{
  "filename": "mm_075_2010_untangling_skill_and_luck__how_to_think_about_outcomes___past__present__and_future.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423221607-07'00'",
    "modDate": "D:20240423221750-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 75,
      "year": "2010",
      "date": "7/15",
      "institution": "Legg Mason",
      "title": "Untangling Skill and Luck: How to Think About Outcomes - Past, Present, and Future",
      "url": "https://12mv2.files.wordpress.com/2024/04/10-07-15-untangling-skill-and-luck__how-to-think-about-outcomes-past-present-and-future.pdf"
    },
    "tags": [
      "Skill vs luck",
      "Decision making",
      "Behavioral finance"
    ],
    "tagged_at": "2025-01-20T21:27:21.276403"
  },
  "pages": [
    {
      "number": 1,
      "text": " \nPage 1 \n \nLegg Mason Capital Management \n \n \n \nJuly 15, 2010 \n \nUntangling Skill and Luck \nHow to Think About Outcomes—Past, Present, and Future \n \n \n \n      Fortuna, by Albrecht Dürer \n \n \n• \nThe outcomes for most activities combine skill and luck. \n \n• \nSeparating skill and luck encourages better thinking about outcomes and \nallows for sharply improved decision making.  \n \n• \nThere are good methods to sort skill and luck in sports, business, and \ninvesting.  \n \n• \nWe define the key features of skill in the investment business. \n"
    },
    {
      "number": 2,
      "text": " \nPage 2 \n \nLegg Mason Capital Management \nIntroduction \n \nFor almost two centuries, Spain has hosted an enormously popular Christmas lottery. Based on \npayout, it is the biggest lottery in the world and nearly all Spaniards play. In the mid 1970s, a man \nsought a ticket with the last two digits ending in 48. He found a ticket, bought it, and then won the \nlottery. When asked why he was so intent on finding that number, he replied, “I dreamed of the \nnumber seven for seven straight nights. And 7 times 7 is 48.” 1  \n  \nOutcomes from many activities—including sports, business, and investing—are the combination \nof skill and luck. Most people recognize that skill and luck play a role in results, yet they have a \npoor sense of the relative contribution of each. The ability to properly untangle skill and luck leads \nto much better thinking about most day-to-day outcomes, and allows for sharply improved \ndecision making.  \n \nThe process of asset allocation in the institutional investment industry is a practical example of \nthe failure to conceptualize skill and luck. In the aggregate, institutional money tends to flow to \nassets that have done well and fails to consider sufficiently the role of luck. One recent study \nsuggested that this misallocation of resources had cost these portfolios $170 billion from 1985 to \n2006. The study’s authors conclude that those institutions “could have saved hundreds of billions \nof dollars in assets if they had simply stayed the course” instead of moving money based on a \nnaive extrapolation of past results. 2      \n \nIt’s important to define skill and luck before we get too far into the discussion. Skill is “the ability to \nuse one’s knowledge effectively and readily in execution or performance.” You can think of skill \nas a process, or a series of actions to achieve a specific goal. Luck is “the events or \ncircumstances that operate for or against an individual.” Luck, in this sense, is above and beyond \nskill. Consider luck as a distribution that has an average of zero. By this definition, luck tends to \nbe transitory. 3 \n \nHere’s an example of how skill and luck might interact. Consider the proper play of a poker hand \nthat leads you to have much better odds of winning the pot than your opponent. Your skill, the \nprocess of playing the cards well, has put you in a position to succeed. But say the dealer reveals \na card that has a low probability of appearing but that makes your opponent’s hand. Your \noutcome was the combination of good skill and bad luck. Your opponent’s outcome, naturally, \nwas bad skill and good luck.  \n \nA useful way to consider skill and luck is to place activities along a continuum that has all skill and \nno luck on one side, and no skill and all luck on the other. (See Exhibit 1.) For example, the \noutcomes for activities including chess and running races are close to pure skill, while games of \nchance, including roulette or the lottery, are close to pure luck. Most activities are in between \nthese extremities and combine both skill and luck. To place activities, you have to think carefully \nabout the forces that shape outcomes. Once you have a sense for where an activity resides, you \nhave a useful basis for comparison. \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 3,
      "text": " \nPage 3 \n \nLegg Mason Capital Management \nExhibit 1: The Skill-Luck Continuum \n \n \n \nSource: LMCM analysis. \n \nOne point is worth making right upfront: the outcomes of any activity that combine skill and luck \nwill exhibit reversion to the mean. More technically, an extreme outcome (good or bad) will be \nfollowed by an outcome that has an expected value closer to the mean. Reversion to the mean is \na tricky concept, and the relative contributions of skill and luck shed light on its significance for \nvarious activities.  \n \nThere’s a simple and elegant test of whether there is skill in an activity: ask whether you can lose \non purpose. 4 If you can’t lose on purpose, or if it’s really hard, luck likely dominates that activity. \nIf it’s easy to lose on purpose, skill is more important.  \n \nIn this report, we will discuss why unraveling skill and luck is so important, provide a framework \nfor thinking about the contribution of skill and luck, offer some methods to help sort skill and luck \nin various domains, and define the key features of skill in the investment business.  \n \nWhy It’s Important to Understand Skill ÅÆ Luck \n \nMy son’s terrific rowing coach, Yuri, a former member of the Ukrainian National Rowing Team, \nrefuses to let anyone bid the athletes “good luck” before a race. He insists that they say, “Good \neffort.” Yuri understands that crew races are about skill, not luck, and doesn’t want the rowers or \nthe spectators to think otherwise.  \n \nYuri is ahead of the game. Appreciating the blend of skill and luck in an outcome is helpful in a \nnumber of ways: \n \n• \nCreates a template for assessing outcomes. The information content in a small number of \noutcomes varies greatly based on where the activity lies on the continuum. When skill \ndetermines an outcome, a relatively small sample size is revealing. For example, chess \nplayers earn a rating based on their game results. That rating is a solid proxy for skill \n(even though the skills of players are constantly improving or deteriorating). A player who \nis rated 200 points higher than his or her opponent is expected to win 75 percent of the \ntime. 5  \n \n \nBy contrast, you need a large sample size when luck plays a large role in an outcome. \nThe reason is that you have to see enough outcomes to ensure that luck has evened out \nand that only skill is revealed. In some high-luck domains, it takes a long time to gather a \nsufficient sample to sort skill and luck. The best teams tend to rise to the surface over a \n162-game major-league baseball season, for instance, but a short series is mostly luck.  \nPure \nLuck\nPure \nSkill\n"
    },
    {
      "number": 4,
      "text": " \nPage 4 \n \nLegg Mason Capital Management \n \nIt can also be the case that the time to assess skill and luck is short provided the number \nof outcomes is sufficiently large in that period. You can evaluate a trading system that \ngenerates lots of trades per day much more rapidly than a concentrated, buy-and-hold \nstock portfolio. While our natural tendency is to evaluate all outcomes over similar time \nperiods (say over a quarter, a season, or a year), the key is to tailor the evaluation \nprocess to the activity. In some realms skill is easy to see, in others you must sieve for a \nlong time before you are confident that you have identified it.  \n \n• \nAllows you to anticipate results. Your initial reaction may be that more luck means less \npredictable outcomes—which is true. But there is also an important insight that follows \nfrom knowing the relative contribution of skill and luck: the ratio of skill to luck shapes the \nrate of reversion to the mean. Specifically, the outcomes of activities laden with luck \nrevert to the mean faster than activities with little luck. Reversion to the mean is present \nin all activities that have even a dash of luck, but the rapidity of the process hinges largely \non how important a role luck plays. In fact, you can infer the relationship between skill \nand luck by analyzing past patterns of reversion to the mean. 6 \n \n \nThe flip side of the speed of mean reversion is persistence. Outcomes that are highly \npersistent over time tend to be shaped more by skill than luck. One remarkable example \nis the record of Marion Tinsley in checkers. He was a world champion over the span of \nfour decades, and only lost seven games in his 45-year career (and two of those losses \nwere to the computer program, Chinook). You can only explain Tinsley’s record as a man \nof great skill playing a game of skill. 7 \n \n• \nGives guidance for where you are most likely to be misled. About 40 years ago, Amos \nTversky and Daniel Kahneman identified a common decision-making bias they called the \n“belief in the law of small numbers.” 8 The idea is that we tend to view a relatively small \nsample of outcomes of a population as representative of the broad population of \noutcomes. The magnitude of this mistake grows larger as the luck-to-skill ratio rises. For \ninstance, if you see a dozen sprinters compete five times and the same individual wins \nevery time, you could reasonably conclude that she is the most skilled runner. On the \nother hand, if you watch a big-league baseball player for ten at-bats, you would have very \nlittle basis to judge his skill. One estimate suggests that for 100 at-bats, luck determines \nabout 80 percent of the batting average. 9   \n \n \nThe illusion of control also comes into play here. This illusion says that when we perceive \nourselves to be in control of a situation, we deem our probabilities of success to be higher \nthan what chance dictates. Saying it differently, when we are in control we think our ratio \nof skill to luck is higher than it really is. Remarkably, this illusion even holds for activities \nthat are all chance. For example, some people throw dice hard when they want a high \nnumber, and gently when they seek a small one. Like the belief in small numbers, this \nillusion is not a problem in high skill, low luck activities but becomes more problematic as \nthe contribution of luck grows. Here again, our minds are poor at differentiating between \nactivities, so what works in one setting fails miserably in another.  \n \n• \nHelps you share feedback properly.  The best way to ensure satisfactory long-term \nresults is to constantly improve skill, which often means enhancing a process. Gaining \nskill requires deliberate practice, which has a very specific meaning: it includes actions \ndesigned to improve performance, has repeatable tasks, incorporates high-quality \nfeedback, and is not much fun. 10 Deliberate practice works well in domains that are \ndominated by skill—learning to play the cello, for instance. \n \n \nThe challenge is providing good feedback. The reason is that the outcome is the only \nquantity you can measure with any reliability, but it doesn’t easily reveal the contribution \nof luck. The natural default for most of us—whether it’s a manager evaluating the \nperformance of a direct report or an investor sizing up how a money-manager has \n"
    },
    {
      "number": 5,
      "text": " \nPage 5 \n \nLegg Mason Capital Management \ndone—is to rely on outcomes because that is something we can measure. What we can \nmeasure in the short term, however, may not be what matters in the long term. \nUltimately, it is a good process that leads to satisfactory outcomes, but the quality of the \nprocess gets swamped in the short term by luck.  \n \n \nThe key, then, is to focus feedback on improving skill. This is a very difficult task in \nactivities where luck plays a big role. For example, this means that in evaluating an \nanalyst or a portfolio manager, it is much less important to see how she has done \nrecently (whether her picks did well or her portfolio beat the benchmark) than it is to \nassess the process by which she did her job. Embracing and implementing this point of \nview is demanding. And make no mistake about it: the reason to emphasize process is \nthat a good process provides the best chance for agreeable long-term outcomes.   \n \n• \nProvides a framework for understanding whether there’s a “best” participant.  What is the \npurpose of a tournament, or playoff? The ostensible answer is to figure out which team or \nindividual is the best. But it is futile to determine the preeminent participant in many \ninstances because the sample size for the competition is too small or the nature of the \nmatchups creates a lack of transitivity.  \n \n \nA small sample size is a big problem in domains with a large dose of luck. For example, \nin major league baseball the worst team will beat the best team in a best-of-five series \nabout 15 percent of the time. 11 The winning percentage of weaker teams rapidly moves \ntoward 50 percent as the disparity of the skill between teams narrows. The World Cup, an \ninternational soccer tournament held every four years, crowns a world champion. But \ngiven the large dose of luck in soccer, it is hard to argue convincingly that the team that \nwins the tournament is the best team. The sample size is simply too limited.  \n \n \nTransitivity is a key concept in assessing the outcomes of one-on-one interactions. An \nactivity has transitive properties when competitor A beats competitor B, competitor B \nbeats competitor C, and competitor A beats competitor C. Activities dominated by skill \ntend to be transitive. In contrast, in an activity that is not transitive, competitor A beats \ncompetitor B, competitor B beats competitor C, but competitor C beats competitor A. This \nis the set up of the game rock, paper, scissors. 12 In theory, there is no best strategy in \nrock, paper, scissors, and chance will dictate the winner of a game, or repeated games. \n(In reality, people are poor at behaving randomly. For example, in tournament play, \ncompetitors throw scissors only 29.6 percent of the time, 3.7 percentage points less than \nwhat randomness requires. 13) A number of sports show a lack of transitivity, in part \nreflecting the nature of match-ups.  \n \nScott E. Page, a political scientist at the University of Michigan, illustrates why there is no \nobjective best team in a set-up with low transitivity. Say we have four football teams with the \nsame amount of total skill, indicated by 100 points. But each team’s skill is allocated differently \nacross the dimensions of offense, defense, and special teams. When the teams go head to head, \nthe team with the most points wins that dimension and the side that takes the most dimensions is \nthe victor.  \n \nTake a look at Exhibit 2. Team A beats Team B because it has more points in offense and \ndefense, two of the three dimensions. Likewise, Team B beats Team C because of better defense \nand special teams. But, like in rock, paper, scissors, Team C beats Team A. All teams beat Team \nD. If these teams were in a tournament, the winning team would be the one initially paired against \nTeam D. If the pairings were set in a random fashion, then the winner would be random (except \nfor poor Team D). There is no best team, just “the team that got to play Team D first.”  \n \n \n \n \n"
    },
    {
      "number": 6,
      "text": " \nPage 6 \n \nLegg Mason Capital Management \nExhibit 2: Find the Best Team \n \nOffense  \n \nDefense \n \nSpecial Teams \nTeam A  \n \n    34 \n \n \n    38 \n \n \n           28 \nTeam B  \n \n    21 \n \n \n    36 \n \n \n           43 \nTeam C  \n \n    39 \n \n \n    23 \n \n \n           38 \nTeam D  \n \n    33 \n \n \n    34 \n \n \n           33 \n \nSource: Based on Scott E. Page, The Difference (Princeton, NJ: Princeton University Press, 2007). \n \nIntroducing a Framework for Thinking about the Contribution of Skill and Luck \n \nProbably the single biggest challenge in assessing the relative contribution of skill and luck is that \nin most cases we can only observe outcomes. There’s no problem with outcomes at the extremes \nof all skill or all luck, because you know what you are getting. But almost all interesting activities \nhave a blend of skill and luck, and it is critical to have a sense of the relative contributions of \neach. We need to tidy up the jumble of outcomes.  \n \nThe urn model \n \nOne useful way to think about the problem is to imagine two urns, one for skill and one for luck. \nEach urn contains cards that are marked with numbers that follow some sort of distribution. In a \nsimple form, a mean and standard deviation specify the distribution, and the luck urn will always \nhave a mean of zero. Exhibit 3 offers one example of what these distributions might look like. As \nwe will see in a moment, these don’t have to be normal distributions. \n \nExhibit 3: Outcomes Combine a Skill and Luck Distribution \n \n \n \nSource: LMCM. \n \nLet’s look at a head-to-head matchup. Both participants—either individuals or teams—draw one \nnumber from a skill urn and one number from a luck urn, and then add them together. The player \nwith the higher number wins that game. The players then return the numbers back to the urn, \ndraw again, and decide the next outcome.  \n \nConsider again the continuum from pure skill/no luck to no skill/pure luck (Exhibit 1). We can \nreflect any point along that continuum by varying the mean and standard deviation of the \nnumbers in the urns. For instance, the luck urn in an all-skill activity has a mean and standard \ndeviation of zero. Since all participants draw only zeros from that urn, only the skill number \ndetermines competitive outcomes. At the other extremity, all-luck activities have a skill urn with a \nSkill\nLuck\n"
    },
    {
      "number": 7,
      "text": " \nPage 7 \n \nLegg Mason Capital Management \nzero mean and standard deviation, and only luck matters. (See Exhibit 4.)  The challenge is to \nuse the urn model to place activities on the skill-luck continuum.  \n   \nExhibit 4: Outcomes Combine a Skill and Luck Distribution \n \n \n \nSource: LMCM. \n \nWhile using the two-urn model to assess outcomes can be of great value, many researchers fail \nto do so. This is a very important issue in evaluating investment results, for instance. The \nstandard approach is to observe a distribution of outcomes and to make an estimate of the \nlikelihood that a really good outcome—a result in the right tail of the distribution—is solely the \nproduct of luck. 14 But even near the extremity of all luck, where good results can be the result of \nchance, there’s a huge difference between saying that results are mostly luck and saying that \nthey are all luck. Introducing a skill distribution with a small standard deviation allows for an \nimportant shift in mindset and raises the crucial challenge of defining skill in the investment \nindustry. \n \nWhat determines the role of luck \n \nThere are a number of factors that shift activities toward the luck side of the continuum. One, \nnaturally, is simply sample size. A small number of observations make it very difficult to sort skill \nand luck. Consider observing the outcomes of five plate appearances for the best hitter and the \nworst hitter in major league baseball. You would have very little to go on. After 500 plate-\nappearances, you would be in a much better position to assess which player has greater skill.  \n \nPeople often assume that building sample size is a matter of time. Within an activity that is true, \nbut what really matters is the number of trials. Some activities pack a lot of trials into a short time, \nand others reflect a few trials over a long time. In investing, a quantitative strategy that generates \nlots of signals and trades daily would be an illustration of the first, and a low-turnover, \nconcentrated portfolio would be an example of the latter. You can evaluate a high-frequency \ntrading strategy a lot quicker than a buy-and-hold investment approach. One analysis suggests \nthat 12 National Football League games, 36 National Hockey League games, and 69 Major \nLeague Baseball games reveal the equivalent amount of skill. 15 \n \nCompetitive parity also increases the role of luck. The idea is that as the skill levels of the \nparticipants converge, the standard deviation of skill narrows and luck becomes more prominent \n(in activities that allow for luck). 16 Convergence of skill can result from weaker players getting \nbetter, the dissemination of cheaper and more uniform information, or from athletes approaching \nbiomechanical limits, slowing the rate of improvement. You might call it the paradox of skill: high \nand uniform skill levels suggest that luck becomes a larger determinant of outcomes. In activities \nthat have little luck, including running and swimming races, you simply get lots of very close \nfinishes. Some professional sports leagues use tools like salary caps to encourage parity in skill, \nseeking a more uniform distribution of winners over time.  \n \nIn some activities the competition is not another person or team, but rather the collective bets of \nothers. Pari-mutuel wagers on horse races are a good example. In a pari-mutuel system the \nhouse pools all of the wagers, takes a profit, and then pays out the winnings based on the \noutcome. You don’t make money by being smarter than the bettor next to you or by knowing \nwhich horse has the best odds of winning. You make money when the collective misprices the \nPure skill and no luck\nBlend of skill and luck\nNo skill and pure luck\n"
    },
    {
      "number": 8,
      "text": " \nPage 8 \n \nLegg Mason Capital Management \nodds. Studies of wagering on horse races suggest that the odds tend to be reasonable forecasts \nof actual outcomes. 17 The important idea is that you are competing not against other individuals, \nbut against the wisdom of the crowd. When certain conditions are satisfied, crowds are smarter \nthan the average individual within the crowd. This pushes the observed outcomes toward the luck \nside of the continuum. This is a crucial observation in markets and in structured wagering. 18        \n \nLuck is not always normal \n \nI have depicted the contents of the skill and luck urns as normal distributions, but in reality the \ndistributions come in very different shapes. For example, if you rank teams within a league from \nbest to worst and assume the better team always wins, you get a distribution that looks like a \nrelative flat line with kinks at the extremes (i.e., the best teams go undefeated and the worst \nteams are winless—see the Appendix).   \n \nAnother example is when social processes drive the component of luck, weakening the \ncontribution of skill (or quality). When individuals seek to judge the attractiveness of an item—say \nan idea, book, or movie—they often turn to the opinion of others. If a sufficient number of people \nlike the item, it may pass a tipping point and become hugely popular. The distribution of outcomes \nof socially-driven products, including books and movies, tends to follow a power law, where most \nofferings sell poorly but a handful are wildly successful.19 In these cases, luck is not distributed \naccording to a bell curve; rather, it does little or nothing to help most products but is a massive \namplifier for a few. As relevant, the skewed contribution of luck means that the relationship \nbetween quality and commercial success is loose.     \n \nDuncan Watts, Peter Dodds, and Matthew Salganik conducted an experiment that neatly \ndemonstrated how social processes shape luck in outcomes. 20 They set up a website called \nMusic Lab and invited subjects to participate in a study of musical tastes. The site asked subjects \nto listen to and rate 48 songs by unknown bands, with an option to download the songs they \nliked.  \n \nUpon entering the site, the researchers assigned 20 percent of the subjects to an independent \nworld and 10 percent each to eight worlds where people were allowed to see what other people \nwere doing. In the independent world, subjects listened to and rated the songs and were free to \ndownload them, but had no information about what others were doing. In the other worlds the \nsubjects also listened to and rated songs, but social influence came into play because they could \nsee how many times other people had downloaded each song. The researchers ran a couple \nvariations of the experiment, but in all scenarios the songs started with zero downloads.     \n \nThis setup allowed for a very explicit test of social influence. The subjects in the independent \ngroup—those not swayed by the opinion of others—provided a reasonable indicator of the quality \n(skill) of the songs. If social influence is inconsequential, you would expect the song rankings—\nand downloads—to be similar in all nine worlds. On the other hand, if social influence is \nimportant, small differences in the initial download pattern in the social worlds would lead to very \ndifferent rankings. Cumulative advantage (luck) would trump intrinsic quality (skill) in determining \nthe outcome.  \n \nThe study showed that song quality—skill—did play a role in the rankings. A top-five song in the \nindependent world had about a 50 percent chance of finishing in the top five in a social influence \nworld. And the worst songs rarely topped the charts. But the scientists also found that social \ninfluence played a huge part in the ultimate outcome. One song, “Lockdown” by the band \n52metro, ranked 26th in the independent world, effectively average. Yet it was the number 1 song \nin one of the social influence worlds, and number 40 in another. Social influence (luck) catapulted \nan average song to the status of a hit in one world and relegated it to the cellar in another.  \nThis social process makes it really difficult to predict the success or flop of a book or movie. But \nthe same process also leads to inefficiency in markets, which an investor can use to his or her \n"
    },
    {
      "number": 9,
      "text": " \nPage 9 \n \nLegg Mason Capital Management \nadvantage. Social imitation, then, is both an important source of randomness and the primary \nsource of inefficiency that a skillful investor must exploit.    \n \nPlacing activities on the skill-luck continuum \n \nNow that we have an urn model to help guide our intuition and some ideas about what shapes \nluck, we can turn to actually placing activities along the skill-luck continuum. Where we place an \nactivity is going to be very sensitive to the sample size we consider. In cases where luck is \nnormally distributed, the larger the sample we consider the better we can observe skill. But large \nsample sizes, which can take years to accrue, have a downside if skill deteriorates. For example, \nskill tends to decline after an athlete reaches his or her late 20s. Further, in pure luck or near-pure \nluck activities, some participants will enjoy good outcomes solely as a result of chance.  \n \nOne very useful method for placing activities is to combine pure skill and pure luck distributions in \na proportion that matches the empirical results. Analysis of sports lends itself to this approach, \nand a natural period of assessment is a season. This analysis starts with three distributions: what \nwould happen if luck determined the outcome of each game (a basic binomial model), what would \nhappen if skill determined each game (a higher-skilled team always beats a lower-skilled team), \nand what actually did happen. Appendix A goes through this approach in detail based on the work \nof Brian Burke, the author of the terrific web site, Advanced NFL Stats. Burke concludes that \nluck’s contribution to the win-loss record of NFL teams is in excess of 50 percent.  \n \nTom Tango, a respected sabermetrician, offers a four-step process that gets us to the same \nanswer. 21 The equation he solves is: variance(skill) = variance(observed) - variance(luck). Rather \nthan figuring out what blend of skill and luck best fits the empirical results, he determines skill by \nremoving the role of luck from the outcomes. Here are the steps with data from the recent \nNational Basketball Association (NBA) season. \n \n1. Take a sufficiently large number of teams (preferably with the same number of games). \nWe will analyze all 30 teams in the NBA for the 82-game season in 2009-2010. \n \n2. Figure out each team’s winning percentage. For the 2009-2010 season, the Cleveland \nCavaliers had the best regular-season record, winning 74 percent of its games. The most \nfutile team was the New Jersey Nets, which managed to win only 15 percent of its \ngames. \n \n3. Figure out the standard deviation of the winning percentage. For the most recent season, \nthe standard deviation of the winning percentage was 0.1630 and has averaged 0.1548 \nover the past five seasons. So the variance(observed) is 0.027, or 0.1630 2. \n \n4. Figure out the standard deviation of outcomes determined by luck. This is the binomial \nmodel. The luck standard deviation = √.5 * .5/n, where n = the number of games. For the \nNBA, n equals 82 so the luck standard deviation is 0.0552 and the variance (luck) = \n0.003, or 0.0552 2. \n \nKnowing two of the three variables in the equation, we can solve for variance(skill): \n \nVariance(skill) = variance(observed) – variance(luck) \nVariance(skill) = 0.027 – 0.003 \nVariance(skill) = 0.024 \n \nNow we can look at the ratio of variance(luck) to variance(observed) to determine the contribution \nof luck, which equals about 11 percent. Exhibit 5 places sports along the continuum, using the \nskill/luck ratio based on the averages of the last five seasons for each sport. Appendix B shows \nthe calculation for the NBA. Note that the length of the season is also an important factor: with \n"
    },
    {
      "number": 10,
      "text": " \nPage 10 \n \nLegg Mason Capital Management \nonly 16 games, the NFL has by far the fewest games and the NBA could have a much shorter \nseason and still have a clear sense of which teams are best.  \n \nExhibit 5: Sports on the Skill-Luck Continuum (Average of the Last 5 Seasons) \n \n \n \nSource: LMCM analysis. \n \nProfessional basketball in the U.S. certainly stands out as the sport where skill plays the largest \nrole in shaping results. One intriguing explanation for the NBA’s strong skill contribution is the \nheight of the players. In most sports, the most skillful players within a wide range of heights can \nmake it to the pros. But a relatively small percentage of the population is tall enough to play in the \nNBA. In their book, The Wages of Wins, David Berri, Martin Schmidt, and Stacey Brook note that \nonly about 3 percent of the male population in America is 6’ 3” or taller, and a tiny percentage is \nabove 6’ 10” (about four standard deviations from the average). Yet almost 30 percent of NBA \nplayers are at least 6’ 10”. They conclude that a “short supply of tall people” contribute to the \ntalent disparity and hence the greater relative role of skill. The right tail of the height distribution \ndoes not overlap completely with the right tail of the skill distribution.  22 \n \nDecomposing measures to better understand skill \n \nIn many activities, we track certain statistics in order to calibrate skill. But there are plenty of \ncases where those statistics are sufficiently coarse that untangling the contributions of skill and \nluck is difficult. This section looks at how to decompose statistics to get a better handle on the \nrole of skill. \n \nJim Albert, a professor of math and statistics, presents an analysis of batting average, the most \nwidespread statistic used to measure hitters in baseball. 23 Albert wanted to determine the \nusefulness of batting average. He started by decomposing a plate appearance into the possible \noutcomes (see Exhibit 6).  Batting average is the ratio of hits (singles, doubles, triples, or home \nruns) to at-bats. But naturally there are lots of ways to analyze hitters, including on-base \npercentage (roughly base on balls + hits divided by plate appearances) and strikeout rate \n(strikeouts divided by at-bats). Albert wanted to know which statistics were the result of skill and \nwhich ones had lots of luck.      \n \n \n \n \n \n \n \n \n \n \nPure \nLuck\nPure \nSkill\n"
    },
    {
      "number": 11,
      "text": " \nPage 11 \n \nLegg Mason Capital Management \nExhibit 6: Breakdown of Plate Appearances for a Baseball Hitter \n \n \n \nSource: Based on Jim Albert, “A Batting Average: Does It Represent Ability or Luck?” Working Paper, April 17, 2004.  \n \nHe reasoned that a good way to test the skill-luck mix is to compare two years of hitting data. If a \nstatistic accurately measures a player’s skill, you would expect the values for the statistic to be \nsimilar from one season to the next. On the other hand, if the statistic varies a great deal from \nyear to year you can assume that luck plays a large role in that outcome.  \n \nExhibit 7 shows scatter plots for three hitting statistics: batting average, in play, singles (a hit that \nlands for a single), and strikeout rate. What is clear is that both batting average and hitting for \nsingles have a low correlation from year to year, with R2’s of less than 15 percent, suggesting that \nluck plays a large role in those outcomes. 24  \n \nExhibit 7: Scatter plots of Three Baseball Hitting Statistics (2008-2009 Seasons for  \nPlayers with 100+ At Bats) \n \n \n \nSource: LMCM analysis based on Jim Albert, “A Batting Average: Does It Represent Ability or Luck?” Working Paper, April 17, 2004. \n \nBy contrast, strikeout rate is highly correlated from year to year and is a good indicator of skill. \nHere, the R2 is close to 70 percent. These correlations make intuitive sense. There are many \nfactors that determine whether a ball falls for a hit when a player puts it into play, including the \nquality of the defense, the field, where he hits it, and the weather. On the other hand, strikeout \nrates match only pitcher and batter and fewer variables weigh on the outcome. \n \nExhibit 8 shows the correlations for eight batting statistics using data from the 2008 and 2009 \nseasons in MLB. We only included players with 100 or more at-bats in the sample. The analysis \nshows that a few statistics are very strong measures of skill, including strikeout rate, home run \nPlate \nappearance\nBase on balls\nHit by pitch\nAt-bat\nStrikeout\nIn play\nOut\nSingle\nDouble\nTriple\nHome run\nPlate \nappearance\nBase on balls\nHit by pitch\nAt-bat\nStrikeout\nIn play\nOut\nSingle\nDouble\nTriple\nHome run\nR2 = 12%\n0.00\n0.05\n0.10\n0.15\n0.20\n0.25\n0.30\n0.35\n0.40\n0.00\n0.10\n0.20\n0.30\n0.40\n0.50\n2008 AVG\n2009 AVG\nR2 = 13%\n0.00\n0.05\n0.10\n0.15\n0.20\n0.25\n0.30\n0.35\n0.00\n0.10\n0.20\n0.30\n0.40\n0.50\n2008 IP S\n2009 IP S\nR2 = 69%\n0.00\n0.05\n0.10\n0.15\n0.20\n0.25\n0.30\n0.35\n0.40\n0.45\n0.00\n0.10\n0.20\n0.30\n0.40\n0.50\n2008 SO\n2009 SO\n"
    },
    {
      "number": 12,
      "text": " \nPage 12 \n \nLegg Mason Capital Management \nrate, and base-on-ball rate (how frequently a player draws a walk). Measures like batting \naverage, singles, and doubles are extremely noisy because of the role of luck.  \n \nExhibit 8: Ranking of Correlations of Hitting Statistics (2008-2009 Seasons for Players with \n100+ At Bats) \n \n \n \nSource: LMCM analysis based on Jim Albert, “A Batting Average: Does It Represent Ability or Luck?” Working Paper, April 17, 2004. \n \nIn their latest book, Stumbling on Wins, David Berri and Martin Schmidt show similar statistics for \nfootball, basketball, and ice hockey. In hockey, for instance, shots on goal per minute correlates \nat a strong 80 percent from year to year while shooting percentage is less than 40 percent, and \nplus-minus (measures the goal differential when a specific player is on the ice) is less than 10 \npercent. 25  \n \nThis analysis raises the central question of whether we can decompose measures of \nperformance in other activities in a similar fashion. Vital to this approach is focusing on statistics \nthat have a pair of attributes. First, the statistic should measure something that an individual, or \nteam, actually controls and that is consistent from period to period. Second, the measure should \nhave some direct bearing on outcomes.  \n \nThe assessment of investment managers may lend itself to this method, and one measure that \nholds promise is active share. Active share, developed by two professors of finance at Yale \nUniversity, Martijn Cremers and Antti Petajisto, reflects the fraction of the portfolio that is different \nfrom the benchmark index. The measure has a range from 0 percent (the portfolio is identical to \nthe benchmark) to 100 percent (completely different than the benchmark). Active share is \npersistent, and high active share correlates well with excess returns. 26   \n \nThe two-urn framework suggests a pair of methods that we can apply to various activities to \nbetter appreciate the role of luck. The first method is to study streaks of success. As Stephen Jay \nGould, the famed biologist, summed up, “Long streaks are, and must be, a matter of \nextraordinary luck imposed on great skill.” 27 Using our urns to make the idea more vivid, streaks \noccur when the right tail of the skill distribution combines with the right tail of the luck distribution. \nNeither luck nor skill is enough, by itself, to meld a long streak. \n0\n0.2\n0.4\n0.6\n0.8\n1\nCorrelation\nIP S Rate\nIP 2+3  Rate\nIP AVG\nAVG\nOBP\nBB Rate\nIP HR Rate\nSO Rate\nSkill\nLuck\nSO Rate: Strikeout Rate\nIP HR Rate: In-play home run rate\nBB Rate: Walk rate\nOBP: On-base percentage\nIP 2+3 Rate: In-play doubles and triples rate\nIP AVG: In-play batting average\nIP S Rate: In-play singles rate\nAVG: Batting average\n"
    },
    {
      "number": 13,
      "text": " \nPage 13 \n \nLegg Mason Capital Management \nThis idea comes with a specific prediction: the longest streaks should be held by the most skillful \nparticipants. As we will see, this is the case. The idea also implies a large role for luck. Indeed, \nGould’s quote was in response to a writer who suggested that Joe DiMaggio’s 56-game hitting \nstreak in 1941 was hype because five of his hits were “narrow escapes and lucky breaks.” Gould \nresponds, “Of course DiMaggio had a little luck during his streak. That’s what streaks are all \nabout.” He also reinforces the point about skill: “Good players have higher characteristic \nprobabilities, and hence longer streaks.”  \n \nAnother method that the urn model suggests is a study of reversion to the mean. The rapidity of \nmean reversion gives you some clues about the contributions of skill and luck. Lots of skill makes \noutcomes stickier because good or bad luck are insufficient to sway results. When skill is absent, \nthe luck distribution takes over and reversion to the mean tends to be rapid.  \n \nWe will look at one additional approach, the degree of transitivity, which does not come directly \nfrom the urn model. The idea is that in activities with a narrow basis of competition and differential \nskill, transitivity holds (i.e., if A>B and B>C, then A>C). But as the basis of competition expands, \ntransitivity weakens and outcomes become less predictable. The degree of transitivity can give us \na sense of success given changing matchups and strategies. \n \nMethods to Sort Skill and Luck Applied to Sports, Business, and Investing \n \nWe now apply these methods to gain some insight into the role of skill and luck in sports, \nbusiness, and investing. When possible, we try to use the same analytical tools in each realm so \nas to compare them most effectively. Exhibit 9 shows some conclusions from the analysis.  \n \nExhibit 9: Applying Skill-Luck Methods to Three Activities  \n \n \n \nSource: LMCM analysis. \n \nStreaks\nSports \nBusiness \nInvesting \nMean reversion\nTransitivity\nThere is strong \nevidence that streaks \nin sports combine skill \nand luck.\nSome companies \nenjoy periods of \nsustainable excess \nreturns beyond what \na null model predicts.\nLong streaks in \nmutual fund results \noccur more frequently \nthan the null model \npredicts.\nSolid evidence for \nmean reversion across \nteam sports. There is \nless mean reversion in \nindividual sports.\nMean reversion is well \ndocumented over time. \nStrong mean reversion \nfor results in mutual \nfunds, investing styles, \nand asset classes.  \nMatchups often lack \ntransitivity. \nIncreasingly used in \nstrategy as well.\nDifferent strategies \nwork in varying \neconomic situations. \nCircumstance versus \nattribute. Disruptive \ninnovation.\nDifferent strategies \nwork in varying \neconomic situations. \n"
    },
    {
      "number": 14,
      "text": " \nPage 14 \n \nLegg Mason Capital Management \nWhile we will see evidence of skill and luck in each of these endeavors, it is worth noting up front \nthat the relative contributions of skill will be different (just as they are within sports). In sports, \nplayers or teams compete with one another, and there are a lot of one-on-one interactions that \ndetermine outcomes. In business, firms compete against other firms and evidence of good profits \ninvites competition. So success encourages additional competition, which tends to squeeze \nprofits over time. Finally, investors compete with the collective of other investors. As we saw with \npari-mutuel betting, being better than the person at a rival firm isn’t good enough; you must be \nbetter than the crowd. This is extremely difficult to do in practice for psychological and \norganizational reasons. But, as we will see, some participants clear those hurdles. \n \nSkill has other constraints besides competition. For example, athletes follow a skill arc. At first an \nindividual’s skill rises as he or she develops physically and hones ability. But skill then degrades \nas a consequence of aging. Skill can be much more persistent in cognitive tasks, as experience is \nadditive. In cognitive activities like chess and science, for example, the peak skill occurs in the \n30’s. More creative experts, including novelists, historians, and philosophers, hit the apex of skill \nin their 40’s or 50’s. 28 \n \nSkill can also be diluted by size. For instance, an executive who makes lots of acquisitions for the \nsake of growth or the investment manager who collects lots of assets under management will find \nit more difficult to add value as the size of the enterprise swells. Jack Bogle shows how the \ninvestable universe of stocks declines sharply as a function of fund size. Assuming that a fund \ncan hold no more than 5 percent of the outstanding shares of any company, Bogle estimates that \na fund with $1 billion of assets can choose from over 1,900 stocks while a fund with $20 billion \nhas a universe of about 250 stocks. So it happens that success can sow the seeds of its own \nfailure.  29 \n \nStreaks \n \nA streak is a consecutive series of successes or failures. Streaks are one of the most elegant \nindicators of skill because if there is any differential capability within the population, the most \nskillful will hold the records for streaks. Not all skillful performers have streaks, but all long streaks \nof success are held by skillful performers. \n \nWith a large enough starting sample, you should expect some participants to have streaks of \nsuccess solely due to luck. Teachers often illustrate this point with the example of coin tosses. \nFor example, if you start with 1,000 people and ask them to call coin tosses, you should expect \nabout 3 percent of the group to get five in a row correct. I recently did this exercise with a group of \nabout 400 students, and two students were right for seven consecutive tosses.  \n \nSo the first obvious point is that in testing for differential capability using streaks, you need to \ncompare the actual results with a null model that reflects randomness. So it’s not the existence of \nstreaks that we’re interested in—we know that they exist. What we’re looking for are streaks that \nextend beyond what chance dictates, in either frequency or duration. This distinction is at the core \nof the debate about hot hands—the belief that recent success portends further success. The \nresearchers who debunk the hot hand acknowledge that streaks of fruitfulness or futility exist; \nthey just believe that those streaks are consistent with what probability dictates.  \n \nSports are a convenient place to start the analysis of streaks because there are a lot data and we \ncan easily assess the role of skill. And coming to a quick verdict is not difficult. Streaks of success \nin sports are held by the most skillful players. For example, the record for consecutive made field \ngoals in basketball is held by Wilt Chamberlin, who drained eighteen consecutive shots in \nFebruary 1967. Chamberlin made 54 percent of his field goal attempts over his career, placing \nhim among the top twenty-five in shooting percentage in the league’s history. (He also set the \nsingle-season field goal percentage record by making 72.7 percent of his shots in the 1972-73 \nseason.) Hockey has a similar case: Wayne Gretzky, who is by far the NHL’s leader in career \ngoals, assists, and points, holds the record for most consecutive games with a point.    \n"
    },
    {
      "number": 15,
      "text": " \nPage 15 \n \nLegg Mason Capital Management \nThe most famous streak in sports (at least if you’re an American) is Joe DiMaggio’s 56 \nconsecutive games with a hit, which he achieved almost 70 years ago. First, we can establish \nthat the streak was the result of skill and luck. DiMaggio was clearly a very skilled player. For \nexample, his batting average is in the top 50 all-time, easily in the top 2 percent of all players in \nhistory. Luck also played a prominent role, as Michael Seidel’s day-to-day chronicle of the feat \nattests. 30 But was it really “the most extraordinary thing that ever happened in American sports,” \nas Stephen Jay Gould claimed? \n \nSam Arbesman, a computational biologist, and Steve Strogatz, a mathematician, recently did a \nfresh analysis of DiMaggio’s streak. 31 They wondered what the probability was of any player in \nthe history of baseball getting a hit in 56 straight games. Using data from actual results and \nsimulation techniques, they found that there was somewhere between a 20 and 50 percent \nchance that some player would have a DiMaggio-like streak. As surprising, the simulations \nsuggested that DiMaggio was barely in the top 50 players most likely to achieve the feat. Players \nincluding George Sisler, Ty Cobb, and even Ichiro Suzuki (who currently plays for the Seattle \nMariners) were much more likely to set the record than DiMaggio was.  \n \nThomas Powell, a professor of strategy at Oxford University, created a useful bridge between \nsports and business through a novel study of competitive parity. 32 Powell studied more than 20 \nindustries in the U.S. and measured the degree of parity using a Gini coefficient. The coefficient \nwas developed by Corrado Gini, an Italian statistician, to measure income inequality. Zero \nrepresents perfect parity and 1.00 reflects maximum disparity. Powell found that the average Gini \ncoefficient for U.S. companies was 0.60, with a standard deviation of 0.24.  \n \nPowell then measured the Gini coefficient for non-industrial domains, including many sports \n(baseball, tennis, hockey, basketball, cricket, golf, football, and lacrosse) as well as other \ncompetitive fields (chess, snooker, bridge). He found that the non-industrial domains had an \naverage Gini coefficient of 0.56, nearly identical to that of the companies, with a standard \ndeviation of 0.24, exactly the same as the industrial sample. As he summarizes, “performance \ndistributions in business are statistically indistinguishable from distributions in non-business \ndomains. 33 Since we know that skill plays a meaningful role in the outcomes we see in sports, \nthis research clearly suggests that skill—better known as competitive advantage—is also relevant \nin shaping business results. \n \nResearchers typically define superior results in business as high and sustainable return on assets \n(ROA). 34 What is clear is that there is heterogeneity in this measure between companies, as the \nGini coefficients suggest. The question relates to the source of those differences. Jerker Denrell, \nalso a professor of strategy at Oxford University, suggests that the differential results may be the \nresult of a random walk process. In other words, even if all firms start off at the same point, some \nwill do a little better or worse than average by chance, allowing for differences in resource \naccumulation and, ultimately, corporate results. 35 In sociology, this is known as the “Matthew \neffect,” which basically says the rich get richer and the poor get poorer. 36 So the null model must \naccount for the random walks.   \n \nA recent paper by Andy Henderson, Michael Raynor, and Mumtaz Ahmed does just that. 37 \nRaynor and Ahmed are consultants and Henderson is a professor of management at the \nUniversity of Texas at Austin. They study the results of over 20,000 companies from 1965-2005, \namassing over 230,000 firm-years of observations of ROA. The researchers carefully structured \nthe analysis so that it would discern whether the occurrences of sustained superior results were \nbeyond what chance would dictate. \n \nThe main finding of the study is that “the results consistently indicate that there are many more \nsustained superior performers than we would expect through the occurrence of lucky random \nwalks.” While this is comforting because it suggests that management’s actions—skill—can help \nshape results, no one has been able to pinpoint what behaviors lead to superior results. So unlike \nsports where there are some observable measures of skill, all we can really say today is that we \n"
    },
    {
      "number": 16,
      "text": " \nPage 16 \n \nLegg Mason Capital Management \ncannot explain results by luck alone and that it appears that skill plays a role in shaping \noutcomes.  \n \nThe authors also caution that it is easy to confuse superior performance with the results you \nwould expect by chance. Just as probabilities can explain the apparent hot hands in sports, so is \nthe case in much of business. The researchers write, “Our results show that it is easy to be fooled \nby randomness, and we suspect that a number of the firms that are identified as sustained \nsuperior performers based on 5-year or 10-year windows may be random walkers rather than the \npossessors of exceptional resources.” This is a very relevant point for management research. \nNumerous studies observe superior corporate results, attach attributes to those results (great \nmanagement, robust culture, etc.), and propose those attributes as a means to success. Such \nstudies are utterly invalid if the apparent superior results are the result of luck, and this is \nundoubtedly the case. 38  \n \nWhile their analysis was not focused on streaks, the authors allow that “casual inspection of [the \ndata] indicate[s] that streakiness was often the case.” This, as well as the other findings, is what \nyou would expect if you combined skill and luck distributions. The challenge for researchers in \ncompetitive strategy is to get to the root causes of sustained superior results.      \n \nStreaks in the investment business have not been studied in great detail, and most critics write off \nstreaks as the product of chance. A streak is defined as consecutive years of generating returns \nafter costs in excess of a benchmark. For example, one pundit suggested that there was a \nroughly 75 percent probability that over the past 40 years some fund would generate a streak of \n15 years, the duration of the longest known streak by a mutual fund. 39 One needs a complete \ndisregard for the empirical facts to arrive at such an estimate. The only way to get there is to \nassume a large starting sample (in the thousands) and a coin-toss model. There were, in fact, \n170 mutual funds in 1965 (the number didn’t exceed 1,000 until 1988), and only about 40 percent \nof mutual funds have beaten the market annually, on average, with a standard deviation of about \n20 percent. 40   \n \nAndrew Mauboussin and Sam Arbesman analyzed mutual fund streaks over the past four \ndecades or so, capturing over 50,000 mutual-fund years. Their null model applied the observed \noutcomes in each year to the funds in existence, capturing the role of chance. They simulated \n10,000 mutual fund worlds and compared the simulated results to the actual record of streaks. \nSimilar to Arbesman and Strogatz, as well as Henderson, Raynor, and Ahmed, they found \nevidence that some funds generated streaks beyond what chance would dictate. They also \nobserved that the funds that had established the streaks had a much higher “batting average”—\nthe percentage of years that they successfully beat the benchmark—than did the average of all \nfunds. 41 So the analysis of streaks indicates skill across all three activities, although the strength \nof the signal is by far the highest in sports. \n \nResearchers using alternative approaches have also concluded that there is some skill in \ninvesting. 42 But the research also shows that only a small subset of the investing population is \nskillful, and that the percentage of funds that are skillful is declining. This is consistent with a \nmarket that steadily rises in informational efficiency over time. Note that these results take costs \ninto consideration. One analysis suggests that about three-quarters of funds earn gross excess \nreturns in line with the costs that they incur, making them “zero-alpha” funds. Alpha is a risk-\nadjusted measure of excess returns. \n \nReversion to the mean \n \nMost people understand reversion to the mean in principle, but few properly reflect it in their \ndecision making. The two-urn model is particularly useful in articulating the challenges and \nopportunities with reversion to the mean. \n \n"
    },
    {
      "number": 17,
      "text": " \nPage 17 \n \nLegg Mason Capital Management \nOne insight the model reveals is that the rate of reversion to the mean is a function of the relative \ncontribution of luck. For activities that are pure skill, reversion to the mean plays no role. Only \nshifting levels of skill will dictate outcomes. For activities that are pure luck, reversion to the mean \nis powerful. In the case where luck follows a normal distribution with a zero mean, each new draw \nfrom the urn has an expected value of zero. So it stands to reason that extreme events will \nmigrate rapidly toward the middle. \n \nYou can think of skill as a drag on the reversion process for the activities that combine skill and \nluck. An above-average shooter in basketball, for example, may go through good or bad stretches \nof shooting. But she will not revert back to the average over time because of her skill. The same \nwould be true of a below-average player. Luck may help or hinder in the short term, but reversion \nis limited because of the level of skill.  \n \nHumans, as natural pattern seekers, have a very difficult time dealing with reversion to the mean. \nThe main challenge with the concept is that change within the system occurs at the same time as \nno change to the system. Change and no change operate side-by-side, causing a lot of \nconfusion. \n \nThe change part is reversion to the mean. As we will see, the results of the groups that have \ndone really well or poorly in one period tend to move toward the average in future periods. Most \npeople find it hard to internalize reversion to the mean because it is more natural to extrapolate \nthe performance of the recent past. So if a stock, or an asset class, has done well the natural \ninclination is to assume it will continue to do well and to act accordingly. \n \nAn equally common mistake with reversion to the mean is to assume that all results revert to the \nmean, which effectively means that the standard deviation of outcomes narrows over time. This is \nnot true. For example, say you rank the teams in the NBA in quartiles based on their winning \npercentage for a season. Check in on the same quartiles in five years, and you will see that the \nwin-loss percentages for each quartile are closer to 0.500. But, at the same time, the variance in \nthe league’s win-loss rate will not have changed much. It will be pretty much the same as it was \nyears ago.  \n \nWhat’s going on is that luck is reshuffling the teams on the distribution, even as skill is trying to \nkeep them in the same spot. So teams that were lucky in one season may be unlucky in five \nyears, or a team with average luck may enjoy above-average success or failure. Thus, while \nextreme performers migrate toward the middle, middle performers also migrate to the extremes. \nThe lesson is to always bear in mind the ratio of skill to luck in the activity and to recognize that \nrecent results, especially if they are extremely good or bad, are unlikely to persist.  \n \nThe world of sports is filled with reversion to the mean. You can readily see it on a team or \nindividual level. The left panel of Exhibit 10 shows reversion to the mean of the win-loss record of \nMajor League Baseball teams from 1999 to 2009. Even though the year-to-year outcomes appear \nmessy, the ultimate outcome is clear: in the decade ended in 2009, the best teams see their \nmedian win percentage erode by over 14 percentage points while the teams initially in the cellar \nsee their win percentage improve by almost 12 percentage points (see Exhibit 10, right panel). \n \n \n \n \n \n \n \n \n \n \n  \n"
    },
    {
      "number": 18,
      "text": " \nPage 18 \n \nLegg Mason Capital Management \nExhibit 10: Mean Reversion in Major League Baseball Team Winning Percentages \n \n \n \nSource: Baseball Prospectus and LMCM analysis. \n \nConsistent with the idea that reversion to the mean accommodates change and no change, the \nwin percentage of the best and worst quintiles moved toward 0.500 while the standard deviation \nof the distribution of winning percentage for the league held reasonably constant at about 0.07.   \n \nWe can see how the interplay between luck and skill shapes reversion to the mean by analyzing \nhitting statistics side by side: one more reliant on luck (batting average) and one more reliant on \nskill (strikeout rate). Exhibit 11’s left panel shows the batting averages of roughly 100 major \nleaguers who had at least 150 at-bats for the five seasons ended 2009. The 0.60 basis point gap \nbetween the best and the worst quintile (0.315 versus 0.255) is cut by two-thirds by the final year \n(0.285 versus 0.265). This result would occur even without the assumption of any change in skill \nlevel.  \n \nExhibit 11: Mean Reversion in Major League Baseball Player Batting Averages \n \n \n \nSource: Baseball Prospectus and LMCM analysis. \nStrikeout Rate\n0.090\n0.110\n0.130\n0.150\n0.170\n0.190\n0.210\n0.230\n0.250\nStrikeout Rate\n2005\n2006\n2007\n2008\n2009\nBatting Average\n0.250\n0.260\n0.270\n0.280\n0.290\n0.300\n0.310\n0.320\n2005\n2006\n2007\n2008\n2009\nBatting Average\nQ1\nQ2\nQ3\nQ4\nQ5\n1999 Groups\n‘99\n‘09\nWinning % above .500\n‘99\n‘09\n-5\n5\n10\n-10\n0\n-15.0%\n-10.0%\n-5.0%\n0.0%\n5.0%\n10.0%\n15.0%\n1999\n2001\n2003\n2005\n2007\n2009\nWinning % above .500\n"
    },
    {
      "number": 19,
      "text": " \nPage 19 \n \nLegg Mason Capital Management \nAs the right panel of Exhibit 11 shows, the mean reversion is much less pronounced with \nstrikeout rate because skill is more important. While the gap from best to worst does narrow from \nroughly 0.150 to 0.120, you can see that the outcomes remain relatively persistent.    \n \nThe persistence of skill and the absence of luck is also the reason that the world’s top tennis \nplayers dominate the ranking for extended periods of time. For instance, four players—Pete \nSampras, Roger Federer, Ivan Lendl, and Jimmy Connors—each held the number one spot for \nthe equivalent of five or more years.  \n  \nCorporate performance also shows reversion to the mean. This phenomenon has been well \ndocumented for decades. 43 For a company, skill is equivalent to competitive advantage, which \nconfers an ability to generate returns on capital in excess of the cost of capital. Companies, like \nathletes, tend to follow a lifecycle. A company typically sees its skill diminish as the industry \nmatures, as all competitors move toward optimal efficiency, and as prices are set so that they \nsqueeze out excess profits. Competitive advantage is closely linked to barriers to entry. Bruce \nGreenwald, an economist at Columbia University, is fond of saying, “In the long run, everything is \na toaster.” He picked the toaster to symbolize a mature, competitive business with no barriers to \nentry and no excess returns. 44 \n \nHere’s what the pattern of performance looks like for companies. The left panel of Exhibit 12 \nplaces the non-financial companies in the Russell 3000 that had data throughout the entire period \n(a sample in excess of 1,800 companies) into quintiles based on the spread between their return \non invested capital (ROIC) and the weighted average cost of capital (WACC) in 1999. It then \ntracks the median returns for those quintiles though 2009.    \n \nExhibit 12:  Mean Reversion in ROIC – WACC Spreads for the Russell 3000 Non-Financial \nFirms (1999-2009) \n \n \n \nSource: Capital IQ, LMCM analysis. \n \nSpecifically, the spread between the highest and lowest quintiles shrinks from 70 percentage \npoints in 1999 to about 10 percentage points in 2009 (see Exhibit 13, right panel). Note that this \npowerful reversion to the mean accommodates the superior results of some companies, as we \ndiscussed in the section on streaks and persistence. Said differently, we would expect the rate of \nreversion to the mean to be even more rapid absent some companies with competitive \n-50.0%\n-40.0%\n-30.0%\n-20.0%\n-10.0%\n0.0%\n10.0%\n20.0%\n30.0%\n40.0%\n50.0%\n1999\n2001\n2003\n2005\n2007\n2009\nROIC - WACC\nQ1\nQ2\nQ3\nQ4\nQ5\n1999 Groups\n‘99\n‘09\nROIC-WACC (%)\n‘99\n‘09\n-50\n-40\n-30\n-10\n0\n10\n30\n20\n40\n-20\n50\n"
    },
    {
      "number": 20,
      "text": " \nPage 20 \n \nLegg Mason Capital Management \nadvantage. This pattern of reversion to the mean also belies the principle that the distributions do \nnot change. The distribution of ROIC - WACC spreads, in fact, remained similar throughout the \nmeasured period. Exhibit 13 lays the 2009 distribution on that of 2004. Even a brief visual \ninspection confirms the similarity of the two distributions.   \n \nExhibit 13:  Change and No Change Co-Exist \n \n \n \nSource: Capital IQ, LMCM analysis. \n  \nResearch by Robert Wiggins and Timothy Ruefli, professors of management, shows that not only \nis reversion to the mean in clear evidence for the corporate world, but also that returns are \nconverging at a faster rate today than they did in the past. 45 They note that this phenomenon is \nnot limited to technology companies but rather is evident across all industries. An empirical study \nof the slope of the rate of decline found that companies with high returns, high cash-flow \nvariability, and high growth faded the fastest. Stable businesses with slow growth rates held the \nsteadiest. 46  \n \nReversion to the mean is a powerful force in investing, too. Jack Bogle, a luminary of the \ninvestment industry, illustrates this by ranking mutual funds in quartiles based on results in the \n1990s and seeing how those quartiles performed in the 2000s. The top quartile, which had \nhandily outpaced the average fund in the 1990s, saw a 7.8 percentage point drop in relative \nperformance. Symmetrically, the bottom quartile in the 1990s witnessed a sharp 7.8 percentage \npoint gain in results in the 2000s. Exhibit 14 tracks the excess returns of about 700 large cap \nmutual funds ranked based on 2000 results. By 2009, the excess returns for the best performing \nfunds in 2000 was effectively zero, while the lowest quintile delivered strong excess returns.  \nBecause investing results have a large dose of randomness, reversion to the mean is mighty. 47 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n0\n100\n200\n300\n400\n500\n600\n700\n800\n≤(40)%\n(30)-(20\n(10)-0\n10-20\n30-40\nROIC Buckets\nFrequency\n2009\n2004\n"
    },
    {
      "number": 21,
      "text": " \nPage 21 \n \nLegg Mason Capital Management \nExhibit 14:  Mean Reversion in Mutual Fund Results  \n \n \n \nSource: Morningstar, LMCM analysis. \n \nPersistence of performance has been one of the most popular topics in mutual fund research. 48 \nSimilar to what we saw with companies, and consistent with the analysis of streaks, there is some \nevidence of persistence in fund performance. 49 But the strength of the signal is in part a function \nof the time period a researcher decides to measure, is more pronounced with poor performers \nthan superior performers, and is weakened as academics adjust mutual fund returns for factors in \nstock price returns (i.e., size, value, momentum).  \n \nImportantly, reversion to the mean in the investment business extends well beyond the results for \nmutual funds. It applies to classifications within the market (small capitalization versus large \ncapitalization, or value versus growth), across asset classes (bonds versus stocks) and spans \ngeographic boundaries (U.S. versus non-U.S.). There are few corners of the investment business \nwhere reversion to the mean does not hold sway. 50 \n \nWe have mentioned already that reversion to the mean ensnares a lot of decision makers. This is \nso important for investors, however, that it bears additional comment. The sad fact is that there is \nsignificant evidence that investors—both individual and institutional—fail to recognize and reflect \nreversion to the mean in their decisions. To illustrate, the S&P 500 Index generated returns of 8.2 \npercent in the twenty years ended 2009. The average mutual fund saw returns of about 7 \npercent, reflecting the performance drag of fees. But the average investor earned a return of less \nthan 6 percent, about two-thirds of the market’s return. The reason investors did worse than the \naverage fund is bad timing: they put money in when markets (or funds) were doing well and \npulled money out when markets (or funds) were doing poorly. This is the opposite of the behavior \nyou would expect from investors who understand reversion to the mean.  \n     \nIt is certainly understandable that individual investors react to emotional extremes. But what \nabout the institutional investors who allocate capital for a living? You might guess that they are \nfully aware of reversion to the mean and work to counter-balance it. Yet that is not at all the \nbehavior that researchers observe. Institutions, often guided by committees, fail to reflect \nreversion to the mean in their decisions, which ends up costing their beneficiaries billions of \ndollars.  \n \nQ1\nQ2\nQ3\nQ4\nQ5\n2000 Groups\n‘00\n‘09\n‘00\n‘09\n-10\n-5\n5\n10\n15\n20\nExcess Returns (%)\n30\n25\n-10.0\n-5.0\n0.0\n5.0\n10.0\n15.0\n20.0\n25.0\n30.0\n2000\n2002\n2004\n2006\n2008\nExcess Return (%)\n"
    },
    {
      "number": 22,
      "text": " \nPage 22 \n \nLegg Mason Capital Management \nAmit Goyal and Sunil Wahal, professors of finance, studied how well 3,400 plan sponsors (i.e., \nretirement plans, endowments, foundations) did in their decisions to hire and fire investment \nmanagers over a decade. 51 They found that plan sponsors hired investment managers after they \nhad generated superior returns, only to see post-hiring excess returns revert to zero. Plan \nsponsors fired investment managers for a multitude of reasons (poor performance topped the \nlist), only to see the managers they fired deliver statistically-significant excess returns.  \n \nA separate study, which looked at decisions across a large number of asset classes and over a \nlonger time period, came to a similar conclusion. The study’s authors summarized, “Perhaps \ninvestment officers—either because they believe it themselves or their supervisors do—find \ncomfort in extrapolating past performance when, in fact, excess performance is random or \ncyclical.” 52 While we would say that results are mostly random in the short term, the larger point \nholds. Both studies are consistent with performance chasing and the belief in hot hands, and \ninconsistent with an appreciation for the force of reversion to the mean.  \n \nCoping with reversion to the mean is not easy in markets, but there is a three-step process that \nhelps guide a decision. The first step is to consider the mix of skill and luck in the activity. As we \nhave seen, the pull of reversion to the mean will be strongest in activities dominated by luck. \nSecond, consider how extreme the result is versus some sense of the average. For example, \nperiods with stock market returns that are substantially above or below the long-term average of \n6-7 percent, adjusted for inflation, may be followed by periods that are closer to the average. \nFinally, consider the expectations reflected in asset prices. 53Avoid assets that have performed \nwell and embed optimistic expectations, and embrace assets that have performed poorly and \nembed low expectations. These steps are easy to articulate but difficult to follow due to \npsychological and institutional constraints.   \n \nTransitivity \n \nTransitivity holds when there’s a clear pecking order of skill and the better competitor always \nwins. In reality, matchups between individuals, teams, competitors, or strategies generally yield a \nlack of transitivity. What allows you to win in one environment may not work in another. As a \ngeneral rule, transitivity tends to decrease as the complexity of the interaction increases. It is hard \nto characterize the degree of transitivity thinking only of skill and luck, but the idea remains very \nuseful for decision makers. \n \nThe importance of transitivity in sports is quite clear. We already saw how in theory the winner of \na tournament might be the result of the order in which the teams played one another (Exhibit 2). \nNotice that in the setup of that example, all the teams had the same total level of skill, designated \nas 100 points, and that it was the structure of the matchups that determined the outcome.   \n \nThe significance of matchups is also evident in practice. Wayne Winston, a professor of decision \nsciences, analyzed interactions between NBA lineups, as well as between specific players, and \nfound a lack of transitivity. To illustrate, he studied the 2006 playoffs and 2006-2007 regular \nseason and found that Steve Nash outplayed Devin Harris, Harris outplayed Tony Parker, and \nParker outplayed Nash. Which player is better depends on the matchup, and there is no way to \nsay that one is best. 54 A similar lack of transitivity exists with strategies in soccer and between \nface-off specialists in lacrosse. 55  \n \nThe degree of transitivity spills over to coaching strategy. KC Joyner, a football analyst at ESPN, \nseparates football coaches into two categories: those who focus on personnel and those who \nfocus on strategy. Personnel coaches try to stack their teams with the most talented players, \nkeep the game plan simple, and try to overwhelm their opponents. Strategy coaches worry less \nabout attracting the finest players and focus instead on outsmarting their opponents with \ninnovative game plans. 56   \n \n"
    },
    {
      "number": 23,
      "text": " \nPage 23 \n \nLegg Mason Capital Management \nMike Leach, the former coach of the Texas Tech football team, is a great example of a strategy \ncoach. He managed to win over 70 percent of his games in recent years despite playing a highly \ncompetitive schedule. The team’s success is particularly remarkable since few of the players \nwere highly recruited or considered “first-rate material” by professional scouts. 57  \n \nLeach offset the talent gap by introducing more complexity into the team’s offense via a large \nnumber of formations. By creating new matchups, these formations changed the geometry of the \ngame and forced opponents to change their defensive strategies. For example, defensive \nlinemen were frequently forced to drop back to cover receivers. Leach explained that “defensive \nlinemen really aren’t much good at covering receivers. They aren’t built to run around that much. \nAnd when they do, you have a bunch of people on the other team doing things they don’t have \nmuch experience doing.” You can certainly argue that Leach was skillful. The key here is that by \nadding complexity, Leach also made results less transitive. \n \nTransitivity is also evident in business. One example is how a company’s product offerings fare \nunder changing economic conditions. For instance, one automobile manufacturer may emphasize \nsmall vehicles while a competitor focuses on sport utility vehicles (SUV). When gasoline prices \nare high the maker of small cars will be in a better position, and when prices are low the producer \nof SUVs will have the advantage. So the vagaries of the fuel market dictate the outcomes, and \nthere is no strategy that works in all environments. \n \nClayton Christensen’s theory of disruptive innovation is another example of transitivity in \nbusiness. 58 Christensen studied why great companies with smart managements and substantial \nresources consistently lost to “disruptors,” companies with simpler, cheaper, and inferior \nproducts. He describes two ways that this can happen. In one case, the disruptors introduce a \nproduct that is at the low end of the market and that is neither profitable for the incumbents nor in \ndemand from the incumbent’s current customers. Incumbents are motivated to flee the low-end \nsegment of the market and to focus on more value-added products. This becomes a problem as \nthe disruptors improve their offering and move up market, eventually encroaching on the core \nbusiness of the incumbent, and doing so with a lower cost structure.   \n \nIn the other case, disruptors introduce a product that was unavailable to consumers before, \neffectively competing with non-consumption. A recent example is Nintendo’s Wii video game \nconsole. Rather than focus on the high end of demanding gamers, as Microsoft’s Xbox and \nSony’s Playstation 3 have, the Wii expanded the market by making the games simpler to play and \nmore intuitive. In these instances, incumbents tend to ignore the market (as Microsoft and Sony \nlargely did initially).  \n \nWhether the disruptor’s strategy is based on a low-end segment or on non-consumption, stronger \nincumbents yield to weaker challengers because of asymmetric motivations. 59 As in sports, we \nsee cases where the more “skillful” company loses to the weaker company as the result of \nstrategy choices. Transitivity in head-to-head matchups frequently appears as the result of \nasymmetric motivations. The Colonel Blotto game, a model from game theory, also sheds light on \nthis conclusion. 60 \n \nTransitivity also exists in the investment industry. For example, the success of different styles \ntends to rotate. If you are a small capitalization (cap) manager, for instance, there will be times \nwhen small cap stocks will outperform large cap stocks and you will do well just by showing up to \nwork. And since the industry frequently seeks to constrain the mandates of individual portfolio \nmanagers, success is often about style, not skill.  \n \nThis effect shows up when we study the mutual fund industry. The decade of the 1990s and the \nfirst decade of the 2000s offer an interesting contrast. The 1990s were one of the worst decades \nfor active management, with an average of only 35 percent of funds generating returns in excess \nof the S&P 500 annually. The 2000s were one of the best decades for active management, with \nan average of half of all funds beating the index in each year. Few would think of the 2000s as \n"
    },
    {
      "number": 24,
      "text": " \nPage 24 \n \nLegg Mason Capital Management \nbetter than the 1990s for active managers, because the absolute returns were so much lower in \nthe 2000s. But on a relative basis, 2000-2009 was a golden decade for active managers, with a \nrate of beating the benchmark 25 percent higher than the long-term average.     \n \nThe reason active managers did so much better in the recent decade has little to do with skill and \na lot to do with style. Most funds that use the S&P 500 as a benchmark construct portfolios with \nstocks that have an average market capitalization that is much smaller than that of the broad \nindex. 61 This suggests a simple relationship: when large cap stocks outperform small cap stocks, \nactive managers will struggle. Conversely, when small cap outperforms large cap, active \nmanagers will shine. This was the case with the 1990s versus the 2000s. In the 1990s, large cap \nstocks beat small caps by an average of 6.6 percentage points a year. By contrast, small caps \ngenerated returns 4.5 percentage points greater than large caps, on average, in the 2000s. As \ntransitivity suggests, different strategies win from one environment to the next. 62 \n \nPeter Bernstein, who was one of the investment industry’s brightest stars, wrote an article in 1998 \nsuggesting that outsized excess returns in the investment industry were unlikely in the future. 63 \nBernstein’s analysis was a riff off of an essay by Stephen Jay Gould explaining why there would \nnever be another 0.400 hitter in baseball (Ted Williams last achieved the feat in 1941, hitting \n0.406.) Gould reasoned that because all players are improving in all facets of the game, the \nstandard deviation of results narrowed. That was in fact true for batting average, which reduced \nto a miniscule level the probability that even an outlier could reach 0.400.  \n \nBernstein surmised that as markets continued their march toward efficiency, a similar pattern was \noccurring for money managers. The data backed it up: the standard deviation of excess returns \nfor mutual funds had slowly and steadily declined from 1960 through 1997. In 2004, though, \nBernstein reran the numbers and found that the standard deviation had exploded from roughly 10 \npercent in the late 1990s to almost 20 percent in 1999. He concluded that the 0.400 hitters of the \ninvestment industry had returned. 64 But the spike in standard deviations was short-lived and \nattributable to strong style swings. Specifically, large cap managers were narrowly focused on \ntechnology stocks in late 1999, allowing for strong returns relative to other styles. And following \nthe technology stock bubble, small cap managers enjoyed massive relative returns. Since \nBernstein’s paper in 2004, however, the standard deviations have again shrunk, consistent with \nhis (and Gould’s) original thesis. \n \nConclusion \n \nThe two main ways to assess skill and luck are through an analysis of persistence of performance \n(with streaks being a particularly useful subset of this approach) and its alter ego, reversion to the \nmean. The research shows evidence for persistence of performance in sports, business, and \ninvesting, although the evidence is strongest in sports. Studies of business and investing point to \nskill in both domains, although the percentage of companies or investors with skill is small.   \n   \nReversion to the mean is also clear in each realm. The central insight is that the more the \noutcomes of an activity rely on luck (or randomness), the more powerful reversion to the mean \nwill be. As important, it is clear that many decision makers do not behave as if they understand \nreversion to the mean, and predictably make decisions that are, as a consequence, harmful to \ntheir long-term outcomes. This is particularly pronounced in the investment industry. \n \nThe two-urn model is a useful mental model because it allows for differential skills and \naccommodates luck. Even Paul Samuelson, the Nobel-prize winning economist and efficient \nmarkets advocate, allowed for the possibility of investment skill. He wrote, “It is not ordained in \nheaven, or by the second law of thermodynamics, that a small group of intelligent and informed \ninvestors cannot systematically achieve higher mean portfolio gains with lower average \nvariabilities. People differ in their heights, pulchritude, and acidity. Why not their P.Q. or \nperformance quotient?” 65 \n \n"
    },
    {
      "number": 25,
      "text": " \nPage 25 \n \nLegg Mason Capital Management \nAn examination of transitivity also provides insights into where outcomes are most predictable. A \nlack of transitivity marks large swaths of sports, business, and investing. Since it is not always \nstraightforward to pin low transitivity on skill or luck, the main lesson is to recognize that \nmatchups and strategies can matter a great deal. \n \nWe now come to the final part of our discussion—defining skill in the investment business. Even if \nwe can reasonably conclude that there are skilled investors, the challenge is to identify them \nbefore they deliver superior results. Skill in investing, like other probabilistic activities, is a process \nthat incorporates analytical, psychological, and organizational considerations. If nothing else, the \ndiscussion of skill and luck makes clear why focusing on outcomes is less useful than focusing on \nprocess. If luck nets to zero over time—you win some, you lose some—then long-term results \ndepend on the process.  \n \nSkill in Investing: What Comprises a Good Investment Process?  \n \nHere are some thoughts on what makes for a good investment process, or skill in the investment \nindustry. This discussion applies directly to long-term investors, but many of the concepts apply to \nany type of investment approach. You can think of skill in three parts.  \n \nThe first part requires you to find situations where you have an analytical edge and to allocate the \nappropriate amount of capital when you do have an edge. The financial community dedicates \nsubstantial resources into trying to gain an edge but less time on sizing positions so as to \nmaximize long-term wealth.   \n \nAt the core of an analytical edge is an ability to systematically distinguish between fundamentals \nand expectations. Fundamentals are a well thought out distribution of outcomes, and \nexpectations are what is priced into an asset. A powerful metaphor is the racetrack. The \nfundamentals are how fast a given horse will run and the expectations are the odds on the tote \nboard. As any serious handicapper knows, you make money only by finding a mispricing between \nthe performance of the horse and the odds. There are no “good” or “bad” horses, just correctly or \nincorrectly priced ones. 66     \n \nAn analytical edge exhibits certain characteristics. For example, assessment of the fundamentals \nshould be consistent with the principles of economics, especially microeconomics. Investors need \nto grasp notions like supply and demand, economic profits, and sustainable competitive \nadvantage. An edge should also incorporate the outside view rather than relying on the inside \nview. With the inside view, decision makers tend to gather information about a topic, combine it \nwith their own inputs, and project into the future. In most cases, the inside view leads to \nconclusions that are too optimistic. By contrast, the outside view asks what happened when \nothers were in a similar situation before. By leaning more on historical base rates than on \nindividual extrapolation, the outside view provides a better grounding for analysis. 67 \n \nAn analytical edge should also be repeatable in different environments. This does not mean that \nan investor must always find an edge; there will be times when the set of potential investments \nwill be limited by either the investor’s correct realization of the limits to his or her competence or \nby a lack of attractive opportunities. It does mean that the approach to finding an edge will be \nsteadfast over time and can be applied to various industries or asset classes. \n \nOnlookers frequently confuse edge with style. When a certain style is doing well, a manager \nusing that style will fare favorably whether or not he or she actively chose that exposure. Over \ntime, some factors have generated excess risk-adjusted returns. For example, small caps have \ndelivered higher returns than large caps since the mid 1920s. But these long-term results mask \nthe existence of extended periods when those factors don’t work. If you had bet on small caps \ngoing into the 1980s and 1990s, as an illustration, you would have fared worse than the S&P 500. \nEdge means generating excess returns because of mispricing. Style suggests being in the right \nplace at the right time. Sometimes edge and style overlap, sometimes they don’t. \n"
    },
    {
      "number": 26,
      "text": " \nPage 26 \n \nLegg Mason Capital Management \nEdge also implies what Ben Graham, the father of security analysis, called a margin of safety. \nYou have a margin of safety when you buy an asset at a price that is substantially less than its \nvalue. As Graham noted, the margin of safety “is available for absorbing the effect of \nmiscalculations or worse than average luck.” The size of the gap between expectations and \nfundamentals dictates the magnitude of the margin of safety. Graham expands, “The margin of \nsafety is always dependent on the price paid. It will be large at one price, small at some higher \nprice, nonexistent at some still higher price.”68  \n \nFinding gaps between fundamentals and expectations is only part of the analytical task. The \nsecond challenge is to properly build portfolios to take advantage of the opportunities. There are \ntwo common mistakes in sizing positions within a portfolio. One is a failure to adjust position sizes \nfor the attractiveness of the opportunity. In theory, the positions in more attractive risk-adjusted \nopportunities should be more prominent in the portfolio than less attractive opportunities. In some \nactivities, mathematical formulas can help work out precisely how much you should bet given \nyour perceived edge. 69 While this is difficult in practice for most money managers, the main idea \nremains: the best ideas deserve the most capital. The weighting in many portfolios fails to \ndistinguish sufficiently between the quality of the ideas. \n \nThe other mistake, at the opposite end of the spectrum, is overbetting. In the past, funds that \nhave seen their edge dwindle have boosted returns through leverage. This led to position sizes \nthat were too large for the opportunity and ultimately disastrous in cases when the trade didn’t \nperform as expected. The failure of Long-Term Capital Management is one of the best-\ndocumented cases of the perils of overbetting. 70 The analytical part of a good process requires \nboth disciplined unearthing of edge and intelligent position sizing aimed at maximizing long-term \nrisk-adjusted returns.           \n \nThe second part of skill is psychological, or behavioral. Not everyone has a temperament that is \nwell suited to investing, and skillful investors approach markets with equanimity. One such skilled \ninvestor is Seth Klarman, founder and president of the highly-successful Baupost Group, who \nshared a wonderful line: “Value investing is at its core the marriage of a contrarian streak and a \ncalculator.” 71 \n \nA large source of mispricing is when the collective becomes uniformly bullish or bearish, opening \nlarge gaps between expectations (price) and fundamentals (value). The first part of Klarman’s line \nemphasizes the importance of the willingness to go against the crowd. Academic research \nconfirms what most people know: it is easier and more comfortable to be part of the crowd than it \nis to be alone. Skillful investors heed Ben Graham’s advice: “Have the courage of your knowledge \nand experience. If you have formed a conclusion from the facts and if you know your judgment is \nsound, act on it—even though others may hesitate or differ.” 72 However, Klarman correctly \nobserved that it is not enough to be a contrarian because sometimes the consensus is right. The \ngoal is to be a contrarian when it allows you to gain an edge, and the calculator helps you ensure \na margin of safety. \n \nExposure to diverse inputs is crucial to developing sound contrarian views. As an idea takes hold \nin the investment community, it tends to crowd out alternative points of view. Skillful investors \nconstantly seek input from a variety of sources, primarily through reading. Phil Tetlock, a \npsychologist who has done groundbreaking work on the decision making of experts, writes that \n“good judges tend to be . . . eclectic thinkers who are tolerant of counterarguments.” 73   \n \nThis part of the process also acknowledges, and takes steps to mitigate, the biases that emanate \nfrom common heuristics. These biases include overconfidence, anchoring, the confirmation trap, \nand the curse of knowledge, to name just a few. 74 Overcoming these behavioral pitfalls is not \neasy, especially at emotional extremes. Techniques that are helpful include expressing views in \nprobabilistic terms, constantly considering base rates, and maintaining a decision-making journal.  \n \n"
    },
    {
      "number": 27,
      "text": " \nPage 27 \n \nLegg Mason Capital Management \nThe last component of this part is maintaining what I call a “Mr. Market” mindset. To express a \nproper attitude toward markets, Ben Graham created the idea of Mr. Market, a “very obliging” \nfellow who offers to sell his shares to you or to buy yours. Mr. Market shows up every day, but is \nsometimes very optimistic and, fearful that you will snatch his shares at a low price, posts a very \nhigh price. On other occasions he is distraught, and seeks to dump his shares at a bargain-\nbasement price.  \n \nGraham’s main lesson is that Mr. Market is there to serve you, not to educate you. You cannot let \nthe prices entrance you. Graham writes, “Basically, price fluctuations have only one significant \nmeaning for the true investor. They provide him with an opportunity to buy wisely when prices fall \nsharply and to sell wisely when they advance a great deal.” 75 This is easy to say but requires a \nlot of skill to do. \n \nThe third part of the process of skill addresses organizational and institutional constraints. The \ncore issue is how to manage agency costs. Costs arise because the agent (the money manager) \nmay have interests that are different than the principal (the investor). 76 For example, mutual fund \nmanagers who are paid fees based on assets under management may seek to prioritize asset \ngrowth over delivering excess returns. Actions to serve this priority may include heavily marketing \nproducts that have been recently successful, launching new products in hot areas, and managing \nportfolios to look similar to their benchmarks. \n \nCharley Ellis made this point when he distinguished between the profession and business of \ninvesting. 77 The profession is about managing portfolios so as to maximize long-term returns, \nwhile the business is about generating earnings as an investment firm. Naturally, a vibrant \nbusiness is essential to support the profession. But a focus on the business at the expense of the \nprofession is a problem. Stated differently, you want the investment professionals focused intently \non finding opportunities with edge and building sensible portfolios.  \n \nCareer risk is also important. Investment managers seeking long-term excess returns will \nfrequently have portfolios that are very different than the benchmark and that have high tracking \nerror. If the time horizon of either the investment company or the clients is shorter than the time \nhorizon necessary to see the fruition of the investment approach, even skilled managers risk \ngetting fired. Professional investors have learned to play close to the index. For example, \naggregate active share is down considerably over the past 30 years. 78    \n \nAll three parts of investing skill are difficult. Many organizations clear one or two of the hurdles, \nbut few can clear all three. This fits with the conclusion of our analysis of skill and luck in \ninvesting: there are differential capabilities, but only a handful of investors can clear the analytical, \npsychological, and organizational hurdles. \n \nIn 1984, Warren Buffett gave a speech at Columbia Business School called “The Superinvestors \nof Graham-and-Doddsville.” 79 He referred to the coin toss metaphor and granted that some \ninvestors would succeed by luck. But he went on to point out that a number of successful \ninvestors came from the same “small intellectual village that could be called Graham-and-\nDoddsville.” Common to all of the investors was that they searched “for discrepancies between \nthe value of the business and the price of small pieces of that business.” These investors had a \ncommon patriarch, Ben Graham, but went about succeeding in different ways. Still, Buffett \nsuggested he anticipated their success based on “their framework for investment decision \nmaking.” While some luck along the way didn’t hurt, their results were all about skill.       \n   \n \n \n \n \n \n"
    },
    {
      "number": 28,
      "text": " \nPage 28 \n \nLegg Mason Capital Management \nEndnotes \n \n1 Stanley Meisler, “First in 1763: Spain Lottery—Not Even a War Stops It,” Los Angeles Times, \nDecember 30, 1977, A5.  \n2 Scott D. Stewart, John J. Neumann, Christopher R. Knittel, and Jeffrey Heilser, “Absence of \nValue: An Analysis of Investment Allocation Decisions by Institutional Plan Sponsors,” Financial \nAnalysts Journal, Vol. 65, No. 6, November/December 2009, 34-51.  \n3 Definitions come from Webster’s Ninth New Collegiate Dictionary (Springfield, MA: Merriam-\nWebster, Inc., 1988). Note that many common phrases, like “you make your own luck,” “luck is \nwhat happens when preparation meets opportunity,” and “the harder I work, the luckier I get,” do \nnot fit with our definition. In each of these cases, luck is conflated with skill. Think of luck as \nsomething in addition to skill. So, for example, books including Richard Wiseman, The Luck \nFactor: Changing Your Luck, Changing Your Life: The Four Essential Principles (New York: \nMiramax, 2003) are very entertaining but do not contribute to this discussion.  \n4 Annie Duke, “Testimony before the House Committee on the Judiciary,” November 14, 2007.  \n5 Christopher Chabris and Daniel Simons, The Invisible Gorilla: And Other Ways Our Intuitions \nDeceive Us (New York: Crown, 2010), 83. \n6 Robert Mitchell, now with Rogerscasey Canada, tries to measure reversion to the mean by \nusing cumulative sum (CUSUM) control charts. He emphasizes the slope of the CUSUM line, \nakin to measuring the rate of reversion to the mean. See Robert Mitchell, “Hiring and Firing \nInvestment Managers,” Presentation at the IMCA Canadian Consultants Conference, May 14, \n2007.  \n7 Jonathan Schaeffer, “Marion Tinsley: Human Perfection at Checkers?” in Richard J. \nNowakowski, ed. Games of No Chance (Cambridge, UK: Cambridge University Press, 1998), \n115-118.  \n8 Amos Tversky and Daniel Kahneman, “Belief in the law of small numbers,” Psychological \nBulletin, Vol. 76, No. 2., 1971, 105-110; also Nassim Nicholas Taleb, Fooled By Randomness: \nThe Hidden Role of Chance in Life and in the Markets, 2nd Edition (New York: Thomson Texere, \n2004), 64-68. \n9 Jim Albert, “Comments on ‘Underestimating the Fog’,” By The Numbers, Vol. 15, No. 1, \nFebruary 2005, 3-5.  \n10 Geoff Colvin, Talent is Overrated: What Really Separates World-Class Performers from \nEverybody Else (New York: Portfolio, 2008), 65-72. \n11 Michael Lewis, Moneyball: The Art of Winning an Unfair Game (New York: W.W. Norton & \nCompany, 2003), 274. \n12 For a more in-depth discussion, see Michael J. Mauboussin, “The Colonel Blotto Game: \nTransitivity and How to Win When You’re an Underdog,” Mauboussin on Strategy, May 5, 2010. \n13 For those of you with some free time, see: http://www.worldrps.com/how-to-beat-anyone-at-\nrock-paper-scissors. \n14 There are many examples of this. See Eugene F. Fama and Kenneth R. French, “Luck versus \nSkill in the Cross Section of Mutual Fund Returns,” Journal of Finance, Vol. 65, No. 5, October \n2010; Richard Grinold and Ronald N. Kahn, Active Portfolio Management: A Quantitative \nApproach for Producing Superior Returns and Controlling Risk, Second Edition (New York: \nMcGraw-Hill, 2000), 479-508; Robert L. Hagin, Investment Management: Portfolio Diversification, \nRisk, and Timing—Fact and Fiction (Hoboken, NJ: John Wiley & Sons, 2004), 169-178. For an \nanalysis that considers two distributions, see Laurent Barras, Olivier Scaillet, and Russ Wermers, \n“False Discoveries in Mutual Fund Performance: Measuring Luck in Estimated Alphas,” Journal of \nFinance, Vol. 65, No. 1, February 2010, 179-216. Some researchers blend the two: “The Need to \nDifferentiate Between Noise and Skill: Too Many Fooled by Randomness?” Watson Wyatt \nWorldwide, March 2007.  \n15 See \nhttp://www.insidethebook.com/ee/index.php/site/comments/true_talent_levels_for_sports_leagues/. \n16 Stephen Jay Gould, Full House: The Spread of Excellence from Plato to Darwin (New York: \nHarmony Books, 1996), 109. \n"
    },
    {
      "number": 29,
      "text": " \nPage 29 \n \nLegg Mason Capital Management \n17 Leighton Vaughan Williams, “Semi-strong and strong form information efficiency in betting \nmarkets,” in Information Efficiency in Financial and Betting Markets, Leighton Vaughan Williams, \ned. (Cambridge, UK: Cambridge University Press, 2005), 123-155.  \n18 James Surowiecki, The Wisdom of Crowds: Why the Many Are Smarter Than the Few and How \nCollective Wisdom Shapes Business, Economies, Societies, and Nations (New York: Doubleday \nand Company, 2004); see also Michael J. Mauboussin, “Explaining the Wisdom of Crowds: \nApplying the Logic of Diversity,” Mauboussin on Strategy, March 20, 2007.  \n19 Arthur DeVany, Hollywood Economics: How Extreme Uncertainty Shapes the Film Industry \n(New York: Routledge, 2004). \n20 Matthew J. Salganik, Peter Sheridan Dodds, and Duncan J. Watts, “Experimental Study of \nInequality and Unpredictability in an Artificial Cultural Market,” Science, February 10, 2006, 854-\n856.  \n21 According to Wikipedia, “Tom Tango” is an alias for an unidentified expert in statistical analysis \nof sports. He is also co-author of The Book, an excellent reference for sabermetrics. In any case, \nhis analysis is really interesting. You can see the discussion of variance and skill here: \nhttp://www.insidethebook.com/ee/index.php/site/article/true_talent_levels_for_sports_leagues/. In \nDavid J. Berri, Martin B. Schmidt, and Stacey L. Brook, The Wages of Wins: Taking Measure of \nthe Many Myths in Modern Sport (Stanford, CA: Stanford University Books, 2006) the authors \nrefer to this approach as the “Noll-Scully measure” based on the work of the economists Roger \nNoll and Gerald Scully. See pages 45-63. \n22 Berri, Schmidt, and Brook, 61-62. \n23 Jim Albert, “A Batting Average: Does It Represent Ability or Luck?” Working Paper, April 17, \n2004. See: http://bayes.bgsu.edu/papers/paper_bavg.pdf. \n24 Jim Albert, “Comments on ‘Underestimating the Fog’,” By the Numbers, Vol. 15, No. 1, \nFebruary, 2005. See: http://www.philbirnbaum.com/btn2005-02.pdf. \n25 David J. Berri and Martin B. Schmidt, Stumbling on Wins: Two Economists Expose the Pitfalls \non the Road to Victory in Professional Sports (Upper Saddle River, NJ: FT Press, 2010), 33-39. \n26 K. J. Martijn Cremers and Antti Petajisto, “How Active Is Your Fund Manager? A New Measure \nThat Predicts Performance,” Review of Financial Studies, Vol. 22, No. 9, September 2009, 3329-\n3365. \n27 Stephen Jay Gould, “The Streak of Streaks,” The New York Review of Books, Vol. 35, No. 13, \nAugust 18, 1988. \n28 Paul J. Feltovich, Kenneth M. Ford, and Robert Hoffman, eds., Expertise in Context: Human \nand Machine (Menlo Park, CA and Cambridge, MA: AAAI Press and The MIT Press, 1997), 27. \n29 John C. Bogle, Common Sense on Mutual Funds: Fully Updated 10th Anniversary Issue \n(Hoboken, NJ: John Wiley & Sons, 2010), 354-371. Bogle assumes a 2 percent maximum \nholding. For analysis of hedge funds, see Marco Avellaneda and Paul Besson, “Hedge-funds: \nHow big is big?” Unpublished Manuscript, 2005.   \n30 Michael Seidel, Streak: Joe DiMaggio and the Summer of ’41 (New York: McGraw-Hill, 1988).  \n31 Samuel Arbesman and Steven H. Strogatz, “A Monte Carlo Approach to Joe DiMaggio and \nStreaks in Baseball,” arXiv:0807.5082, August 1, 2008. \n32 Thomas C. Powell, “Varieties of Competitive Parity,” Strategic Management Journal, Vol. 24, \nNo. 1, January 2003, 61-86.  \n33 Thomas C. Powell and Chris J. Lloyd, “Toward a General Theory of Competitive Dominance: \nComments and Extensions on Powell (2003),” Strategic Management Journal, Vol. 26, No. 4, \nApril 2005, 385-394. \n34 We believe that return on assets is far from an ideal measure, but it probably does the job for \nlarge-scale studies.   \n35 Jerker Denrell, “Random Walks and Sustained Competitive Advantage,” Management Science, \nVol. 50, No. 7, July 2004, 922-934. \n36 Robert K. Merton, “The Matthew Effect in Science,” Science, Vol. 159, No. 3810, January 5, \n1968, 56-63.  \n37 Andrew D. Henderson, Michael E. Raynor, and Mumtaz Ahmed, “How Long Must a Firm Be \nGreat to Rule Out Luck? Benchmarking Sustained Superior Performance Without Being Fooled \nBy Randomness,” Academy of Management Proceedings, August 2009, 1-6. For a shorter \nversion, see Michael E. Raynor, Mumtaz Ahmed, and Andrew D. Henderson, “Are ‘Great’ \n"
    },
    {
      "number": 30,
      "text": " \nPage 30 \n \nLegg Mason Capital Management \nCompanies Just Lucky?” Harvard Business Review, April 2009, 18-19. Also, Robert R. Wiggins \nand Timothy W. Ruefli, “Sustained Competitive Advantage: Temporal Dynamics and the \nIncidence and Persistence of Superior Economic Performance,” Organizational Science, Vol. 13, \nNo. 1, January-February 2002, 82-105. \n38 See, for example, Phil Rosenzweig, The Halo Effect . . . and the Eight Other Business \nDelusions That Deceive Managers (New York: Free Press, 2007). Raynor, Ahmed, and \nHenderson estimate that only 30 of the 228 companies held out as “excellent” companies in the \n11 most popular success studies were truly successful beyond what chance would dictate. See \nMichael E. Raynor, Mumtaz Ahmed, and Andrew D. Henderson, “Where Have You Gone, Joe \nDiMaggio? Just What is Really Great Business Performance?” Ivey Business Journal, May/June \n2009. \n39 Leonard Mlodinow, The Drunkard’s Walk: How Randomness Rules Our Lives (New York: \nPantheon Books, 2008), 180-181; also Leonard Mlodinow, “The Triumph of the Random,” The \nWall Street Journal, July 16, 2009.  \n40 2009 Investment Company Fact Book, 110-114. \nhttp://www.icifactbook.org/pdf/2009_factbook.pdf and John C. Bogle, The Little Book of Common \nSense Investing: The Only Way to Guarantee Your Fair Share of Stock Market Returns \n(Hoboken, NJ: John Wiley & Sons, 2007), 30. \n41 Andrew Mauboussin and Samuel Arbesman, “Differentiating Skill and Luck in Financial \nMarkets,” Working Paper, July 2010.  \n42 Klaas P. Baks, Andrew Metrick, and Jessica Wachter, “Should Mutual Fund Investors Avoid All \nActively Managed Funds? A Study in Bayesian Performance Evaluation,” Journal of Finance, Vol. \n56, No. 1, February 2001, 45-86; Robert Koswowski, Allan Timmerman, Russ Wermers, and Hal \nWhite, “Can Mutual Fund ‘Stars’ Really Pick Stocks? New Evidence from a Bootstrap Analysis,” \nJournal of Finance, Vol. 61, No. 6, December 2006, 2551-2595; Dirk Nitzsche, Keith Cuthbertson, \nand Niall O'Sullivan, “Mutual Fund Performance,” SSRN Working Paper, February 16, 2007; \nBarras, Scaillet, and Wermers; and Fama and French.  \n43 Horace Secrist, The Triumph of Mediocrity in Business (Evanston, IL: Bureau of Business \nResearch, Northwestern University, 1933). \n44 Bruce Greenwald and Judd Kahn, Competition Demystified: A Radically Simplified Approach to \nBusiness Strategy (New York: Portfolio, 2005), 157-159; also Rob Walker, “Not Necessarily \nToast,” The New York Times, April 8, 2007.  \n45 Robert R. Wiggins and Timothy W. Ruefli, ”Schumpeter’s Ghost: Is Hypercompetition Making \nthe Best of Times Shorter?” Strategic Management Journal, Vol. 26, No. 10, October 2005, 887-\n911. \n46 Bartley J. Madden, CFROI Valuation: A Total System Approach to Valuing the Firm (Oxford, \nUK: Butterworth-Heinemann, 1999), 165-167. \n47 Bogle (2010), 305-328. \n48 Eero J. Pätäri, “Do Hot Hands Warm the Mutual Fund Investor? The Myth of Performance \nPersistence Phenomenon,” International Research Journal of Finance and Economics, Vol. 34, \nDecember 2009, 117-139. \n49 Werner F. M. De Bondt and Richard H. Thaler, “Anomalies: A Mean-Reverting Walk Down Wall \nStreet,” Journal of Economic Perspectives, Vol. 3, No. 1, Winter 1989, 189-202.  \n50 Mark Grinblatt and Sheridan Titman, “The Persistence of Mutual Fund Performance,” Journal of \nFinance, Vol. 47, No. 5, December 1992, 1977-1984; Darryll Hendricks, Jayendu Patel, and \nRichard Zeckhauser, “Hot Hands in Mutual Funds: Short-Run Persistence of Relative \nPerformance, 1974-1988,” Journal of Finance, Vol. 48, No. 1, March 1993, 93-129; Stephen J. \nBrown and William N. Goetzmann, “Performance Persistence,” Journal of Finance, Vol. 50, No. 2, \nJune 1995, 679-698; for a dissenting view, see Mark M. Carhart, “On the Persistence in Mutual \nFund Performance,” Journal of Finance, Vol. 52, No. 1, March 1997, 57-82. Persistence tends to \nfade when researchers adjust fund returns for factors in stock returns. This, of course, leaves \naside the possibility that the manager sought exposure to the factor.    \n51 Amit Goyal and Sunil Wahal, “The Selection and Termination of Investment Management Firms \nby Plan Sponsors,” Journal of Finance, Vol. 63, No. 4, August 2008, 1805-1847. \n52 Stewart, Neumann, Knittel, and Heilser, 49.  \n"
    },
    {
      "number": 31,
      "text": " \nPage 31 \n \nLegg Mason Capital Management \n53 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for \nBetter Returns (Boston, MA: Harvard Business School Press, 2001). \n54 Wayne L. Winston, Mathletics: How Gamblers, Managers, and Sports Enthusiasts Use \nMathematics in Baseball, Basketball, and Football (Princeton, NJ: Princeton University Press, \n2009), 229-232.  \n55 Jack Ewing, “What Economists Can Teach World Cup Coaches,” New York Times, July 6, \n2010; Matt DaSilva, “Great X-pectations,” Lacrosse Magazine, October 2009, 11. \n56 KC Joyner, Blindsided: Why the Left Tackle is Overrated and Other Contrarian Football \nThoughts (Hoboken, NJ: John Wiley & Sons, 2008), 76-77.  \n57 Michael Lewis, “Coach Leach Goes Deep, Very Deep,” The New York Times, December 4, \n2005.  \n58 Clayton M. Christensen, The Innovator’s Dilemma: When New Technologies Cause Great \nCompanies to Fail (Boston: MA: Harvard Business School Press, 1997). \n59 Clayton M. Christensen and Michael E. Raynor, The Innovator’s Solution: Creating and \nSustaining Successful Growth (Boston, MA: Harvard Business School Press, 2003); also Clayton \nM. Christensen, Scott D. Anthony, and Erik A. Roth, Seeing What’s Next: Using the Theories of \nInnovation to Predict Industry Change (Boston, MA: Harvard Business School Press, 2004).  \n60 Michael J. Mauboussin, “The Colonel Blotto Game: Transitivity and How to Win When You’re \nan Underdog,” Mauboussin on Strategy, May 7, 2010.   \n61 Gerald P. Madden, Kenneth P. Nunn, Jr., and Alan Wiemann, “Mutual Fund Performance and \nMarket Capitalization,” Financial Analysts Journal, Vol. 42, No. 4, July-August 1986, 67-70. \n62 Researchers have naturally sought to control for this. The best known solution is the Fama-\nFrench three-factor model. The first factor is classic exposure to the market as expressed through \nthe capital asset pricing model. The second factor is small cap versus large cap stocks (called \nSML, or “small minus large”) and the final factor is value versus growth (HML, or “high book-to-\nprice ratio minus low book-to-price ratio”). Another factor, momentum, is also used. While these \nare considered “beta” factors, which dismiss the possibility of skill, it is fair to ask whether they \nfairly assess skill. See the seminal paper, Eugene F. Fama and Kenneth R. French, “The Cross-\nSection of Expected Returns,” Journal of Finance, Vol. 47, No. 2, June 1992, 427-465.  \n63 Peter L. Bernstein, “Where, Oh Where Are the .400 Hitters of Yesteryear?” Financial Analysts \nJournal, Vol. 54, No. 6, November-December 1998, 6-14. \n64 Joel Chernoff, “Bernstein acknowledges the .400 hitters,” Pensions & Investments, November \n15, 2004. \n65 Paul A. Samuelson, “Challenge to Judgment,” The Journal of Portfolio Management, Vol. 1, \nNo. 1, Fall 1974, 17-19. Samuelson was well-known for advocating efficient markets. See Paul A. \nSamuelson, “Proof That Properly Anticipated Prices Fluctuate Randomly,” Industrial Management \nReview, Vol. 6, No. 2, Spring 1965, 41-49. Samuelson also owned shares of Berkshire Hathaway, \nrun by the legendary investor, Warren Buffett. So he hedged his bet.  \n66 Steven Crist, “Crist on Value,” in Beyer, et al., Bet with the Best (New York: Daily Racing Form \nPress, 2001), 64. \n67 Dan Lovallo and Daniel Kahneman, “Delusions of Success,” Harvard Business Review, July \n2003, 56-63.  \n68 Benjamin Graham, The Intelligent Investor: A Book of Practical Counsel, Fourth Revised \nEdition (New York: Harper & Row, 1973), 281. \n69 Michael J. Mauboussin, “Size Matters: The Kelly Criterion and the Importance of Money \nManagement,” Mauboussin on Strategy, February 1, 2006.   \n70 Scott Patterson, “Old Pros Size Up the Game,” The Wall Street Journal, March 22, 2008.   \n71 From Seth Klarman’s speech at Columbia Business School on October 2, 2008. Reproduced in \nOutstanding Investor Digest, Vol. 22, No. 1 & 2, March 17, 2009, 3. \n72 Graham, 287.   \n73 Philip E. Tetlock, Expert Political Judgment: How Good Is It? How Can We Know? (Princeton, \nNJ: Princeton University Press, 2005), 85. \n74 Max H. Bazerman and Don Moore, Judgment in Managerial Decision Making, 7th Edition \n(Hoboken, NJ: John Wiley & Sons, 2009), 13-41. \n75 Graham, 109.   \n"
    },
    {
      "number": 32,
      "text": " \nPage 32 \n \nLegg Mason Capital Management \n76 David F. Swensen, Unconventional Success: A Fundamental Approach to Personal Investment \n(New York: Free Press, 2005), 220-222. \n77 Charles D. Ellis, “Will Business Success Spoil the Investment Management Profession?” The \nJournal of Portfolio Management, Vol. 27, No. 3, Spring 2001, 11-15. \n78 Cremers and Petajisto. \n79 Warren E. Buffett, “The Superinvestors of Graham-and-Doddsville,” Hermes, 1984. \n"
    },
    {
      "number": 33,
      "text": " \nPage 33 \n \nLegg Mason Capital Management \nReferences \n \nBooks \n \nBerri, David J., Martin B. Schmidt, and Stacey L. Brook, The Wages of Wins: Taking Measure of \nthe Many Myths in Modern Sport (Stanford, CA: Stanford University Books, 2006). \n \nBerri, David J., and Martin B. Schmidt, Stumbling on Wins: Two Economists Expose the Pitfalls \non the Road to Victory in Professional Sports (Upper Saddle River, NJ: FT Press, 2010). \n \nBogle, John C., The Little Book of Common Sense Investing: The Only Way to Guarantee Your \nFair Share of Stock Market Returns (Hoboken, NJ: John Wiley & Sons, 2007). \n \n_____., Common Sense on Mutual Funds: Fully Updated 10th Anniversary Issue (Hoboken, NJ: \nJohn Wiley & Sons, 2010). \n \nChabris, Christopher, and Daniel Simons, The Invisible Gorilla: And Other Ways Our Intuitions \nDeceive Us (New York: Crown, 2010). \n \nChristensen, Clayton M., The Innovator’s Dilemma: When New Technologies Cause Great \nCompanies to Fail (Boston: MA: Harvard Business School Press, 1997). \n \nChristensen, Clayton M., and Michael E. Raynor, The Innovator’s Solution: Creating and \nSustaining Successful Growth (Boston, MA: Harvard Business School Press, 2003). \n \nChristensen, Clayton M., Scott D. Anthony, and Erik A. Roth, Seeing What’s Next: Using the \nTheories of Innovation to Predict Industry Change (Boston, MA: Harvard Business School Press, \n2004). \n \nColvin, Geoff, Talent is Overrated: What Really Separates World-Class Performers from \nEverybody Else (New York: Portfolio, 2008). \n \nCrist, Steven, “Crist on Value,” in Beyer, et al., Bet with the Best (New York: Daily Racing Form \nPress, 2001). \n \nDeVany, Arthur, Hollywood Economics: How Extreme Uncertainty Shapes the Film Industry (New \nYork: Routledge, 2004). \n \nFeltovich, Paul J., Kenneth M. Ford, and Robert Hoffman, eds., Expertise in Context: Human and \nMachine (Menlo Park, CA and Cambridge, MA: AAAI Press and The MIT Press, 1997). \n \nGould, Stephen Jay, Full House: The Spread of Excellence from Plato to Darwin (New York: \nHarmony Books, 1996). \n \nGraham, Benjamin, The Intelligent Investor: A Book of Practical Counsel, Fourth Revised Edition \n(New York: Harper & Row, 1973). \n \nGreenwald, Bruce, and Judd Kahn, Competition Demystified: A Radically Simplified Approach to \nBusiness Strategy (New York: Portfolio, 2005). \n \nGrinold, Richard, and Ronald N. Kahn, Active Portfolio Management: A Quantitative Approach for \nProducing Superior Returns and Controlling Risk, Second Edition (New York: McGraw-Hill, 2000). \n  \nHagin, Robert L., Investment Management: Portfolio Diversification, Risk, and Timing—Fact and \nFiction (Hoboken, NJ: John Wiley & Sons, 2004). \n \n"
    },
    {
      "number": 34,
      "text": " \nPage 34 \n \nLegg Mason Capital Management \nLewis, Michael, Moneyball: The Art of Winning an Unfair Game (New York: W.W. Norton & \nCompany, 2003). \n \nMadden, Bartley J., CFROI Valuation: A Total System Approach to Valuing the Firm (Oxford, UK: \nButterworth-Heinemann, 1999). \n \nMlodinow, Leonard, The Drunkard’s Walk: How Randomness Rules Our Lives (New York: \nPantheon Books, 2008). \n \nRappaport, Alfred, and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for \nBetter Returns (Boston, MA: Harvard Business School Press, 2001). \n \nRosenzweig, Phil, The Halo Effect . . . and the Eight Other Business Delusions The Deceive \nManagers (New York: Free Press, 2007). \n \nSchaeffer, Jonathan, “Marion Tinsley: Human Perfection at Checkers?” in Richard J. \nNowakowski, ed. Games of No Chance (Cambridge, UK: Cambridge University Press, 1998). \n \nSecrist, Horace, The Triumph of Mediocrity in Business (Evanston, IL: Bureau of Business \nResearch, Northwestern University, 1933). \n \nSeidel, Michael, Streak: Joe DiMaggio and the Summer of ’41 (New York: McGraw-Hill, 1988). \n \nSurowiecki, James, The Wisdom of Crowds: Why the Many Are Smarter Than the Few and How \nCollective Wisdom Shapes Business, Economies, Societies, and Nations (New York: Doubleday \nand Company, 2004). \n \nSwensen, David F., Unconventional Success: A Fundamental Approach to Personal Investment \n(New York: Free Press, 2005). \n \nTaleb, Nassim Nicholas, Fooled By Randomness: The Hidden Role of Chance in Life and in the \nMarkets, 2nd Edition (New York: Thomson Texere, 2004). \n \nTetlock, Philip E., Expert Political Judgment: How Good Is It? How Can We Know? (Princeton, \nNJ: Princeton University Press, 2005). \n \nVaughan Williams, Leighton, “Semi-strong and strong form information efficiency in betting \nmarkets,” in Information Efficiency in Financial and Betting Markets, Leighton Vaughan Williams, \ned. (Cambridge, UK: Cambridge University Press, 2005). \n \nWinston, Wayne L., Mathletics: How Gamblers, Managers, and Sports Enthusiasts Use \nMathematics in Baseball, Basketball, and Football (Princeton, NJ: Princeton University Press, \n2009). \n \nWiseman, Richard, The Luck Factor: Changing Your Luck, Changing Your Life: The Four \nEssential Principles (New York: Miramax, 2003). \n \n \n"
    },
    {
      "number": 35,
      "text": " \nPage 35 \n \nLegg Mason Capital Management \nArticles and papers \n \nAlbert, Jim, “A Batting Average: Does It Represent Ability or Luck?” Working Paper, April 17, \n2004. \n \n_____., “Comments on ‘Underestimating the Fog’,” By the Numbers, Vol. 15, No. 1, February, \n2005. \n \nArbesman, Samuel, and Steven H. Strogatz, “A Monte Carlo Approach to Joe DiMaggio and \nStreaks in Baseball,” arXiv:0807.5082, August 1, 2008. \n \nAvellaneda, Marco, and Paul Besson, “Hedge-funds: How big is big?” Unpublished Manuscript, \n2005.   \n \nBarras, Laurent, Olivier Scaillet, and Russ Wermers, “False Discoveries in Mutual Fund \nPerformance: Measuring Luck in Estimated Alphas, Journal of Finance, Vol. 65, No. 1, February \n2010, 179-216. \n \nBernstein, Peter L., “Where, Oh Where Are the .400 Hitters of Yesteryear?” Financial Analysts \nJournal, Vol. 54, No. 6, November- December 1998, 6-14. \n \nBrown, Stephen J., and William N. Goetzmann, “Performance Persistence,” Journal of Finance, \nVol. 50, No. 2, June 1995, 679-698. \n \nBuffett, Warren E., “The Superinvestors of Graham-and-Doddsville,” Hermes, 1984. \n \nCarhart, Mark M., “On the Persistence in Mutual Fund Performance,” Journal of Finance, Vol. 52, \nNo. 1, March 1997, 57-82. \n \nChernoff, Joel, “Bernstein acknowledges the .400 hitters,” Pensions & Investments, November \n15, 2004. \n \nCremers, K. J. Martijn, and Antti Petajisto, “How Active Is Your Fund Manager? A New Measure \nThat Predicts Performance,” Review of Financial Studies, Vol. 22, No. 9, September 2009, 3329-\n3365. \n \nDaSilva, Matt, “Great X-pectations,” Lacrosse Magazine, October 2009, 11. \n \nDe Bondt, Werner F. M., and Richard H. Thaler, “Anomalies: A Mean-Reverting Walk Down Wall \nStreet,” Journal of Economic Perspectives, Vol. 3, No. 1, Winter 1989, 189-202. \n \nDenrell, Jerker, “Random Walks and Sustained Competitive Advantage,” Management Science, \nVol. 50, No. 7, July 2004, 922-934. \n \nDuke, Annie, “Testimony before the House Committee on the Judiciary,” November 14, 2007. \n \nEllis, Charles D., “Will Business Success Spoil the Investment Management Profession?” The \nJournal of Portfolio Management, Vol. 27, No. 3, Spring 2001, 11-15.   \n \nEwing, Jack, “What Economists Can Teach World Cup Coaches,” New York Times, July 6, 2010. \n \nFama, Eugene F.,  and Kenneth R. French, “The Cross-Section of Expected Returns,” Journal of \nFinance, Vol. 47, No. 2, June 1992, 427-465. \n \n_____., “Luck versus Skill in the Cross Section of Mutual Fund Returns,” Journal of Finance, Vol. \n65, No. 5, October 2010. \n"
    },
    {
      "number": 36,
      "text": " \nPage 36 \n \nLegg Mason Capital Management \nGould, Stephen Jay, “The Streak of Streaks,” The New York Review of Books, Vol. 35, No. 13, \nAugust 18, 1988. \n \nGoyal, Amit, and Sunil Wahal, “The Selection and Termination of Investment Management Firms \nby Plan Sponsors,” Journal of Finance, Vol. 63, No. 4, August 2008, 1805-1847. \n \nGrinblatt, Mark, and Sheridan Titman, “The Persistence of Mutual Fund Performance,” Journal of \nFinance, Vol. 47, No. 5, December 1992, 1977-1984. \n \nHenderson, Andrew D., Michael E. Raynor, and Mumtaz Ahmed, “How Long Must a Firm Be \nGreat to Rule Out Luck? Benchmarking Sustained Superior Performance Without Being Fooled \nBy Randomness,” Academy of Management Proceedings, August 2009, 1-6. \n \nHendricks, Darryll, Jayendu Patel, and Richard Zeckhauser, “Hot Hands in Mutual Funds: Short-\nRun Persistence of Relative Performance, 1974-1988,” Journal of Finance, Vol. 48, No. 1, March \n1993, 93-129. \n \nJoyner, KC, Blindsided: Why the Left Tackle is Overrated and Other Contrarian Football Thoughts \n(Hoboken, NJ: John Wiley & Sons, 2008). \n \nKlaas P. Baks, Andrew Metrick, and Jessica Wachter, “Should Mutual Fund Investors Avoid All \nActively Managed Funds? A Study in Bayesian Performance Evaluation,” Journal of Finance, Vol. \n56, No. 1, February 2001. \n \nKoswowski, Robert, Allan Timmerman, Russ Wermers, and Hal White, “Can Mutual Fund ‘Stars’ \nReally Pick Stocks? New Evidence from a Bootstrap Analysis,” Journal of Finance, Vol. 61, No. 6, \nDecember 2006, 2551-2595. \n \nLewis, Michael, “Coach Leach Goes Deep, Very Deep,” The New York Times, December 4, \n2005. \n \nLovallo, Dan, and Daniel Kahneman, “Delusions of Success,” Harvard Business Review, July \n2003, 56-63. \n \nMadden, Gerald P., Kenneth P. Nunn, Jr., and Alan Wiemann, “Mutual Fund Performance and \nMarket Capitalization,” Financial Analysts Journal, Vol. 42, No. 4, July-August 1986, 67-70. \n \nMauboussin, Andrew, and Samuel Arbesman, “Differentiating Skill and Luck in Financial \nMarkets,” Working Paper, July 2010. \n \nMauboussin, Michael J., “Size Matters: The Kelly Criterion and the Importance of Money \nManagement,” Mauboussin on Strategy, February 1, 2006.   \n \n_____., “Explaining the Wisdom of Crowds: Applying the Logic of Diversity,” Mauboussin on \nStrategy, March 20, 2007. \n \n_____., “The Colonel Blotto Game: Transitivity and How to Win When You’re an Underdog,” \nMauboussin on Strategy, May 7, 2010.   \n \nMeisler, Stanley, “First in 1763: Spain Lottery—Not Even a War Stops It,” Los Angeles Times, \nDecember 30, 1977, A5.  \n \nMerton, Robert K., “The Matthew Effect in Science,” Science, Vol. 159, No. 3810, January 5, \n1968, 56-63. \n \n"
    },
    {
      "number": 37,
      "text": " \nPage 37 \n \nLegg Mason Capital Management \nMitchell, Robert, “Hiring and Firing Investment Managers,” Presentation at the IMCA Canadian \nConsultants Conference, May 14, 2007. \n \nMlodinow, Leonard, “The Triumph of the Random,” The Wall Street Journal, July 16, 2009. \n \nNitzsche, Dirk, Keith Cuthbertson, and Niall O'Sullivan, “Mutual Fund Performance,” SSRN \nWorking Paper, February 16, 2007. \n \nPätäri, Eero J., “Do Hot Hands Warm the Mutual Fund Investor? The Myth of Performance \nPersistence Phenomenon,” International Research Journal of Finance and Economics, Vol. 34, \nDecember 2009, 117-139. \n \nPatterson, Scott, “Old Pros Size Up the Game,” The Wall Street Journal, March 22, 2008.   \n \nPowell, Thomas C., “Varieties of Competitive Parity,” Strategic Management Journal, Vol. 24, No. \n1, January 2003, 61-86. \n \nPowell, Thomas C., and Chris J. Lloyd, “Toward a General Theory of Competitive Dominance: \nComments and Extensions on Powell (2003),” Strategic Management Journal, Vol. 26, No. 4, \nApril 2005, 385-394. \n \nRaynor, Michael E., Mumtaz Ahmed, and Andrew D. Henderson, “Are ‘Great’ Companies Just \nLucky?” Harvard Business Review, April 2009, 18-19. \n \n_____., “Where Have You Gone, Joe DiMaggio? Just What is Really Great Business \nPerformance?” Ivey Business Journal, May/June 2009. \n \nSalganik, Matthew J., Peter Sheridan Dodds, and Duncan J. Watts, “Experimental Study of \nInequality and Unpredictability in an Artificial Cultural Market,” Science, February 10, 2006, 854-\n856. \n \nSamuelson, Paul A., “Proof That Properly Anticipated Prices Fluctuate Randomly,” Industrial \nManagement Review, Vol. 6, No. 2, Spring 1965, 41-49. \n \n_____., “Challenge to Judgment,” The Journal of Portfolio Management, Vol. 1, No. 1, Fall 1974, \n17-19. \n \nStewart, Scott D., John J. Neumann, Christopher R. Knittel, and Jeffrey Heilser, “Absence of \nValue: An Analysis of Investment Allocation Decisions by Institutional Plan Sponsors,” Financial \nAnalysts Journal, Vol. 65, No. 6, November/December 2009, 34-51. \n \nTversky, Amos, and Daniel Kahneman, “Belief in the law of small numbers,” Psychological \nBulletin, Vol. 76, No. 2., 1971, 105-110. \n \nWalker, Rob, “Not Necessarily Toast,” The New York Times, April 8, 2007. \n \n“The Need to Differentiate Between Noise and Skill: Too Many Fooled by Randomness?” Watson \nWyatt Worldwide, March 2007. \n \nWiggins, Robert R., and Timothy W. Ruefli, “Sustained Competitive Advantage: Temporal \nDynamics and the Incidence and Persistence of Superior Economic Performance,” Organizational \nScience, Vol. 13, No. 1, January-February 2002, 82-105. \n \n_____.,”Schumpeter’s Ghost: Is Hypercompetition Making the Best of Times Shorter?” Strategic \nManagement Journal, Vol. 26, No. 10, October 2005, 887-911. \n"
    },
    {
      "number": 38,
      "text": " \nPage 38 \n \nLegg Mason Capital Management \nAppendix A: Blending Distributions to Understand Outcomes in the National \nFootball League  \n \nThis analysis comes from Brian Burke, author of Advanced NFL Stats. This discussion came from \na series that started here: http://www.advancednflstats.com/2007/08/luck-and-nfl-outcomes.html. \n \nBurke starts by asking what the distribution of wins and losses would look like in a pure luck world \n(see Exhibit 15). A binomial, or coin-toss, model expresses this distribution. This is equivalent to \nassuming outcomes are the combination of draws from a normally-distributed luck urn and a skill \nurn filled with zeros. About 20 percent of the teams go 8-8, and the probability of going either \nwinless or undefeated is extremely low. \n \nExhibit 15: NFL Win-Loss Records Assuming a Coin-Toss Model \n \n \n \nSource: Brian Burke, Advanced NFL Stats. \n \nHe then looks at the actual results for all NFL teams over the 2002-2005 seasons (see Exhibit \n16). It’s clear that the distribution isn’t the same as what the binomial model generates. \n \nExhibit 16: Actual NFL Win-Loss Records (2002-2005) \n \n \n \nSource: Brian Burke, Advanced NFL Stats. \n \n"
    },
    {
      "number": 39,
      "text": " \nPage 39 \n \nLegg Mason Capital Management \nThe next picture provides a contrast between the random model and the empirical results (see \nExhibit 17). You can see that the middle of the empirical results is lower than the random model \nand that there are more extreme events—teams winning or losing lots of games. \n \nExhibit 17: Comparison of Coin-Toss to Actual Win-Loss Records \n \n \n \nSource: Brian Burke, Advanced NFL Stats. \n \nBurke then turns to a pure-skill distribution (see Exhibit 18). Here he ranks all of the teams from \n#1 to #32, assumes that the higher-rated team always beats a lower-rated one, schedules games \nas they do in the NFL, and simulates the outcomes. Burke describes the distribution as “an \ninverted trapezoid.”  The rise in undefeated and winless teams is a result of scheduling. For \nexample, there may be some seasons when team #2 never faces team #1, so both teams go \nundefeated. The same holds for team #31 and team #32. This is equivalent to having a skill urn \nthat ensures the better team always wins and a luck urn filled with zeros.  \n \nExhibit 18: NFL Win-Loss Records Assuming Pure Skill \n \n \n \nSource: Brian Burke, Advanced NFL Stats. \n \nNext, he provides a contrast between the pure-skill model and the empirical results (see Exhibit \n19). The pure-skill model is much too flat and assumes too many records with lots of wins or lots \nof losses. \n \n"
    },
    {
      "number": 40,
      "text": " \nPage 40 \n \nLegg Mason Capital Management \nExhibit 19: Comparison of Pure-Skill to Actual Win-Loss Records \n \n \n \nSource: Brian Burke, Advanced NFL Stats. \n \nFinally, Burke blends the pure-skill and pure-luck models together until he gets a distribution that \nbest fits the empirical results (see Exhibit 20). Adding the pure skill to the pure luck model helps \nstretch out the frequency of win-loss records, and adding the pure luck model to the pure skill \nmodel raises the middle of the distribution. Burke finds that the blend that best fits the empirical \ndata is 52.5 percent luck. This is a little lower than the 58 percent we found because he \nmeasured the 2002-2005 seasons and we analyzed 2005-2009.  \n \nExhibit 20: Blend of Skill and Luck that Best Fits the Empirical Results \n \n \n \nSource: Brian Burke, Advanced NFL Stats. \n \nBurke notes that this degree of randomness suggests NFL game prediction models to be \naccurate in the 75-80 percent range. He suggests that this is consistent with various computer \nmodels and oddsmakers.  \n \nSports results naturally lend themselves to this type of analysis because both extremities are \nsimple to specify. But the idea of comparing empirical results to simulated data is helpful in a \nnumber of other activities as well.  \n"
    },
    {
      "number": 41,
      "text": " \nPage 41 \n \nLegg Mason Capital Management \nAppendix B: Placing the NBA on the Skill-Luck Continuum \n \n2005-06\n2006-07\n2007-08\n2008-09\n2009-10\nBoston Celtics\n40.2%\n29.3%\n80.5%\n75.6%\n61.0%\nNew Jersey Nets\n59.8%\n50.0%\n41.5%\n41.5%\n14.6%\nNew York Knicks\n28.0%\n40.2%\n28.0%\n39.0%\n35.4%\nPhiladelphia 76ers\n46.3%\n42.7%\n48.8%\n50.0%\n32.9%\nToronto Raptors\n32.9%\n57.3%\n50.0%\n40.2%\n48.8%\nChicago Bulls\n50.0%\n59.8%\n40.2%\n50.0%\n50.0%\nCleveland Caveliers\n61.0%\n54.9%\n61.0%\n80.5%\n74.4%\nDetroits Pistons\n78.0%\n64.6%\n72.0%\n47.6%\n32.9%\nIndiana Pacers\n50.0%\n42.7%\n43.9%\n43.9%\n39.0%\nMilwaukee Bucks\n48.8%\n34.1%\n31.7%\n41.5%\n56.1%\nAtlanta Hawks\n31.7%\n36.6%\n45.1%\n57.3%\n64.6%\nCharlotte Bobcats\n31.7%\n40.2%\n39.0%\n42.7%\n53.7%\nMiami Heat\n63.4%\n53.7%\n18.3%\n52.4%\n57.3%\nOrlando Magic\n43.9%\n48.8%\n63.4%\n72.0%\n72.0%\nWashington Wizards\n51.2%\n50.0%\n52.4%\n23.2%\n31.7%\nDallas Mavericks\n73.2%\n81.7%\n62.2%\n61.0%\n67.1%\nHouston Rockets\n41.5%\n63.4%\n67.1%\n64.6%\n51.2%\nMemphis Grizzlies\n59.8%\n26.8%\n26.8%\n29.3%\n48.8%\nNew Orleans Hornets\n46.3%\n47.6%\n68.3%\n59.8%\n45.1%\nSan Antonio Spurs\n76.8%\n70.7%\n68.3%\n65.9%\n61.0%\nDenver Nuggets\n53.7%\n54.9%\n61.0%\n65.9%\n64.6%\nMinnesota Timberwolves\n40.2%\n39.5%\n26.8%\n29.3%\n18.3%\nPortland Trailblazers\n25.6%\n39.0%\n50.0%\n65.9%\n61.0%\nOklahoma City Thunder\n42.7%\n37.8%\n24.4%\n28.0%\n61.0%\nUtah Jazz\n31.7%\n50.0%\n65.9%\n58.5%\n64.6%\nGolden State Warriors\n41.5%\n51.2%\n58.5%\n35.4%\n31.7%\nLos Angeles Clippers\n57.3%\n48.8%\n28.0%\n23.2%\n35.4%\nLos Angeles Lakers\n54.9%\n51.2%\n69.5%\n79.3%\n69.5%\nPhoenix Suns\n65.9%\n74.4%\n67.1%\n56.1%\n65.9%\nSacramento Kings\n53.7%\n39.5%\n46.3%\n20.7%\n30.5%\nStandard deviation(obs)\n14.0%\n12.9%\n17.0%\n17.2%\n16.3%\nVariance(observed)\n1.97%\n1.66%\n2.88%\n2.96%\n2.66%\nStandard deviation(random)\n5.5%\n5.5%\n5.5%\n5.5%\n5.5%\nVariance(random)\n0.30%\n0.30%\n0.30%\n0.30%\n0.30%\n→ variance(skill) = variance(observed) - variance(random)\n→ random percentage = variance(random)/variance(observed)\nvariance(observed)\n2.42%\nLast 5 regular seasons (average)\n- variance(random)\n0.30%\n= variance(skill)\n2.12%\nrandom percentage\n12.6%\n \n \n \n"
    },
    {
      "number": 42,
      "text": " \nPage 42 \n \nLegg Mason Capital Management \nSpecial thanks to Dan Callahan for his valuable contribution to all aspects of this project. He was \ncrucial in data gathering, data analysis, visuals, and editing. He also provided useful comments \nand feedback on the text of the report. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe views expressed in this commentary reflect those of Legg Mason Capital Management \n(LMCM) as of the date of this commentary. These views are subject to change at any time based \non market or other conditions, and LMCM disclaims any responsibility to update such views. \nThese views may not be relied upon as investment advice and, because investment decisions for \nclients of LMCM are based on numerous factors, may not be relied upon as an indication of \ntrading intent on behalf of the firm. The information provided in this commentary should not be \nconsidered a recommendation by LMCM or any of its affiliates to purchase or sell any security. To \nthe extent specific securities are mentioned in the commentary, they have been selected by the \nauthor on an objective basis to illustrate views expressed in the commentary. If specific securities \nare mentioned, they do not represent all of the securities purchased, sold or recommended for \nclients of LMCM and it should not be assumed that investments in such securities have been or \nwill be profitable. There is no assurance that any security mentioned in the commentary has ever \nbeen, or will in the future be, recommended to clients of LMCM.  Employees of LMCM and its \naffiliates may own securities referenced herein. Predictions are inherently limited and should not \nbe relied upon as an indication of actual or future performance. Legg Mason Capital \nManagement, Inc. consists of two legal entities, Legg Mason Capital Management and LMM LLC. \n"
    }
  ]
}