{
  "filename": "mm_027_2000_nasdaq_blues_and_clues__expectations_analysis_for_the_nasdaq_100.pdf",
  "metadata": {
    "format": "PDF 1.2",
    "title": "Microsoft Word - Nasdaq_note.doc",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "Windows NT 4.0",
    "producer": "Acrobat Distiller 3.01 for Windows",
    "creationDate": "D:191001130224417",
    "modDate": "D:20001201062813",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 27,
      "year": "2000",
      "date": "12/1",
      "institution": "CS First Boston",
      "title": "Nasdaq Blues and Clues: Expectations Analysis for the Nasdaq 100",
      "url": "https://12mv2.com/wp-content/uploads/2024/06/00-12-01-nasdaq-blues-and-clues__expectations-analysis-for-the-nasdaq-100.pdf"
    },
    "tags": [
      "Expectations analysis",
      "Financial metrics",
      "Valuation methods"
    ],
    "tagged_at": "2025-01-20T21:25:42.451365"
  },
  "pages": [
    {
      "number": 1,
      "text": "DESK NOTES\nCREDIT SUISSE FIRST BOSTON CORPORATION\nEquity Research\nAmericas\nU.S. Investment Strategy\nDecember 1, 2000\nNasdaq Blues and Clues\nExpectations Analysis for the Nasdaq 100\nMichael J. Mauboussin\n1 212 325 3108\nmichael.mauboussin@csfb.com\nJay Freedman\n1 312 750 1384\njay.freedman@csfb.com\nChristian Pitt\n1 312 750 1385\nchristian.pitt@csfb.com\nAlexander Schay\n1 212 325 4466\nalexander.schay@csfb.com\n• Since the end of March, 2001 earnings estimates (based on rolling\nFirst Call forecasts) have been trimmed about 8%. Earnings\nestimates rose modestly from year-end 1999 through March. This\nreduction in earnings represents about 25% of the Nasdaq’s\ncorrection, by our calculations.\n• Expectations for future earnings growth rates have dropped about\n300 basis points, from just under 22% to about 18.5%, since March.\nThis is by far the most important driver of value. We estimate that\nabout 50% of the Nasdaq’s decline stems from this moderation.\n• We figure that the discount rate has increased about 150 basis\npoints, to roughly 14%, since the end of the first quarter. Given the\ngeneral concerns about the sector, it is no surprise that investors\nrequire a higher return to participate in it. This increase accounts\nfor the final 25% of the index’s drop.\n"
    },
    {
      "number": 2,
      "text": "Nasdaq Blues and Clues\n– 2 –\nExecutive Summary\nThe Nasdaq is down about 40% since the end of March, leaving investors\nwondering what has happened and where we are going. We believe our\nproprietary valuation work offers unique insight into market expectations.\nUnderstanding current expectations, and the revisions in those expectations over\nthe past 8 months, provides investors with the necessary calibration to make\nforward-looking investment decisions.\nValue is driven by the future cash flows discounted to a present value at an\nappropriate discount rate. We can segregate cash flow forecasts into three\npieces: a base level of earnings, future growth in earnings, and reinvestment\nneeds. Given that the Nasdaq 100 is largely comprised of capital efficient,\nknowledge-based companies, capital efficiency plays a very limited role in the\nsharp expectations revisions. However base earnings, as well as anticipated\nearnings growth and discount rates are all worthy of discussion. Our analysis\nshows the following:\n• \nSince the end of March, 2001 earnings estimates (based on rolling First Call\nforecasts) have been trimmed about 8%. Earnings estimates rose modestly\nfrom year-end 1999 through March. This reduction in earnings represents\n25% of the Nasdaq’s correction, by our calculations.\n• \nExpectations for future earnings growth rates have dropped about 300 basis\npoints, from just under 22% to about 18.5%, since March. This is by far the\nmost important driver of value. We estimate that about 50% of the Nasdaq’s\ndecline is due to this reduction. Since most companies in the index are so-\ncalled new economy companies, and hence capital efficient, they are\nextremely sensitive to growth.\n• \nWe figure that the discount rate has increased about 150 basis points, to\nroughly 14%, since the end of the first quarter. Given the general concerns\nabout the sector, it is no surprise that investors require a higher return to\nparticipate. This increase is the final 25% of the index’s drop.\nWhile this disaggregation sheds some light on past results, the real question is\nwhat will happen in the future. Here are some sensitivities that can help in this\nassessment:\n• \nA future 10% change in aggregate composite earnings equals about a 10%\nchange in the index.\n• \nA 1-percentage point (100 basis point) change in the expected growth rate\nequates to a 10% delta in the index.\n• \nA 50 basis point change in discount rate represents about a 7% shift in the\nindex value.\nIn times of turmoil, it is important to go back to basics. Our analysis provides a\nclear look at the market’s current expectations for the Nasdaq, and shows where\nthe points of sensitivity lie. While this is an aggregate view, it provides important\ncontext for understanding past performance and anticipating the impact of future\nexpectations revisions.\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager\nor co-manager of a public offering of securities for or makes a primary market in issues of any or all of the companies\nmentioned.\n"
    },
    {
      "number": 3,
      "text": "Nasdaq_note.doc\nAMSTERDAM ..........31 20 5754 890\nATLANTA.................1 404 656 9500\nAUCKLAND ...............64 9 302 5500\nBALTIMORE ............1 410 223 3000\nBEIJING .................86 10 6410 6611\nBOSTON ..................1 617 556 5500\nBUDAPEST................36 1 202 2188\nBUENOS AIRES ....54 11 4394 3100\nCHICAGO.................1 312 750 3000\nFRANKFURT...............49 69 75 38 0\nGENEVA..................41 22 394 70 00\nHOUSTON................1 713 220 6700\nHONG KONG ............852 2101 6000\nLONDON................44 20 7888 8888\nMADRID..................34 91 423 16 00\nMELBOURNE ..........61 3 9280 1666\nMEXICO....................52 5 283 89 00\nMILAN..........................39 02 7702 1\nMOSCOW ................7 501 967 8200\nMUMBAI...................91 22 230 6333\nNEW YORK..............1 212 325 2000\nPALO ALTO.............1 650 614 5000\nPARIS .....................33 1 40 76 8888\nPASADENA .............1 626 395 5100\nPHILADELPHIA.......1 215 851 1000\nPRAGUE................420 2 210 83111\nSAN FRANCISCO... 1 415 836 7600\nSÃO PAULO ......... 55 11 3841 6000\nSEOUL .................... 82 2 3707 3700\nSHANGHAI............ 86 21 6881 8418\nSINGAPORE ................ 65 538 6322\nSYDNEY.................. 61 2 8205 4400\nTAIPEI ................... 886 2 2715 6388\nTOKYO.................... 81 3 5404 9000\nTORONTO............... 1 416 352 4500\nVIENNA ..................... 43 1 512 3023\nWARSAW................ 48 22 695 0050\nWELLINGTON........... 64 4 474 4400\nZUG ........................ 41 41 727 97 00\nZURICH .................... 41 1 333 55 55\nCopyright Credit Suisse First Boston, and its subsidiaries and affiliates, 2000.  All rights reserved.\nThis report is not directed to, or intended for distribution to or use by, any person or entity who is a citizen or resident of or located in any locality, state, country or\nother jurisdiction where such distribution, publication, availability or use would be contrary to law or regulation or which would subject Credit Suisse First Boston or its\nsubsidiaries or affiliates (collectively \"CSFB\") to any registration or licensing requirement within such jurisdiction. All material presented in this report, unless\nspecifically indicated otherwise, is under copyright to CSFB. None of the material, nor its content, nor any copy of it, may be altered in any way, transmitted to, or\ndistributed to any other party, without the prior express written permission of CSFB. All trademarks, service marks and logos used in this report are trademarks or\nservice marks or registered trademarks or service marks of CSFB.\nThe information, tools and material presented in this report are provided to you for information purposes only and are not to be used or considered as an offer or the\nsolicitation of an offer to sell or to buy or subscribe for securities or other financial instruments. CSFB has not taken any steps to ensure that the securities referred to\nin this report are suitable for any particular investor.\nInformation and opinions presented in this report have been obtained or derived from sources believed by CSFB to be reliable, but CSFB makes no representation as\nto their accuracy or completeness and CSFB accepts no liability for loss arising from the use of the material presented in this report where permitted by law and/or\nregulation. This report is not to be relied upon in substitution for the exercise of independent judgment. CSFB may have issued other reports that are inconsistent\nwith, and reach different conclusions from, the information presented in this report. Those reports reflect the different assumptions, views and analytical methods of\nthe analysts who prepared them.\nCSFB may, to the extent permitted by law, participate or invest in financing transactions with the issuer(s) of the securities referred to in this report, perform services\nfor or solicit business from such issuers, and/or have a position or effect transactions in the securities or options thereon. In addition, it may make markets in the\nsecurities mentioned in the material presented in this report. CSFB may, to the extent permitted by law, act upon or use the information or opinions presented herein,\nor the research or analysis on which they are based, before the material is published. CSFB may have, within the last three years, served as manager or co-manager\nof a public offering of securities for, or currently may make a primary market in issues of, any or all of the companies mentioned in this report. Additional information is\navailable on request.\nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied, is made regarding\nfuture performance. Information, opinions and estimates contained in this report reflect a judgment at its original date of publication by CSFB and are subject to\nchange. The value and income of any of the securities or financial instruments mentioned in this report can fall as well as rise, and is subject to exchange rate\nfluctuation that may have a positive or adverse effect on the price or income of such securities or financial instruments. Investors in securities such as ADRs, the\nvalues of which are influenced by currency fluctuation, effectively assume this risk.\nStructured securities are complex instruments, typically involve a high degree of risk and are intended for sale only to sophisticated investors who are capable of\nunderstanding and assuming the risks involved. The market value of any structured security may be affected by changes in economic, financial and political factors\n(including, but not limited to, spot and forward interest and exchange rates), time to maturity, market conditions and volatility, and the credit quality of any issuer or\nreference issuer. Any investor interested in purchasing a structured product should conduct its own investigation and analysis of the product and consult with its own\nprofessional advisers as to the risks involved in making such a purchase.\nThis report is distributed in Europe by Credit Suisse First Boston (Europe) Limited, which is regulated in the United Kingdom by The Securities and Futures Authority\n(“SFA”). It is not for distribution to private customers as defined by the rules of The SFA. This report is distributed in the United States by Credit Suisse First Boston\nCorporation; in Canada by Credit Suisse First Boston Securities Canada, Inc.; in Brazil by Banco de Investimentos Credit Suisse First Boston Garantia S.A.; in Japan\nby Credit Suisse First Boston Securities (Japan) Limited; elsewhere in Asia/Pacific by Credit Suisse First Boston (Hong Kong) Limited;. Credit Suisse First Boston\nAustralia Equities Limited; Credit Suisse First Boston NZ Securities Limited, Credit Suisse First Boston Singapore Branch and elsewhere in the world by an\nauthorized affiliate.\nIn jurisdictions where CSFB is not already registered or licensed to trade in securities, transactions will only be effected in accordance with applicable securities\nlegislation, which will vary from jurisdiction to jurisdiction and may require that the trade be made in accordance with applicable exemptions from registration or\nlicensing requirements. Non-U.S. customers wishing to effect a transaction should contact a CSFB entity in their local jurisdiction unless governing law permits\notherwise. U.S. customers wishing to effect a transaction should do so only by contacting a representative at Credit Suisse First Boston Corporation in the U.S.\n"
    },
    {
      "number": 4,
      "text": "LCD4/AVM/Disclaime\n"
    }
  ]
}