{
  "filename": "mm_013_1998_the_invisible_lead_steer__new_answers_to_old_questions_about_the_stock_market.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423212153-07'00'",
    "modDate": "D:20240423212503-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 13,
      "year": "1998",
      "date": "12/10",
      "institution": "CS First Boston",
      "title": "The Invisible Lead Steer: New Answers to Old Questions About the Stock Market",
      "url": "https://12mv2.files.wordpress.com/2024/04/98-12-10-the-invisible-lead-steer__new-answers-to-old-questions-about-the-stock-market.pdf"
    },
    "tags": [
      "Behavioral finance",
      "Market structure",
      "Decision making",
      "Expectations analysis"
    ],
    "tagged_at": "2025-01-20T21:25:13.174084"
  },
  "pages": [
    {
      "number": 1,
      "text": "DESK NOTES \n \nCREDIT SUISSE FIRST BOSTON CORPORATION\nEquity Research—Americas\nIndustry: Value-Based Strategy\nDecember 10, 1998\nMichael J. Mauboussin    212/325-3108  michael.mauboussin@csfb.com\nBob Hiler    212/325-4341                 bob.hiler@csfb.com\nVolume 7\nThe Invisible Lead Steer\nNew Answers to Old Questions\nAbout the Stock Market\n"
    },
    {
      "number": 2,
      "text": "Frontiers of Finance\n– 2 –\nInvestors often ask a legitimate question when presented with evidence that the\nstock market acts as if it follows an economic model: How does the market un-\nderstand the value-based model when so few investors use it?1 A corollary ques-\ntion also surfaces: If markets are so good, to whom should investors pay\nattention—others in the financial community or the market itself?\nThese are by no means trivial questions. In fact, the answers dictate how to deal\nwith critical areas such as time allocation, financial reporting, executive compen-\nsation and an overall framework for decision making. Without a firm grasp of\nhow stock prices are set, investors are at a competitive disadvantage in what is a\nhighly competitive world.\nBefore attempting to address the question of how the market “understands” the\nvalue-based model, it is important to distinguish between two things. The first is\nhow the market behaves, which is an empirical question. The second is how in-\nvestors and companies talk about what they do—their individual decision rules.\nThis distinction is central, because aggregate market behavior will imitate indi-\nvidual investor behavior only if the total equals the sum of the parts. In markets,\nas in nature, the complexity of interaction among agents almost always invali-\ndates this cause-and-effect link.\nThis report broken into three parts. First, we look at potential explanations to\nexplain the difference between individual and aggregate behavior in markets.\nNext, we explore complex adaptive systems as a way to understand markets. Fi-\nnally, we suggest using market signal analysis as a practical outcome of our\nanalysis.\nThere are two alternative approaches to answering the question of how the mar-\nket “gets it.” The first is a centralized model, embodied by the “lead steer” meta-\nphor. The second is a decentralized model, captured by the concept of complex\nadaptive systems. Leaving definitions aside for a moment, the distinction be-\ntween centralized and decentralized approaches is important for how we organize\nour thoughts and actions.\nThe Centralized View: Is it Bull?\nWe start with the so-called lead steer metaphor, which is widely attributed to Joel\nStern.2 To paraphrase Stern, “If you want to know where a herd of cattle is\nheading, you need not interview every steer in the herd, just the lead steer.” The\nidea is that there is a group of super-smart investors that do understand the eco-\nnomic model. And it is these lead steers that are setting prices at the margin.\nHence, you need not worry about the typical investor because the investor on the\nmargin—the lead steer—is making sure that prices, on average, are set correctly.\nThis image of centralized knowledge is reminiscent of the pleasing simplicity of\nancient myths: the Greek god Helios pulls the sun across the sky from east to\nwest. Indeed, this centralized view is innately pleasing for the very reason that\ncause is directly linked to effect. However, given the vast number of securities\ntraded globally and the admittedly limited number of lead steers, it is hard to see\nhow this metaphor actually extends to the real world.3\nWe believe that the lead steer metaphor, for all of its intuitive attractiveness, is\nlargely false.\nIntroduction\nThe Birds and Bulls\n"
    },
    {
      "number": 3,
      "text": "Frontiers of Finance\n– 3 –\nThe real answer is more elegant, more robust and, in some ways, magical. And it\nis not new. Adam Smith conveyed the idea as well as anyone, over 200 years ago,\nwith his concept of the “invisible hand.”\nThe Decentralized View: Power in Numbers\nNow we turn to the decentralized world. The first challenge to the centralized\nmindset comes from a delightful book by MIT Professor Mitchel Resnick, “Tur-\ntles, Termites, and Traffic Jams.” Resnick discusses perceptions about flocks of\nbirds:\nMost people assume that birds play a game of follow-the-leader: the bird\nat the front of the flock leads, and the others follow. But that’s not so. In\nfact, most bird flocks don’t have leaders at all. There is no special\n“leader bird.” Rather, the flock is an example of what some people call\n“self-organization.” Each bird in the flock follows a set of simple rules,\nreacting to the birds nearby it. Orderly flock patterns arise from these\nsimple, local interactions. The bird in the front is not a leader in any\nmeaningful sense—it just happens to end up there. The flock is organ-\nized without an organizer, coordinated without a coordinator.\nDifferences between mammalian and avian behavior aside, Resnick draws out a\nkey point: order is not always the result of leadership. Order can also arise from\nthe dynamic interaction of agents employing relatively simple decision rules. But\ndoes this apply to capital markets?\nTwo Professors at Carnegie Mellon University, Dhanajay Gode and Shyam Sun-\nder addressed this issue in a revealing paper. While not a marketer’s dream, the\ntitle is descriptive: “Allocative Efficiency of Markets with Zero-Intelligence\nTraders: Market as a Partial Substitute for Individual Rationality.” Gode and\nSunder created markets where the traders had schlock decision rules in an effort\nto see what happened to market efficiency. In fact, they found that markets were\nstill remarkably efficient; in other words, even dumb agents achieve smart re-\nsults. The authors write:\nAllocative efficiency of a double auction market derives largely from its\nstructure, independent of traders’ motivation, intelligence, or learning.\nAdam Smith’s invisible hand may be more powerful than some may have\nthought; it can generate aggregate rationality not only from individual\nrationality but also from individual irrationality.\nInvestors can take away two central messages. The first is that markets do not\nneed leaders to function in a coordinated fashion. Second, it is the structure of\nthe market, not the individuals that comprise it, that allow it to mimic the eco-\nnomic model—that is, a market that is generally “rational.”4 Accordingly, inves-\ntor decision rules should not be based on what individuals do and say, but rather\non aggregate market behavior.\nCapital markets can be described more formally as complex adaptive systems\n(CAS). We develop this idea in three steps. First, we offer a simple, yet powerful\nexample of how the aggregate estimates of many individuals lead to a very accu-\nrate consensus. Next, we describe a complex adaptive system in more detail.\nHere, we examine some of the inherent characteristics of CAS and how they ex-\nComplex Adaptive\nSystems\n"
    },
    {
      "number": 4,
      "text": "Frontiers of Finance\n– 4 –\nplain actual market behavior. Finally, we provide thoughts on how to beat the\nmarket within this framework.\nAnd the Winner is…Independent Errors\nA number of years ago a colleague at Columbia Business School, Paul Johnson,\ncreated an exercise to demonstrate the exquisite capability of markets to discern\nvalue. The game is based on the Academy Awards—the highest accolades\nhanded out in the film industry. The basics are very simple:\n• \nEach student receives a single piece of paper with a listing of 12 Academy\nAward categories and the nominees for each. On the front of the page are\nrelatively well known categories, such as best film, best actress and so on.\nThe back page has more obscure categories—best adapted screenplay, best\ncinematography and such. The forms are distributed roughly three weeks in\nadvance of the actual awards event.\n• \nStudents are asked to select the winners in each category. In order to play,\nstudents must contribute $1 to a pot, with the student with the most correct\nanswers winning the pot. Hence, there is a modest economic incentive to an-\nswer the questions right.\n• \nAbout 125 students participated in 1998. All guesses were generated inde-\npendently, as students were forbidden from consulting with one another.\nThe results were impressive in 1998. Similar results have been generated year-in\nand year-out:\n• \nThe “consensus”, defined as the most popular selection for a given category,\ncorrectly identified 11 of the 12 actual category winners. Remarkably, the\nonly category the consensus missed, it missed by only one vote.\n• \nThe best individual accurately picked 9 of the 12 category winners.\n• \nThe average individual only picked 5 of the 12 winners—less than 50%.\nThe message from this exercise is that lots of agents and independent errors in\ntheir judgements lead to efficient results. The market tends to be much smarter\nthan the average person. In fact, the standard error in equilibrium prices declines\nwith roughly the square root of the number of investors. 5 This observation is not\nparticularly new—in fact Francis Galton made the same point in the late 19th\ncentury—but it is often overlooked. Further, this simple model does not incorpo-\nrate meaningful economic incentives or learning. If incorporated, these elements\nwould make the results even more robust.\nCAS Described\nComplex adaptive systems can be described in three parts. First, there are lots of\nagents, each operating with their own decision rules. Next, the interactions be-\ntween the agents become the basis of “emergence”—the aggregate becomes more\ncomplicated than the sum of the parts. Finally, a “meta-system” is created that\nhas distinct characteristics. Each part is described briefly:\n• \nDecision rules. Agents within a complex adaptive system take information\nfrom the environment, combine it with their own interaction with the envi-\nronment, and derive decision rules.6 Various decision rules compete with one\nanother based on their utility, with the most effective rules surviving. This\n"
    },
    {
      "number": 5,
      "text": "Frontiers of Finance\n– 5 –\nprocess allows for adaptation, which explains the “adaptive” in “complex\nadaptive system.” Individual trading rules and investment rules of thumb are\ndecision rules in the capital markets.\n• \nEmergence. Emergence is the complex, large-scale behaviors that result from\nthe aggregate interactions of many less complex agents. An ant colony is a\ngood example of this phenomenon. If you were to interview any single ant\nabout what it does, you would hear a narrowly defined task or set of tasks.\nHowever, because of the interaction of all the ants, a functional and adaptive\ncolony emerges. In capital markets language, the behavior of the market\n“emerges” from the interaction of investors. This is Adam Smith’s “invisible\nhand.”7\n• \nMarket as a “meta-system.” We use the term meta-system to convey clearly\nthe notion that the market has properties and characteristics distinct from the\nagents that comprise it. Two key characteristics of CAS include non-linearity\nand critical points. Non-linearity is the idea that the output of the system will\nnot necessarily be proportionate with the input of the system. The familiar\nmultiplier effect in economics is a good example. Critical points describe the\nfact that periodically, small-scale stimuli lead to large-scale effects—the pro-\nverbial straw that broke the camel’s back. In the realm of markets, this means\nbooms and crashes.\nIn what appears to be a important contribution to our understanding of markets,\nCAS maintains the best of portfolio theory and incorporates much of the real life\nactivity we see day-to-day.8\nBeating the Market\nHow do portfolio managers outperform the market given this model? There are\nthree ways:\n• \nInformation. Investors can get better information than the market reflects.\nThis information can be captured through such pedestrian methods as chan-\nnel checks and frequent management contact. But it is hard—and costly—to\nsystematically get an information advantage. This is true even for the largest\nmoney management institutions.\n• \nAnalysis. It is possible to interpret information better than the consensus\nthrough better pattern recognition skills or more suitable mental models.\nHere, too, getting an edge is difficult because the competition is not other\nanalysts but the overall market. Further, mental models are context depend-\nent; investors must evolve their models to reflect market reality.\n• \nEmotion. We noted earlier that efficiency tends to prevail when agent errors\nare independent. We can further the case by saying that inefficiencies can\narise when errors are non-independent—when people are all thinking the\nsame way. Non-independent errors are tough to exploit because of human\nnature: at critical junctures, your gut will pull you in the consensus (wrong)\ndirection. Contrarian investing is possible, but it relies more on mental apti-\ntude than on pure analytical aptitude.\nNow we turn to the second of our two questions: To whom should companies\nand investors listen? The first alternative is market agents—financial analysts,\nthe business press and other pundits. The second is the market itself, as expressed\nMarket Signals\nAnalysis\n"
    },
    {
      "number": 6,
      "text": "Frontiers of Finance\n– 6 –\nin prices. Based on the prior discussion, we believe the answer is the market.\nWhile it is a little simplistic to assert that no one should listen to agents, the real\npoint is that the value of the information conveyed in prices is generally under-\nestimated.\nIn fact, most market observers have their priorities backwards: They assume that\nagents are smart and that markets are dumb. The CAS framework shows the op-\nposite: agents can be dumb and markets can still be smart. The explanation for\nthis misplaced emphasis can be found in behavioral psychology.9 Most people\nplace the greatest weight on information that is accessible versus information that\nis most relevant. Since business press articles, analyst reports and investment\nbanker pitches are ubiquitous, they are perceived to be most valuable sources to\nunderstand prices. Our theoretical and practical discussion of complex adaptive\nsystems demonstrates that this perception is wrong.\nIf indeed there is so much value in reading the market, how should it be done?\nWe believe there are three fundamental elements: mechanics, information flows\nand decision making.\nMechanics\nMechanics are the guidelines for conducting market signals analysis.10 There are\nfundamentally two ways to quantify expectations. The first is a bottoms-up ap-\nproach, where an analyst takes his or her view of key value drivers, plugs them\ninto a model, and comes up with an estimate of intrinsic value. This value, in\nturn, can be compared with the market price in order to identify expectation\ngaps—differences between perception and reality. This is what most analysts\nostensibly do in their valuation work.\nAlternatively, one can go backwards. By taking the stock price as a given, the\nanalyst can infer market expectations. The result is a set of value driver expecta-\ntions that, when fortified by sensitivity analysis, provide a good sense of what\nperformance is necessary in order to justify the price.\nThe spectrum of potential value driver outcomes of a business—dictated by cate-\ngory growth, market share shifts and changes in industry dynamics—is typically\nwider than analysts perceive. The key is to understand what financial reality is\nrequired to support the price and the likelihood that such an outcome will prevail.\nFigure 1\nMarket Signals Analysis\nCash Flow\nRisk\nCAP\nStock\nPrice\nSource:  CSFBC Analysis\n"
    },
    {
      "number": 7,
      "text": "Frontiers of Finance\n– 7 –\nInformation Flows\nThe mechanics of market signals analysis leads to an assessment of information\nflows. There are three steps to this process. The first is to determine whether or\nnot your expectations are consistent with the consensus—as conveyed by the\nmarket price. This assessment can be done using the bottoms-up valuation ap-\nproach.\nThe second step is to understand where the difference lies. It is important to pin-\npoint specific areas of non-consensus thinking. Examples include variant percep-\ntions about sales or earnings growth, sustainability of competitive advantage or\npotential value-changing restructuring initiatives.\nThe final step is to act. From an investor’s point of view, that means buying or\nselling a stock. From a company’s perspective, it may mean changes in commu-\nnication with the financial community or altered financial policy, such as share\nrepurchase or share issuance.\nDecision Making\nHow should all of this bear on decision making? The first point is that investors\nshould shift their emphasis from paying attention to one another (or the financial\ncommunity more broadly) to deciphering market prices. This is easier said than\ndone. Humans much prefer dealing with one another than with an inanimate, in-\ntangible market.\nNext, understanding market expectations should lead to periodic opportunities\nfor investors to exploit inefficiencies that arise from perception-versus-reality\nincongruity—the result of information, analysis or emotion.\nFinally, and most critical, it is important to avoid listening to the noise. Individu-\nals only have “local” information, and cannot be expected to grasp the dynamics\nof the meta-system. Most of the day-to-day chatter in the investment business is\nnoise, and should be dismissed.\nTime is our most valuable commodity. A correct understanding of how capital\nmarkets operate allows for a more efficient allocation of time and energy.\nOne conclusion our analysis suggests is that investors and companies should em-\nbrace a value-based analytical framework, because the value-based model does\nthe best job of reflecting the results of the “meta-system.”\nIn addition, we would underscore that while markets are generally smart and are\ngood at reflecting expectations, they are not always right. There are exploitable\nopportunities. But the way most investors seek out those opportunities is far from\noptimal.\nConclusion\n"
    },
    {
      "number": 8,
      "text": "Frontiers of Finance\n– 8 –\nReferences\nCopeland, T., Koller, T., Murrin, J. Valuation: Measuring and Managing the\nValue of Companies, John Wiley & Sons, New York, 1996.\nGell-Mann, M. The Quark and the Jaguar, New York: W.H. Freeman and\nCompany, 1994.\nGode, D., Sunder, S. “Allocative Efficiency of Markets with Zero-Intelligence\nTraders,” Journal of Political Economy, 101, 1993.\nHolland, J.H. Hidden Order: How Adaptation Builds Complexity, Reading, MA:\nHelix Books, 1995.\nRappaport, A. Creating Shareholder Value, Free Press, New York, 1997.\nResnick, M. Turtles, Termites and Traffic Jams, MIT Press, Cambridge, MA.\n1994.\nSimon, H. The Sciences of the Artificial, MIT Press, Cambridge, MA. 1996.\nStewart, G.B. The Quest for Value, HarperCollins, New York, 1991.\nTreynor, J. “Market Efficiency and the Bean Jar Experiment,” Financial Analysts\nJournal, May-June 1987.\n                                                                       \n1 The vast majority of the empirical evidence suggests that the stock market acts as if it follows an\neconomic framework. An economic framework—we use the phrase value-based model inter-\nchangeably—is based on first principles: prices are set based on anticipated cash flow streams, risk\nand associated reward, and a time horizon. The value-based model can be contrasted with more\ntraditional and widely used rules of thumb, including earnings per share and price-to-earnings multi-\nples.\nFor example, one might want to determine whether the market capitalizes accrual accounting earn-\nings—still the predominate language of portfolio managers, companies and the financial press—or\ncash flow. The answer is cash flow. Likewise, there is good evidence that risk and reward are related\nin capital markets. See Quest for Value, G. Bennett Stewart (HarperCollins, New York, 1991), pp.\n21-117. Also Valuation: Measuring and Managing the Value of Companies, Copeland, Koller, Mur-\nrin (John Wiley & Sons, New York, 1996), pp. 78-92. Also Creating Shareholder Value, Alfred\nRappaport, (Free Press, New York, 1997), pp. 13-31.\n2 Quest for Value, G. Bennett Stewart (HarperCollins, New York, 1991). Stern’s views were signifi-\ncantly shaped by his economic training at the University of Chicago.\n3 In addition, the lead steers themselves seem to disavow their role of price-setters in this paradigm.\nFor example, Warren Buffett—the lead steer’s lead steer— agrees with the academics that “in the\nlong run [the market] is a[n] [economic] weighing machine.” However, he also claims that “you\nshould imagine [daily] market quotations as coming from a remarkably accommodating fellow\nnamed Mr. Market ... with incurable emotional problems.” It is clear that Buffett’s attitude towards\nthe market is not the attitude of a lead steer who believes that he—or any other lead steer—is setting\nstock prices.\n4 “Allocative Efficiency of Markets with Zero-Intelligence Traders”, Dhanajay K. Gode and Shyam\nSunder, Journal of Political Economy, 101 (1993), pp. 119-127. Gode and Sunder first note that\nstandard economic theory is built on two specific assumptions: utility maximizing behavior and\ninstitution of Walrasian tâtonnement—a tightly defined market structure. Next, they refer to the\nwork of Gary Becker, who showed that market-level predictions of economic theory are consistent\nwith individual behavior more general than utility maximization, as well as the work of Vernon\nSmith, who demonstrated that such predictions are consistent with trading mechanisms more gen-\neral than Walrasian tâtonnement. Gode and Sunder synthesize these views and show that a double\nauction (non-Walrasian) market mechanism can sustain high levels of efficiency even if agents do\nnot maximize or seek profits. According to the authors, in its “first-order” magnitude, allocative\n"
    },
    {
      "number": 9,
      "text": "Frontiers of Finance\n– 9 –\n                                                                                                                                                                                  \nefficiency seems to be a characteristic of the market structure and environment. Rationality of indi-\nvidual traders accounts for a relatively small fraction of the efficiency.\n5 “Market Efficiency and the Bean Jar Experiment,” Jack L. Treynor, Financial Analysts Journal,\nMay-June 1987.\n6 The Quark and The Jaguar, Murray Gell-Mann, (New York, W.H. Freeman and Company, 1994).\n7 “Every individual is continually exerting himself to find out the most advantageous employment\nfor whatever capital he can command...By directing that industry in such a manner as its produce\nmay be of the greatest value, he intends only his gain, and he is in this, as in many other cases, led\nby an invisible hand to promote an end which was no part of his intention.” Wealth of Nations,\nAdam Smith.\n8 “Frontiers of Finance—Shift Happens”, Michael J. Mauboussin, Credit Suisse First Boston Equity\nResearch, October 24, 1997.\n9 “Frontiers of Finance—What Have You Learned in the Past 2 Seconds?” Michael J. Mauboussin,\nCredit Suisse First Boston Equity Research, March 14, 1997.\n10 Creating Shareholder Value, Alfred Rappaport, (Free Press, New York, 1997), pp. 13-31.\n"
    }
  ]
}