{
  "filename": "mm_010_1998_why_strategy_matters__exploring_the_link_between_strategy__competitive_advantage_and_the_stock_market.pdf",
  "metadata": {
    "format": "PDF 1.2",
    "title": "Microsoft Word - FOS1.doc",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "Windows NT 4.0",
    "producer": "Acrobat Distiller Command 3.01 for Solaris 2.3 and later (SPARC)",
    "creationDate": "D:19980929092620",
    "modDate": "D:19980929092630",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 10,
      "year": "1998",
      "date": "9/29",
      "institution": "CS First Boston",
      "title": "Why Strategy Matters: Exploring the link between strategy, competitive advantage and the stock market",
      "url": "https://12mv2.com/wp-content/uploads/2024/06/98-09-29-why-strategy-matters__exploring-the-link-between-strategy-competitive-advantage-and-the-stock-market.pdf"
    },
    "tags": [
      "Competitive advantage",
      "ROIC analysis",
      "Financial metrics",
      "Capital allocation"
    ],
    "tagged_at": "2025-01-20T21:25:07.083946"
  },
  "pages": [
    {
      "number": 1,
      "text": "\u0003\n&5(',7\u000368,66(\u0003),567\u0003%26721\u0003&25325$7,21\n(TXLW\\\u00035HVHDUFK²$PHULFDV\nIndustry: Value-Based Strategy\nSeptember 29, 1998\nMichael J. Mauboussin 212/325-3108 michael.mauboussin@csfb.com\nNI\nBob Hiler 212/325-4341 bob.hiler@csfb.com\n9ROXPH\u0003\u0014\nWhy Strategy Matters\nExploring the link between\nstrategy, competitive advan-\ntage and the stock market\n"
    },
    {
      "number": 2,
      "text": "Frontiers of Strategy\n– 2 –\n“Anybody who says that they have a wonderful business that’s earning a lousy\nreturn on invested capital has got a different yardstick than we do.”\nWarren Buffett, Annual Shareholder Meeting, 1993.\nIt is widely accepted in finance theory that the prime goal of management is to\nmaximize shareholder value. But the path to delivering superior returns is not al-\nways clear, for a few reasons.\nTo start, there is the issue of metrics. Corporate managers often perceive that\nmanaging to achieve competitive advantage is hard to balance with the demands\nof the stock market. Which financial metrics effectively straddle the desires of\nproduct markets with those of the capital markets? How are those metrics linked\nto executive compensation? Here it is necessary to have a firm grasp of what\ncompetitive advantage is and how the market reflects it.\nNext, there is the topic of method. Assuming that financial value drivers are prop-\nerly identified, it is still critical to figure out how to position the business to gain\na competitive advantage. Which market segments should be addressed? What\ncustomer characteristics are required to generate profitable sales? How are prod-\nucts or services delivered optimally? Addressing these questions is the essence of\nstrategy.\nFinally, there is the issue of the market. Managers and investors are not always\nclear how prices are set in the stock market. Is value determined by earnings\ngrowth? Sales gains? Cash flow improvement? These questions require a clear\nunderstanding of how capital markets work.\nThis report explores how competitive advantage, strategy and capital market\nvaluation are intertwined. It is broken into three parts. First, we define key terms.\nSecond, we explore the empirical return on invested capital data. Finally, we link\nthe financial metrics to the workings of the stock market.\nOur central findings are as follows:\n• The spread between return on invested capital and the cost of capital (ROIC–\nWACC) is a reasonable starting point for estimating economic value creation.1\nImportantly, the stock market efficiently reflects this spread in stock prices. Cor-\nrelation analysis shows that high ROIC–WACC-spread businesses are rewarded\nwith the high market values for a given growth rate.2 This suggests that compa-\nnies should seek attractive returns first and growth second.\n• ROIC–WACC spreads have a self-similar, or fractal, distribution pattern on\nmultiple levels.3 More specifically, ROIC–WACC rankings on any tier—by\ncountry, index, sector, or company—consistently form a cascade pattern ranging\nfrom value creators to value destroyers. This spells opportunity, because it shows\nthat satisfactory returns are often achievable irrespective of where a company is\ndomiciled or what industry it is in.\n• The key to a company’s ability to generate excess returns is the strategy it pur-\nsues. Companies must understand where and how they create value. Notably, it is\noften the company that understands where it does not have an advantage that does\nwell. More directly, strategy matters.\n,QWURGXFWLRQ\n"
    },
    {
      "number": 3,
      "text": "Frontiers of Strategy\n– 3 –\nBefore proceeding it is important to define two key terms: competitive advantage\nand strategy. We view strategy (including formulation and execution) as the step-\nping stone to capturing a competitive advantage. Sustainability of competitive\nadvantage requires constant evolution and prudent capital allocation.\nCompetitive advantage. Competitive advantage exists when a company’s sales\nare greater than its total costs, including the opportunity cost of capital. One\nmeasure of such returns is a positive ROIC–WACC spread.4 It should be stressed\nthat competitive advantage is not a qualitative, but rather a quantitative, issue (as\nthe Buffett quotation above suggests). By definition, a business with a competi-\ntive advantage either earns, or promises to earn, returns on capital in excess of the\ncost of capital.\nFurther, competitive advantage must be viewed in absolute, not relative terms. A\nbusiness that earns higher returns than its peers do, but that does not earn its cost\nof capital, can be said to have a comparative advantage, not a competitive advan-\ntage.\nA company can gain competitive advantage in a number of ways. For example, it\ncan offer a product or service that customers perceive to have superior value,\nhence garnering a premium price. Alternatively, a company can achieve a lower\ncost position than its competition, allowing it to glean excess returns.\nThe ability to generate positive ROIC–WACC spreads also relates to the structure\nof the industry in which a company competes. External factors—such as the\nbuying power of customers or the leverage of suppliers—combine with internal\nfactors—including the intensity of rivalry—to define industry structure. The five-\nforce framework laid out by Michael Porter is especially useful in this assess-\nment.5\nWhile some management teams lament that they participate in an industry that is\nstructurally poor, the evidence shows that industry structure is not the defining\nfactor in value creation. Ultimately, a company’s ability to generate excess re-\nturns comes from the activities a company pursues and how those activities fit\ntogether and reinforce one another.6\nStrategy. A successful strategy is one that allows a company to capture a com-\npetitive advantage. Porter defines strategy as “the creation of a unique and valu-\nable position, involving a different set of activities”.7 He stresses that operational\neffectiveness represents excellence in individual activities while strategy is the\nappropriate combination of activities.\nStrategic positions come in a number of forms. A variety-based position is when a\ncompany produces a subset of an industry’s products or services. When a com-\npany serves the needs of a particular group of customers, it is pursuing a needs-\nbased position. Finally, an access-based position relies on segmentation of cus-\ntomers by access channel.\nPorter argues that strategic positions are not sustainable unless clear trade-offs are\nmade with other positions. Trade-offs are necessary because of potential incon-\nsistencies in image, the difficulty of executing within multiple positions and lim-\nits on management resources.\nStrategic failure often comes from an inability to choose the correct strategic po-\nsition. Managers may be lured to expand their positions in the name of growth.\n.H\\\u0003'HILQLWLRQV\n"
    },
    {
      "number": 4,
      "text": "Frontiers of Strategy\n– 4 –\nBut the dilution in economic value that ensues translates into poor share price\nperformance.\nHaving defined key concepts, we now turn to the empirical data. Charts 1-4 show\nthe breakdown for ROIC–WACC spreads on four levels: by country; by index\n(S&P Industrials); by sector (computer hardware); and by company (Hewlett-\nPackard). Zooming in at various levels offers a couple of useful insights. First,\nstudying the charts in “ascending” order (from the company level up) shows how\neach level serves as the building block for the next level. Second, each chart\nshows that returns on capital are distributed broadly—value creation is possible\non every level.\n&KDUW\u0003\u0014\n52,&\u0003²\u0003:$&&\u00036SUHDGV\u0003IRU\u00036HOHFWHG\u0003&RXQWULHV\nSelected Countries\n\u0010\u001b\u0011\u0013\b\n\u0010\u001a\u0011\u0013\b\n\u0010\u0019\u0011\u0013\b\n\u0010\u0018\u0011\u0013\b\n\u0010\u0017\u0011\u0013\b\n\u0010\u0016\u0011\u0013\b\n\u0010\u0015\u0011\u0013\b\n\u0010\u0014\u0011\u0013\b\n\u0013\u0011\u0013\b\n\u0014\u0011\u0013\b\n\u0015\u0011\u0013\b\n\u0016\u0011\u0013\b\n\u0017\u0011\u0013\b\n1HWKHUODQGV\n8.\n86\n6ZLW]HUODQG\n6SDLQ\n'HQPDUN\n6LQJDSRUH\n6ZHGHQ\n)LQODQG\n0DOD\\VLD\n1RUZD\\\n+RQJ\u0003.RQJ\n,WDO\\\n*HUPDQ\\\n-DSDQ\n)UDQFH\n7DLZDQ\n.RUHD\n3KLOLSSLQHV\n,QGLD\n,QGRQHVLD\nROIC - WACC (1997)\n6RXUFH\u001d\u0003\u0003&UHGLW\u00036XLVVH\u0003)LUVW\u0003%RVWRQ\u0003HVWLPDWHV\u0011\n&KDUW\u0003\u0015\n52,&\u0003²\u0003:$&&\u00036SUHDGV\u0003IRU\u00030DMRU\u00038\u00116\u0011\u0003,QGXVWULHV\n6\u0003\t\u00033\u0003,QGXVWULDOV\n\u0010\u0018\b\n\u0013\b\n\u0018\b\n\u0014\u0013\b\n\u0014\u0018\b\n\u0015\u0013\b\n\u0015\u0018\b\n&RPSXWHU\u00036RIWZ DUH\n(QWHUWDLQPHQW\n7REDFFR\n+HDOWK\u0003&DUH\u0003\u000b'UXJV\f\n&RPSXWHUV\u0003\u000b+DUGZ DUH\f\n)RRWZ HDU\n+HDOWK\u0003&DUH\u0003\u000b'LY HUVLILHG\f\n(OHFWURQLFV\u0003\n)RRGV\n%HY HUDJHV\n6HUY LFHV\u0003\u000b&RQVXPHU\u0003DQG\u0003&RPPHUFLDO\f\n3HUVRQDO\u0003&DUH\n&RQWDLQHUV\u0003\u000b0HWDO\u0003\t\u0003*ODVV\f\n$HURVSDFH\u0003DQG\u0003'HIHQVH\n&RPPXQLFDWLRQV\u0003(TXLSPHQW\n+HDOWK\u0003&DUH\u0003\u000b+RVSLWDO\u00030DQDJHPHQW\f\n5HWDLO\n&KHPLFDOV\n'LVWULEXWRUV\u0003\u000b)RRG\u0003DQG\u0003+HDOWK\f\n3XEOLVKLQJ\n%XLOGLQJ\u00030DWHULDOV\n(OHFWULFDO\u0003(TXLSPHQW\n/RGJLQJ\u0003DQG\u0003+RWHOV\n5HVWDXUDQWV\n7HOFR\nV\n%URDGFDVWLQJ\n0DFKLQH\u00037RROV\n2LO\u0003DQG\u0003*DV\n$XWRV\u0003DQG\u0003$XWR\u00033DUWV\n3DSHU\u0003DQG\u0003)RUHVW\u0003\n$OXPLQXP\u0003\u0012\u00030HWDOV\u00030LQLQJ\n(QJLQHHULQJ\u0003DQG\u0003&RQVWUXFWLRQ\n:DVWH\u00030JPW\u0011\n&RQVXPHU\u0003\u000b-HZ HOU\\ \u0003DQG\u0003*LIWV\f\n,QGXVWU\\\u0003$YHUDJH\u000352,&\u0003\u0010\u0003:$&&\u0003\u000b\u0014\u001c\u001c\u0013\u0010\u0014\u001c\u001c\u001a\f\n6RXUFH\u001d\u0003\u0003&RPSDQ\\\u0003SXEOLVKHG\u0003GDWD\u000f\u0003&UHGLW\u00036XLVVH\u0003)LUVW\u0003%RVWRQ\u0003HVWLPDWHV\u0011\n(PSLULFDO\u0003(YLGHQFH\n"
    },
    {
      "number": 5,
      "text": "Frontiers of Strategy\n– 5 –\n&KDUW\u0003\u0016\n52,&\u0003²\u0003:$&&\u00036SUHDGV\u0003IRU\u0003WKH\u00038\u00116\u0011\u0003&RPSXWHU\u0003+DUGZDUH\u0003,QGXVWU\\\nComputer Hardware Industry\n\u0010\u0015\u0013\b\n\u0010\u0014\u0013\b\n\u0013\b\n\u0014\u0013\b\n\u0015\u0013\b\n\u0016\u0013\b\n\u0017\u0013\b\n\u0018\u0013\b\n\u0019\u0013\b\nAverage ROIC - WACC (1990-1997)\n&6&2\n'(//\n%$<\n*7:\n&6\n&34\n(0&\n681: 6(*\n&206\n+:3\n,%0\n6*,\n3%,\n$$3/\n7'0\n8,6\n'*1\n'(&\n6RXUFH\u001d\u0003\u0003&RPSDQ\\\u0003SXEOLVKHG\u0003GDWD\u000f\u0003&UHGLW\u00036XLVVH\u0003)LUVW\u0003%RVWRQ\u0003HVWLPDWHV\u0011\n&KDUW\u0003\u0017\n52,&\u0003²\u0003:$&&\u00036SUHDGV\u0003%\\\u00036WUDWHJLF\u0003%XVLQHVV\u00038QLW\u0003IRU\u0003+HZOHWW\u00103DFNDUG\n\u0010\u0014\u0013\b\n\u0010\u0018\b\n\u0013\b\n\u0018\b\n\u0014\u0013\b\n\u0019\u0013\b\n\u0019\u0018\b\n6RIWZDUH\n3&\nV\n6WRUDJH\u0003\t\n2WKHU\n3ULQWHUV\n6HUYLFHV\n7HVW\u0003\t\n0HDVXUHPHQW\n8QL[\u00036HUYHUV\n8QL[\n:RUNVWDWLRQV\nROIC - WACC (FY 1997)\nHWP Strategic Business Units\n6RXUFH\u001d\u0003\u0003&RPSDQ\\\u0003SXEOLVKHG\u0003GDWD\u000f\u0003&UHGLW\u00036XLVVH\u0003)LUVW\u0003%RVWRQ\u0003HVWLPDWHV\u0011\nOne striking feature of these charts is the self-similarity across all levels. More\nformally, these are called fractal patterns. Specifically, there are value-creating\nand value-destroying entities in each chart. For example, there are value-\ndestroying companies within the most attractive industry and value-creating busi-\nnesses in the least attractive segment. Likewise, within a company’s portfolio of\nbusinesses (or segments, or geographies) there is a mix of attractive and unattrac-\ntive operations.\nThis has profound implications. It explicitly shows that value creation is not con-\ntingent on being in an attractive “category”—be it a country, industry or com-\npany. Accordingly management can always work to improve returns within\ncompany (through asset purchases/sales, improved positioning); help improve\n"
    },
    {
      "number": 6,
      "text": "Frontiers of Strategy\n– 6 –\nindustry returns (through intelligent use of game theory and signaling); and,\nhence, improve the overall economy.\nWhile surveying ROIC–WACC spreads may be interesting, the more pressing\nissue is whether or not these spreads are reflected in stock price valuation. In or-\nder to test this relationship, we can perform regression analysis. Our independent\nvariable is the ROIC–WACC spread and our dependent variable is firm value\n(market value of equity and debt) divided by invested capital. Economic theory\nsuggests that businesses earning above-cost-of-capital returns trade at a firm\nvalue to invested capital ratio in excess of one. Further, the higher ROIC–WACC\nspread—holding growth constant—the higher the warranted firm value/invested\ncapital multiple.\nThe data support the economic theory. For 1997, the S&P Industrials had an r-\nsquared of 79% (Chart 5). Further, statistical stress tests show that there is a near-\nzero probability that the regression results are a fluke. In addition, CSFB analysts\nhave confirmed this relationship in one sector after another—including leading\ninternational markets. 8 The key is that the market recognizes and rewards posi-\ntive economic rents.\n&KDUW\u0003\u0018\n&RUUHODWLRQ\u0003EHWZHHQ\u0003([FHVV\u00035HWXUQV\u0003DQG\u0003(QWHUSULVH\u00039DOXH\u0010WR\u0010,QYHVWHG\u0003&DSLWDO\n6\t3\u0003,QGXVWULDOV\nR2 = 79%\n\u0010\u0018\u0011\u0013\u0013\n\u0013\u0011\u0013\u0013\n\u0018\u0011\u0013\u0013\n\u0014\u0013\u0011\u0013\u0013\n\u0014\u0018\u0011\u0013\u0013\n\u0015\u0013\u0011\u0013\u0013\n\u0015\u0018\u0011\u0013\u0013\n\u0010\u0014\u0018\b\n\u0010\u0018\b\n\u0018\b\n\u0014\u0018\b\n\u0015\u0018\b\n\u0016\u0018\b\n\u0017\u0018\b\n\u0014\u001c\u001c\u001a\u000352,&\u0010:$&&\n\u0014\u001c\u001c\u001a\u0003(QWHUSULVH\u00039DOXH\u0012$YHUDJH\u0003,QYHVWHG\u0003&DSLWD\n6RXUFH\u001d\u0003\u0003&RPSDQ\\\u0003SXEOLVKHG\u0003GDWD\u000f\u0003&UHGLW\u00036XLVVH\u0003)LUVW\u0003%RVWRQ\u0003HVWLPDWHV\u0011\nThe link between the stock market, competitive advantage and the strategy is now\ncomplete. Strategy is the process that allows a company to achieve a competitive\nadvantage. Competitive advantage is the ability to generate returns on capital in\nexcess of the cost of capital. The stock market efficiently reflects excess returns.\nAccordingly, this report has a few central messages for corporate managers and\nthe investors that evaluate them:\n• Economic value creation should always be the guiding light for management\ndecisions. In free markets, above-average gains in shareholder value are generally\n'RHV\u0003WKH\n0DUNHW\u0003&DUH\"\n&RQFOXVLRQ\n"
    },
    {
      "number": 7,
      "text": "Frontiers of Strategy\n– 7 –\na sign that collective corporate resources—both financial and non-financial—are\nbeing allocated effectively. The further fact that the stock market efficiently\ncapitalizes value creation lends further credence to the importance of managing\nfor value.\n• Growth should always be a second order consideration behind value creation.\nManagers often assume that earnings growth is synonymous with value growth.\nHowever, this perspective is not supported by the empirical data—there are proj-\nects that add to accounting earnings while detracting from shareholder value.\nCorrect prioritization of value creation/growth objectives allows managers to\navoid capital allocation mistakes. This task is further complicated by the reality\nthat many compensation schemes disproportionately reward growth versus value\ncreation.\n• A company can create shareholder value if it invests below the average ROIC\nbut above WACC as long as such investments meet or exceed market expecta-\ntions. But managers must be aware that the stock market is forward-looking. As a\nresult, some projects may be value creating (net present value positive) but may\ndisappoint the market, leading to a lower stock price.\n• ROIC–WACC spreads should be used with some caution. This metric does\noffer a reasonable snapshot of the past performance and can serve as a good\nproxy for expectations. However, the calculation is based on accumulated sunk\ncosts (invested capital) and can be affected by the timing of capital expenditures\nand chosen the depreciation method. For this reason, we prefer the NPV positive\nrule to the use of ROIC–WACC spreads.\n• In stock market valuation, both excess returns and duration of excess returns\nare important. The latter notion is often called “sustainable competitive advan-\ntage.” The CSFB framework has an explicit method for dealing with\nsustainability of excess returns, called “competitive advantage period”.9 We find\nthat competitive advantage period can be pinpointed by considering a company’s\ncurrent returns, the rate of industry change and barriers to entry. Consistently\ngenerating excess returns is management’s greatest challenge.\n• Strategy is key. The data show that excess returns can be earned even in the\nworst industry groups. What separates the winners from the losers is how they\norganize their activities. Managers of businesses that generate sub-par returns\nshould constantly rethink the activities they pursue.\n1\u0011%\u0011\u001d\u0003\u0003&5(',7\u000368,66(\u0003),567\u0003%26721\u0003&25325$7,21\u0003PD\\\u0003KDYH\u000f\u0003ZLWKLQ\u0003WKH\u0003ODVW\u0003WKUHH\u0003\\HDUV\u000f\u0003VHUYHG\u0003DV\u0003D\u0003PDQDJHU\u0003RU\nFR\u0010PDQDJHU\u0003RI\u0003D\u0003SXEOLF\u0003RIIHULQJ\u0003RI\u0003VHFXULWLHV\u0003IRU\u0003RU\u0003PDNHV\u0003D\u0003SULPDU\\\u0003PDUNHW\u0003LQ\u0003LVVXHV\u0003RI\u0003DQ\\\u0003RU\u0003DOO\u0003RI\u0003WKH\u0003FRPSDQLHV\u0003PHQ\u0010\nWLRQHG\u0011\u0003\u0003&ORVLQJ\u0003SULFHV\u0003DUH\u0003DV\u0003RI\u00036HSWHPEHU\u0003\u0015\u001b\u000f\u0003\u0014\u001c\u001c\u001b\u001d\n\u0016&20\u0003\u000b&206\u000f\u0003\u0016\u0015\u0003\u0014\u0012\u0017\u000f\u00036WURQJ\u0003%X\\\f\n$SSOH\u0003&RPSXWHU\u0003\u000b$$3/\u000f\u0003\u0016\u001c\u0003\u0014\u0012\u0014\u0019\u000f\u0003+ROG\f\n&DEOHWURQ\u0003\u000b&6\u000f\u0003\u0014\u0013\u0014\u0012\u001b\u0003\u000f\u0003+ROG\f\n&LVFR\u00036\\VWHPV\u0003\u000b&6&2\u000f\u0003\u0019\u0019\u0014\u0012\u0017\u000f\u00036WURQJ\u0003%X\\\f\n&RPSDT\u0003&RPSXWHU\u0003\u000b&34\u000f\u0003\u0016\u0015\u0003\u0014\u0016\u0012\u0014\u0019\u000f\u0003%X\\\f\n'DWD\u0003*HQHUDO\u0003\u000b'*1\u000f\u0003\u0014\u0014\u0003\u0018\u0012\u0014\u0019\u000f\u0003+ROG\f\n'HOO\u0003&RPSXWHU\u0003\u000b'(//\u000f\u0003\u0019\u001b\u0003\u0014\u0012\u0014\u0019\u000f\u00036WURQJ\u0003%X\\\f\n(0&\u0003&RUS\u0003\u000b(0&\u000f\u0003\u0019\u0013\u0003\u0014\u0012\u001b\u000f\u0003%X\\\f\n*DWHZD\\\u0003\u0015\u0013\u0013\u0013\u0003\u000b*7:\u000f\u0003\u0018\u0016\u0003\u0014\u0012\u0015\u000f\u0003%X\\\f\n+HZOHWW\u00103DFNDUG\u0003\u000b+:3\u000f\u0003\u0018\u0017\u0003\u0014\u0018\u0012\u0014\u0019\u000f\u0003%X\\\f\n,QWHUQDWLRQDO\u0003%XVLQHVV\u00030DFKLQHV\u0003\u000b,%0\u000f\u0003\u0014\u0016\u0016\u0003\u0018\u0012\u001b\u000f\u0003%X\\\f\n3LWQH\\\u0003%RZHV\u0003\u000b3%,\u000f\u0003\u0018\u0019\u0003\u0014\u0018\u0012\u0014\u0019\u000f\u0003%X\\\f\n6HDJDWH\u00037HFKQRORJ\\\u0003\u000b6(*\u000f\u0003\u0015\u0017\u0003\u0018\u0012\u0014\u0019\u000f\u00031RW\u00035DWHG\f\n6LOLFRQ\u0003*UDSKLFV\u0003\u000b6*,\u000f\u0003\u0014\u0013\u000f\u00031RW\u00035DWHG\f\n6XQ\u00030LFURV\\VWHPV\u0003\u000b681:\u000f\u0003\u0018\u0014\u0003\u001a\u0012\u0014\u0019\u000f\u0003+ROG\f\n"
    },
    {
      "number": 8,
      "text": "Frontiers of Strategy\n– 8 –\n8QLV\\V\u0003\u000b8,6\u000f\u0003\u0015\u0018\u000f\u00031RW\u00035DWHG\f\n%D\\\u00031HWZRUNV\u0003\u000b%$<\u000f\u00031RW\u00035DWHG\f\u0003ZDV\u0003DFTXLUHG\u0003E\\\u00031RUWKHUQ\u00037HOHFRP\n'LJLWDO\u0003(TXLSPHQW\u0003\u000b'(&\u000f\u00031RW\u00035DWHG\f\u0003ZDV\u0003DFTXLUHG\u0003E\\\u0003&RPSDT\u0003&RPSXWHU\n7DQGHP\u0003\u000b7$1\u000f\u00031RW\u00035DWHG\f\u0003ZDV\u0003DFTXLUHG\u0003E\\\u0003&RPSDT\u0003&RPSXWHU\n1 Better yet, managers should allocate capital based on net present values (NPV). The rule is to fund\nonly NPV positive projects, which means the current cash outlay is less than the present value of the\nfuture cash flows from the project in question.\n2 In fact, this correlation is higher than many standard benchmarks, like EPS growth, cash flow\ngrowth, sales growth and dividends.\n3 A fractal is an object in which the parts are related to the whole. Further, the individual components\nare self-similar, or self-referential.\n4 EVA\n, a registered trademark of Stern Stewart & Co., is another.\n5 Competitive Strategy, Michael E. Porter, (Free Press, New York, 1980).\n6 “What is Strategy?” Michael E. Porter, Harvard Business Review, November-December 1996.\n7 Porter.\n8 Value Dynamics Framework: The Global Investment Standard, Credit Suisse First Boston Equity\nResearch, September 1998.\n9 Competitive Advantage Period (CAP)—The Neglected Value Driver, Mauboussin and Johnson,\nCredit Suisse First Boston Equity Research, January 14, 1997.\n"
    }
  ]
}