{
  "filename": "mm_044_2003_the_pyramid_of_numbers__firm_size__growth_rates__and_valuation.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423214429-07'00'",
    "modDate": "D:20240423214440-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 44,
      "year": "2003",
      "date": "9/23",
      "institution": "CS First Boston",
      "title": "The Pyramid of Numbers: Firm Size, Growth Rates, and Valuation",
      "url": "https://12mv2.files.wordpress.com/2024/04/03-09-23-the-pyramid-of-numbers__firm-size-growth-rates-and-valuation.pdf"
    },
    "tags": [
      "Business models & growth",
      "Base rates",
      "Expectations analysis",
      "Market structure"
    ],
    "tagged_at": "2025-01-20T21:26:17.527995"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nGrowth is important because companies create shareholder value through profitable \ngrowth. Yet there is powerful evidence that once a company’s core business has \nmatured, the pursuit of new platforms for growth entails daunting risk. Roughly one \ncompany in ten is able to sustain the kind of growth that translates into an above-\naverage increase in shareholder returns over more than a few years. . . . \nConsequently, most executives are in a no-win situation: equity markets demand that \nthey grow, but it’s hard to know how to grow.  \nClayton M. Christensen and Michael E. Raynor\nThe Innovator’s Solution 1\nAnalysts and investors seem to believe that many firms’ earnings can consistently \ngrow at high rates for quite a few years. The evidence suggests instead that the \nnumber of such occurrences is not much different from what might be expected from \nsheer chance. \nLouis K. C. Chan, Jason Karceski, and Josef Lakonishok\nThe Level and Persistence of Growth Rates 2\nWhy Big Fierce Animals are Rare \nOn the surface, the size and frequency distribution for species, cities, and company \nsizes may not seem like they would have a lot in common. Yet each follows a power \nlaw, which looks like a straight line when plotted on a log-log scale. Power laws \nindicate that there are lots of small occurrences and very few large ones. 3 In nature, \nthere are lots of ants—the combined weight of ants is larger than the combined weight \nof humans—but very few elephants. Similarly, we have many small companies and a \nmodest number of huge ones. Exhibit 1 shows examples of these distributions side-\nby-side. \nExhibit 1: Distribution for Species, City, and Company Sizes \n10\n0.00000\n0.00001\n0.00010\n0.00100\n0.01000\n0.10000\n1.00000\nProbability\n4\n108\n1010\n106\nReceipts (1997 $)\n10\n0.00000\n0.00001\n0.00010\n0.00100\n0.01000\n0.10000\n1.00000\nProbability\n4\n108\n1010\n106\nReceipts (1997 $)\n11.0\n11.5\n12.0\n12.5\n13.0\n13.5\n14.0\n14.5\n15.0\n15.5\n16.0\n0.0\n1.0\n2.0\n3.0\n4.0\n5.0\n6.0\nLog (rank)\nLog (population)\n10\n0.00000\n0.00001\n0.00010\n0.00100\n0.01000\n0.10000\n1.00000\nProbability\n4\n108\n1010\n106\nReceipts (1997 $)\n10\n0.00000\n0.00001\n0.00010\n0.00100\n0.01000\n0.10000\n1.00000\nProbability\n4\n108\n1010\n106\nReceipts (1997 $)\n11.0\n11.5\n12.0\n12.5\n13.0\n13.5\n14.0\n14.5\n15.0\n15.5\n16.0\n0.0\n1.0\n2.0\n3.0\n4.0\n5.0\n6.0\nLog (rank)\nLog (population)\n11.0\n11.5\n12.0\n12.5\n13.0\n13.5\n14.0\n14.5\n15.0\n15.5\n16.0\n0.0\n1.0\n2.0\n3.0\n4.0\n5.0\n6.0\nLog (rank)\nLog (population)\n \nSources: Juan Camacho and Ricard V. Sole, “Scaling and Zipf’s Law in Ecological Size Spectra,” Santa Fe Institute Working \nPaper, 1999; http://www.few.eur.nl/few/people/vanmarrewijk/international/zipf.htm, Robert L. Axtell, “Zipf Distributions of U.S. Firm \nSizes,” Science, September 7, 2001, 1819. \nMichael J. Mauboussin \n212-325-3108 \nmichael.mauboussin@csfb.com \n \nKristen Bartholdson \n212-325-2788 \nkristen.bartholdson@csfb.com \nSeptember 23, 2003\nVolume 2, Issue 17\nThe Pyramid of Numbers \nFirm Size, Growth Rates, and Valuation \n"
    },
    {
      "number": 2,
      "text": "    Page 2 \nTake species for a moment. Why are large carnivorous animals, like tigers, relatively rare, while small \nanimals, like termites, are so abundant? Ecologists answer by pointing out that all animals have a \nniche—not just a physical location, but a real place in the grand scheme of things. A species must not \nonly survive in its home, it must successfully interact with the other plant and animal species that \nshare that home.  \nThe niche idea, though, still doesn’t explain why the distribution of species looks the way it does. That \ninsight came from Oxford’s Charles Elton, who noted that larger animals need smaller animals to \nsustain them. (Animals rarely prey on animals larger than they are.) So, Elton reasoned, with every \nincrement in body size, there should be an associated loss in numbers. He called this fact of life “The \nPyramid of Numbers.” Big fierce animals are rare because they have less sources of energy than \nsmaller animals. 4 The species power law distribution is a natural outcome of interacting animals \nconstrained by the laws of physics. 5 \nWhat does this have to do with the stock market? Investors should pay attention to these distributions \nfor three reasons. First, companies, like species, fit into niches. Thinking about these niches and how \nthey change can provide some insight into a company’s growth potential.  \nSecond, a strong body of evidence shows that the variance of growth rates is smaller for large firms \nthan for small firms (even though the median growth rate is fairly stable across the population). \nFurther, growth for large companies often stalls, leading to marked share price underperformance as \ninvestors recalibrate their expectations.  \nFinally, investors often extrapolate past growth rates into the future, leading to disappointing \nshareholder returns for those companies that cannot meet those expectations. Investors who are \naware of patterns of growth may be able to avoid unfavorable expectations gaps. \nFind Your Niche \nThe idea that companies find niches is certainly not new. For example, many aspects of the \ncompetitive strategy literature in general, and game theory in particular, address how and why \ncompanies should seek profitable niches. The main message here is that the environment, and hence \nniches, change over time as the result of technological developments, regulatory shifts, and industry \nexit and entry.  \nThink of mini-mills versus integrated steel companies, or Internet-based retailers compared to brick-\nand-mortar competitors. New niches open, and new companies exploit them. A company’s ability to \nadapt to a changing environment is critical—and the number of companies that can do so is small.   \nAs a result, optimal firm size may not be fixed for a particular industry, and comparing the valuations of \ncompanies with different economic models doesn’t make sense.  \nDear CEO—We’ve Made It to the Fortune 50! You’re Fired \nStudies of firm size distributions and growth rates reveal four stylized facts: \n1. Firm size distributions follow Zipf’s Law (a specific class of power law). 6 What is crucial for \ninvestors is that this distribution is very robust in the face of significant economic change. This \nmeans that the proportion of very large companies to smaller companies is unlikely to vary \nmuch in the future. \n2. Variances of firm growth rates decrease with size. 7 Our analysis suggests that median growth \nrates are stable across a large sample of U.S. public companies (sales of $100 million or \nmore), but that the variance in growth narrows substantially. (See Exhibit 2.) On one level, this \nobservation is common sense—large companies represent a substantial percentage of GDP, \nso it’s unlikely that they will outstrip it to any meaningful degree. (The Fortune 50 represent \nover 25 percent of GDP.) Yet companies that launch into the Fortune 50 are often those that \nhave realized strong past growth, setting up a potential investor expectations mismatch. \nThis empirical finding is consistent with stochastic models similar to Gibrat’s Law. This law, \nalso known as the law of proportionate effect, says that a firm’s growth rate is independent of \nits size. With some modifications, applying Gibrat’s Law to a sample of companies generates \na Zipf distribution. Classical microeconomics has no satisfactory models to explain these \nfindings. 8 \n"
    },
    {
      "number": 3,
      "text": "    Page 3 \nExhibit 2: Shrinking Variance of Sales Growth in Relation to Market Cap \nShrinking Variance of Sales Growth in Relation to Market Cap\n-150%\n-100%\n-50%\n0%\n50%\n100%\n150%\n100\n1,000\n10,000\n100,000\nBase Year Sales\nSales Growth\n \nSource:  Factset, CSFB analysis. \n3. The growth for large companies often stalls. This was the conclusion of a detailed study by the \nCorporate Strategy Board. 9 The research argued that once companies reach a sufficient sales \nlevel, they see their growth rate stall. That stall level has risen over the decades, but looked to \nbe in the $20-30 billion area in the late 1990s.   \nExhibit 3 shows the average annual growth rate for companies entering into the Fortune 50 (a \nranking based on sales). The data show that companies often enjoy strong growth rates prior to \nmaking the top 50 but tend to have rather anemic growth once they attain that group. The high \ngrowth rate in the first year suggests that acquisitions catapult many companies into the \nFortune 50. \nExhibit 3: Average Annual Growth Rate for Companies Entering Fortune 50 \n15.0%\n9.5%\n9.0%\n13.5%\n20.0%\n28.6%\n2.0% 1.4%\n-0.7% -0.7%\n0.7% 1.2%\n0.1%\n2.1% 2.8%\n5.1% 4.5%\n-1.6%\n-0.1%\n-3.9%\n-5.0%\n0.0%\n5.0%\n10.0%\n15.0%\n20.0%\n25.0%\n30.0%\n-5\n-4\n-3\n-2\n-1\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\nYears from Entrance into Fortune 50\nAverage Annual Growth Rate \n(GNP-Deflated)\n15.0%\n9.5%\n9.0%\n13.5%\n20.0%\n28.6%\n2.0% 1.4%\n-0.7% -0.7%\n0.7% 1.2%\n0.1%\n2.1% 2.8%\n5.1% 4.5%\n-1.6%\n-0.1%\n-3.9%\n-5.0%\n0.0%\n5.0%\n10.0%\n15.0%\n20.0%\n25.0%\n30.0%\n-5\n-4\n-3\n-2\n-1\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\nYears from Entrance into Fortune 50\nAverage Annual Growth Rate \n(GNP-Deflated)\n \nSource:  Corporate Strategy Board, Stall Points: Barriers to Growth for the Large Corporate Enterprise, 1998, page 15. \n4. Most industries follow an identifiable life cycle.10 Early on, an industry tends to see substantial \ngrowth and entry, then meaningful exit and high economic returns (for the survivors), followed \nby gradual growth deceleration. In mature stages, companies have muted growth and economic \nreturns close to competitive equilibrium. Large companies tend to be mature companies. \nAdvising companies what to do in the face of slowing growth is an industry in and of itself. It is true that \nlarge companies have a difficult time innovating as successfully as smaller companies for a host of \nreasons. We enthusiastically recommend a new book by Clayton Christensen and Michael Raynor, The \nInnovator’s Solution, which provides managers with a useful innovation framework. But the reality is that \nnot all companies can grow rapidly forever. \n"
    },
    {
      "number": 4,
      "text": "    Page 4 \nExtrapolative Expectations \nA review of the evidence on firm size and growth rates suggests investors should temper their growth \nexpectations as companies get large. But the reality is that investors tend to extrapolate the recent past, \nand hence miss declining growth rates. According to Chan, Karceski, and Lakonishok: \nMarket valuation ratios have little ability to sort out firms with high future growth from firms with low \ngrowth. Instead, in line with the extrapolative expectations hypothesis, investors tend to key on past \ngrowth. Firms that have achieved high growth in the past fetch high valuations, while firms with low past \ngrowth are penalized with poor valuations. 11 \nData from the Corporate Strategy Board support this point. Its multidecade study shows that roughly \ntwo-thirds of the companies that hit the stall point lose 50 percent or more of their market value (relative \nto the Dow Jones Industrial Average) within a decade. Ninety-five percent underperform the DJIA by 25 \npercent or more. \nWe asked a similar, simple question: How would an equal-weighted portfolio of the Fortune 50, \npurchased at year-end, fare versus the S&P 500 in the subsequent 1-, 3-, and 5-year periods? We ran \nthe numbers from 1980 through 2002 and found that for each holding period, the S&P 500 \noutperformed the Fortune 50 portfolio. (See Exhibit 4.) Again, it’s hard for the largest companies to \nmeaningfully outperform the market because they are such a large percentage of the market. \nExhibit 4: Total Shareholder Return—Fortune 50 Versus S&P 500 \nFortune 50\nS&P 500\n1-Year TSR\n14.3%\n13.8%\n3-Year TSR\n15.0%\n13.5%\n5-Year TSR\n15.9%\n14.3%\nFortune 50\nS&P 500\n1-Year TSR\n14.3%\n13.8%\n3-Year TSR\n15.0%\n13.5%\n5-Year TSR\n15.9%\n14.3%\nSource:  Factset, Ibottson, CSFB analysis. \nWe also looked at a very simple valuation measure, market capitalization-to-sales, to see if the largest \ncompanies stood out. And indeed they do. The current average market cap-to-sales ratio for the top 50 \ncompanies is 0.9, the lowest of any decile in the top 500. The average ratio for the 500 largest sales \ncompanies is 1.2. Not only did the largest companies have the lowest market-cap-to–sales ratios, the \nstandard deviation of those ratios was much lower than those of other deciles. Neither premium \nvaluations nor premium growth are easy to come by for the largest companies. \nNone of this is to say that current valuations for the largest companies does not still embed healthy \nexpectations. Based on CSFB HOLT aggregated data, the 50 largest U.S. companies by market \ncapitalization reflect growth and return on investment expectations that are substantially higher than \nthose for the S&P 500 in total. 12  \nAnother way to look at expectations is to break down the percentage of shareholder value that comes \nfrom assets in place versus the value attributable to future investments. Today, one-half of the value of \nthe twenty largest U.S. companies is on the come. 13 (See Exhibit 5.)  \n"
    },
    {
      "number": 5,
      "text": "    Page 5 \nExhibit 5: Large Companies: PV of Cash Flow from Existing Assets Versus Future Investments  \nCompany\nMarket Cap\nPV of CF from\nNPV of CF from\nSymbol\nCompany\nin $ millions\nExisting Assets\nFuture Investment\nMSFT\nMicrosoft Corp\n322,699\n$       \n38%\n62%\nGE\nGeneral Electric Co\n319,902\n44%\n56%\nWMT\nWal-Mart Stores\n254,025\n50%\n50%\nXOM\nExxon Mobil Corp\n246,058\n84%\n16%\nPFE\nPfizer Inc\n244,877\n41%\n59%\nC\nCitigroup Inc\n242,038\n46%\n54%\nINTC\nIntel Corp\n189,897\n47%\n53%\nIBM\nIBM Corp\n161,391\n62%\n38%\nAIG\nAmerican International Group\n157,446\n48%\n52%\nJNJ\nJohnson & Johnson\n149,365\n25%\n75%\nCSCO\nCisco Systems Inc\n147,098\n47%\n53%\nVODPF\nVodafone Group PLC\n134,352\n38%\n62%\nGLAXF\nGlaxoSmithKline PLC\n122,894\n54%\n46%\nPG\nProcter & Gamble Co\n120,211\n36%\n64%\nBAC\nBank of America Corp\n118,538\n47%\n53%\nMRK\nMerck & Co\n117,151\n50%\n50%\nBRK.A\nBerkshire Hathaway-CL A\n116,660\n70%\n30%\nKO\nCoca-Cola Co\n106,241\n37%\n63%\nVZ\nVerizon Communications\n97,159\n94%\n6%\nMO\nAltria Group \n90,475\n44%\n56%\nAverage\n172,924\n50%\n50%\nSource:  Factset, Ibottson, CSFB analysis. \nEconomies and markets are certainly vibrant. But underneath the constant change lurk robust patterns \nof growth and firm size distributions. Mindful investors should take these patterns into account as they \nassess the growth prospects of companies—especially large ones. \n \n"
    },
    {
      "number": 6,
      "text": "    Page 6 \n1 Clayton M. Christensen and Michael E. Raynor, The Innovator’s Solution: Creating and Sustaining \nSuccessful Growth (Boston, MA: Harvard Business School Press, 2003), 1.  \n2 Louis K. C. Chan, Jason Karceski, and Josef Lakonishok, “The Level and Persistence of Growth \nRates,” The Journal of Finance, Vol. 58, 2, April 2003, 644-684.  \n3 Michael J. Mauboussin and Kristen Bartholdson, The Consilient Observer: More Power to You, \nVolume 1, Issue 17, September 24, 2002. \n4 Paul Colinvaux, Why Big Fierce Animals Are Rare (Princeton, NJ: Princeton University Press, 1978), \n10-31. \n5 James H. Brown and Geoffrey B. West, eds., Scaling in Biology (Oxford: Oxford University Press, \n2000). \n6 Robert L. Axtell, “Zipf Distribution of US Firm Sizes,” Science, September 7, 2001, 1818-1820. \n7 Stanley, et al., “Scaling Behavior in Economics: I. Empirical Results for Company Growth,” Journal de \nPhysique, April 1997, 621-633. \n8 Axtell. \n9 Corporate Strategy Board, Stall Points: Barriers to Growth for the Large Corporate Enterprise, 1998.  \n10 Steven Klepper, “Entry, exit, growth, and innovation over the product life cycle,” American Economic \nReview, Vol. 86, 3, 1996, 562-83. Also, Bartley J. Madden, CFROI Valuation: A Total System Approach \nto Valuing the Firm (Oxford: Butterworth-Heinemann, 1999), 18-21. \n11 Chan, Karceski, and Lakonishok, 671. \n12 For the upcoming year (T + 1), embedded asset growth is 8.8% for the 50 largest market \ncapitalization companies versus 5.6% for the S&P 500, and CFROI is 8.8% against 7.6%. For 2008 (T + \n5), the large companies reflect asset growth and CFROI of 8.9% and 10.9%, respectively. For the S&P \n500, the corresponding numbers are 7.2% and 9.0%.  \n13 Financial services stands out as a sector that has increased significantly as a percentage of S&P 500 \nearnings (about 30% excluding finance arms) and as a percentage of GDP (roughly 21% versus 15% in \n1980). Historically, sectors that have risen to such levels (energy and technology) have seen their \nimportance wane. For more on this, see Paddy Jilek, Bradford Neuman, and Arbin Sherchan, “U.S. \nInvestment Digest: Five Tidbits,” Credit Suisse First Boston Equity Research, September 5, 2003. \n \n"
    },
    {
      "number": 7,
      "text": " \n      Page 7 \nAdditional Disclosures  \nThis report is not directed to, or intended for distribution to or use by, any person or entity who is a citizen or resident of or located in any locality, state, \ncountry or other jurisdiction where such distribution, publication, availability or use would be contrary to law or regulation or which would subject Credit \nSuisse First Boston or its subsidiaries or affiliates (collectively \"CSFB\") to any registration or licensing requirement within such jurisdiction. All material \npresented in this report, unless specifically indicated otherwise, is under copyright to CSFB. None of the material, nor its content, nor any copy of it, \nmay be altered in any way, transmitted to, copied or distributed to any other party, without the prior express written permission of CSFB. All \ntrademarks, service marks and logos used in this report are trademarks or service marks or registered trademarks or service marks of CSFB. \nThe information, tools and material presented in this report are provided to you for information purposes only and are not to be used or considered as \nan offer or the solicitation of an offer to sell or to buy or subscribe for securities or other financial instruments. CSFB may not have taken any steps to \nensure that the securities referred to in this report are suitable for any particular investor. CSFB will not treat recipients as its customers by virtue of \ntheir receiving the report. The investments or services contained or referred to in this report may not be suitable for you and it is recommended that \nyou consult an independent investment advisor if you are in doubt about such investments or investment services. Nothing in this report constitutes \ninvestment, legal, accounting or tax advice or a representation that any investment or strategy is suitable or appropriate to your individual \ncircumstances or otherwise constitutes a personal recommendation to you. CSFB does not offer advice on the tax consequences of investment and \nyou are advised to contact an independent tax adviser. Please note in particular that the bases and levels of taxation may change. \nInformation and opinions presented in this report have been obtained or derived from sources believed by CSFB to be reliable, but CSFB makes no \nrepresentation as to their accuracy or completeness. Additional information is available upon request. CSFB accepts no liability for loss arising from \nthe use of the material presented in this report, except that this exclusion of liability does not apply to the extent that liability arises under specific \nstatutes or regulations applicable to CSFB. This report is not to be relied upon in substitution for the exercise of independent judgment. CSFB may \nhave issued, and may in the future issue, other reports that are inconsistent with, and reach different conclusions from, the information presented in \nthis report. Those reports reflect the different assumptions, views and analytical methods of the analysts who prepared them and CSFB is under no \nobligation to ensure that such other reports are brought to the attention of any recipient of this report. CSFB and its affiliate companies are involved in \nmany businesses that may relate to companies mentioned in this report. These businesses include specialized trading, risk arbitrage, market making, \nand other proprietary trading. CSFB may, to the extent permitted by law, act upon or use the information or opinions presented herein, or the research \nor analysis on which they are based, before the material is published. \nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied, is \nmade regarding future performance. Information, opinions and estimates contained in this report reflect a judgement at its original date of publication \nby CSFB and are subject to change without notice. The price, value of and income from any of the securities or financial instruments mentioned in this \nreport can fall as well as rise. The value of securities and financial instruments is subject to exchange rate fluctuation that may have a positive or \nadverse effect on the price or income of such securities or financial instruments. Investors in securities such as ADR’s, the values of which are \ninfluenced by currency volatility, effectively assume this risk. \nStructured securities are complex instruments, typically involve a high degree of risk and are intended for sale only to sophisticated investors who are \ncapable of understanding and assuming the risks involved. The market value of any structured security may be affected by changes in economic, \nfinancial and political factors (including, but not limited to, spot and forward interest and exchange rates), time to maturity, market conditions and \nvolatility, and the credit quality of any issuer or reference issuer. Any investor interested in purchasing a structured product should conduct their own \ninvestigation and analysis of the product and consult with their own professional advisers as to the risks involved in making such a purchase. \nSome investments discussed in this report have a high level of volatility. High volatility investments may experience sudden and large falls in their \nvalue causing losses when that investment is realised. Those losses may equal your original investment. Indeed, in the case of some investments the \npotential losses may exceed the amount of initial investment, in such circumstances you may be required to pay more money to support those losses. \nIncome yields from investments may fluctuate and, in consequence, initial capital paid to make the investment may be used as part of that income \nyield. Some investments may not be readily realisable and it may be difficult to sell or realise those investments, similarly it may prove difficult for you \nto obtain reliable information about the value, or risks, to which such an investment is exposed.  \nThis report may provide the addresses of, or contain hyperlinks to, websites. Except to the extent to which the report refers to CSFB’s own website \nmaterial, CSFB has not reviewed the linked site and takes no responsibility for the content contained therein. Such address or hyperlink (including \naddresses or hyperlinks to CSFB’s own website material) is provided solely for your convenience and information and the content of the linked site \ndoes not in any way form part of this document. Accessing such website or following such link through this report or CSFB’s website shall be at your \nown risk. \nThis report is issued and distributed in Europe (except Switzerland) by Credit Suisse First Boston (Europe) Limited, One Cabot Square, London E14 \n4QJ, England, which is regulated in the United Kingdom by The Financial Services Authority (“FSA”). This report is being distributed in the United \nStates by Credit Suisse First Boston LLC; in Switzerland by Credit Suisse First Boston; in Canada by Credit Suisse First Boston Canada Inc.; in Brazil \nby Banco de Investimentos Credit Suisse Boston S.A.; in Japan by Credit Suisse First Boston Securities (Japan) Limited; elsewhere in Asia/Pacific by \nwhichever of the following is the appropriately authorised entity in the relevant jurisdiction: Credit Suisse First Boston (Hong Kong) Limited, Credit \nSuisse First Boston Australia Equities Limited, Credit Suisse First Boston (Thailand) Limited, CSFB Research (Malaysia) Sdn Bhd, Credit Suisse First \nBoston Singapore Branch and elsewhere in the world by the relevant authorised affiliate of the above. Research on Taiwanese securities produced by \nCredit Suisse First Boston, Taipei Branch has been prepared and/or reviewed by a registered Senior Business Person. \nIn jurisdictions where CSFB is not already registered or licensed to trade in securities, transactions will only be effected in accordance with applicable \nsecurities legislation, which will vary from jurisdiction to jurisdiction and may require that the trade be made in accordance with applicable exemptions \nfrom registration or licensing requirements. Non-U.S. customers wishing to effect a transaction should contact a CSFB entity in their local jurisdiction \nunless governing law permits otherwise. U.S. customers wishing to effect a transaction should do so only by contacting a representative at Credit \nSuisse First Boston LLC in the U.S.  \nPlease note that this report was originally prepared and issued by CSFB for distribution to their market professional and institutional investor \ncustomers. Recipients who are not market professional or institutional investor customers of CSFB should seek the advice of their independent \nfinancial advisor prior to taking any investment decision based on this report or for any necessary explanation of its contents. This research may relate \nto investments or services of a person outside of the UK or to other matters which are not regulated by the FSA or in respect of which the protections \nof the FSA for private customers and/or the UK compensation scheme may not be available, and further details as to where this may be the case are \navailable upon request in respect of this report. \nCopyright Credit Suisse First Boston, and its subsidiaries and affiliates, 2003.  All rights reserved. \nASIA/PACIFIC: +852 2101-6000 \nEUROPE: +44 (20) 7888-8888 \nUNITED STATES OF AMERICA: +1 (212) 325-2000\n \n \n"
    }
  ]
}