{
  "filename": "mm_055_2005_capital_ideas_revisited___part_2__thoughts_on_beating_a_mostly_efficient_stock_market.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423215438-07'00'",
    "modDate": "D:20240423215453-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 55,
      "year": "2005",
      "date": "5/20",
      "institution": "Legg Mason",
      "title": "Capital Ideas Revisited - Part 2: Thoughts on Beating a Mostly-Efficient Stock Market",
      "url": "https://12mv2.files.wordpress.com/2024/04/05-05-20-capital-ideas-revisited-part-2__thoughts-on-beating-a-mostly-efficient-stock-market.pdf"
    },
    "tags": [
      "Alpha generation",
      "Behavioral finance",
      "Market structure",
      "Expectations analysis"
    ],
    "tagged_at": "2025-01-20T21:26:40.319218"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n \nMay 20, 2005 \n   \nCapital Ideas Revisited—Part 2 \nThoughts on Beating a Mostly-Efficient Stock Market \n \n \n \n \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n• \nThe paradox of efficient markets says whenever researchers find \nmeaningful anomalies, practitioners exploit them, thus eliminating them \nand leaving the market even more efficient than before. \n \n• \nInformationally efficient markets are highly unlikely because unearthing \ninformation is costly and investors expect some benefit to compensate \nthem for their efforts.  \n \n• \nIf noise creates a set of expectations that are inconsistent with the long-\nterm signal, there’s an opportunity for time arbitrage. \n \n• \nSlow traveling ideas are a long-term investor’s best bet for delivering \nsuperior results.    \n \n \n \n \n \nLegg Mason Capital \nManagement \nmmauboussin@lmfunds.com \nMichael J. Mauboussin \n\u0001\u0002\u0002\u0003\u0004\u0005\u0006\u0007\u0005\b\t\n\u000b\f\r\u000b\u000e\u000f\n\u0005\u000f\u000b\u0010\t\u0006\u0011\t\u0006\u0007\u0005\b\t\n\u000b\u0012\u000b\u0013\u0013\u0013\u0014\u0004\u000f\n\u0005\u000f\u0015\t\u0014\u0015\t\u0016\u000b\n"
    },
    {
      "number": 2,
      "text": " \n\u0001\u0002\u0003\u0003\u0004\u0005\u0006\u0007\b\t\u0004\n\u0006\u000b\f\r\u0006\u000e\u0004\u0005\u0006\t\u0006\u0003\u0002\u000f\u0002\t\r \n2\nIntroduction  \n \nIn the first part of this essay (Capital Ideas Revisited: The Prime Directive, Sharks, and the Wisdom of \nCrowds, March 30, 2005) we argue that active investors need to carefully consider market efficiency. We \nview understanding how and why markets are efficient, or inefficient, essential to providing thoughtful \ninvestors with a roadmap to superior results. \n \nStandard theory offers three approaches to explain market efficiency: rational agents, heterogeneous \ninvestors with independent errors, and the no-arbitrage assumption. We claim that the two most widely \nused arguments, rational agents and no-arbitrage, don’t have realistic assumptions and—more \nimportantly—offer predictions that do not comport with the empirical facts.  \n \nWe make the case for viewing markets as a complex adaptive system, where efficient prices emerge from \nthe interaction of heterogeneous investors. This approach doesn’t rely on agent rationality and offers \nstylized predictions that fit well with the empirical record. The wisdom of crowds approach, however, only \nworks under certain conditions; all efficiency bets are off when markets violate those conditions.  \n \nWe provide a slew of collective problem-solving examples, including social insects, experimental \neconomics, and decision markets. We can’t extrapolate these results to assert stock market efficiency—\nstate-estimation and prediction problems are a good deal simpler because they have measurable outcomes \nand finite time horizons—but they do provide evidence for the prowess of collectives.  \n  \nBehavioral finance also plays a central role in investor heterogeneity. While researchers often dwell on how \nindividuals behave sub-optimally (Daniel Kahneman and Amos Tversky, 1979), we argue that only analysis \nat the collective level can unearth inefficiencies. Even if investors deviate from rationality in the same way \n(e.g., overconfident) they still may err independently.    \n \nThe first essay also examined the statistical properties of markets, noting that markets deviate from the \nassumption of normal, bell-shaped price change distributions and prices often exhibit a memory effect. Both \nobservations violate the most basic market theory.   \n \nWhy do markets fail? Most simply, investor heterogeneity breaks down and everyone acts in unison, \nleading to excessive optimism (greed) or pessimism (fear). Social psychology teaches us that we like to \nimitate one another, and we often place greater weight on being part of the group than on our own \nobservations. These diversity breakdowns, albeit rare, provide investors with significant opportunities to \nearn excess rates of return.      \n \nThe foremost conclusion from our discussion is that markets are largely efficient, but for different reasons \nthan the standard theory argues. The interaction of diverse investors, not a rational few or many, leads to \nprices that reasonably reflect expectations. No matter how we arrive at prices, though, a key question \nremains: How do you beat the market?  \n \nHere are the areas we cover: \n \n• \nWe start in a logical place—a quick review of the literature on market anomalies. Anomalies are \nempirical findings that appear to contradict the core principles of the efficient market hypothesis. \nNaturally, the critical question is whether or not these deviations are sufficiently significant and \nstable for investors to profit from them.  \n \n• \nWe then look at informational efficiency, which basically suggests that today’s prices reflect all \nrelevant information. Of course, investors can’t believe markets are perfectly informationally \nefficient; otherwise they would have no incentive to collect information. Many investors, however, \ndelegate their investment decisions to agents. Because the goals of the agents and investors are \nnot always aligned, many professional investors get paid to simply take part in the game. Perhaps \nthe most egregious result of this agency problem is shrinking investment time horizons. When \nshort-term noise creates a set of expectations inconsistent with the long-term signal, an opportunity \nfor time arbitrage arises. \n \n"
    },
    {
      "number": 3,
      "text": " \n\u0001\u0002\u0003\u0003\u0004\u0005\u0006\u0007\b\t\u0004\n\u0006\u000b\f\r\u0006\u000e\u0004\u0005\u0006\t\u0006\u0003\u0002\u000f\u0002\t\r \n3\n• \nNext, we look at dramatic diversity breakdowns, where positive feedback causes booms and \ncrashes. Here, the breakdown stems from imitative behavior. We consider some of the signatures \nof these breakdowns. \n \n• \nFinally, we turn to a more subtle form of diversity breakdown, investment ideas that Jack Treynor \n(1975) says, “travel slowly.”  These ideas require reflection and judgment, which many investors do \nnot exercise because of incentive-caused biases.  \n \nAnomalies \n \nThese [research] findings raise the possibility that anomalies are more apparent than real. The notoriety \nassociated with the findings of unusual evidence tempts authors to further investigate puzzling anomalies \nand later try to explain them. But even if the anomalies existed in the sample period in which they were first \nidentified, the activities of practitioners who implement strategies to take advantage of anomalous behavior \ncan cause the anomalies to disappear (as research findings cause the market to become more efficient).    \n \nG. William Schwert \nAnomalies and Market Efficiency 1 \n \nUsing the word anomaly—deviation from the normal order—to describe market behavior embeds an \nassumption about what is “normal” for the market. In finance, anomalies are market behavior inconsistent \nwith the predictions of the efficient market hypothesis. In particular, these anomalies appear to violate \nassumptions of mean-variance efficiency or no-arbitrage. If a complex adaptive system approach better \ndescribes markets, the so-called anomalies researchers have identified may not be anomalous after all. \n \nDespite voluminous literature on anomalies, the major findings tend to fall into one of four areas: \n \n1. Calendar effects. Donald Keim (1983) and Marc Reinganum (1983) showed that small \ncapitalization stocks tend to do better in January than the capital asset pricing model’s (CAPM) \nprediction.  \n2. Size effects. Rolf Banz (1981) and Reinganum (1981) found that small companies generate \nhigher returns than what is consistent with the CAPM.  \n3. Value effects. Around the same time researchers identified size effects, Sanjoy Basu (1977 and \n1983) established that companies with low price-earnings generate higher-than-expected \nreturns relative to the CAPM. Eugene Fama and Kenneth French (1992) extended the thinking, \narguing that size and value effects are risk factors the CAPM does not capture. \n4. Momentum effects.  Werner DeBondt and Richard Thaler (1985) found that past stock price \nlosers have higher average returns than past winners; investors overreact to bad news, \ncreating an opportunity for the contrarian. 2 Narasimhan Jegadeesh and Sheridan Titman \n(1993) presented contradictory research showing that recent stock price winners outpace \nrecent losers.  \n \nMany apparent anomalies can’t deliver excess returns after considering practical constraints like \ntransaction costs and liquidity issues. Ultimately, benefiting from anomalies is difficult because of the \nparadox of efficient markets: whenever researchers find meaningful anomalies, practitioners immediately \ntry to exploit them, thus eliminating the anomalies and leaving the market even more efficient than before. \nUnlike some other probabilistic fields, when you act on your predictions in markets you can actually change \nthe outcomes of your predictions. \n \nA pair of studies on technical trading rules provides one example of the efficient markets paradox. In the \nfirst paper, William Brock, Josef Lakonishok and Blake LeBaron (1992) showed that certain simple \ntechnical rules, applied to 100 years of daily data for the Dow Jones Industrial Average, generated returns \nthat outperformed appropriate benchmarks. (This conclusion violates the weak form of market efficiency.) In \na follow up paper, Ryan Sullivan, Allan Timmerman and Halbert White (1997) tested the findings, and \ndiscovered “that the best technical trading rule does not provide superior performance when used to trade \nin the subsequent 10-year post-sample period.” 3 In other words, the best trading rule worked until the \nprofessors published their findings. \n \n"
    },
    {
      "number": 4,
      "text": " \n\u0001\u0002\u0003\u0003\u0004\u0005\u0006\u0007\b\t\u0004\n\u0006\u000b\f\r\u0006\u000e\u0004\u0005\u0006\t\u0006\u0003\u0002\u000f\u0002\t\r \n4\nIn his detailed survey of anomalies, William Schwert (2003) tracked the performance of two funds explicitly \ncreated to exploit size and value effects. They met limited success. Schwert noted, “the small-firm anomaly \nhas disappeared since the initial publication of the papers that discovered it,” and added, “the apparent \n[value] anomaly that motivated the fund’s creation seems to have disappeared, or at least attenuated.” 4 \nOnce again, the strategy practitioners used to capitalize on the anomaly failed.  \n \nRichard Roll, a leading finance researcher and money manager, is one of the best-positioned individuals to \njudge the merit of anomalies. His view is unambiguous: \n \nI have personally tried to invest money, my client’s and my own, in every single anomaly and \npredictive result that academics have dreamed up. That includes the strategy of DeBondt and \nThaler (that is, sell short individual stocks immediately after one-day increases of more than 5%), \nthe reverse of DeBondt and Thaler which is Jegadeesh and Titman (buy individual stocks after they \nhave decreased by 5%), etc. I have attempted to exploit the so-called year-end anomalies and a \nwhole variety of strategies supposedly documented by academic research. And I have yet to make \na nickel on any of these supposed market inefficiencies. (Emphasis original.) \n \nRoll goes on to underscore the importance of finding systematic opportunities. He also offers a nod to the \ncomplex adaptive systems approach: \n \n. . . A true market inefficiency ought to be an exploitable opportunity. If there’s nothing investors can \nexploit in a systematic way, time in and time out, then it’s very hard to say that information is not \nbeing properly incorporated into stock prices. In fact, information is being incorporated into the price \nthrough the filters of the millions of people evaluating that information. (Emphasis original.) \n \nHe ends with a clear-cut verdict:  \n \nReal money investment strategies don’t produce the results that academic papers say they should.5 \n \nNaturally, markets evolve. This suggests that anomalies will come and go, and the chase to exploit \nanomalies will continue. Consistent anomalies, should they exist, likely find root in psychology (and perhaps \nevidence of a diversity breakdown). Practitioners are likely to quickly compete away any anomaly that can \nbe exploited with an algorithm.  \n \nNotwithstanding Roll’s comments some investment firms—most notably LSV Asset Management and Fuller \n& Thaler Asset Management—have enjoyed success employing behavioral-finance-based investment \nprocesses. These results add balance to the poor fund performance Schwert found.    \n \n \n"
    },
    {
      "number": 5,
      "text": " \n\u0001\u0002\u0003\u0003\u0004\u0005\u0006\u0007\b\t\u0004\n\u0006\u000b\f\r\u0006\u000e\u0004\u0005\u0006\t\u0006\u0003\u0002\u000f\u0002\t\r \n5\nInformational Efficiency \n \nWhen a price system is a perfect aggregator of information it removes private incentives to collect \ninformation. If information is costly, there must be noise in the price system so that traders can earn a return \non information gathering . . . When many individuals attempt to earn a return on information collection, the \nequilibrium price is affected and it perfectly aggregates information. This provides an incentive for \nindividuals to stop collecting information.   \n \nSanford Grossman \nOn the Efficiency of Competitive Stock Markets Where Traders Have Diverse Information 6 \n \nWhen academics discuss efficient markets, they almost always mean informational efficiency—the idea that \ntoday’s stock prices fully reflect all relevant information. In such a market, investors cannot use available \ninformation to earn excess risk-adjusted returns. The paucity of investment managers who have generated \nabove-market returns over time supports this view.   \n \nInformational efficiency has some noteworthy ancillaries. First, researchers often connect informational \nefficiency to the random walk theory, which says stock price changes are random. The idea is since prices \nreflect all available information, price changes result only from new information, which comes randomly by \ndefinition. 7 While the link between the random walk theory and the efficient market hypothesis is technically \nincorrect, many financial economists still implicitly associate the two. 8    \n \nSecond, informational efficiency does not say that prices are fundamentally correct. The theory’s main \nclaim is there are no achievable excess returns. Informational efficiency offers no assurance that an \neconomy allocates resources in an efficient manner, only that asset prices are not mispriced relative to one \nanother.  \n \nFinally, markets become more efficient as investors face falling costs to access, and act on, information. \nThe advance of technology, regulations assuring all investors receive material information simultaneously, \nand ever-declining transaction costs likely contribute to greater efficiency.   \n \nStill, informational efficiency is an ideal. In fact, Sanford Grossman (1976) and Grossman and Joseph \nStiglitz (1980) argue that informationally efficient markets are impossible. Since unearthing information is \ncostly, investors expect some benefit to compensate them for their efforts. Without the promise of some \nexcess returns, investors would have no incentive to gather information in the first place.  \n \nEven giving full weight to the Grossman and Stiglitz argument, the number of investors trying to beat the \nmarket dwarfs the number trying who actually will. Alfred Rappaport (2005) addresses this puzzle, noting \nthe Grossman and Stiglitz case holds only in a world of investors acting on their own behalf. Principals, \nhowever, increasingly defer to agents for their investment decisions.  \n \nIn most cases, agents get paid whether or not the principals do well. John Bogle estimates hedge fund \nfees, direct mutual fund costs, and pension management fees amounted to a combined $110 billion in \n2004. 9 Despite the good intentions and hard work of most professional money managers, in reality they get \npaid to play, not necessarily to win.  \n \nCurrent incentives encourage agent behavior that is not always consistent with maximizing long-term \nshareholder returns (Bradford Cornell and Roll, 2005). In recent decades many large investment firms have \nemphasized marketing (often at the expense of the investment process), increased the number of funds \nthey offer (selling what’s hot), and boosted the number of stocks they hold in order to minimize tracking \nerror versus the benchmark.  \n \nBut perhaps the most significant incentive-caused behavior, and most relevant for a discussion of how to \nbeat the market, is the reduction in investment time horizons. According to Bogle (2005), average equity \nportfolio turnover rose from 20% in the mid-1960s to 112% in 2004. And fund managers aren’t the only \nones with shorter time horizons; Bogle documents that mutual fund owners redeem shares at a rate four \ntimes higher than a few decades ago.  \n \n"
    },
    {
      "number": 6,
      "text": " \n\u0001\u0002\u0003\u0003\u0004\u0005\u0006\u0007\b\t\u0004\n\u0006\u000b\f\r\u0006\u000e\u0004\u0005\u0006\t\u0006\u0003\u0002\u000f\u0002\t\r \n6\nTime horizon is a crucial consideration in any probabilistic field. 10 In these systems, short-term results \nshow mostly noise—the noise-to-signal ratio is very high. But over time, the signal reveals itself, and the \nnoise-to-signal ratio drops.  Short-term investors dwell mostly in the world of noise. 11  \n \nA very simple coin-tossing example demonstrates this point. Exhibit 1’s left panel is the result of a 20-toss \ntrial, and shows that 35% of the tosses came up heads. (Simulated with a random number generator). The \npanel on the right continues with the next 80 tosses in the series, and shows that the ratio settles very close \nto 50% over 100 flips. Even though we know the long-term signal is 50%, short-term noise can deviate \nsubstantially from long-term signal.  \n \nExhibit 1: Noise versus Signal \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \nSource: LMCM analysis. \n \nAsset prices reflect a set of expectations. If investors chasing noise create a set of expectations \ninconsistent with the long-term signal, an opportunity for time arbitrage arises. This arbitrage works only if \nthe short-term focus creates a diversity breakdown—too few investors focused on the signal—and the \nsignal becomes clear over time. \n \nStill, benefiting from time arbitrage is difficult for a couple of reasons. First, even when we know what the \nunderlying system looks like, we see patterns where none exist. The reason is we’re wired to expect that \nthe characteristics of chance show up not just in a total sequence, but also in small parts of the sequence. \nPsychologists Tversky and Kahneman (1971) call this the “belief in the law of small numbers.” 12 Guillermo \nBaquero and Marno Verbeek (2005) show that even sophisticated investors fall into this trap when \nevaluating portfolio managers.  \n \nSecond, the incentives for important constituencies, including brokers, investors, and plan sponsors, \nincreasingly encourage a short-term approach. For example, more trading means higher commissions for a \nsell-side broker. Innumeracy and rising impatience create meaningful institutional barriers to exploiting time \narbitrage. \n \nRecent research documents the importance of time horizon. Using experimental economics, Shinichi Hirota \nand Shyam Sunder (2004) find that prices converge to fundamental values when set by long-term investors \nbut become indeterminate with short-term investors. They note that long-term investors can use backward \ninduction based on future dividends, while short-term investors use forward induction using trend \nprocesses. Because short-term investors don’t focus on a dividend anchor, markets dominated by short-\nterm investors will more likely see booms and crashes.  \n \nTaking a different tack, Brian Bushee (2001) classifies investors based on their time horizon and shows that \ninvestors with the shortest time horizons prefer near-term earnings to long-term value. This preference \nleads to “significant misvaluations”, or a time arbitrage opportunity.  \n \nBushee’s findings are consistent with what Shlomo Benartzi and Thaler (1995) call myopic loss aversion. \nThis concept combines loss aversion—the human tendency to weigh losses more heavily than gains—and \n0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\n0.8\n0.9\n1\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nTrial Number\nPercentage of Heads\n0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\n0.8\n0.9\n1\n1\n21\n41\n61\n81\nTrial Number\nPercentage of Heads\n"
    },
    {
      "number": 7,
      "text": " \n\u0001\u0002\u0003\u0003\u0004\u0005\u0006\u0007\b\t\u0004\n\u0006\u000b\f\r\u0006\u000e\u0004\u0005\u0006\t\u0006\u0003\u0002\u000f\u0002\t\r \n7\nmyopia, a form of mental accounting, which shows investors are more sensitive when they evaluate their \nportfolios frequently. Myopic loss aversion suggests that long-term investors will pay more than short-term \ninvestors for the same risky asset because they can largely sidestep loss aversion.    \n \nDramatic Diversity Breakdowns  \n \nInformation cascades, during which individuals in a population exhibit herd-like behavior because they are \nmaking decisions based on the actions of other individuals rather than relying on their own information \nabout the problem . . . display two striking qualitative features: they occur rarely, but by definition are large \nwhen they do. \n \nDuncan J. Watts \n     A simple model of global cascades on random networks 13 \n \nInefficiency most likely occurs in one of two ways, which share a common root: diversity breakdowns. The \nfirst, a dramatic breakdown, is typically accompanied by an abrupt stock price movement.  \n \nA dramatic diversity breakdown occurs when positive feedback launches sentiment about a particular stock \n(or the market) to extreme optimism or pessimism, increasing the likelihood of a significant and sharp \nreversal. In most cases, the positive feedback emanates from a kernel of legitimately good or bad \nfundamentals. The breakdown occurs when the fundamental view is overstretched, creating a set of \nexpectations substantially out of sync with the fundamentals. If most everyone is bullish, demand dries up \nand the market’s most likely path is down.   \n \nHow can you recognize a dramatic diversity breakdown? There are various measures to consider, including \nsentiment indicators, funds flow data, and valuation levels. 14 Other possible signatures of dramatic diversity \nbreakdowns include large price changes, stocks or industries at 52-week highs or lows, and statistically \nexpensive or cheap valuations.  \n \nOne broad indicator is what appears on magazine covers: by the time an investment sentiment makes the \ncover of a national periodical, it’s almost always time to take the opposite side of the trade. Among the most \nfamous examples is the “The Death of Equities” cover story in the August 13, 1979 issue of BusinessWeek \nthat proclaimed, “the death of equities looks like an almost permanent condition.” In the twenty-five years \nfollowing 1979, the stock market has generated a 12.9% compounded annual return in contrast to the \nnegative real return the market offered in the ten years ended 1979. 15   \n \nIn contrast, the cover of the September 1999 issue of The Atlantic Monthly featured a story called “Dow \n36,000: The Right Price for Stocks,” within months of the market’s high. The Nasdaq Composite Index, \nemblematic of the heady times, is still 60% below its March 2000 peak.   \n \nSlow Traveling Ideas   \n \nI see nothing in the arguments of Professor Eugene Fama or the other efficient market advocates to \nsuggest that large groups of investors may not make the same error in appraising the kind of abstract ideas \nthat take special expertise to understand and evaluate, and that consequently travel relatively slowly. \n \nJack L. Treynor \n     Long-Term Investing 16 \n \nThe second type of diversity breakdown, articulated by Jack Treynor nearly 30 years ago, is less dramatic \nand only requires an investor to interpret the same investment information differently than the consensus of \nother investors. Treynor distinguishes “between two kinds of investment ideas: (a) those whose implications \nare straightforward and obvious, take relatively little special expertise to evaluate, and consequently travel \nquickly (e.g., ‘hot stocks’); and (b) those that require reflection, judgment, special expertise, etc., for their \nevaluation, and consequently travel slowly.”  He adds, “Pursuit of the second kind of idea . . . is, of course, \nthe only meaningful definition of ‘long-term investing’.” 17 \nTreynor, who uses a wisdom-of-crowds-type argument, suggests that if investors differ in their assessments \nof a security value when they have the same information, their differences stem from errors in their analysis \n"
    },
    {
      "number": 8,
      "text": " \n\u0001\u0002\u0003\u0003\u0004\u0005\u0006\u0007\b\t\u0004\n\u0006\u000b\f\r\u0006\u000e\u0004\u0005\u0006\t\u0006\u0003\u0002\u000f\u0002\t\r \n8\nof the second idea type. If their errors are independent (satisfying the diversity condition), “the error implicit \nin the consensus will be small.” \n \nTreynor continues: \n \nAs the key to the averaging process underlying an accurate consensus is the assumption of \nindependence, if all—or even a substantial fraction—of these investors make the same error, the \nindependence assumption is violated and the consensus can diverge significantly from true value. \nThe market then ceases to be efficient in the sense of pricing available information correctly. \n \nTo explain why this type of diversity breakdown can occur, Treynor turns to John Maynard Keynes, who \nadds two crucial elements to the case. First, he argues that most investors: \n \n. . . are in fact largely concerned not with most superior long term forecasts of the probable yield of \nan investment over its whole life, but with foreseeing changes in the conventional basis of \nevaluation a short time ahead of the general public. They are concerned . . . with what the market \nwill evaluate it at under the influence of mass psychology three months or a year hence. (Emphasis \noriginal.) \n \nKeynes goes on to underscore how hard it is to be a long-term investor: \n \nIt is the long term investor, he who promotes the public interest, who will in practice come in for the \nmost criticism . . . For it is the essence of his behavior that he should be eccentric, unconventional \nand rash in the eyes of the average opinion. If he is successful, that will only confirm the general \nbelief in his rashness; and if in the short run he is unsuccessful, which is very likely, he will not \nreceive much mercy. Worldly wisdom teaches that it is better for reputation to fail conventionally \nthan to succeed unconventionally. 18 \n \nIn effect, the Treynor-Keynes commentary adds up to time arbitrage: long-term investors are in a much \nbetter position to assess and act on the non-obvious investment opportunities, although at a psychological \ntoll. Evidence suggests that investors and companies remain very focused on the short term, in large part \nreflecting significant agency costs. 19   \n \nAn expectations approach offers a viable way to distinguish between fundamentals and the expectations an \nasset price reflects. The process has three steps: understand market-embedded expectations for future \nfinancial performance; assess the likelihood of expectations revisions using strategic and financial analysis; \nand make an investment decision. Rather than asking investors to forecast explicitly, the expectations \napproach instead asks investors to seek gaps between likely outcomes and the market’s collective forecast. \nThis approach complements Treynor’s idea and addresses the main concern investors have about \nforecasts. 20  \n    \nConclusion \n \nThe efficient market hypothesis offers a practically sound prescription: most investors are best served \ninvesting in low cost, passive index funds. Overwhelming evidence, accumulated over many decades, \nshows a consistent inability of most active investment managers to add value. \n \nActive investment managers seeking to earn excess returns should have a thoughtful investment process \nthat logically starts with a view on how and why market mispricings can occur. Of the three approaches to \nexplain market efficiency, only the complex adaptive systems perspective comfortably accommodates what \nwe see in the real world: heterogeneous investors create markets that are efficient most of the time but that \nperiodically go to excesses. The rational agent and no-arbitrage approaches, while valuable constructs, are \nnot true mechanisms and fail to explain real market behavior in many important respects. \n \nThe ultimate goal of an active investor is to buy securities in anticipation of an expectations revision. Abrupt \ndiversity breakdowns offer potential investment opportunity, but at a significant psychological cost. Slow \ntraveling ideas provide a long-term investor’s best bet for delivering superior results.    \n \n"
    },
    {
      "number": 9,
      "text": " \n\u0001\u0002\u0003\u0003\u0004\u0005\u0006\u0007\b\t\u0004\n\u0006\u000b\f\r\u0006\u000e\u0004\u0005\u0006\t\u0006\u0003\u0002\u000f\u0002\t\r \n9 \n \n \nEndnotes  \n \n1 G. William Schwert, “Anomalies and Market Efficiency,” in The Handbook of The Economics of Finance, \nConstantinides, Harris, and Stulz, eds. (Amsterdam: Elsevier, 2003), 941. \n2 Richard H. Thaler, The Winner’s Curse: Paradoxes and Anomalies of Economic Life (Princeton, NJ: \nPrinceton University Press, 1992, 157-158. \n3 Ryan Sullivan, Allan Timmerman, and Halbert White, “Data-Snooping, Technical Trading Rule \nPerformance, and the Bootstrap,” UCSD Working Paper, December 8, 1997. \n4 Schwert, 944-948. \n5 Comments by Richard Roll in “Volatility in U.S. and Japanese Stock Markets”, selections from the First \nAnnual Symposium on Global Financial Markets, Journal of Applied Corporate Finance, Vol. 5, 1, Summer \n1992. \n6 Sanford J. Grossman, “On the Efficiency of Competitive Stock Markets Where Traders Have Diverse \nInformation,” The Journal of Finance, Vol. 31, 2, May 1976.  \n7 Paul Samuelson, “Proof that Properly Anticipated Prices Fluctuate Randomly,” Industrial Management \nReview, Vol. 6, 1965, 41-49. \n8 Andrew W. Lo and A. Craig MacKinlay, A Non-Random Walk Down Wall Street (Princeton, NJ: Princeton \nUniversity Press, 1999), 4-5. Lo and MacKinley’s research rejects the random walk hypothesis.  \n9 See http://www.vanguard.com/bogle_site/sp20050210.htm. \n10 Michael J. Mauboussin, “Decision Making for Investors,” Mauboussin on Strategy, Legg Mason Capital \nManagement, May 24, 2004.  \n11 See Nassim Nicholas Taleb, Fooled by Randomness, 2nd ed. (New York: Thomson Texere, 2004), 64-68. \n12 One recent example comes from Yankee’s owner George Steinbrenner following the team’s lackluster 4-\n8 start in 2005: \"It is unbelievable to me that the highest-paid team in baseball would start the season in \nsuch a deep funk. They are not playing like true Yankees. They have the talent to win and they are not \nwinning. I expect Joe Torre, his complete coaching staff and the team to turn this around.” Not surprisingly, \nthe Yankees had a similar streak (and one worse one) in their World-Series-winning 2000 season. See \nDavid Ginsburg, “Steinbrenner Lashes Out at Stumbling Yankees,” Associated Press, April 18, 2005.  \n13 Duncan J. Watts, “A simple model of global cascades on random networks,” Proceedings of the National \nAcademy of the Sciences, April 30, 2002. \n14 “An Asset Allocation Strategy for the Intelligent Investor,” Evergreen Capital Management, LLC. See \nhttp://www.gold-eagle.com/editorials_05/mauldin040505.html.  \n15 Ned Davis, The Triumph of Contrarian Investing (New York: McGraw Hill, 2004). See \nhttp://www.tilsonfunds.com/DeathofEquities.pdf. \n16 Jack L. Treynor, “Long-Term Investing,” Financial Analysts Journal, May/June 1976, 56-59. \n17 Ibid.  \n18 John Maynard Keynes, The General Theory of Employment, Interest and Money (New York: Harcourt \nBrace Jovanovich, Inc., 1936), 154-158. \n19 Alfred Rappaport, “The Economics of Short-term Performance Obsession,” Financial Analysts Journal, \nMay/June 2005. \n20 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing (Boston, MA: Harvard Business \nSchool Press, 2001).  \n \n \nLegg Mason Capital Management (\"LMCM\":) is comprised of (i) Legg Mason Capital Management, Inc. \n(\"LMCI\"), (ii) Legg Mason Funds Management, Inc. (\"LMFM\"), and (iii) LMM LLC (\"LMM\").  \n \nThe views expressed in this commentary reflect those of LMCM as of the date of this commentary. These \nviews are subject to change at any time based on market or other conditions, and LMCM disclaims any \nresponsibility to update such views. These views may not be relied upon as investment advice and, \nbecause investment decisions for clients of LMCM are based on numerous factors, may not be relied upon \nas an indication of trading intent on behalf of the firm. The information provided in this commentary should \nnot be considered a recommendation by LMCM or any of its affiliates to purchase or sell any security.  \n \nLegg Mason Investor Services, LLC, Distributor \nMember SIPC \n"
    },
    {
      "number": 10,
      "text": " \n\u0001\u0002\u0003\u0003\u0004\u0005\u0006\u0007\b\t\u0004\n\u0006\u000b\f\r\u0006\u000e\u0004\u0005\u0006\t\u0006\u0003\u0002\u000f\u0002\t\r \n10\nResources  \n \nBooks \n \nConstantinides, George M., Milton Harris and Rene M. Stulz, eds., Handbook of The Economics of Finance  \n(Amsterdam: Elsevier, 2003). \n \nDavis, Ned, The Triumph of Contrarian Investing (New York: McGraw Hill, 2004).  \n \nGrossman, Sanford, The Informational Role of Prices (Cambridge, MA: MIT Press, 1989). \n \nKeynes, John Maynard, The General Theory of Employment, Interest and Money (New York: Harcourt \nBrace Jovanovich, Inc., 1936). \n \nLo, Andrew W., and A. Craig MacKinlay, A Non-Random Walk Down Wall Street (Princeton, NJ: Princeton \nUniversity Press, 1999), 4-5. \n \nRappaport, Alfred, and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for Better \nReturns (Boston, MA: Harvard Business School Press, 2001). \n \nSchwert, G. William, “Anomalies and Market Efficiency,” in The Handbook of The Economics of Finance, \nConstantinides, Harris, and Stulz, eds. (Amsterdam: Elsevier, 2003). \n \nTaleb, Nassim Nicholas, Fooled by Randomness, 2nd ed. (New York: Thomson Texere, 2004). \n \nArticles and Papers \n \nBanz, Rolf W., “The Relationship between Return and Market Value of Common Stocks,” Journal of \nFinancial Economics, vol. 9, March 1981, 3-18. \n \nBaquero, Guillermo, and Marno Verbeek, “Do ‘Sophisticated’ Investors Believe in the Law of Small \nNumbers?” Erasmus University Rotterdam Working Paper, January 2005.  \n \nBasu, Sanjoy, “Investment Performance of Common Stocks in Relation to their Price Earnings Ratios: A \nTest of the Efficient Market Hypothesis,” Journal of Finance, vol. 32, 1977, 663-682. \n \nBasu, Sanjoy, “The Relationship between Earnings Yield, Market Value, and Return for NYSE Common \nStocks,” Journal of Financial Economics, vol. 12, 1983, 126-441. \n \nBenartzi, Shlomo, and Richard Thaler, “Myopic Loss Aversion and the Equity Risk Premium Puzzle,” \nQuarterly Journal of Economics, February 1995, 73-92. \n \nBogle, John C., “The Mutual Fund Industry 60 Years Later: For Better or Worse,” Financial Analysts \nJournal, January/February 2005. \n \nBrock, William, Josef Lakonishok, and Blake LeBaron, “Simple technical trading rules and the stochastic \nproperties of stock returns,” Journal of Finance, vol. 47, 5, 1992, 1731-764. \n \nBushee, Brian J., “Do Institutional Investors Prefer Near-Term Earnings over Long-Run Value?” \nContemporary Accounting Research, vol. 18, 2, 2001, 207-246. \n \nCornell, Bradford, and Richard Roll, “A Delegated-Agent Asset-Pricing Model,” Financial Analysts Journal, \nJanuary/February 2005. \n \nDeBondt, Werner F. M., and Richard H. Thaler, “Does the Stock Market Overreact?” Journal of Finance, \nvol. 40, July 1985, 783-805. \n \n"
    },
    {
      "number": 11,
      "text": " \n\u0001\u0002\u0003\u0003\u0004\u0005\u0006\u0007\b\t\u0004\n\u0006\u000b\f\r\u0006\u000e\u0004\u0005\u0006\t\u0006\u0003\u0002\u000f\u0002\t\r \n11\nFama, Eugene F. and Kenneth R. French, “The Cross-section of Expected Stock Returns,” Journal of \nFinance, vol. 47, 1992, 427-465. \n \nGrossman, Sanford J., “On the Efficiency of Competitive Stock Markets Where Traders Have Diverse \nInformation,” The Journal of Finance, Vol. 31, 2, May 1976. \n \nGrossman, Sanford J., and Joseph E. Stiglitz, “On the Impossibility of Informationally Efficient Markets,” \nAmerican Economic Review, vol. 70, 3, June 1980, 393-408.  \n \nJegadeesh, Narasimhan, and Sheridan Titman, “Returns to Buying Winners and Selling Losers: \nImplications for Market Efficiency,” Journal of Finance, vol. 48, 1, March 1993, 65-92.  \n \nKahneman, Daniel and Amos Tversky, “Prospect Theory: An Analysis of Decision Under Risk,” \nEconometrica, 47, 1979, 263-291. \n \nKeim, Donald B., “Size Related Anomalies and Stock Return Seasonality: Further Empirical Evidence,” \nJournal of Financial Economics, vol. 12, 1983, 13-32. \n \nMauboussin, Michael J., “Decision Making for Investors,” Mauboussin on Strategy, Legg Mason Capital \nManagement, May 24, 2004. \n \nRappaport, Alfred, “The Economics of Short-term Performance Obsession,” Financial Analysts Journal, \nMay/June 2005.  \n \nReinganum, Marc R., “Misspecifications of Capital Asset Pricing: Empirical Anomalies Based on Earnings’ \nYields and Market Values,” Journal of Financial Economics, vol. 9, 1981, 19-46. \n \nReinganum, Marc R.,“The Anomalous Stock Market Behavior of Small Firms in January: Empirical Tests for \nTax-Loss Selling Effect,” Journal of Financial Economics, vol. 12, 1983, 89-104. \n \nSamuelson, Paul, “Proof that Properly Anticipated Prices Fluctuate Randomly,” Industrial Management \nReview, Vol. 6, 1965, 41-49. \n \nSullivan, Ryan, Allan Timmerman, and Halbert White, “Data-Snooping, Technical Trading Rule \nPerformance, and the Bootstrap,” UCSD Working Paper, December 8, 1997.  \n \nTreynor, Jack L., “Long-Term Investing,” Financial Analysts Journal, May/June 1976, 56-59. \n \nTversky, Amos, and Daniel Kahneman, “Belief in the Law of Small Numbers,” Psychological Bulletin, 76, \n1971, 105-110. \n \nWatts, Duncan J., “A simple model of global cascades on random networks,” Proceedings of the National \nAcademy of the Sciences, April 30, 2002.  \n \n \n \n \n \n \n \n \n \n \n \n \n"
    }
  ]
}