{
  "filename": "mm_048_2004_the_life_of_game__sports__stats__and_the_lessons_they_teach_us.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423214605-07'00'",
    "modDate": "D:20240423214613-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 48,
      "year": "2004",
      "date": "8/5",
      "institution": "Legg Mason",
      "title": "The Life of Game: Sports, Stats, and the Lessons they Teach Us",
      "url": "https://12mv2.files.wordpress.com/2024/04/04-08-05-the-life-of-game__sports-stats-and-the-lessons-they-teach-us.pdf"
    },
    "tags": [
      "Behavioral finance",
      "Decision making",
      "Quantitative methods",
      "Skill vs luck"
    ],
    "tagged_at": "2025-01-20T21:26:25.988119"
  },
  "pages": [
    {
      "number": 1,
      "text": "Legg Mason Capital Management\n  \n \n \n \n \n \n \n \n \n \n \n \n \n \nAugust 5, 2004\nThe Life of Game\nSports, Stats, and the Lessons they Teach Us \nBaseball, football, and basketball possess the defining property of drama, which \nis tension and release—that is, uncertainty ultimately relieved by a definitive \nconclusion. \nMichael Mandelbaum\nThe Meaning of Sports 1\n \n• \nStatistics provide a way to understand a game or situation that our \nintuition may not capture. \n• \nBy and large, intuition and tradition have played a larger role than \nstatistics in shaping sports measurement, management, and play. The \nsame is true in business and investing. \n• \nTeams are stronger or weaker across a range of performance variables, or\ndimensions. Because teams have different strengths across dimensions, \nyou can’t really say there is one best team. The problem looks like a game \nof rock, paper, and scissors. \n• \nThe same psychological traps are at play in sports, business, and \ninvesting. \n• \nMany sports and business organizations are too short-term oriented, and \ninappropriately focused on outcome versus process. \nLegg Mason Capital \nManagement\nMichael J. Mauboussin\nmmauboussin@lmfunds.com\nIllustration by Sente Corporation – www.senteco.com\n"
    },
    {
      "number": 2,
      "text": "Page 2  \n                                    Legg Mason Capital Management \nWhich Q for Your Eye? \nPeople often describe sports as a microcosm of life. Sports capture everyday issues like discipline and disorder, \nplanning and improvisation, cooperation and competition, skill and luck. Combine these with big money in \nprofessional sports, and it’s no wonder the newspapers and airwaves are filled with who’s hot and who’s not. \nBut when trying to evaluate individual and team performance, sports team managers and pundits face a \nfundamental question: what’s more reliable, quantitative statistics or qualitative intuition? While the right answer \nlies somewhere between the extremes, many in sports have a hard time striking an optimal balance. \nIn June 2004, the Santa Fe Institute hosted a one-day conference directly addressing the above question. While \nthe discussion was ostensibly about sports, many of the frameworks and conclusions relate directly to business \nand investing. \nWhat You See versus What’s Happening \nMost players, coaches, and fans evaluate games using perception and past practice. By and large, intuition and \ntradition assume a larger role than statistics in shaping sports measurement, management, strategy, and play. \nHowever, there may be a difference between what we see when we watch a game and what is going on. To \nillustrate this point, economist Colin Camerer projected an image that flickered between two nearly identical \nscenes and asked the participants to spot the difference.2 Many couldn’t within the time allowed, even though \nthe difference was clear once Camerer pointed it out. \nThe message: we don’t always perceive all that’s going on in a scene. Statistics may help us by providing ways \nto understand a game or situation that our intuition or perception may not capture. \nMichael Lewis’s bestseller, Moneyball, drilled home this point and created a stir in the sports and business \nworlds when it showed how the low-budget Oakland Athletics fielded very competitive teams by using statistics \nmore effectively than their rivals. The A’s relied not only on the “tools” that baseball traditionally prized (ability to \nhit, hit for power, throw, run, and field) but also on skills—the ability to get the job done. As a result, players that \nlooked statistically attractive but didn’t fit the ideal player mold were relatively cheap. Like good value investors, \nthe A’s scooped up a portfolio of undervalued players and won as many games as many big market teams at a \nfraction of the cost. \nBC and CB (Bowl Championship and Colonel Blotto) \nThe conference’s first session was about ranking teams. Owners, fans, coaches, and players all have an interest \nin determining which team is “best.” Standings and tournaments are two ways to answer the question. Yet both \nspeakers concluded that team ranking is extremely difficult and potentially very misleading. Many of these \nlessons apply to the business world—especially in markets for goods and services. \nMathematician Ken Massey opened by discussing challenges associated with ranking teams. Massey should \nknow; his Massey Ratings form part of the Bowl Championship Series (BCS) Rankings that determine which \ncollege football teams will play in key bowl games. (See http://www.masseyratings.com/.) \nRating systems attempt to objectively measure each team’s performance relative to the schedule it faces. They \ndiffer from polls, standings, or point systems. Massey noted a number of hurdles in creating rating systems, \nincluding: \n• \nA lack of transitivity. Just because team A beats team B, and team B beats team C, doesn’t mean that \nteam A will beat team C. (See Exhibit 1.) \n• \nDisparate schedules. The rankings must compare teams playing very different schedules. Comparing \na losing team with a strong schedule to a winning team with a weak schedule is difficult. \n• \nNoise. Lots of factors come into play that shape a team’s performance versus its potential. These \ninclude the environment (venue, weather, crowd), physical (injuries, travel, elevation), and luck. \n \n"
    },
    {
      "number": 3,
      "text": "Page 3  \n                                    Legg Mason Capital Management \nThe quick brown \nped over the lazy \nto increase market \nExhibit 1: Transitivity Doesn’t Hold in College Football (2003 Results) \nWinner\nLoser\nChowan  21\nRandolph Macon  20\nRandolph Macon  10\nEmory & Henry  7\nEmory & Henry  33\nMethodist  30\nMethodist  37\nFerrum 34\nFerrum 19\nC. Newport  17\nC. Newport  16\nBridgewater  12\nBridgewater  58\nCatholic  20\nCatholic  32\nLaSalle  31\nLaSalle  33\nMarist  31\nMarist  33\nCentral CT  29\nCentral CT  14\nMonmouth  10\nMonmouth  12\nGeorgetown  10\nGeorgetown  17\nLafayette  10\nLafayette  41\nColumbia  27\nColumbia  16\nHarvard  13\nHarvard  28\nNortheastern  20\nNortheastern  41\nJMU  24\nWinner\nLoser\nJMU  48\nLiberty  6\nLiberty  49\nHofstra 42\nHofstra 34\nVillanova  32\nVillanova  23\nTemple  20\nTemple  44\nMid TN State  36\nMid TN State  27\nTroy State  20\nTroy State  33\nMarshall  24\nMarshall  27\nKansas State  20\nKansas State  42\nUniv. of California  28\nUniv. of California  52\nVirginia Tech  49\nVirginia Tech  31\nMiami FL  7\nMiami FL  38\nUniv. of Florida  33\nUniv. of Florida  19\nLSU  7\nLSU  21\nUniv. of Oklahoma  14\nUniv. of Oklahoma  59\nUCLA  24\nUCLA  23\nUniv. of California  20\nUniv. of California  34\nUSC  31 \nPrediction: Chowan by 307 points over USC\nUniv. of California would beat themselves by 89 points\nWinner\nLoser\nChowan  21\nRandolph Macon  20\nRandolph Macon  10\nEmory & Henry  7\nEmory & Henry  33\nMethodist  30\nMethodist  37\nFerrum 34\nFerrum 19\nC. Newport  17\nC. Newport  16\nBridgewater  12\nBridgewater  58\nCatholic  20\nCatholic  32\nLaSalle  31\nLaSalle  33\nMarist  31\nMarist  33\nCentral CT  29\nCentral CT  14\nMonmouth  10\nMonmouth  12\nGeorgetown  10\nGeorgetown  17\nLafayette  10\nLafayette  41\nColumbia  27\nColumbia  16\nHarvard  13\nHarvard  28\nNortheastern  20\nNortheastern  41\nJMU  24\nWinner\nLoser\nJMU  48\nLiberty  6\nLiberty  49\nHofstra 42\nHofstra 34\nVillanova  32\nVillanova  23\nTemple  20\nTemple  44\nMid TN State  36\nMid TN State  27\nTroy State  20\nTroy State  33\nMarshall  24\nMarshall  27\nKansas State  20\nKansas State  42\nUniv. of California  28\nUniv. of California  52\nVirginia Tech  49\nVirginia Tech  31\nMiami FL  7\nMiami FL  38\nUniv. of Florida  33\nUniv. of Florida  19\nLSU  7\nLSU  21\nUniv. of Oklahoma  14\nUniv. of Oklahoma  59\nUCLA  24\nUCLA  23\nUniv. of California  20\nUniv. of California  34\nUSC  31 \nPrediction: Chowan by 307 points over USC\nUniv. of California would beat themselves by 89 points\nSource: Kenneth Massey, “Rating the Competition”, Presented at A Complex Look at Sports Conference, June 17, 2004. Used by permission. \nMassey reviewed a number of mathematical techniques to rank teams, including a least squares, maximum \nlikelihood, and Markov chains. While Massey ratings are designed to measure past performance, they also have \npredictive value. Massey noted that his best maximum likelihood model correctly predicts the outcome of roughly \nthree-quarters of pro baseball games and about two-thirds of NFL games. \nUniversity of Michigan social scientist Scott Page opened his talk by challenging three widely held premises: \nthere is a best team; you can rank teams; and settling it on the field is better than looking at statistics. \nThe issue of multi-dimensionality creates the main problem when determining the best team. Teams are stronger \nor weaker across a range of performance variables, or dimensions. Examples of performance variables in \nfootball include running offense, running defense, and special teams. Since teams of similar ability have different \nstrengths across performance variables, the problem of determining which team is better is difficult. Page \nsuggested the problem looks like the rock, paper, and scissors game. \nPage introduced the group to Colonel Blotto, a two-player competitive game model. Here’s a simple version: \n• \nBoth players get 100 playing pieces \n• \nThere are three locations to place the pieces \n• \nThe player who places the most pieces on a location wins that location \n• \nThe player who wins the most locations wins the game \nHere’s an illustration: \n \n \n \n \nL1 \nL2 \nL3 \nPlayer 1 \n \n \n42 \n32 \n26 \nPlayer 2 \n \n \n21 \n34 \n45 \nPlayer 2 wins two to one. \n"
    },
    {
      "number": 4,
      "text": "Page 4  \n                                    Legg Mason Capital Management \nPage suggests that you can think about each location as a dimension. Given these rules, one can choose some \nreally bad strategies (100, 0,0—akin to having a great quarterback with no offensive line) but by-and-large \nwinning is random if two teams have similar abilities. (See Exhibit 2. 3)  Even if teams have uneven ability, it often \ntakes a lot more ability to make a difference. \nExhibit 2: Colonel Blotto’s Pinwheel: When Ability is Similar, Winning is Random \n2\n3\n1\nWinning is a random process\nSuboptimal strategy\n2\n3\n1\nWinning is a random process\nSuboptimal strategy\n \nSource: Scott E. Page,  “On the Possibility of Value in Sports”, Presented at A Complex Look at Sports Conference, June 17, 2004. Used by permission. \nThe more dimensions a game has, the less predictable it becomes. We should expect (and see) more upsets in \nhigh dimension games like football than in low dimension games like tennis and wrestling. No surprise then that \nthe betting line, which reflects the experience and intuitions of bettors, often doesn’t match the computer \nrankings. Bettors may be able to aggregate dimensions better than the ranking models or polls can. \nPage then discussed what he calls “the general manager’s backpack” problem. General managers have to put \ntogether a team of players with varying dimensions within a finite (except for the Yankees) budget. This problem \nis extremely hard to solve, especially when the solution relies to some degree on what other teams are doing. \nParadoxically, Page noted that if you add complexity—for example, make the strength of one dimension \ncontingent on another—the problem becomes simpler. To illustrate, the ability to run the fast break in basketball \nis more valuable with good defensive rebounding. Skillful general managers select teams to take advantage of \nthese contingencies. This line of thinking might help explain why the Detroit Pistons “upset” the heavily favored \nLos Angeles Lakers in the 2004 NBA championship. \nGo For It \nThe next pair of speakers, Cal Berkeley economist David Romer and USC football’s offensive coordinator Norm \nChow, discussed football play calling in general and kicking strategy in particular. This pair offered the clearest \ndichotomy between statistics-driven theory and intuition-and-habit-driven practice. \nRomer’s paper, “It’s Fourth Down and What Does the Bellman Equation Say?”, analyzes pro football play \nselection.4 His data come from all NFL games in the 1998-2000 seasons, and provide expected points for \nvarious positions on the field and down situations. Romer’s analysis shows that NFL coaches call plays too \nconservatively: they don’t go for first downs frequently enough and too often settle for field goals when they \nshould attempt to score a touchdown. 5 Exhibit 3 summarizes Romer’s findings and recommendations. \n \n"
    },
    {
      "number": 5,
      "text": "Page 5  \n                                    Legg Mason Capital Management \n \n \nExhibit 3: To Kick or Not to Kick \n \nSource: David Romer, “It’s Fourth Down and What Does the Bellman Equation Say?”, Working Paper, February 2003. Used by permission. \nFor example, of the 532 fourth downs in the offense’s half of the field where Romer’s analysis suggests going for it, \nteams only went for it eight times. In the 183 fourth downs with five or more yards to go where the analysis \nindicates teams should go for it, they did so only 13 times. Romer notes that this sub optimal play calling might \ncost NFL teams one game per year. \nPlayers, coaches, and fans often find Romer’s work objectionable, pointing to factors like momentum, third versus \nfourth down plays, and selection bias (the data are true only for average teams). Romer addresses these concerns \nhead on, making a case that the objections are either weak or invalid. \nTake the issue of momentum. Convention holds that if a team stops its opponent’s fourth-down attempt, it gains an \nenergy and emotional edge. Romer’s skepticism about this stems from two sources. First, while the analysis \ndoesn’t take into account the deflating downside of a fourth down failure, it also doesn’t incorporate the lift from a \nsuccessful fourth down play. Second, other studies of momentum found weak evidence for momentum effects in \nthe data. Said differently, statistics reflect emotion. \nIn stark contrast to Romer, coach Chow emphasized the role of emotion. He clearly believes in momentum and \nstreaks, notwithstanding that both Romer’s analysis and a substantial body of evidence suggest sports outcomes \nare generally consistent with probabilities. 6 \nChow also underscored the risk aversion inherent in sports. Coaches generally eschew new strategies because \nthey don’t want to lose—at least not in an unconventional fashion. What John Maynard Keynes said about \ninvesting applies to sports: “worldly wisdom teaches that it is better for the reputation to fail conventionally than to \nsucceed unconventionally.”  \nChow’s take on statistical analysis brought Camerer’s point about perception into sharp focus.  The approach most \ncoaches use is reminiscent of Fisher Black’s famous 1986 paper “Noise” discussing how investors operate: 7 \nBecause there is so much noise in the world, people adopt rules of thumb. They share their \nrules of thumb with each other, and very few people have enough experience with interpreting \nnoisy evidence to see that the rules are too simple. \nLike many practitioners, Chow relies heavily on rules of thumb and traditional approaches. That said, Chow and \nhis teams have been very successful, so his intuition and pattern recognition skills are probably well honed.  \n"
    },
    {
      "number": 6,
      "text": "Page 6  \n                                    Legg Mason Capital Management \nThe Art and Science of Baseball \nLos Angeles Dodgers general manager Paul DePodesta, an advocate of using statistical techniques to build \nand manage baseball teams, discussed the limitations of statistics and common decision-making foibles. He \nemphasized the large amount of day-to-day noise, based on factors like personal issues, media attention, \nand fan reactions, mixed in with statistics. \nWhat biases does DePodesta see? First, there are emotional biases—like overemphasizing most recent \noutcomes, oversimplifying complex situations, and adherence to conventional wisdom. These biases often \nencourage poor decisions. \nSecond, he noted the short-term orientation of many organizations. For example, half of major league \nbaseball’s 30 general managers have fewer than three years of tenure, eight have fewer than two years of \nservice, and only one has been at his post for more than a decade. Similarly, a slew of new coaches joined \nthe NBA in the 2003-04 season. As a result, various people might have different and conflicting time \nhorizons even within an organization. For example, a field manager with a one-year contract may seek to \nfield a squad very differently than a general manager with a five-year contract.  \nFinally, DePodesta emphasized the importance of process versus outcome in decision-making. He \nacknowledged the intense difficulty involved in avoiding this trap, but reinforced the importance of the \ndistinction in good decisions. \nBasketball and the Brain \nDean Oliver, author of Basketball on Paper, provided some insight on how to break down statistics in \nbasketball. Basketball sits between baseball (lots of one-on-one interaction) and football (eleven-on-eleven) \nin complexity, or number of dimensions. \nAs Oliver described it, basketball boils down to number of possessions and how efficiently each team \nperforms with their possessions. Taking it one step further, Oliver argues that four factors define the crucial \naspects of basketball: 8 \n1. Field goal shooting percentage \n2. Offensive rebounds \n3. Committing turnovers \n4. Going to the foul line (and making the shots) \nThis approach allows Oliver to rate teams and players. For example, he has developed a software program, \nRoboscout, to help predict game outcomes. (See http://www.82games.com/.) \nBasketball on Paper includes some analysis that applies well beyond basketball and sports. The first is \nanother take on streak data. Stephen Jay Gould said that streaks are “luck imposed on skill.” Oliver shows \nthis with data in Exhibit 4. Streaks fall within the realm of statistics: probability shows that the longest streaks \naccrue to the best performers (in Oliver’s example, teams with higher win percentages).  \nExhibit 4: Chance of at Least One Winning Streak of the Shown Length in 82-Game Season \n \nSource: Dean Oliver, Basketball on Paper (Washington, D.C: Brassey’s, Inc., 2004), 70. Copyrighted material, used by permission. \n"
    },
    {
      "number": 7,
      "text": "Page 7  \n                                    Legg Mason Capital Management \nAnother form of analysis is reversion to the mean. Based on NBA data, Oliver shows that both losing and \nwinning teams tend to revert back to average—a .500 win percentage—over time. These analyses clearly \nparallel aspects of business and investing. \nExhibit 5: Five Years After: Most Teams Approach 0.500 \n \nSource: Dean Oliver, Basketball on Paper (Washington, D.C: Brassey’s, Inc., 2004), 112. Copyrighted material, used by permission. \nCal Tech economist Colin Camerer gave the most eclectic talk of the day. As noted, Camerer started by \nunderscoring why statistics might help us “see” what’s going on in sports. He then went on to document a \ncase where a sports market was inefficient, followed by a case where the sports market was efficient. \nThe inefficiency Camerer described is based on the disposition effect—the notion that once we make a \nfinancial decision, we often refuse to reverse that decision until it works out. In stock market terms, the \ndisposition effect predicts that people don’t sell a stock if they have a loss but rather wait to get even or post \na gain to dispose of the shares. Empirical studies of investor behavior support the theory. 9 \nCamerer and his colleagues studied whether or not the disposition effect operated for NBA draft picks. \nSpecifically, they determined whether high draft picks played more than they should based on their \ncontribution. The study confirmed that indeed high draft picks played more minutes than warranted for about \nthe first three years. Pro basketball managements are not immune to the disposition effect. \nAs an illustration of market efficiency, Camerer shared a case from horse race betting. Quite by accident, he \ndiscovered one day that bets could be cancelled. That gave him an idea: what would happen to the odds of \ntwo comparable horses if he placed a big bet on one of them and then cancelled it at the last minute? Would \ntechnical traders read the inflows and odds changes as likely asymmetric information, or would the \nfundamental bettors use the opportunity to change their betting strategy? \nCamerer selected two horses with similar, relatively low probabilities of winning. He placed a large bet on \none of them (determined via a coin toss) which he later cancelled just moments before betting closed. The \nexperiment showed that while some bettors did follow the money trail, the odds the horse would win \nimproved considerably. But after canceling the bet, he showed that the odds returned to their pre-\nmanipulation levels. Enough people bet on the other horse (a relative bargain) to offset those who tried to \ntake advantage of the perceived smart-money trend. His work demonstrates the large degree of efficiency in \npari-mutuel markets. 10 \nAnother of Camerer’s topics was how many steps people tend to look ahead. General equilibrium theory \nassumes individuals have a complete understanding of their preferences for their future—a clearly \nunrealistic assumption. But how far do people look out? Camerer’s research shows that people tend to look \nout one or two steps—and rarely more. \n"
    },
    {
      "number": 8,
      "text": "Page 8  \n                                    Legg Mason Capital Management \nThe Lessons \nStatistical techniques clearly factor more prominently in the world of business and investing today than they \ndid a generation ago. Perhaps sports analysis is just catching up to these other markets. But it is worth \nnoting that there are some significant challenges in intelligently using statistics in sports, business and \ninvesting. These include: \n1. Predictions help shape the outcome. In capital markets, researchers and practitioners have identified \nmany anomalies and trading strategies that delivered excess returns based on past results. But herein lies \nthe paradox—in exploiting market inefficiencies, practitioners make the market more efficient. \nLikewise, if your strategy on the field (based on past statistics) becomes predictable—you never bunt or you \ngo for it in certain fourth down situations—and your opponent knows that, they will change their strategy to \noffset your moves. In a sense, past inefficiencies disperse, and the “market” becomes more efficient. \nIn some spheres, like weather forecasting, predictions and outcomes are independent. In markets and \nsports, there is at least the potential for significant interdependence: predictions help shape outcomes. \n2. Statistics are context dependent. To derive meaning from statistical comparisons, the data need to \nexhibit sufficient stationarity—that is, the samples must be drawn from statistically similar populations. But in \nthe real world, data are often nonstationary, making comparisons perilous or even nonsensical. \nIt’s pretty easy to find nonstationarity in the world of investing. Take the ubiquitous price-earnings ratio. \nPundits frequently compare today’s multiple to the multiples of past periods. But significant items like \ninflation, taxes, and the composition of assets muddy these comparisons. \nIn the world of sports, it’s hard to compare players across time due to changes in rules—for example, \nexpansion of the lane and the shot clock in basketball—or location—some ball parks are more hitter or \npitcher friendly than others. Naturally we can adjust for this context dependence, but that adds another \nchallenge. \n3. The role of probability. Most of the analysis of hot hands—for example, the idea that a basketball player \nwill more likely make his or her next shot after making a bucket—finds that outcomes are consistent with the \nplayer’s ability, or probability of success. 11 Said differently, one should expect hot hand streaks given a \nplayer’s field goal percentage average. In reality, though, the vast majority of sports fans and players still \nperceive the hot hand to exist. This suggests we humans don’t have a clear-cut sense of probabilities. \nWorking off probabilities is terrific if you’re assured a large sample. But what if you have a limited sample \nsize? \nEconomics suggests that you still need to think probabilistically, although we now have substantial evidence \nthat humans don’t make decisions this way. In fact, humans are risk adverse. This may explain why, for \nexample, NFL coaches make conservative decisions. \nAs a result of this human psychological feature (as well as others), we tend to misspecify probabilities and \noutcomes, which leads to the next challenge and opportunity. \n4. The role of psychology. Sports, business, and investing are all activities we do with others. Even though \nour understanding of psychological influences has grown measurably in recent decades—Daniel Khaneman \nand Amos Tversky’s seminal work in Prospect Theory played a large role in that effort—we still operate in \nlargely sub optimal ways. So the final challenge and opportunity is to understand psychological factors and \nto try to use them in our favor. \nEvaluation horizon is a good example. Research shows that investors suffer from myopic loss aversion—\nfrequent portfolio evaluation triggers aversion. As a result, long-term investors are willing to pay more for a \nrisky asset than short-term investors. \nYou can think of these psychological pitfalls on two levels: first, the errors we each make as individuals—\noverconfidence, framing problems, etc.—second, the pitfalls related to collective behavior—the roles of \ninfluence and imitation. Both levels are vitally important to understand. \n"
    },
    {
      "number": 9,
      "text": "Page 9  \n                                    Legg Mason Capital Management \n5. Circumstance- versus attribute-based thinking. In a very relevant article, Clayton Christensen and his \ncolleagues discuss a three-step process for theory building. 12 First, you describe what you want to \nunderstand in numbers, then you classify the phenomena into categories based on similarities, and finally \nyou build a theory that explains the behavior of the phenomena. \nOnce the theory is in place, researchers often find anomalies that force them to rethink and restate the \ndescriptions and categories. Perhaps the paper’s most important message is that good theories require \nproper categorization, and as theories improve, categories typically evolve from attribute-based to \ncircumstance-based. Theories built on circumstance-based categories tell practitioners what to do in \ndifferent situations. In contrast, attribute-based categories prescribe action based on the traits of the \nphenomena. \nMost theories in business (management fads), investing (style boxes) and sports (kicking versus going for it) \nare attribute-based theories. In every case, there is room to evolve toward better, circumstance-based \nframeworks. \nSo these five issues are relevant for everyone—sports people, academics, business people and investors.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n++++++++++++++++++++ \nThe views expressed in this commentary reflect those of Legg Mason Capital Management as of the date of \nthis commentary. Any such views are subject to change at any time based on market or other conditions, \nand Legg Mason Wood Walker, Incorporated disclaims any responsibility to update such views. These views \nmay not be relied upon as investment advice and, because investment decisions for the Legg Mason Funds \nare based on numerous factors, may not be relied upon as an indication of trading intent on behalf of any \nLegg Mason Fund. \n"
    },
    {
      "number": 10,
      "text": "Page 10  \n                                    Legg Mason Capital Management \n \nEndnotes\n \n1 Michael Mandelbaum, The Meaning of Sports (New York: PublicAffairs, 2004), 5. \n2 See http://www.cs.ubc.ca/~rensink/flicker/download/index.html \n3 The pinwheel relies on barycentric coordinates to represent various Colonel Blotto strategies. For example, \nthe coordinate in the bottom left hand corner is 100, 0, 0. The top corner is 0, 100, 0, etc. As you move away \nfrom corner 1, the number in slot 1 declines proportionately until you reach the opposite side, where the \nvalue for slot 1 is 0. This holds for each corner. The point in the middle is 33 ?, 33 ?, 33 ?. The dark region \nshows where the winning strategy is random. The light areas in the corners show sub optimal strategies. See \nhttp://www.cut-the-knot.org/triangle/barycenter.shtml. \n4 See http://emlab.berkeley.edu/users/dromer/papers/nber9024.pdf. \n5 When asked about Romer’s paper, New England Patriots coach Bill Belichick said: “I read it. I don’t know \nmuch of the math involved, but I think I understand the conclusions and he has some valid points.” See \nDavid Leonhardt, “Incremental Analysis, With Two Yards to Go,” The New York Times, February 1, 2004. \n6 See http://www.hs.ttu.edu/hdfs3390/hothand.htm for a review of the literature. \n7 Fisher Black, “Noise,” Journal of Finance, 1986.  \n8 Dean Oliver, Basketball on Paper (Washington, D.C: Brassey’s, Inc., 2004), 63. \n9 Terrance Odean, “Are Investors Reluctant to Realize Their Losses?” Journal of Finance, 53, October 1998, \n1775-1798; Colin Camerer and Martin Weber, “The Disposition Effect in Securities Trading: An Experimental \nAnalysis,” Journal of Economic Behavior and Organization, 33, 1998, 167-184.  \n10 Colin Camerer, “Can Asset Markets be Manipulated? A Field Experiment with Racetrack Betting,” Journal \nof Political Economy, June 1998, 457-482.  \n11 See http://www.hs.ttu.edu/hdfs3390/hothand.htm. \n12 Clayton M. Christensen, Paul Carlile, and David Sundahl, “The Process of Theory-Building,” Working \nPaper, 02-016. See http://www.innosight.com/template.php?page=research#Theory%20Building.pdf. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nLegg Mason Wood Walker, Inc. \nMember NYSE, Inc./Member SIPC \n"
    }
  ]
}