{
  "filename": "mm_099_2015_animating_mr__market__adopting_a_proper_psychological_attitude.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423225155-07'00'",
    "modDate": "D:20240423225240-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 99,
      "year": "2015",
      "date": "2/10",
      "institution": "Credit Suisse",
      "title": "Animating Mr. Market: Adopting a Proper Psychological Attitude",
      "url": "https://12mv2.files.wordpress.com/2024/04/15-02-10-animating-mr.-market__adopting-a-proper-psychological-attitude.pdf"
    },
    "tags": [
      "Behavioral finance",
      "Expectations analysis",
      "Investment process"
    ],
    "tagged_at": "2025-01-20T21:28:11.650516"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nFebruary 10, 2015 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \n \n \n \n“If you want to make money on Wall Street, you must have the proper \npsychological attitude. You must look at things under the aspect of eternity.”  \nBen Graham \nThe Legacy of Ben Graham \n \n \n To be an active investor, you must believe in market inefficiency to get \nopportunities and in market efficiency for those opportunities to turn into \nprofits.  \n The Mr. Market metaphor is very powerful because it makes an abstract \nidea concrete, encouraging an appropriate way to think about markets. \n One way to animate Mr. Market is to consider the wisdom of crowds. \nWhat’s key is that crowds are wise under some conditions and mad when \nany of those conditions are violated. \n Diversity breakdowns, which can happen for sociological as well as \ntechnical reasons, lead to extremes.  \n Look for cases where uniform belief has led to a mispricing of \nexpectations and hence a way to make money.  \n \n \nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nAnimating Mr. Market \nAdopting a Proper Psychological Attitude \n"
    },
    {
      "number": 2,
      "text": " \n \nFebruary 10, 2015 \n \nAnimating Mr. Market \n2 \nThe Proper Psychological Attitude \n \nBen Graham, a renowned investor and revered teacher, opened his course at Columbia Business School by \nsaying, “If you want to make money on Wall Street, you must have the proper psychological attitude.” \nReferring to a passage in Ethics by the philosopher Baruch Spinoza, he added, “You must look at things under \nthe aspect of eternity.” Translated loosely, this means you need to take an objective point of view.1  \n \nWarren Buffett, chairman and chief executive officer of Berkshire Hathaway and Graham’s most famous \nstudent, suggests you need to read three chapters in order to shape that attitude2:  \n \n Chapter 8 from The Intelligent Investor by Ben Graham (“The Investor and Market Fluctuations”); \n \n Chapter 20 from The Intelligent Investor (“‘Margin of Safety’ as The Central Concept of Investment”); \n \n Chapter 12 from The General Theory of Employment, Interest and Money by John Maynard Keynes \n(“The State of Long-Term Expectation”). \n \nThe focus of this discussion is chapter 8, and in particular Ben Graham’s parable of Mr. Market. We have \nthree goals: \n \n1. Argue that the Mr. Market metaphor remains a powerful way to think about markets; \n \n2. Introduce a handful of ideas, some of which were not fully developed when Graham introduced the \nmetaphor, to help animate the concept; \n \n3. Provide some concrete ways to think about using Mr. Market to your benefit.  \n \nGraham opens chapter 8 by noting that stocks fluctuate (of course) and that there are two ways that a \nparticipant in the market can profit from those swings. The first is “timing,” the endeavor to anticipate the \naction of the stock market. The second is “pricing,” buying stocks for less than they are worth and selling \nthem for more than they are worth.  \n \nHe adds quickly that timing doesn’t work for an investor and remains the purview of the speculator.3 \nNotwithstanding the parade of commentators in the media, the evidence that experts predict poorly in complex \ndomains is quite clear and well documented. The best work in this area is by Philip Tetlock, a professor of \npsychology at the University of Pennsylvania, who studied the predictions of hundreds of experts making \npolitical, economic, and social forecasts over 20 years. His conclusions would have come as no surprise to \nGraham: “. . . many pundits were hardpressed to do better than chance, were overconfident, and were \nreluctant to change their minds in response to new evidence.”4   \n \nGraham goes on to argue that a useful way for an intelligent investor to think about the market is through the \nparable of Mr. Market. In Graham’s version, you own a small stake in a private company that costs you \n$1,000 (approximately $10,000 in today’s dollars). One of your partners is an obliging fellow named Mr. \nMarket who tells you, every day, what he thinks your stake is worth and, further, offers a price at which he’s \nwilling to buy you out or offer you an additional interest.  \n \nIn his telling of the Mr. Market parable, Warren Buffett adds that Mr. Market has “incurable emotional \nproblems.”5 Sometimes he is euphoric and sees only favorable outcomes and hence names a very high buy-\nsell price. Other times he is depressed and sees only negative outcomes and provides a very low buy-sell price. \n"
    },
    {
      "number": 3,
      "text": " \n \nFebruary 10, 2015 \n \nAnimating Mr. Market \n3 \nBut, in fact, there are plenty of days when Mr. Market is doing fine and his price is sensible.  \n \nIn 2013, the Nobel Prize in economics went to three men. One of the recipients, Robert Shiller, is a professor \nat Yale University known for showing that markets are inefficient. Another was Eugene Fama, a professor at \nthe University of Chicago known for his advocacy of market efficiency. (The third was Lars Hansen, also at \nthe University of Chicago.)  \n \nThis leads to the first point worth stressing: to be an active investor, you must believe in both inefficiency and \nefficiency. In other words, you have to think that both Shiller and Fama are right―just not at the same time.  \nNaturally, if markets are perfectly efficient there’s no reason to try to beat them through active management. \nBut it’s also true that there’s no reason to try to beat the market through active management if you think \nmarkets are always inefficient. That’s because even if you are savvy enough to buy a dollar for fifty cents, \nthere’s no reason to believe that the price and value will ever converge in a perpetually inefficient market. \n \nA maxim that Graham spoke, but never wrote formally, is, “In the short run, the market is a voting machine but \nin the long run it is a weighing machine.” This quotation is sometimes taken as evidence of short-termism. We \nbelieve this is a misreading of the message. A better interpretation is that sometimes the market prices stocks \nincorrectly, but that price and value ultimately converge in the future.6  \n \nIntrinsic value equals the present value of future free cash flow. Because the future is unknowable, you might \nthink of intrinsic value as a range. Indeed, prices are often in that range―Mr. Market is getting things mostly \nright. But there are times when Mr. Market becomes manic and names a very high buy-sell price, and other \ntimes when he’s depressed and names a low price. See exhibit 1.  \n \nExhibit 1: Mr. Market Goes to Extremes \n \nSource: Credit Suisse. \n \nGraham’s point, to which we will return, is that the intelligent investor uses Mr. Market’s swings as information \nthat he or she can take advantage of, rather than being influenced by the price action. This, of course, is very \ndifficult to do psychologically.  \n \nBefore leaving this part of the discussion, two additional points are worth making. The first is that it is not easy \nto generate returns in a portfolio, adjusted for risk, that exceed the S&P 500 or any relevant benchmark. And \nit has become more difficult over time. One way we can show this is through the standard deviation of excess \nreturns. Exhibit 2 shows the five-year average standard deviation of excess returns for U.S. large capitalization \nmutual funds from 1963 through 2014. If you imagine excess returns as a bell-shaped distribution—which is \nnot true but not so far off to be useless—then the bell has gotten skinnier over the decades. Indeed, the \n2014 figure set a new low mark.   \nMr. Market manic zone\nMr. Market depressed zone\nIntrinsic value\n"
    },
    {
      "number": 4,
      "text": " \n \nFebruary 10, 2015 \n \nAnimating Mr. Market \n4 \nExhibit 2: Standard Deviation of Excess Returns for U.S. Large Capitalization Funds, 1967-2014 \n \nSource: Markov Processes International, Morningstar, and Credit Suisse. \nNote: Shows five-year average of standard deviation of excess returns.  \n \nSecond, value investing works. Exhibit 3 shows value versus growth going back to 1927. The exhibit displays \nthe difference in the compound annual growth rate (CAGR) for a portfolio of expensive stocks versus one of \ncheap stocks, based on the ratio of price to book value. Now it’s reasonable to ask whether the value \npremium of 250 basis points is the result of risk or behavioral issues. The balance of the evidence suggests \nthat the behavioral explanation better fits the facts. This is all very consistent with Mr. Market.7  \n \nExhibit 3: The Value Premium, 1927-2014  \n \nSource: Kenneth R. French, see http://mba.tuck.dartmouth.edu/pages/faculty/ken.french/. \nNote: From series “4 Portfolios Formed on Size and Book-to-Market”; Annual series uses average equal-weighted returns for “big” stocks; \nCAGR = compound annual growth rate. \nNumber of funds 69\n142\n187\n120\n311\n562\n1,328\n1,070\n979\n4%\n6%\n8%\n10%\n12%\n14%\n16%\n18%\n1967\n1970\n1973\n1976\n1978\n1981\n1984\n1987\n1989\n1992\n1995\n1998\n2000\n2003\n2006\n2009\n2011\n2014\nStandard Deviation of Excess Returns\n0\n1\n10\n100\n1,000\n10,000\n100,000\n1927\n1930\n1933\n1936\n1939\n1942\n1945\n1948\n1951\n1954\n1957\n1960\n1963\n1966\n1969\n1972\n1975\n1978\n1981\n1984\n1987\n1990\n1993\n1996\n1999\n2002\n2005\n2008\n2011\n2014\nDollars\nValue\nGrowth\nCAGR\n12.8%\n10.3%\n"
    },
    {
      "number": 5,
      "text": " \n \nFebruary 10, 2015 \n \nAnimating Mr. Market \n5 \nThe Wisdom and Madness of Crowds \n \nSo now let’s roll up our sleeves and ask about the various theories to explain market efficiency. Going in, we \nneed to acknowledge that any satisfactory theory has to accommodate two realities. First, markets are hard to \nbeat. Second, markets periodically zoom to excesses on the upside and downside.  \n \nThere are three basic theories to explain market efficiency.8 The first is to assume that investors are rational, \nwhich means that they make normatively acceptable choices based on expected utility theory and correctly \nupdate their views based on new information.  \n \nThe second is to assume a small set of rational investors who use arbitrage to remove pricing errors. We can \nrelax the assumption that all investors are rational and rely on a handful of them to make sure the trains run on \ntime and the mail is delivered.  \n \nThe final theory is the wisdom of crowds, the idea that a group of diverse individuals can come up with an \nefficient price. We are going to argue that this fits the Mr. Market story the best, but before we get to those \ndetails, let’s look very quickly at rational agents and arbitrage. \n \nThere are few remaining hard-core believers in rational agents. But it is still a common way for financial \neconomists to describe and discuss markets. In a debate about whether markets are rational, Mark Rubinstein, \na professor at the University of California, Berkeley, took the affirmative side. Here’s what he said in the paper \nthat outlined his case (the emphasis in italics and underlining is original):9 \n \nWhen I went to financial economist training school, I was taught The Prime Directive . . .  \nWhatever else I would do, I should follow The Prime Directive:  \n \nExplain asset prices by rational models. Only if all attempts fail, resort to irrational investor behavior. \n \nThe paper itself is quite interesting, and worth a read. It’s not as one-sided as this excerpt suggests. But it \ndoes reflect the training and attitude of a generation of financial economists. \n \nNow it’s not all that hard to dismiss the rational agent theory. First, we know that investors have nowhere near \nthe computational ability or rationality to act in a normatively acceptable way, and we also know that markets \ngo haywire in a fashion that rationality has a hard time explaining.  \n \nAn obvious example of the latter is the stock market crash of 1987, a day when the Dow Jones Industrial \nAverage plunged 22.6 percent. The probability of such an event was vanishingly small using conventional \ntheory, and a rational explanation stretches credulity.10 When asked about it, for instance, Eugene Fama said, \n“I think the crash in ‘87 was a mistake.”11 He went on to argue that the crash of 1987 was an error that was \ntoo big and the crash of 1929 was an error too small.   \n \nNow if you ask finance professors about market efficiency, most will fall back on the arbitrage argument, \nwhich basically says that we only need a handful of well-capitalized arbitrageurs who will cruise around \nmarkets seeking aberrant price-to-value gaps and will buy and sell accordingly.12 The beauty of this argument \nis not everyone has to be smart and the rest of us benefit from the work of the arbitrageurs. Arbitrage is \nbased on negative feedback, pushing things that are out of line back to where they should be.  \n \nThere is a literature on the limits to arbitrage that explains why arbitrageurs can’t always do their jobs.13 Often \nthese limits are technical. For instance, take the case of 3Com, a networking company, and Palm, a hand-\n"
    },
    {
      "number": 6,
      "text": " \n \nFebruary 10, 2015 \n \nAnimating Mr. Market \n6 \nheld computer company wholly owned by 3Com. In early March 2000, 3Com sold 5 percent of Palm in an \ninitial public offering, with the stated intention of spinning off the other 95 percent to shareholders later in the \nyear. Following the offering, each 3Com share would represent 1.5 shares of Palm as well as the \nproportionate value of the 3Com operations. \n \nOn the first day of trading following the offering, Palm shares traded at roughly $95 per share, representing a \nmarket capitalization of $54 billion, and 3Com shares were at $82, a $28 billion valuation. This suggested a \nvalue for 3Com of roughly negative $20 billion. Given that each 3Com share was worth 1.5 Palm shares plus \nthe company’s own operations, the obvious trade was to go long 3Com and short Palm. The problem was that \nthere was insufficient Palm stock to borrow. So even though the math of the trade was clear, arbitrageurs \ncould not execute the trade. This allowed the inefficiency to persist until sufficient Palm shares became \navailable to borrow. \n \nEven after taking into consideration the limits to arbitrage, the existence of arbitrageurs is a reasonable \nassumption. There remain substantial resources dedicated to arbitrage, and arbitrageurs play an essential role \nin ensuring efficient prices day to day.  \n \nBut there are a couple more issues with the arbitrage argument that Jack Treynor, president of Treynor \nCapital Management, suggests in a fine paper on market efficiency published in 1987.14  \n \nFirst, arbitrageurs themselves are not rational because the risk of their portfolios can rise faster than the \nreward, inconsistent with the principle of risk aversion and hence expected utility theory.  \n \nSecond, the theory assumes that investors who know true value expand their positions and those who don’t \nwillingly sell. As he says, “Those investors who are right know they are right, while those investors who are \nwrong know they are wrong” and they all act accordingly. This, he adds flatly, is “an unlikely state of affairs.”   \n \nAnother problem is that the arbitrageurs have failed to show up at critical junctures throughout the history of \nmarkets. One well-documented example is that of Long-Term Capital Management (LTCM) and “on-the-run” \nand “off-the-run” bonds. There’s a wonderful chapter about LTCM in “An Engine, Not a Camera: How \nFinancial Models Shape Markets” by Donald MacKenzie, a professor of sociology at the University of \nEdinburgh.15   \n \nThe most recent issue of a bond is called on-the-run. At that time, the 30-year Treasury bond was a \nbellwether security. The comparable 30-year bond issued, say, six months before, is off-the-run. These bonds \nhave very similar values based on math, but since the newer issue is more liquid it commands a small premium. \nThe trade here is very straightforward: If the off-the-run bond gets unusually cheap versus the on-the-run \nbond, measured by a wide spread between the yields, you buy the off-the-run and sell the on-the-run until the \nvaluation gap reverts to normal. This is arbitrage 101. And because this is a plain vanilla transaction, \narbitrageurs use plenty of debt to supercharge their returns.  \n \nThe point MacKenzie makes is that as the spread expanded on this trade in 1998, the arbitrageurs were \nnowhere to be found. He writes:16 \n \nAs ‘spreads’ widened, and thus arbitrage opportunities grew more attractive, arbitrageurs did not \nmove into the market, narrowing spreads and restoring ‘normality.’ Instead, potential arbitrageurs \ncontinued to flee, widening spreads and intensifying the problems of those who remained, such as \nLTCM. \n \n"
    },
    {
      "number": 7,
      "text": " \n \nFebruary 10, 2015 \n \nAnimating Mr. Market \n7 \nThe trade itself wasn’t a problem, as in theory LTCM could have held those securities to maturity and done \nfine. The problem was leverage, which amplified the impact of small changes in the spread. But the essential \npoint here is that at the time when we most need the arbitrageurs to provide the market with negative \nfeedback—that is, to bring price and value back into line—they fail to do so.  \n \nThe final path to market efficiency is the wisdom of crowds.17 To be more formal, we can call the market a \ncomplex adaptive system:18  \n \n Complex means there are lots of heterogeneous agents interacting. These can be neurons in your brain, \nants in an ant colony, or investors in a market; \n \n Adaptive means that the decision rules of those agents change in response to the environment. \nSynaptic connections are strengthened or weakened, the ants forage or stay in the nest, or investors buy \nor sell based on the market’s moves. The essential point is that there is feedback between the decision \nrules and the environment; \n \n System means that the whole is greater than the sum of the parts. Reductionism doesn’t work. You \ncan’t understand the system solely by analyzing the constituent parts.  \n \nNow here’s the key: The wisdom of crowds only works under certain conditions, which include diversity, \naggregation, and incentives. Here are some definitions: \n \n Diversity means that the agents, whether neurons, ants, or investors, are heterogeneous. In markets, \nthis means investors who have a short-term or a long-term outlook, do fundamental or technical analysis, \nor even those who trade based on the alignment of the stars; \n \n Aggregation means there’s a way to bring information together. That would be synaptic firings in your \nbrain, pheromone trails for ants, and exchanges for investors;  \n \n Incentives mean there are rewards for being right and penalties for being wrong. Incentives need not be \nmonetary—they can be represented by fitness for a species or even be reputational. But the important \nidea is that good results are rewarded and poor performance penalized.   \n \nThere’s an equation that shows the math of how the wisdom of crowds works. Scott E. Page, a professor of \neconomics and political science at the University of Michigan, calls this the “diversity prediction theorem:”19 \n \nCollective error = Average individual error – Prediction diversity \n \nYou can think of “average individual error” as smarts, “prediction diversity” as diversity, and the “collective error” \nas the wisdom of crowds.  \n \nThere are two axioms that follow from the diversity prediction theorem. The first is that the collective error is \nalways less than the average individual error. This means the collective is smarter than the average guess \nwithin the collective. For those who participate in markets, this is a message that suggests appropriate humility.  \n \nSecond, the wisdom of the crowd is equal parts smarts and diversity. As Page stresses, “Being different is as \nimportant as being good.” This highlights the relevance of diversity in multiple settings, including any decisions \nthat groups make.   \n \n"
    },
    {
      "number": 8,
      "text": " \n \nFebruary 10, 2015 \n \nAnimating Mr. Market \n8 \nHere’s a simple example to show how the wisdom of crowds works. In the summer of 2013, we had a \nmeeting that included 67 interns. We passed around a large jar of jelly beans and asked them to \nindependently make an estimate of the number of beans in the jar. We offered a reward for the best guess \nand threatened public shame (without follow through) for the worst one. So the conditions for the wisdom of \ncrowds were in place: diversity, aggregation (a spreadsheet), and incentives. \n \nThe average estimate of the group was 1,427 beans. The jar contained 1,416 beans. So the collective \nestimate was within one percent of the actual number. The accuracy was not the result of sharp individual \nguesses, as the average individual error was 53 percent. Rather, the guesses were sufficiently diverse to get \nto a very good final result. In this particular exercise, no participant did better than the collective.  \n \nWhile this outcome is interesting and illuminating, it relies on a very contrived setting. But it turns out that \ncollectives can do well in environments closer to markets. One example is pari-mutuel betting in horse racing.  \n \nExhibit 4 shows a plot based on more than 11,000 horse races.20 The horizontal axis is the ordinal finish, as \ndetermined by the handicappers, and the vertical axis is the actual outcome. Each dot compares the expected \nversus the actual result. A line at a 45-degree angle shows how well they match up. If you examine this \nclosely you can see that horse bettors are not perfect, and the results for any particular race can be way off \n(as we’ll see in a moment). But these results are sufficiently accurate to make it really hard to make money \nafter the track withholds a standard percentage of the betting pool (known as a “takeout”).  \n \nExhibit 4: Handicappers Are Accurate \n \nSource: Marshall K. Gramm and Douglas H. Owens, “Efficiency in Parimutuel Betting Markets Across Wagering Pools in the Simulcast Era,\" Southern \nEconomic Journal, Vol. 72, No.4, April 2006, 926-937. \n \nBen Graham knew about the wisdom of crowds. When posed the question about whether Wall Street \nprofessionals are better at forecasting than others, here’s what he said:21 \n \nWell, we’ve been following that interesting question for a generation or more. And I must say frankly \nthat our studies indicate that you have your choice between tossing coins and taking the consensus of \nexpert opinion and the results are just about the same in each case. Your question as to why they are \nnot more dependable is a very good one and an interesting one and my own explanation for that is \n0\n5\n10\n15\n20\n25\n30\n35\n40\n5\n10\n15\n20\n25\n30\n35\n40\nPredicted Outcomes (%) \nActual Outcomes (%)\n0\n"
    },
    {
      "number": 9,
      "text": " \n \nFebruary 10, 2015 \n \nAnimating Mr. Market \n9 \nthis: Everybody on Wall Street is so smart that their brilliance offsets each other. And that whatever \nthey know is already reflected in the level of stock prices, pretty much, and consequently what \nhappens in the future represents what they don’t know. \n \nNow we turn to the heart of the discussion, which is “animating Mr. Market.” The question is: How does Mr. \nMarket go from offering prices that are “plausible and justified” to offering prices that are “little short of silly?”  \n \nThe answer, we believe, is that one or more of the conditions for the wisdom of crowds is violated and hence \nwe go from the wisdom of crowds to the madness of crowds. Given that we are social beings, it is not \nsurprising that the condition most likely to be violated is diversity. Rather than operating in a diverse fashion, \nwe correlate our behaviors. And stock prices themselves contribute to the process of correlation. \n \nThere’s a classic experiment in social psychology that explains this well. It was about social conformity and \nwas conceived and conducted by the social psychologist Solomon Asch in the 1940s and 1950s. In one \nversion of the experiment, Asch had eight people seated around a table. Seven of those “participants” were \nAsch’s confederates who were in on the experiment. The eighth was the subject.  \n \nAsch showed the participants a reference line (X) and three additional lines (A, B, and C), one of which was \nthe same length as X. The simple task was to identify which line—A, B, or C—was as long as X. They did this \nfor 18 rounds. With no pressure to conform, the answers of the subjects were nearly flawless.  \n \nThe experiment then started for real. Asch signaled his confederates to give the wrong answer. In these trials, \nmore than one-third of the responses were wrong. Further, three out of the four subjects answered wrong at \nleast once. Even subjects who initially resisted going with the group commonly ended up doing so for a round \nor more.22 It is also worth noting that about one-quarter of the subjects did remain independent.23 \n \nIn writing about the experiments, Asch wondered what was going through the minds of those who \nconformed.24 He suggested three possible distortions. The first is judgment, where the subject knows the \nanswer, feels conflict when others answer differently, and assumes the group knows better and so rejects his \nown answer. Second is action, which suggests that the subject knows the answer but feels more comfortable \ngoing with the group and being wrong than standing out and being right. As the renowned economist John \nMaynard Keynes wrote in chapter 12 of The General Theory, “Worldly wisdom teaches that it is better for the \nreputation to fail conventionally than to succeed unconventionally.”25   \n \nThe final distortion is perception, which suggests the group opinion actually alters how the subject perceives \nwhat is going on. Asch died in 1996, so he never had the chance to see which explanation is most likely. \n \nFast forward 50 years from the time Asch did his experiments to a functional magnetic resonance imaging \n(fMRI) lab on the campus of Emory University. Greg Berns, a professor of neuroscience, decided to replicate \nthe Asch experiments while subjects were in the fMRI machine. This allowed Berns and his colleagues to peer \ninto the brains of the subjects as they decided.26 \n \nBerns selected a different task than that of Asch. He showed a pair of three-dimensional objects that were \nrotated. In roughly half the instances the object was the same and in the other half the object was a mirror \nimage, hence different. Under control conditions, the subject selected the incorrect answer 14 percent of the \ntime, indicating that the task was somewhat more difficult than matching lines. When the researchers \nintroduced the answers of others, the error rate rose to 41 percent, but about a quarter of the subjects \nremained independent. Even though the task was different, the scientists successfully replicated Asch’s basic \nfindings.    \n"
    },
    {
      "number": 10,
      "text": " \n \nFebruary 10, 2015 \n \nAnimating Mr. Market \n10 \nHere’s where things got interesting. Berns could not only see the results of the trials but could also observe \nwhat parts of the brain were active as the subjects decided. For distortions of judgment and action you would \nexpect activity in the forebrain, whereas a distortion of perception would be in the posterior brain where your \nvisual and perceptual regions reside.  \n \nIt was the posterior brain that was active for those subjects who conformed. This suggests the group’s opinion \naffected how the subject perceived the situation. As surprising, the researchers did not find a substantial \nchange in activity in the frontal lobe, associated with higher level processing such as a distortion of action.  \n \nNow we have all either been in, or can relate to, situations where we allowed the decisions of others to \ninfluence us. In other words, we knew the right answer but chose differently. But in a survey following the \nexperiments, only three percent of the subjects admitted to knowing the right answer and going with the \nmajority anyway.   \n    \nBerns summed up the experiment, “We like to think that seeing is believing,” but seeing is believing what the \ngroup tells you to believe.27 \n \nThere’s another element of the experiment worth mentioning, and that is what happened inside the brains of \nthose who remained independent. Those subjects experienced increased activity in the amygdala, the part of \nyour brain that cues for immediate action. Fear is a powerful trigger for the amygdala, and it’s behind the \nfight-or-flight response. So while those who stayed independent deserve our admiration, it is important to \nknow that they had to overcome an unpleasant sense to do so.   \n \nThroughout chapter 8, Graham stresses the importance of thinking for yourself. Don’t get caught up in the \nnotion that the stock market’s gyrations are telling you something. Use Mr. Market’s prices for information but \ndon’t be influenced by them. The experiments by Asch and Berns tell us that this is hard to do.     \n \nDiversity breakdowns are crucial to pushing Mr. Market from healthy to manic or depressed. And herein is the \ncritical point: The very factor that causes market inefficiency—correlated beliefs—makes exploiting \nthat inefficiency difficult. The desire to be part of the crowd is powerful, and being apart from the crowd is \nscary for most. \n \nBut there’s another essential element worth stressing, which is that the loss in diversity and the movement in \nasset prices have a non-linear relationship. In other words, you can lose diversity for a while and nothing \nhappens. But then there’s a sudden shift and you can get big, unexpected changes. \n \nLet’s start with a physical example, the Millennium Bridge in London. The Millennium Bridge was the first \nfootbridge built over the River Thames in over a century, and connects St Paul’s Cathedral on the north with \nthe Tate Modern and the Globe Theatre on the south. The bridge was designed by the famous architect, \nNorman Foster, and built by the reputable engineering firm, Arup.  \n \nThe bridge officially opened at lunchtime on June 10, 2000. Within a few moments, it started swaying from \nside to side. This is a major problem in the bridge business. If you watch the video of the people crossing the \nbridge on that day, it looks like a bunch of penguins inching along.28 The bridge closed immediately, to the \nembarrassment of all involved.  \n \nWhat happened? Naturally, bridge makers know about vertical force and accommodate it in their design. But \nwhen you walk you also generate a bit of lateral force. In general, bridges are stiff enough to deal with that \nand when people walk, the forces tend to cancel out. \n"
    },
    {
      "number": 11,
      "text": " \n \nFebruary 10, 2015 \n \nAnimating Mr. Market \n11 \nBut the Millennium Bridge had insufficient lateral dampeners. So once the bridge started to sway, the \npedestrians widened their gait to maintain stability. This led them to synchronize their steps, which further \namplified the effect.  \n \nThe essential part of the story for our purpose is that the swaying only happened beyond a certain threshold of \npedestrians. As exhibit 5 shows, there is little swaying up to 165 pedestrians. But above 165, and the action \nkicks in. A small incremental change leads to a large-scale effect.29 \n \nExhibit 5: The Millennium Bridge Wobbled with More Than 165 People \n \nSource: Based on Steven H. Strogatz, Daniel M. Abrams, Allan McRobie, Bruno Eckhardt, and Edward Ott, “Theoretical Mechanics: Crowd Synchrony \non the Millennium Bridge,” Nature, Vol. 438, November 3, 2005. \nNote: Wobble amplitude in centimeters. \n \nWe believe the same thing is true in markets.30 It’s hard to have a clear measure of diversity in real time, but \nwe see these nonlinearities clearly in agent-based models. Blake LeBaron, an economist at Brandeis \nUniversity, developed such a model.31 LeBaron’s world has 1,000 agents who trade a stock, know portfolio \ntheory, and use various trading rules. The value of the stock is determined by future dividends, and LeBaron \nbased the numbers on historical results. LeBaron is able to replicate many of the features we see in real \nmarkets, including clustered volatility and fat tails. Exhibit 6 shows the results. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n200\n100\n0\n7\n0\nCrowd \nSize\nWobble \nAmplitude\nTime\n165 People\n"
    },
    {
      "number": 12,
      "text": " \n \nFebruary 10, 2015 \n \nAnimating Mr. Market \n12 \nExhibit 6: Agent-Based Model Shows Non-Linear Relationship between Diversity and Price \n \nSource: Blake LeBaron, “Financial Market Efficiency in a Coevolutionary Environment,” Proceedings of the Workshop on Simulation of Social Agents: \nArchitectures and Institutions, Argonne National Laboratory and University of Chicago, October 2000, Argonne 2001, 33-51. \n \nFor the purpose of our discussion, you can focus on the first 80 periods on the left of the exhibit. On the top \nyou see the stock price, which is in steady ascent. On the bottom you see a measure of diversity. What you \ncan observe is that diversity is dropping even as the stock price rises. This is a crowded trade. Everyone is \ndoing the same thing and making money doing it.  \n \nThe stock price then drops precipitously as there are no more buyers to bid the stock higher. At the same time, \ndiversity increases in the population and restores some health.     \n \nBefore we move to the final part of this discussion, let’s review the main points: \n \n1. The concept of diversity is essential to animating Mr. Market. When we have diversity we tend to have \nefficient markets, and Mr. Market’s idea of value is plausible. When we lose diversity, the wisdom of \ncrowds flips to the madness of crowds. Mr. Market becomes manic or depressed and prices depart from \nvalue. \n \n2. The loss of diversity is not linearly related to asset prices. As diversity declines, the fragility of the market \nincreases but everything seems fine. In fact, it seems better than fine because market participants are \ngenerally making money and sometimes even encouraged to use debt to enhance their returns. \n \n3. When nearly everyone adopts a point of view, whether it’s bullish or bearish, the psychological pull to \nconform is powerful. This is the main lesson from the Asch experiment. And when that psychological pull \nis led by stock prices, Mr. Market is no longer informing you, he is influencing you. You have come under \nhis sway.   \n"
    },
    {
      "number": 13,
      "text": " \n \nFebruary 10, 2015 \n \nAnimating Mr. Market \n13 \nThese points lead to what may be the most important paragraph in chapter 8. Graham writes: \n \nThe true investor scarcely ever is forced to sell his shares, and at all other times he is free to disregard \nthe current price quotation. He need pay attention to it and act upon it only to the extent that it suits \nhis book, and no more. Thus the investor who permits himself to be stampeded or unduly worried by \nunjustified market declines is perversely transforming his basic advantage into a basic disadvantage. \nThat man would be better off if there were no market quotation at all, for he would be spared the \nmental anguish caused him by other persons’ mistakes of judgment.  \n \nSolomon Asch meets the stock market. \n \nContrarian Streak + a Calculator \n \nNow let us turn to the final part of the discussion, which is how to use Mr. Market to your benefit. And we \ndon’t think you can do better than a line that Seth Klarman, founder of The Baupost Group, shared in 2008: \n“Value investing is at its core the marriage of a contrarian streak and a calculator.”32 \n \nThere are two parts to this message, as we interpret it. The first is to be a contrarian. This is fully consistent \nwith everything we have been discussing. As Warren Buffett has said, “Be fearful when others are greedy, \nand be greedy when others are fearful.”33 \n \nHowever, being a contrarian for the sake of being a contrarian is a bad idea because the consensus is right \nsometimes. When the movie house catches on fire, you should by all means run out the door. Positive \nfeedback changes the state, and sometimes the state needs to be changed for advancement or safety. \n \nSo the second part of the message is equally crucial. The calculator allows you to assess whether the \nexpectations, as reflected in the price, are out of sync with the fundamentals, a reasonable sense of a \ncompany’s future financial results.  \n \nKlarman grew up near the Pimlico horse race track in Baltimore, Maryland, and spent a lot of time there as a \nkid. Horse racing is a useful metaphor to make the point about expectations and fundamentals.  \n \nIn the U.S., winning the Triple Crown puts a horse in the pantheon of racing. It’s difficult to do because it \nentails three races (Kentucky Derby, Preakness Stakes, Belmont Stakes), over three different distances (1.25, \n1.1875, and 1.5 miles) all in just five weeks. In the summer of 2014, a beautiful colt named California \nChrome came along. He had won 6 of the 10 races he had run prior to the Kentucky Derby and had won 4 in \na row leading up to the first leg.  \n \nCalifornia Chrome won the Kentucky Derby by 1 ¾ lengths and went on to win the Preakness by 1 ½ lengths. \nThis put him just one win away from horse racing immortality. \n \nIn this case, Mr. Market is the collection of pari-mutuel bettors. Triple Crown contenders are like shiny, sexy \ngrowth stocks. Everyone wants to bet on them. Naturally, the horse’s handlers were also very bullish on his \nprospects and were not afraid to share their views with the public. The handicappers were bullish as well, as \nCalifornia Chrome went off at 3-to-5 odds. Those odds suggest a 62.5 percent chance of winning the race.  \n \nAs a value investor unaffected by the price, you would want to understand whether that probability was a fair \nrepresentation of the horse’s prospects. In other words, would the fundamentals live up to the expectations? \nThere are a couple of ways to look at this. \n"
    },
    {
      "number": 14,
      "text": " \n \nFebruary 10, 2015 \n \nAnimating Mr. Market \n14 \nFirst is the base rate of success. Since 1875 there have been 30 horses in a position to win the Triple Crown, \nbut only 11 achieved the feat. That’s a 37 percent success rate. But there was a marked difference before \nand after 1950: Before 1950, 8 of the 9 horses that tried were victorious, close to a 90 percent rate. But \nafter 1950 only 3 of 21 won, less than a 15 percent success rate, and none have succeeded since Affirmed \ndid so in 1978. So the 62.5 percent probability sounds a bit rich based on the last 65 years of results.  \n \nA reasonable thought is that California Chrome’s speed justified his odds. There is a way we can measure that. \nIt’s called a Beyer Speed Figure and measures a horse’s performance adjusted for track conditions. The \ndetails are not important; all you really need to know is higher speed figures equal faster horses. Exhibit 7 \nshows the last eight Triple Crown aspirants, including California Chrome, and you can see that he’s the \nslowest of the lot.34 \n \nExhibit 7: Beyer Speed Figures for the Last Eight Triple Crown Aspirants  \n \nSource: Steven Crist; www.drf.com. \n \nSo we now have two fundamental indicators. We have a base rate of low success and a horse that is not \nparticularly fast trying to achieve the feat. In this case, Mr. Market is much too optimistic and you should sell. \nIndeed, California Chrome finished in 4th place in the Belmont Stakes, disappointing more than 100,000 fans \nwho came to see history made. \n \nIt turns out that overinflated odds are common with Triple Crown contenders. Exhibit 8 shows the same eight \nhorses along with their implied probability of winning and their actual finish. Almost all of these horses were \namong the favorites, but their odds were consistently too optimistic. \n \n \n \n \n \n \n \n \n \n190\n200\n210\n220\n230\n240\nCalifornia Chrome\nBig Brown\nCharismatic\nReal Quiet\nFunny Cide\nWar Emblem\nSmarty Jones\nSilver Charm\n"
    },
    {
      "number": 15,
      "text": " \n \nFebruary 10, 2015 \n \nAnimating Mr. Market \n15 \nExhibit 8: Probability and Results for Last Eight Triple Crown Aspirants \n \nSource: Barry Bearak, “12 Contenders Who Just Missed Out on a Triple Crown,” New York Times, June 6, 2014; belmontstakes.org; Credit Suisse. \nNote: // = Not to scale (finished 19 ½ lengths behind winner); * = Eased. \n \nIn this case, the contrarian streak would say “examine betting against the favorite” and the calculator would tell \nyou that the odds overstate the probability of winning. \n \nHorse racing is much simpler than investing because the expectations are explicit and the race reveals the \nwinner. In the stock market, you have to reverse-engineer expectations from stock prices and the market is \nessentially perpetual. But the mindset remains the same.  \n \nTo use another metaphor, expectations are where the bar is set for the high jumper, and fundamentals are \nhow high the company can jump. Value investors seek expectations mismatches. Because Mr. Market is \nerratic in where he sets the bar, opportunities tend to come and go. \n \nPerhaps the single most important question an investor can ask is: “What’s priced in?” From there, the issue \nbecomes whether a company’s financial results will meet, exceed, or come up shy of what’s in the price. \n \nWhile there may be differences in practice, almost all value investors accept the idea that the value of a \nfinancial asset is the present value of future free cash flow. Bruce Greenwald, a professor of finance at \nColumbia Business School, has laid out a way to think about value that is useful and practical. You can also tie \nit back to some of the seminal work in valuation. \n \nHere’s the basic idea. You start your valuation process with a careful calculation of asset value. This is what \nthe assets are actually worth, net of the appropriate liabilities. You can think of this as the bedrock of value. \nMost stocks trade at a price above this value. \n \nNext is earnings power, which reflects the normalized earnings of the company capitalized by the cost of \ncapital. This value assumes the level of current earnings, adjusted for unusual items, is sustainable.  \n \nThe final piece, and the one that demands the most skepticism, is the value of growth, or more accurately, \nfuture value creation.35 Exhibit 9 shows these three components of value.  \nProbability\nFinish\nSilver Charm\n50%\n2nd\nReal Quiet\n56\n2nd\nCharismatic\n38\n3rd\nWar Emblem\n45\n8th\nFunny Cide\n50\n3rd\nSmarty Jones\n71\n2nd\nBig Brown\n77\nLast\nCalifornia Chrome\n63\n4th\n*\n//\n"
    },
    {
      "number": 16,
      "text": " \n \nFebruary 10, 2015 \n \nAnimating Mr. Market \n16 \nExhibit 9: The Components of Value \n \nSource: Bruce C.N. Greenwald, Judd Kahn, Paul D. Sonkin, and Michael van Biema, Value Investing: From Graham to Buffett and Beyond (New York: \nJohn Wiley & Sons, 2001), 35-43. \n \nIf you read one of the foundational papers on valuation, that of Merton Miller and Franco Modigliani from 1961, \nyou will see that they suggest the value of a firm is a steady-state value plus the present value of growth \nopportunities. Miller and Modigliani suggest that this approach “has a number of revealing features and \ndeserves to be more widely used in discussions of valuation.” This matches quite closely with the model that \nGreenwald has advocated for over the years.36 \n \nConclusion \n \nHere’s a summary of this discussion. First, reading chapters 8 and 20 from The Intelligent Investor, as well as \nchapter 12 from Keynes’s General Theory, can help shape the proper attitude an investor should have toward \nmarkets. \n \nThe other main points are as follows: \n \n To be an active investor, you must believe both Eugene Fama and Robert Shiller are correct, just not at \nthe same time. You need inefficiency to get opportunities and efficiency for those opportunities to turn \ninto returns.  \n \n Mr. Market remains a very powerful metaphor for thinking about markets. Anthropomorphizing the market \nmakes the story less abstract and more concrete. \n \n One way to animate Mr. Market is to understand the market as a complex adaptive system, or to apply \nthe wisdom of crowds. What’s key is that crowds are wise under some conditions and mad when any of \nthose conditions are violated. \n \n Diversity breakdowns, which can happen for sociological as well as technical reasons, lead to extremes \nand hence opportunity. \n \n Remember the line from Seth Klarman: You are looking for cases where uniform belief has led to a \nmispricing of expectations and thus a way to make money. The Triple Crown contenders show this vividly. \n \nThe preceding is based on a presentation at the Columbia Student Investment Management \nAssociation Conference delivered on January 30, 2015.  \n \nAsset Value\n+ Earnings Power Value\n+ Value of Growth\n= Total Value\n"
    },
    {
      "number": 17,
      "text": " \n \nFebruary 10, 2015 \n \nAnimating Mr. Market \n17 \nEndnotes \n \n1 Quoted from an interview with one of Ben Graham’s students, Marshall Weinberg, in the video “The Legacy \nof Ben Graham,” produced by the Heilbrunn Center for Graham and Dodd Investing. See \nhttps://www.youtube.com/watch?v=m1WLoNEqkV4. Graham was quoting Spinoza’s Ethics, published in \n1677. The phrase, in Latin, is “sub specie aeternitatis” and is generally taken to mean “what is universally and \neternally true.”  \n2 See http://www.businesswire.com/news/home/20111115006090/en/Warren-Buffett-Remarks-\nEuropean-Debt-Crisis-%E2%80%9CBuffett#.VM-dOCyJLd4. Buffett said, “If you understand chapters 8 and \n20 of The Intelligent Investor (Benjamin Graham, 1949) and chapter 12 of the General Theory (John Maynard \nKeynes, 1936), you don’t need to read anything else and you can turn off your TV.”  \n3 Distinguishing between investors and speculators is tricky. In Security Analysis, Graham and Dodd \nsuggested that, “An investment operation is one which, upon thorough analysis, promises safety of principal \nand a satisfactory return. Operations not meeting these requirements are speculative.” See Benjamin Graham \nand David L. Dodd, Security Analysis (New York: McGraw-Hill, 1934). But as Jason Zweig, a journalist at the \nWall Street Journal demonstrates, this definition is lacking. See \nhttp://blogs.wsj.com/totalreturn/2013/02/28/are-you-an-investor-or-a-speculator-part-one/ and \nhttp://blogs.wsj.com/totalreturn/2013/02/28/are-you-an-investor-or-a-speculator-part-two/.  \n4 See http://edge.org/conversation/how-to-win-at-forecasting. \n5 Warren E. Buffett, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 1987. See \nwww.berkshirehathaway.com/letters/1987.html. \n6 In an exchange with some investors, Jason Zweig, a journalist with the Wall Street Journal, wrote the \nfollowing about this famous phrase: “I called Warren Buffett and asked him. He, who knows Graham’s \nwritings better than anyone else alive, was surprised when I walked him through the same two passages you \ncited. He had presumed, like many of us, that Graham had written these words. After a few minutes of \nthinking it through aloud, he realized that he might never have read the maxim after all, but rather that he had \nheard Graham say these words many times in class and around the office. Even if Graham never wrote them \ndown in canonical form, he stated this view many times to those who were closest to him.  \nIn its most commonly cited form, I think the short-run-voting-machine-long-run-weighing-machine apothegm \ncomes from Buffett, not Graham. In one of the Berkshire Hathaway annual reports (1987? I don’t remember \nwhich one, to be honest), Buffett attributes the maxim to Graham, in quotation marks. That’s the closest to \ntheir original form that I believe anyone will find them in. The only other possibility is that one of Graham’s \nstudents captured these words in some of the lecture notes that are preserved from Graham’s value-investing \nclasses from the early 1930s. I haven’t read through them all to see if this saying can be found there. But I \ndon’t think it’s likely. I regard Warren Buffett as an unimpeachable source in this case and, in my opinion, the \ncase is closed: Graham said it, even if he never wrote it.”  \nSee http://www.bogleheads.org/forum/viewtopic.php?t=77840. \n7 Josef Lakonishok, Andrei Shleifer, and Robert Vishny, “Contrarian Investment, Extrapolation, and Risk,” \nJournal of Finance, Vol. 49, No. 5, December 1994, 1541-1578; Chi F. Ling and Simon G. M. Koo, “On \nValue Premium, Part II: The Explanations,” Journal of Mathematical Finance, Vol. 2, No. 1, February 2012, \n66-74.   \n8 Andrei Shleifer, Inefficient Markets: An Introduction to Behavioral Finance (Oxford, UK: Oxford University \nPress, 2000). \n9 Mark Rubinstein, “Rational Markets: Yes or No? The Affirmative Case,” Financial Analysts Journal, Vol. 57, \nNo. 3, May/June 2001, 15-29. \n10 Jens Carsten Jackwerth and Mark Rubinstein, “Recovering Probability Distributions from Option Prices,” \nJournal of Finance, Vol. 51, No. 5, December 1996, 1611-1631. Astute (and probably older) readers will \nmake some connections here. First, Rubinstein was a principal at a firm called Leland O’Brien Rubinstein \nAssociates, Incorporated that provided portfolio insurance in the 1980s. Some have argued that portfolio \n"
    },
    {
      "number": 18,
      "text": " \n \nFebruary 10, 2015 \n \nAnimating Mr. Market \n18 \ninsurance exacerbated the crash of 1987. Second, Rubinstein documented how unlikely a crash would be \nunder standard theory. And finally, Rubinstein took up the case for rational markets.   \n11 Peter J. Tanous, Investment Gurus: A Road Map to Wealth from the World’s Best Money Managers (New \nYork: New York Institute of Finance, 1997), 174.  \n12 Steven A. Ross, “Neoclassical Finance, Alternative Finance, and the Closed End Fund Puzzle,” European \nFinancial Management, Vol. 8, No. 2, June 2002, 129-137. \n13 Andrei Shleifer and Robert W. Vishny, “The Limits to Arbitrage,” Journal of Finance, Vol. 52, No. 1, March \n1997, 35-55. \n14 Jack L. Treynor, “Market Efficiency and the Bean Jar Experiment,” Financial Analysts Journal, Vol. 43, No. \n3, May/June 1987, 50-53. \n15 Donald MacKenzie, An Engine, Not a Camera: How Financial Models Shape Markets (Cambridge, MA: MIT \nPress, 2006), 211-242.  \n16 Donald MacKenzie, “Models of Markets: Finance Theory and the Historical Sociology of Arbitrage,” Revue \nd’histoire des Sciences, Vol. 57, No. 2, 2004, 407-431. \n17 James Surowiecki, The Wisdom of Crowds: Why the Many Are Smarter Than the Few and How Collective \nWisdom Shapes Business, Economies, Societies, and Nations (New York: Doubleday, 2004).  \n18 John H. Miller and Scott E. Page, Complex Adaptive Systems: An Introduction to Computational Models of \nSocial Life (Princeton, NJ: Princeton University Press, 2007).  \n19 Scott E. Page, The Difference: How the Power of Diversity Creates Better Groups, Firms, Schools, and \nSocieties (Princeton, NJ: Princeton University Press, 2007), 208. \n20 Marshall K. Gramm and Douglas H. Owens, “Efficiency in Parimutuel Betting Markets Across Wagering \nPools in the Simulcast Era,\" Southern Economic Journal, Vol. 72, No.4, April 2006, 926-937.  \n21 “The Legacy of Ben Graham” at https://www.youtube.com/watch?v=m1WLoNEqkV4. \n22 Solomon E. Asch, “Opinions and Social Pressure,” Scientific American, Vol. 193. No. 5, November 1955, \n31-35.  \n23 Here’s a side story for endnote readers. Asch ran some of these experiments when he was a professor at \nSwarthmore College, and recruited students from nearby Haverford College to participate as well. One of \nthose students was Jack Treynor, who was studying mathematics. Treynor recalls having no problem \nremaining independent. \n24 S.E. Asch, “Effects of Group Pressure Upon the Modification and Distortion of Judgments,” in Harold \nGuetzkow (ed.), Groups, Leadership and Men (Pittsburgh, PA: Carnegie Press, 1951), 177-190.  \n25 John Maynard Keynes, The General Theory of Employment, Interest, and Money (New York: Harcourt, \nBrace and Company, 1936). \n26 Gregory S. Berns, Jonathan Chappelow, Caroline F. Zink, Giuseppe Pagnoni, Megan E. Martin-Skurski, \nand Jim Richards, “Neurobiological Correlates of Social Conformity and Independence During Mental Rotation,” \nBiological Psychiatry, Vol. 58, No. 3, August 2005, 245-253. \n27 Sandra Blakeslee, “What Other People Say May Change What You See,” New York Times, June 28, 2005. \n28 See https://www.youtube.com/watch?v=eAXVa__XWZ8. \n29 Steven H. Strogatz, Daniel M. Abrams, Allan McRobie, Bruno Eckhardt, and Edward Ott, “Theoretical \nMechanics: Crowd Synchrony on the Millennium Bridge,” Nature, Vol. 438, November 3, 2005. \n30 For example, see Momtchil Pojarliev, CFA, and Richard M. Levich, “Detecting Crowded Trades in Currency \nFunds,” Financial Analysts Journal, Vol. 67, No. 1, January/February 2011, 26-39. \n31 Blake LeBaron, “Financial Market Efficiency in a Coevolutionary Environment,” Proceedings of the \nWorkshop on Simulation of Social Agents: Architectures and Institutions, Argonne National Laboratory and \nUniversity of Chicago, October 2000, Argonne 2001, 33-51. \n32 From Seth Klarman’s speech at Columbia Business School on October 2, 2008. Reproduced in \nOutstanding Investor Digest, Vol. 22, Nos. 1 & 2, March 17, 2009, 3. \n33 Warren E. Buffett, “Buy American. I Am.” New York Times, October 16, 2008. \n"
    },
    {
      "number": 19,
      "text": " \n \nFebruary 10, 2015 \n \nAnimating Mr. Market \n19 \n34 This analysis comes from Steven Crist, who wrote about Triple Crown contenders in his blog, Cristblog with \nSteve Crist. His first entry was “Triple Crown Bids” (May 19, 2008) and the second, “Triple Crown Figs,” (May \n21, 2008). We updated the results to include Big Brown and California Chrome. Crist contributed a chapter to \nthe book, “Bet with the Best,” that may be worthy of the three chapters mentioned by Buffett. It’s called “Crist \non Value,” and very clearly spells out the distinction between price and value.   \n35 Bruce C.N. Greenwald, Judd Kahn, Paul D. Sonkin, and Michael van Biema, Value Investing: From Graham \nto Buffett and Beyond (New York: John Wiley & Sons, 2001), 35-43. \n36 Merton H. Miller and Franco Modigliani, \"Dividend Policy, Growth, and the Valuation of Shares,” Journal of \nBusiness, Vol. 34, No. 4, October 1961, 411-433.  \n \n \n \n \n \n \n \n"
    },
    {
      "number": 20,
      "text": " \n \n \nImportant information \n \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future.  \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A.  \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above.  \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \n© 2015 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n"
    }
  ]
}