{
  "filename": "mm_012_1998_on_the_shoulders_of_giants__mental_models_for_the_new_millenium.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423212128-07'00'",
    "modDate": "D:20240423212140-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 12,
      "year": "1998",
      "date": "11/16",
      "institution": "CS First Boston",
      "title": "On The Shoulders of Giants: Mental Models for the New Millenium",
      "url": "https://12mv2.files.wordpress.com/2024/04/98-11-16-on-the-shoulders-of-giants__mental-models-for-the-new-millenium.pdf"
    },
    "tags": [
      "Behavioral finance",
      "Business models & growth",
      "Technology & innovation",
      "Decision making"
    ],
    "tagged_at": "2025-01-20T21:25:10.922297"
  },
  "pages": [
    {
      "number": 1,
      "text": " \nCREDIT SUISSE FIRST BOSTON CORPORATION\nEquity Research—Americas\nIndustry: Value-Based Strategy\nNovember 16, 1998\nMichael J. Mauboussin 212/325-3108 michael.mauboussin@csfb.com\nNI\nBob Hiler 212/325-4341 bob.hiler@csfb.com\n                \nVolume 2\nOn The Shoulders of\nGiants\nMental Models for the\nNew Millenium\n"
    },
    {
      "number": 2,
      "text": "Frontiers of Strategy\n– 2 –\n“If I have seen further it is by standing on the shoulders of Giants.”\n-Isaac Newton\nCharlie Munger, Vice Chairman of Berkshire Hathaway, likes to talk about the\nnecessity of having “mental models”—theoretical frameworks that help investors\nbetter understand the world.1 According to Munger, investors must possess a va-\nriety of mental models drawn from the central tenets of many disciplines. Inves-\ntors using inappropriate or outdated models risk applying the wrong tool to solve\ntheir problems. As Munger likes to say: “To a man with a hammer, everything\nlooks like a nail.”\nA constantly changing world demands that we constantly update our mental mod-\nels. This is becoming increasingly important for investors as the world evolves\nfrom the old economy— based on lots of physical capital and little knowledge—\nto a new economy based on lots of knowledge and little capital. As technology\ncontinues to elevate the importance of knowledge, this trend has become intracta-\nble.\nThe goal of this report is to lay out mental models for understanding businesses in\nthe new economy. In many cases the new models are radical departures from the\ncurrent strategy dogma. And their relevance is growing rapidly as the world be-\ncomes increasingly digitized. We believe that all investors—not just those in-\nvolved with high technology—will need to understand the new ground rules if\nthey are to outperform the market.\nFortunately, in our search for these new mental models, we can draw upon\ngroundbreaking research done by economists such as Paul Romer and Brian Ar-\nthur. It is this idea that knowledge begets knowledge that inspired the report’s\ntitle. The quotation from Isaac Newton meant to convey that his discoveries\nwould not have been possible had it not been for the ideas developed prior to his\nwork. 2\nThis report is organized into four parts. First, we discuss on the shifting role of\ntechnology in business and how that sets the stage for the new economy. Second,\nwe touch on “software”—the defining feature of the new economy—and what\ngrowth in software means for growth in economic activity. Third, we review the\ncentral mechanisms, characteristics and results that comprise the new economy\nstrategy toolbox and touch on how investors can use these tools. Finally, we ex-\nplore how these mental models relate to key value drivers for the stocks of new\neconomy companies.\nBefore delving into the how and why strategy is changing, it is worthwhile to ex-\nplore in more detail the concept of the new economy and why it is so important.\nWe can start with the changing role of technology in business over the past cen-\ntury (see Table 1). The old economy gives rise to the picture of the factory. Inputs\nwent in, technology—task-trained workers and automated machinery—manipu-\nlated the input to add value, and a finished good came out. Although technology\nallowed for greater productivity, it was generally fixed, inflexible and mechanis-\ntic.\nIntroduction\nThe Shifting Role of\nTechnology\n"
    },
    {
      "number": 3,
      "text": "Frontiers of Strategy\n– 3 –\nTable 1\nTechnology’s Changing Role in Business\nEarly 20\nth Century\nEarly 21\nst Century\nMechanistic\nVirtual\nDeterministic\nNon-deterministic\nMetallic\nSoftware driven\nStand alone\nMassively interactive\nFixed\nContinuously reconfigured\nSource: W. Brian Arthur, Stanislaw M. Ulam Memorial Lectures.\nIn contrast, technology in the 21st century has characteristics that are more life-\nlike—more like an organism. Technology is flexible, interactive and can even, in\nsome cases, “think.” This change in the role of technology forces us to renew our\nstrategic frameworks with fresh mental models.\nThere are three distinct macro features of the new economy that bear further ex-\nploration:\n• \nThe economics of networks. The larger a network, the more valuable it be-\ncomes. Driven by positive feedback loops, networks of knowledge-based\nproducts are becoming increasingly central to today’s economy. While net-\nworks and positive feedback existed to some degree in the old economy, they\nwere largely the result of supply-side economies of scale, and hence ran into\nnatural physical limits. In contrast, network economics are driven by demand-\nside economies of scale in the new economy. This creates operating leverage\nthat does not dissipate when the market expands.3\n• \nThe dramatic reduction in transaction costs. While transaction costs in the\nold economy were trending lower, cheaper computing and the power of net-\nworks have massively accelerated the rate of decline. Lower transaction costs\nmean much less friction in economic interactions, making mass customization\npossible.4\nTable 2\nThe Shift from “Atoms to Bits” Lowers Transaction Costs\nAverage Cost per Transaction in Retail Banking\nChannel\nAverage cost per transaction\nBranch\n$1.07\nTelephone\n0.68\nATM\n0.27\nInternet\n0.10\nSource: Unleashing the Killer App: Digital Strategies for Market Dominance, Larry Downes and Chunka Mui.\n• \nThe central role of knowledge. Whereas physical capital and its manipulation\nwas the focal point of the old economy, knowledge and its manipulation are\nthe crux of the new economy. Because the fields of economics and account-\ning were largely developed when the old economy dominated, outdated men-\ntal models are often being applied to understand the new economy\nThe business world can be viewed as a continuum. Some businesses have pre-\ndominately old economy characteristics while others—concentrated in high tech-\nnology—have new economy features. But as networks, lower transaction costs,\n"
    },
    {
      "number": 4,
      "text": "Frontiers of Strategy\n– 4 –\nand knowledge move to center stage, the trend is steadily moving towards the\nnew economy model.\nEconomist Paul Romer asks and answers a fundamental question: Why are we so\nmuch “wealthier” today than 100 years ago, when the amount of physical re-\nsources on the earth is essentially the same? The answer is in our growing ability\nto use so-called “software” to rearrange those resources in more valuable ways.5\nThe key to the new economy, then, is “software.” Software can be formally de-\nfined as a set of instructions, formulas, or processes that are followed in order to\ncreate value.\n“Software” in this sense has at least three characteristics that make it vastly dif-\nferent than physical capital:\n• \nSoftware and sharing. In economic parlance, “software” is a non-rival good:\nunlike traditional physical resources, “software” can be used by more than\none person at a time. In an ideal world, this allows instructions to be passed\nalong cheaply and easily without causing congestion.6\n• \nLow incremental costs. Once the cost of developing “software” is incurred,\nthere are essentially zero incremental costs to replicate it. This point has very\nimportant economic implications, because it underscores that there no physi-\ncal limits to growth. It can also be a mixed blessing. On the one hand, the\nspreading of good “software” is beneficial. On the other hand, economic in-\ncentives for innovators to develop “software” must be maintained. This is\nparticularly important because “software” can have high upfront costs.\n• \nIncreasing returns.7 The more “software” that is in existence, the more op-\nportunities that arise. In fact, the larger the body of software, the faster the\ngrowth. This notion lies at the heart of endogenous growth theory. Most in-\nventions combine technologies in new ways to solve a given problem. The\nmore building blocks that exist to solve problems, the more potential oppor-\ntunities there are to find solutions.\nA simple mathematical example illustrates the power of added software. Assume\nyou had four building blocks to create potential solutions. The number of possible\ncombinations is 4 x 3 x 2 x 1, or 24. Assume that the number of building blocks\nrises 50% to 6. The new number of potential combinations—6 x 5 x 4 x 3 x 2 x 1\nor 720—is 30 times greater. As Romer likes to point out, you can sequence 20\nsteps in roughly 10 to the 19th power ways—a number larger than the total num-\nber of seconds that have elapsed since the Big Bang created the universe.\nThe fact that more software building blocks leads to faster growth is fundamen-\ntally very bullish. It is true that vast majority of the imaginable “software” com-\nbinations are useless. But with computing power, we can find new solutions\nfaster and cheaper than at any time before. This suggests that the companies that\nspend the most on research and development may have the greatest growth op-\nportunities.\nThe mainstream way of thinking and teaching about economics and strategy has\nbeen dominated by two themes. The first is the metaphor of the world as a closed,\nequilibrium system. This perspective can be traced back to the deterministic,\nclean and orderly world of 19th century physics. Following the lead of the hard\nWhat’s “New” About\nthe New Economy\nStrategy Old and New\n"
    },
    {
      "number": 5,
      "text": "Frontiers of Strategy\n– 5 –\nsciences, economists developed rigorous mathematical frameworks to model the\nworld.8\nIn this framework, prices are determined by the intersection of supply and de-\nmand curves, and exogenous shocks to the system are temporary. The system ul-\ntimately settles back to its natural, equilibrium state. In truth, this framework\nremains very useful in many parts of the economy, including energy and com-\nmodity agriculture.9\nThe second theme is that physical capital is central to wealth. For example, tradi-\ntional dual entry accounting is best at handling tangible assets. Intangibles such as\ngoodwill are not dealt with as gracefully—and there is no widely accepted way to\naccount for intellectual capital. Accordingly, the financial statements companies\nand investors use to make decisions are becoming less and less reflective of what\nis going on in the world.10 Investors should be wary of the growing chasm be-\ntween accounting stories and economic reality.\nBreaking away from these well-worn themes will not be easy. However, the rules\nof the game are being rewritten, and investors must adapt. Forty years ago, tech-\nnology-intensive companies were barely represented in the broadly followed\nstock market indices. Today, technology represents one of the most dynamic\ndrivers of our economic growth.\nThe Old: Closed Frameworks and Linear Value Chains\nConsistent with the equilibrium and capital-centric view has been the develop-\nment of strategy frameworks that represent largely “closed” or “linear” systems.\nIn this world, mechanistic rules and cause and effect thinking dominate.\nThe well-known “five forces” industry structure model laid out by Michael Porter\nis an example of a “closed” system. 11 (See Figure 1.) At the core lies the rivalry\namong competitors, which tends towards stability. When external forces—shifts\nin the power of buyers or suppliers, for example—disrupt the equilibrium of the\nsystem, it reacts and it rebalances. This model describes many parts of the econ-\nomy.\nIn contrast, emerging new economy businesses tend not towards stable equilib-\nrium, but rather face dynamic and ever-changing competitive landscapes. The\nindustries operate at the “edge-of-chaos,” an overused phrase that nevertheless\nevokes the inherent lack of predictability, speed of change and absence of deter-\nminism that characterizes them.12\n"
    },
    {
      "number": 6,
      "text": "Frontiers of Strategy\n– 6 –\nFigure 1\nPorter’s Five Forces— The Determinants of Industry Structure\nBargaining power\nof suppliers\nThreat of\nnew entrants\nRivalry Among\nExisting Firms\nBargaining power\nof buyers\nThreat of\nsubstitutes\nSource: Michael Porter, Competitive Advantage, 1985.\nValue chain analysis—another tool paid out by Porter—serves as an illustration\nof a linear framework (Figure 2). The mental image is of a physical product being\npassed down the line, value added along the way, until it reaches the consumer.\nThis analysis is also applicable in many situations but does not capture the dy-\nnamics of some businesses very well, especially when the product is a virtual unit\nof knowledge rather than a tangible unit of capital.\nFigure 2\nPorter’s Value Chain— Identifying Corporate Activities\nF irm  In fr a str u ctu re\nH u m a n  R e so u rce M a n a g em en t\nT e ch n o lo g y  D e v elo p m en t\nP ro c u re m en t\nIn b o u n d\nL o g istics\nO p era tio n s\nO u tb o u n d\nL o g istics\nM a rk etin g\n&  S a le s\nS erv ice\nP rim a ry  A ctiv ities\nSupport Activities\nMargin\nMargin\nSource: Michael Porter, Competitive Advantage, 1985.\nThe New: Open Networks and Economic Webs\nMichael Rothschild coined the word “bionomics” to describe the study of eco-\nnomic relations between organisms and their environment.13 Rothschild’s term\ncharacterizes the new models of strategy, which do not depend on unique equilib-\nrium, diminishing returns and continuous improvement. Rather, the new models\nhave distinct rules and properties unfamiliar to the old economy: inherent market\ninstability, multiple potential outcomes, the predominance of inferior products,\nand winner-take-most profit outcomes.\nIn this section we outline this new world of strategy by looking at four of its ele-\nments. These include its mechanisms, results, characteristics, and the applicable\n"
    },
    {
      "number": 7,
      "text": "Frontiers of Strategy\n– 7 –\nstrategies companies and investors can use to successfully play by the new\nrules.14\nMechanisms. While much ink has been spilled on the results of the new economy\n—“natural” monopolies, increasing returns, the dominance of inferior products—\nnot as much attention has been paid to the mechanisms that lead to these results.\nIndeed, the U.S. Government’s anti-trust case against Microsoft can be cast pre-\ncisely in these terms: no one doubts that Microsoft has a virtual monopoly in\ndesktop computer software (result). The question is whether or not they are using\ntheir monopoly “unfairly” to extend into new markets (mechanism).\nThere are seven main mechanisms that we identify. Each of these is to some de-\ngree evident in the old economy, but their importance in the new economy is\nmuch more significant. They are as follows:\n• \nHigh upfront costs. The cost of developing new “instructions” or “soft-\nware” can be very high in the new economy. For example, huge spending\npreceded Pfizer’s blockbuster drug Viagra, Microsoft’s Windows 95 and\nFox/Paramount’s film Titanic. However, the cost of replicating and distrib-\nuting incremental units of knowledge-based products is generally very low.\nThe ability to increase sales at a more rapid rate than expenses is key to\nscalability in a business model. In contrast, upfront costs in the old econ-\nomy are generally lower, but marginal units are generally more expensive.15\nWith upfront costs, size matters. Increasingly, advantage will accrue to\nthose companies that can afford to spend the most on R&D and marketing.\n• \nFirst-mover advantage. First movers often have the opportunity to capture\nthe greatest “mind-share” by setting standards, establishing brands, in-\ncreasing switching costs, and building valuable networks. Hence they cap-\nture customers who will be reticent to switch to a competing product over\ntime. However, first mover is no guarantee of success: Prodigy’s first\nmover advantage in the on-line services market was overwhelmed by its in-\nability to build a sufficient user network. Other famous failed first movers\ninclude VisiCalc and WordStar.\n• \nPath dependence. Path dependence occurs when positive feedback loops\ncause self-reinforcing patterns to emerge.16 These patterns are set by initial\nconditions and are often influenced by random or chance events—which\nmeans that the outcome of such a process may be indeterminate. One fa-\nmous example is the emergence of VHS versus Betamax.17 Although it has\nbeen argued that Betamax had superior technology in many ways, the scales\ninitially leaned in VHS’s favor because of its longer recording time. Once\nthe process started, the feedback loops kicked in: more VHS machines sold,\nlead to more VHS tapes made, lead to more machines sold, and so on.\n• \nTipping points. Path dependence and tipping points are closely related con-\ncepts. Adopted from demographic economics, the term tipping point refers\nto the level of market share at which future market share gains become\ncheaper-and-cheaper to acquire. (See Figure 3). In other words, positive\nfeedback loops create market share momentum such that incremental suc-\ncess is assured. Human nature often fuels this process, as industry vision-\naries generate positive word-of-mouth from early adopters, whose\ninfluential recommendations result in mass-market dominance.18\n"
    },
    {
      "number": 8,
      "text": "Frontiers of Strategy\n– 8 –\nAs Kevin Kelly points out, tipping points have always existed but because\nof the nature of the new economy, there are now lower “thresholds of sig-\nnificance.” This means that innovations, growth rates and market share\nmovements must be taken seriously earlier than in the past. Tipping was\nevident in the personal computer operating system market as the Micro-\nsoft’s Windows standard ran away with the market at the expense of Ap-\nple’s Mac OS.\nFigure 3\nTipping Points: The Point of No Return\nCost to acquire market share\nT h resh o ld\nS h are\nF re e m a rk et\nsh a re g a in s\nM a r k e t sh a re\nSource: Kevin Kelly, New Rules for the New Economy, 1998.\n• \nNetwork effect. Also called network externality, the network effect occurs\nwhen the value of joining the network is higher when the network has more\nsubscribers. This idea is popularly known as “Metcalfe’s Law”, named af-\nter Bob Metcalfe, the inventor of the Ethernet standard and founder of net-\nworking company 3Com Corporation. The network effect can be thought of\nas demand-side economies of scale, as opposed to traditional supply-side\neconomies of scale.\nIn a traditional network—such as the telephone system or on-line chat—the\nnetwork effect comes about because members value the ability to reach\nfellow members in large networks. In a virtual network—one linked by\ncomplementary products such as a compact disc player and CDs—network\nexternalities arise as sales of one component induce sales of another com-\nponent, and vice versa.19\n• \nPositive feedback. The strong-get-stronger and weak-get-weaker nature of\nthe new economy arises from positive feedback. Because of this mecha-\nnism, new technology markets often follow an S-curve. S-curves show cu-\nmulative product sales, and can often be described in three phases: flat\ngrowth in early stages; rapid growth as positive feedback kicks in; and lev-\neling off as saturation is reached. Investors need to be particularly attuned\nto the onset of rapid growth, referred to as the “elbow” of the curve. Nota-\nbly, expectations often reflect linear extrapolations of near-term trends (see\nlines A, B, and C in Figure 4) leading to potential perception gaps.20 Mar-\nkets that have followed this non-linear growth pattern include TVs, faxes\nand the Internet.\n"
    },
    {
      "number": 9,
      "text": "Frontiers of Strategy\n– 9 –\nFigure 4\nS-Curve Growth Markets Often Generate Perception Gaps\nTim e\nCum ulative\nGrowth\nRate of\nGrowth\nA\nB\nC\nSource:  Predictions, Theodore Modis, Ph.D.; Above the Crowd, Bill Gurley, CSFB Equity Research, March 20, 1995.\n• \nLock-in. Lock-in is both a mechanism and a result. High-technology products\nare typically hard to use. Once a customer develops user skills with a given\nproduct, or sets corporate standards for a product, they are often very reticent\nto switch to a competing offering. This is true even if the rival product offers\nsuperior performance characteristics. Hence, the customer is locked-in, and is\nmuch more open to highly profitable product upgrades than outside solutions.\nExamples of lock-in and their related switching costs are offered in Table 3.\nTable 3\nTypes of Lock-in and Associated Switching Costs\nType of lock-in\nSwitching costs\nBrand-specific training Learning a new system; both direct costs and lost productivity; rises over time\nInformation databases Converting data to new format; tends to rise over time as collection grows\nSearch costs\nCombined buyer and seller search costs; including learning about quality of alterna-\ntives\nLoyalty programs\nAny benefits lost from an old supplier; possible need to rebuild cumulative use\nSource: Information Rules, Carl Shapiro and Hal R. Varian.\nResults. These mechanisms lead to results that stand many of our traditional eco-\nnomic beliefs on their head. It is generally assumed that competitive forces drive\nreturns on capital down to opportunity cost, that monopolies are bad and that the\nbest product wins. This is not always true in the new economy:\n• \nIncreasing returns. Increasing returns “are the tendency for that which is\nahead to get further ahead, for that which loses advantage to lose further\nadvantage.”21 It is the result of positive feedback loops. In the new econ-\nomy, the process generally has a few steps. First, a knowledge-based prod-\nuct is created, often incurring substantial upfront cost. Next, the product\ngains market share, with an acceleration of share gains after reaching the\ntipping point. Incremental revenues are then enjoyed with negligible cost.\nAs revenues grow without new investment, the business enjoys increasing\nreturns on capital.\n"
    },
    {
      "number": 10,
      "text": "Frontiers of Strategy\n– 10 –\n• \nMonopoly rents. In order for there to be an incentive to create new “soft-\nware” or instructions, with its high upfront costs, there has to be a possibil-\nity or probability of generating monopoly returns for a period of time. This\nmay be formal (patent) or informal (lock-in). Because “software” is a non-\nrival good, monopoly returns are more important with “software” than with\nrival goods such as physical capital. In the new economy, there is generally\nno need to “stop” monopoly returns: the very increase in “software” sug-\ngests that the pace of discontinuous innovation will accelerate. Monopoly\nreturns will be blown away by Schumpeter’s “gale of creative destruction”\nat a faster-and-faster rate.\n• \nDominance of an “inferior” product.  The “best” technology is not neces-\nsarily the winning technology in the new economy. This maxim holds true\nfor a couple of reasons. First, inferior products can get locked-in. Users\nlearn how to use a given product, and the cost of a competing product and\nthe training it requires is too great to justify switching. The QWERTY key-\nboard, designed to be slower than other layouts, is an example. Second, the\nvalue of the “web” surrounding and supporting a product may be more im-\nportant in a purchase decision than the product viewed in isolation. The\nquality of a product is just one of many considerations in its attractiveness\nfor users.\nCharacteristics/features. Successful strategy development in new economy\nterms requires thinking more like a biologist than like a physicist. The reason is\nthat the role of technology has changed from being a mechanistic enabler to a\nmore organic, flexible facilitator. Accordingly, the characteristics of new econ-\nomy businesses can best be described using terminology from biology:\n• \nEconomic webs. While most businesspeople are used to thinking about a\nvalue chain, new economy thinking stresses “economic webs.” Webs derive\nvalue from the alliances of the companies, often offering complementary\nproducts or services built around a standard.22 While the standard-bearer\nmay engulf the lion’s share of the web’s profits, the value of any node in the\nweb is intimately linked to the value of the web overall. And, as with net-\nworks, bigger is better. (See Figure 5.)\n"
    },
    {
      "number": 11,
      "text": "Frontiers of Strategy\n– 11 –\nFigure 5\nEconomic Web - Partnerships across the Kleiner Perkins Family\nOblix\nEpiphany\nPivotal\nSoftware\nCalico\nActive\nSoftware\nMarimba\nSun Microsystems\nIntraware\nNetscape\nVeriSign\nIntuit\nConcentric\nNetwork\nExcite\nPreview\nTravel\nSportsline USA\nAmerica\nOnline\nAmazon.com\n@Home\nOnsale\nMacromedia\nJAVA Companies\nInternet Companies\nSource: Fortune, October 26, 1998.\n• \nEvolution/co-evolution. The ideas of evolution are useful in understanding\nthe new economy. The introduction of the word “complementor” into our\nlexicon is an example. Strategy professors Adam Brandenburger and Barry\nNalebuff, who dubbed the term, say that a player is your complementor “if\ncustomers value your product more when they have the other player’s prod-\nuct than when they have your product alone.” 23 As species in nature have\nlearned to co-evolve, so too have companies. The Microsoft-Intel relation-\nship is a good illustration: more powerful Intel chips support more powerful\nMicrosoft software, and vice versa. The takeaway is that investors must un-\nderstand both competitors and complementors in sizing up a company’s\nprospects.\nAnother point worth noting from evolution is the greater the number of spe-\ncies, the greater the number of ecological niches that open up. Similarly, the\nproliferation of products creates new product niches. As a result, investors\nshould expect lots of companies to pop up in order to fill economic niches—\nalthough their existence may be short-lived. The ecosystem is at once more\ndynamic and more fragile than the past.\n• \nPunctuated equilibrium. The theory of punctuated equilibrium, articulated\nby professors Stephen Jay Gould and Niles Eldredge, says that evolutionary\nchanges are not always gradual, but are sometimes sudden. The old econ-\nomy is characterized by small, incremental improvements—still a relevant\nand valuable way to think about many sectors today. In contrast, new econ-\nomy companies often face punctuated equilibrium--stark change fostered by\ndiscontinuous innovation.24\nKnowledge companies are generally structured to accommodate this new re-\nality. They are often flat organizationally, and the buzz is about “the next\nbig thing.” Industrial companies tend to be hierarchical, and the chatter is\nabout doing little things better. Kevin Kelly sums up the dichotomy with\nsome new economy advice: “Don’t solve problems, seek opportunities.”25\n"
    },
    {
      "number": 12,
      "text": "Frontiers of Strategy\n– 12 –\nWhat investors should look for (and what managers should do). Now that we\nhave outlined the mechanisms, results, and characteristics of new economy busi-\nnesses, we turn to signposts to recognize in evaluating strategies and corpora-\ntions:\n• \nHeavily discount—or give away—new products. In spite of heavy up front\ncosts, establishing a user base as fast as possible increases the potential for\nfirst mover advantage, to gain lock-in and to build a valuable network. Hence,\ngiving away products is often the best way to build value. The implicit under-\nstanding in the “give-it-away” strategy is that established users will be willing\nto buy upgrades or ancillary products down the road with attractive econom-\nics for the producer. Netscape gave away 200 million browsers with precisely\nthis intention. Unlike traditional businesses, in the new economy what is ini-\ntially the cheapest product may ultimately be the most valuable product.\n• \nLink and leverage. This is the process of transferring a user base built on one\nnode of technology to neighboring nodes. Once consumers become accus-\ntomed to a given technology or interface, linking and leveraging is a powerful\nway to create value. Microsoft’s strategy of bundling ever-increasing func-\ntionality into its operating system and Amazon’s move into the music busi-\nness are good examples. This strategy can have significant stock price\nimplications for both the “linker” and the company that was “leveraged” out\nof its niche. This is demonstrated by the stock market’s reaction to the e-\ncommerce gorilla—Amazon.com—entering the niche of on-line music ven-\ndors like CDNow and N2K (see Figure 6).\nFigure 6\nStock Market Reaction to Amazon’s “Link and Leveraging” Into the Music Business\n-\n50\n100\n150\n200\n250\n300\n350\n400\n450\n500\nFeb 10,\n1998\nMar 25,\n1998\nMay 07,\n1998\nJun 19,\n1998\nAug 03,\n1998\nSep 15,\n1998\nOct 27,\n1998\nScaled Price Performance\nAmazon\nCDNow\nN2K\nJune 11: Amazon \nlaunches music site\nSource: Company web sites and CSFBC Analysis.\nAs an aside, we believe that traditional valuation tools may not properly cap-\nture the value of a link and leverage strategy. Here we believe valuing this\nstrategy as an option to invest in a profitable business may be a more reveal-\ning approach.26\n"
    },
    {
      "number": 13,
      "text": "Frontiers of Strategy\n– 13 –\n• \nUnderstand the power of the economic web.  The value of the web should be\nconsidered ahead of the merits of a given product or offering. Some of the\nstrongest webs are built around open architectures or standards. As an eco-\nnomic web builds around a standard, the standard bearer may reap dispropor-\ntionate benefit, but even smaller players will reap rewards. Superior products\nare no assurance of success; the economic web takes precedence. A simple\nformula for assessing a company’s potential value is the total value added to\nthe web times a company’s share of the web.27\n• \nThink adaptation, not optimization. As technology puts evolution into fast-\nforward, companies face at least two challenges. First, they must determine\nwhere the world is going and how to avoid being “discontinuously innovated”\nout of business. There will be many blind alleys and dead end roads, and\nmanagers need to be flexible enough to go with the economic flow. Second,\ncompanies must be willing to let go of success. Managers, and by extension\norganizations, generally seek to optimize what they know, not wanting to be\ndistracted from what has made them successful. However, the accelerated\nrate of change means that slow-movers will be severely punished. Cannibali-\nzation of core operations, sudden strategy shifts and a heightened focus on\n“economic half-lives” will be defining characteristics of new economy prod-\nuct markets.28 The attribute to seek in managers—the new economy naviga-\ntors—is adaptability.\n• \nPsychological warfare.  Just as the male iguana puffs up its body to intimi-\ndate competitors, new economy companies will use announcements, half-\ntruths and posturing to keep competitors off balance. One well-known exam-\nple is “vaporware.” By promising products that do not yet exist, companies\ncan defer purchases by customers and block out potential competitors. In-\nvestors in particular must be tuned in to such posturing, with the understand-\ning that all management proclamations cannot be taken at face value.\nNow we shift from theory to practice by considering how these economic out-\ncomes translate into stock price changes. It should be noted that the use of an up-\nto-date strategic framework does not alter the basic principles of capital markets.\nThree key economic drivers determine value: cash flow, risk and the\nsustainability of excess returns. We discuss each in turn and explore what the new\nbusiness models means for each of them.\nCash flow is defined as the cash-in versus cash-out for a given company. It can be\nexpressed as the difference between earnings and investment in future growth of\nthe business. Companies that experience increasing returns typically benefit on\nmultiple fronts: sales growth is exponential as a product takes off or a network\nreaches critical mass; marginal unit costs are low and decline over time; and in-\ncremental investment needs are very modest.\nImportantly, many investors are used to a linear world. As a result, non-linear\ngrowth can be systematically undervalued in the marketplace, leading to superior\ninvestment opportunities. Examples of companies that have witnessed exponen-\ntial growth include Microsoft, Cisco and America Online.29 On the other hand,\nwhen the competitive scales shift, investors often do not identify the losers\nquickly enough. From an investment perspective, a winning strategy is to identify\nindustry “gorillas” as early as possible and to sell off all other competitors.30\nPractical Impact on\nValue Drivers\n"
    },
    {
      "number": 14,
      "text": "Frontiers of Strategy\n– 14 –\nNext is the issue of risk. It is reasonable to assume that a company that has\nlocked-in its customer base has less volatile cash flows that make it a less risky\ninvestment. All things equal, lower risk translates into a higher valuation multi-\nple.\nFinally, there is the issue of sustainable competitive advantage. We quantify this\nnotion with what we call “competitive advantage period”— or CAP—literally the\nperiod of time a company can generate excess returns on new investments.31 CAP\nis one of the most important drivers of shareholder value, yet is rarely explicitly\nquantified. It is of critical importance in understanding how these new dynamics\ntranslate into stock prices because the longevity of business models in the new\neconomy is likely to be shorter than old economy as the result of discontinuous\ninnovation.\nBusinesses that achieve the increasing-returns feedback cycle get stronger and\nstronger over time. Hence, their sustainable competitive advantage strengthens.\nThis is counter to the traditional micro-economic theory of diminishing returns.\nGenerally, the lengthening of the lead company’s CAP comes at the expense of its\ncompetitors. Accordingly, it behooves the investor to identify the dominant com-\npany in a given space as soon as possible, as these companies tend to enjoy mas-\nsively disproportionate percentage of industry growth and value creation.\nThe winner-take-most characteristic of the new economy, then, flows through\neach of the main stock price value drivers. And the affects on share prices are not\nsubtle: it is not unusual for the gorilla in a given space to trade at a valuation\nmultiple five times its weakest competitor. We believe that the marriage of the\nnew economy strategy framework with a sound valuation model will be a neces-\nsary tool in any investor’s toolbox for the 21st century.\n"
    },
    {
      "number": 15,
      "text": "Frontiers of Strategy\n– 15 –\nTable 4\nThe Old and New Economies at a Glance\nTraditional forces\nOld economy\nNew economy\nPower of buyers\nBuyer concentration\nEconomic web comes first\nBuyer volume\nDistribution of knowledge is cheap\nBuyer switching costs\nStandards lower prices and costs\nGive-it-away strategy\nPower of suppliers\nDifferentiation of inputs\nVirtual companies\nPresence of substitute inputs\nStandards lower substitution risk\nSupplier concentration\nFocus on cooperation versus “extracting\nImportance of volume to supplier\nInformation sharing\nThreat of backward integration\nSubstitution threat\nRelative price performance of substitutes\nLock-in\nSwitching costs\nInferior technology may win\nBuyer propensity to switch\nBet on the web, not the product\nDiscontinuous innovation\nBarriers to entry\nEconomies of scale (supply side)\nEconomies of scale (demand side)\nProprietary product differences\nNetwork effect\nSwitching costs\nUpfront costs\nCapital requirements\nLock-in\nAccess to distribution\nTipping points\nCost advantages\nPath dependence\nGovernment policy\nLink-and-leverage\nPotential retaliation\nRivalry\nIndustry growth\nIncreasing returns\nOver/under capacity\nStandards\nInformational complexity\nCo-opetition vs. Competition\nDiversity of competitors\nDiscontinuous innovation\nCorporate stakes\nCompeting economic webs\nExit barriers\nSource: Michael E. Porter, Competitive Advantage (New York: Free Press, 1985), CSFBC.\nN.B.:  CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager or\nco-manager of a public offering of securities for or makes a primary market in issues of any or all of the companies men-\ntioned.  Closing prices are as of November 13, 1998:\n3COM (COMS, 34 9/16, Strong Buy)\nAmazon.com (AMZN, 127 3/4, Buy)\nAmerica Online (AOL, 140, Strong Buy)\nApple Computer (AAPL, 35 11/16, Hold)\nBerkshire Hathaway (BRK.A, 66,400, NR)\nCD Now (CDNW, 11 1/2, NR)\nCisco Systems (CSCO, 64 11/16, Buy)\nFox Entertainment (FOX, 24 1/8, NR)\nIntel (INTC, 103 3/4, Buy)\nMicrosoft (MSFT, 110, Strong Buy)\nN2K (NTKI, 8 3/4, NR)\nNetscape (NSCP, 27 1/4, NR)\nPfizer (PFE, 105 5/8, Hold)\nViacom (VIAB, 64 11/16, Buy)\nAppendix A\n"
    },
    {
      "number": 16,
      "text": "Frontiers of Strategy\n– 16 –\n                                                                       \n1 “A Lesson on Elementary, Worldly Wisdom as it Relates to Investment Management and Busi-\nness”, Outstanding Investor Digest, May 1995.\n2 Interview with Paul Romer: http://www.strategy-business.com/thoughtleaders/97110/page1.html.\n3 Information Rules, Carl Shapiro and Hal R. Varian, (Harvard Business School Press, Boston,\n1999).\n4 Unleashing the Killer App, Larry Downes and Chunka Mui, (Harvard Business School Press, Bos-\nton, 1998).\n5 “Bank of America Roundtable on The Soft Revolution: Achieving Growth by Managing Intangi-\nbles,” Journal of Applied Corporate Finance, Summer 1998.\n6 “Endogenous Technological Change,” Paul M. Romer, Journal of Political Economy, 1990, vol. 98,\nno. 5, pt. 2.\n7 The phrase “increasing returns” has been used with greater frequency recently in spite of the fact\nthat it has no singular definition. We count at least four senses of the term (three of which we employ\nin this report). First is the notion that knowledge begets more knowledge. Second is the economy of\nscale associated with the network effect. Third is the benefit from the universal learning curve. Fi-\nnally is the high-upfront-cost, low distribution cost characteristic of new economy businesses.\n8 More Heat than Light: Economics as Social Physics, Physics as Nature’s Economics, Philip Mi-\nrowski, (Cambridge University Press, Cambridge, 1989).\n9 “Increasing Returns and the New World of Business,” W. Brian Arthur, Harvard Business Review,\nJuly-August 1996.\n10 “Frontiers of Finance—A Piece of the Action,” Michael J. Mauboussin and Bob Hiler, Credit\nSuisse First Boston Equity Research, November 2, 1998.\n11 How Hits Happen, Winslow Farrell, (HarperBusiness, New York, 1998).\n12 Competing on the Edge: Strategy as Structured Chaos, Shona L. Brown and Kathleen Eisenhardt,\n(Harvard Business School Press, Boston, 1998).\n13 Bionomics: Economy as Ecosystem, Michael Rothschild, (Henry Holt, New York, 1990).\n14 “Increasing Returns and the New World of Business,” W. Brian Arthur, Harvard Business Review,\nJuly-August 1996.\n15 Economist Brian Arthur has argued that the upfront cost dynamic may create greater instability in\nthe economy. The point can be illustrated by thinking about a night out on the town. Assume there\nare two choices of bars, one with a high cover charge and free beers (new economy) and one with a\nmoderate cover charge and expensive beers (old economy). Assuming the economy is poor is like\ngoing home early. Your all-in cost would be great at the first bar because the cost was upfront, while\nyour all-in cost at the second bar would be more modest since the cost was more spread out. Hence\nthe new economy may create more instability.\n16 “Path-Dependent Processes and the Emergence of Macrostructure”, Arthur, Ermoliev, Kaniovski,\nin Increasing Returns and Path Dependence in the Economy, W. Brian Arthur, (The University of\nMichigan Press, Ann Arbor, 1994).\n17 The Winner-Take-All Society, Robert H. Frank and Philip J. Cook, (Free Press, New York, 1995).\n18 Crossing the Chasm, Geoffrey A. Moore, (HarperBusiness, New York, 1991).\n19 http://raven.stern.nyu.edu/networks/dictionary.html.\n20 “Above the Crowd”, Bill Gurley, Credit Suisse First Boston Research, March 20, 1995.\n21 “Increasing Returns and the New World of Business,” W. Brian Arthur, Harvard Business Review,\nJuly-August 1996.\n22 For an excellent treatment of how standard-setting alliances are formed, see The Complexity of\nCooperation, Robert Axelrod, (Princeton University Press, Princeton, 1997), pp. 96-120.\n23 Co-opetition, Adam M. Brandenburger and Barry J. Nalebuff, (Currency Doubleday, New York,\n1996).\n24 The Innovator’s Dilemma, Clayton M. Christensen, (Harvard Business School Press, Boston,\n1997).\n25 New Rules for the New Economy, Kevin Kelly, (Viking, New York, 1998).\n26 “Strategy as a Portfolio of Real Options”, Timothy A. Luehrman, Harvard Business Review, Sep-\ntember-October 1998.\n27Information Rules, Carl Shapiro and Hal R. Varian, (Harvard Business School Press, Boston,\n1999).\n28 Renewal: Crafting Strategy through Economic Time (forthcoming), Jeffrey R. Williams, (Free\nPress, New York, 1998).\n"
    },
    {
      "number": 17,
      "text": "Frontiers of Strategy\n– 17 –\n                                                                                                                                                                                   \n29 Net.gain:Expanding Markets through Virtual Communities, John Hagel and Arthur G. Armstrong,\n(Harvard Business School Press, Boston, 1997).\n30 The Gorilla Game, Geoffrey Moore, Paul Johnson, Tom Kippola, (HarperBusiness, New York,\n1998).\n31 “Frontiers of Finance—Competitive Advantage Period (CAP): The Neglected Value Driver”, Mi-\nchael Mauboussin and Paul Johnson, Credit Suisse First Boston Equity Research, January 14, 1997.\n"
    }
  ]
}