{
  "filename": "mm_089_2014_what_does_a_price_earnings_multiple_mean__an_analytical_bridge_between_p_es_and_solid_economics.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423223418-07'00'",
    "modDate": "D:20240423223526-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 89,
      "year": "2014",
      "date": "1/29",
      "institution": "Credit Suisse",
      "title": "What Does a Price-Earnings Multiple Mean? An Analytical Bridge between P/Es and Solid Economics",
      "url": "https://12mv2.files.wordpress.com/2024/04/14-01-29-what-does-a-price-earnings-multiple-mean__an-analytical-bridge-between-p-es-and-solid-economics.pdf"
    },
    "tags": [
      "Valuation methods",
      "Financial metrics",
      "Expectations analysis",
      "Capital allocation"
    ],
    "tagged_at": "2025-01-20T21:27:50.157087"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nJanuary 29, 2014 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \n \n \n \n “Remember, cash is a fact, profit is an opinion.” \n \nAlfred Rappaport1 \n \n This report aims to provide an analytical bridge between price-earnings \nmultiples and sound economic reasoning by breaking firm value into two \ncomponents: a steady state and future value creation.  \n The price-earnings multiple is the primary method analysts use to value \nstocks. Yet, most investors don’t have a clear sense of what a particular \nmultiple implies about a company’s future financial performance and don’t \nunderstand how multiples change over time. \n The value of a financial asset is the present value of future cash flows. A \ngood discounted cash flow model avoids accounting vagaries, whereas \nmanagements can manage or manipulate earnings. \n In assessing capital allocation, consider incremental returns on capital first \nand growth second. Growth only creates value if the investments generate \na return in excess of the cost of capital. \n \n \n \nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nWhat Does a Price-Earnings Multiple Mean? \nAn Analytical Bridge between P/Es and Solid Economics  \n"
    },
    {
      "number": 2,
      "text": " \n \nJanuary 29, 2014 \n \nWhat Does a Price-Earnings Multiple Mean? \n2 \nIntroduction2 \n \nThe price-earnings multiple remains the primary method analysts use to value stocks.3 Researchers who \nsurveyed equity research reports found that more than 99 percent of the analysts used some sort of multiple \nand less than 13 percent used any variation of a discounted cash flow model.4 Price-earnings multiples may \nbe a common way to assess the attractiveness of a stock, but most investors fail to have a clear sense of \nwhat a particular multiple implies about a company’s future financial performance and don’t understand how \nmultiples change over time. \n \nThe sloppy use of multiples is almost everywhere you look. In our opinion, some analysts justify their \nrecommendations with apples-to-oranges comparisons of businesses with different economics, suggest \ncompanies should trade at the same multiple as the past without a solid economic justification to do so, and \ncompare price-earnings multiples with growth rates without any mention of the underlying economic returns. \nPrice-earnings multiples are widespread in use yet remarkably poorly understood. \n \nTake as an example two companies, Apple, Inc. (AAPL) and Edison International (EIX), which had the same \nprice-earnings multiple, 12.8, based on year-end 2013 prices and 2014 consensus earnings estimates. \nSetting aside any perceived mispricing, it stands to reason that the prevailing price-earnings multiple implies \nradically different outlooks for these two companies. They are in separate sectors (information technology and \nutilities), with vastly disparate economic returns on capital (AAPL’s CFROI® is 25 percent versus EIX’s 5 \npercent), substantial variance in the outlook for earnings growth (the expected 5-year earnings per share \ngrowth is nearly 50 percent for AAPL and 7 percent for EIX), and very different capital structures (AAPL has \nnet cash while EIX has a healthy amount of debt). \n \nHow can two companies so unalike have the same price-earnings multiple? Contemplating how these two \nstocks arrive at the same multiple from very different directions provides a mental warm-up for the process of \ncarefully considering what comprises a price-earnings multiple. Without a proper appreciation for the factors \nthat determine a multiple, there is no way to apply it intelligently in exercises of relative or absolute valuation. \n \nThe value of a financial asset is the present value of future cash flows. Few serious market practitioners would \ndisagree. But many investors shun models that project and discount future cash flows because they deem \nthem too complicated or sensitive to assumptions. Yet these same individuals seem blithely content to rely on \nmultiples.  \n \nHere’s the challenge. With discounted cash flow models, the value is sensitive to the inputs. But the \nassumptions underlying the inputs are explicit. You can compare them to base rates, discuss them, and \ndebate them. With multiples, those assumptions are buried. The assigned multiple becomes a point of \npersuasion rather than a thoughtful case based on the economic drivers of value.   \n    \nThe goal of this piece is to provide an analytical bridge between price-earnings multiples—really, multiples of \nany kind—and sound economic reasoning. We’ll start by looking at price-earnings multiples through a classic \nvaluation lens, and will examine the two main components of that model. We’ll finish by discussing the role of \nmultiples in considering price-implied expectations.   \n \n \n \n \n \n \n"
    },
    {
      "number": 3,
      "text": " \n \nJanuary 29, 2014 \n \nWhat Does a Price-Earnings Multiple Mean? \n3 \nBack to First Principles \n \nA logical and useful place to start untangling price-earnings multiples is the foundational paper on valuation \nthat professors Merton Miller and Franco Modigliani (M&M) wrote in 1961.5 In it, they addressed a \nfundamental question: “What does the market ‘really’ capitalize?” They did not crown a winner among \napproaches that rely on earnings, dividends, or cash flows. Rather, they showed that all of these methods \nyield the same result if you address the problem correctly. \n \nIn the section that demonstrates this theoretical equivalence, M&M offer a formula that is very helpful for \ninvestors. They say that you can separate the value of a company into two parts:6 \n \nValue of the firm = steady-state value + future value creation   \n \nWe can define the terms on the right side of the equation even further: \n \n \n \nThe steady-state value of the firm, calculated using the perpetuity method, assumes that current net operating \nprofit after tax (NOPAT) is sustainable indefinitely and that incremental investments will neither add, nor \nsubtract, value. Using this method implies that NOPAT is constant in nominal terms but that it decreases after \ninflation is considered.7   \n \n \n \nFuture value creation boils down to how much money a company invests, what spread that investment earns \nrelative to the cost of capital, and for how long a company can find value-creating opportunities.  \n \nM&M note that this formula “has a number of revealing features and deserves to be more widely used in \ndiscussions of valuation.” Here are some specific ways the equation can help inform our discussion: \n \n The equation allows you to disaggregate a price-earnings multiple into a commodity component (the first \nterm) and a franchise component (the second term). This lets you understand how much you are paying \nfor future value creation. \n \n The central importance of return on incremental invested capital becomes immediately clear. If that return \nis equal to the cost of capital, the value of the equation’s second term collapses to zero. \n \n The formula shows the impact of growth. For companies that have a large spread between the return on \ninvested capital and cost of capital, rapid growth adds a lot of value. For large negative spreads, growth \nsubtracts a lot of value. Whether growth is good or bad is contingent on the incremental return. As M&M \nwrite, “the essence of ‘growth,’ in short, is not expansion, but the existence of opportunities to invest \nsignificant quantities of funds at higher than ‘normal’ rates.” The “normal” rate is the cost of capital.    \n \n The equation shows the potential limitations of relative valuation techniques. Comparing two companies in \nthe same industry with different economic characteristics adds little insight. \n \n The equation provides a quick sense of the expectations built into a stock.      \nSteady-state value =\nNet operating profit after tax (normalized)\nCost of capital\n+ excess cash\nFuture value creation = Investment * (return on capital – cost of capital) * competitive advantage period\nCost of capital * (1 + cost of capital)\n"
    },
    {
      "number": 4,
      "text": " \n \nJanuary 29, 2014 \n \nWhat Does a Price-Earnings Multiple Mean? \n4 \nThe equation solves for the value of the firm, but it is straightforward to tailor the analysis to the value of the \nequity only. Since: \n \nValue of the firm = debt + equity   \n \nThen: \n \nEquity value = steady state + future value creation + excess cash – debt    \n \nExcess cash includes cash, marketable securities, and other nonoperating assets beyond what the company \nneeds to run its operations, less any tax consequences of freeing that cash (for example, U.S. companies owe \ntaxes on cash that they repatriate from foreign countries). Debt includes short- and long-term debt plus any \nother relevant claims that are ahead of equity, including preferred stock.  \n \nIn theory, valuing the firm and subtracting debt to arrive at an equity value (unlevered valuation) is equivalent to \nvaluing the equity directly (levered valuation). Appendix A demonstrates this equivalence. In practice it can be \nchallenging to perfectly reconcile the two approaches.   \n \nComponent I: The Steady-State Value \n \nThe steady-state value of a firm is the worth of the business assuming that it maintains its normalized level of \nNOPAT into perpetuity. A company arrives at its steady-state value when its incremental investments earn the \ncost of capital. With the second term of the equation collapsed to zero, all of the firm’s value falls on the \nsteady state.8  \n \nNote that this discussion is independent of growth. A company can continue to grow earnings as it invests at \nthe cost of capital. It will just fail to create value, and hence should trade at its steady-state worth. We can \nreadily translate from the steady-state value to a steady-state price-earnings multiple, which is the reciprocal \nof the cost of equity: \n \n \n \nAs of the beginning of 2014, Aswath Damodaran, a professor of finance at New York University’s Stern \nSchool of Business, estimated the cost of equity in the United States to be 8 percent.9 This translates into a \nsteady-state price-earnings multiple of 12.5 times. Appendix B discusses the derivation of the cost of equity. \n \nSimplistically, we can say that the market expects a company to create shareholder value if its stock trades at \nabove 12.5 times current earnings. If the stock trades below that multiple, the market is assuming either no \nvalue creation or that future value creation will be insufficient to offset a decline in the current base business. \nIn other words, current earnings are unsustainable. \n \nExhibit 1 shows the appropriate steady-state price-earnings multiple from 1961 through the end of 2013. The \nmultiple started in the high teens in the early 1960s, a period when the cost of equity was low. It then had a \nsteady march downward as both interest rates and the equity risk premium rose, bottoming at just over 5 \ntimes in 1981. Consistent with bull markets in both bonds and stocks, the steady-state price-earnings multiple \nascended, with a recent peak in the late 1990s. Over the full period, the average multiple was 10.4 times with \na standard deviation of 2.7.   \nSteady-state price-earnings multiple =\n1\nCost of equity\n"
    },
    {
      "number": 5,
      "text": " \n \nJanuary 29, 2014 \n \nWhat Does a Price-Earnings Multiple Mean? \n5 \nExhibit 1: The Steady-State Price-Earnings Multiple (1961-2013) \n \nSource: Cost of equity estimates from Aswath Damodaran.  \n \nCareful consideration of Exhibit 1 can help frame discussions about the appropriate price-earnings multiple, \nboth on an absolute basis and relative to history. Price-earnings multiples are a product of a multitude of \nfactors, including interest rates, inflation expectations, the equity risk premium (itself influenced by sentiment), \nthe business cycle, tax rates, the quality of earnings, growth prospects, and investment opportunities. To the \ndegree to which those factors change over time, it stands to reason that the appropriate multiple will change \nas well. For this reason, appeals to history should be approached with caution. \n \nSince 1961, the steady-state value has explained about two-thirds of the market’s value, on average, and \nanticipated value creation has explained the other third (see Exhibit 2). We calculate this by taking the sum of \nthe operating net income for the S&P 500 over the last four quarters, capitalizing it by the cost of equity, and \nsubtracting the result from the S&P 500 price level.  \n \nFor example, the four quarters of earnings ended September 30, 2013 were $102.20 and the cost of equity \nwas 8 percent, generating a steady-state value of 1,277.50 for the S&P 500. The index closed at 1,681.55. \nThis means that the steady state was 74 percent of the value and that anticipated value creation was the \nother 24 percent.   \n \n \n \n \n \n \n \n \n \n \n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n20\n1961\n1965\n1969\n1973\n1977\n1981\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nAverage\n"
    },
    {
      "number": 6,
      "text": " \n \nJanuary 29, 2014 \n \nWhat Does a Price-Earnings Multiple Mean? \n6 \nExhibit 2: Percentage of S&P 500 Attributable to Anticipated Value Creation (1961-2013) \n \nSource: Standard & Poor’s, Aswath Damodaran, Credit Suisse. \nNote: Data as of January 20, 2014.  \n \nAs the exhibit shows clearly, the ratio of anticipated value creation to total value has swung substantially over \nthe years. In the bear market of 1973 and in the recovery market in 2011, the anticipated value creation was \nnegative. The ratio spiked around the time of the 1987 crash, the dot.com bubble in 2000, and during the \nGreat Recession in 2008-2009. Based on the consensus of estimates for 2014 earnings, the ratio is now in \nthe range of 15-20 percent.    \n \nThese measures are for the market. What about an individual company? Bruce Greenwald, a professor of \nfinance and economics at Columbia Business School, discusses a hypothetical company that makes toasters \nthat he calls, appropriately, Top Toaster. He suggests that Top Toaster’s early successes dissipate as \ncompetition comes along and drives down returns on incremental capital to the cost of capital. At that point, \nTop Toaster will trade at its steady-state price-earnings multiple. It produces a commodity product and earns \nits cost of capital. Greenwald suggests that this is the plight of most companies. Cementing the idea in his \ninimitable style, he says, “In the long run, everything is a toaster.”10 \n \nTo the degree that Greenwald is correct, companies that end up earning their cost of capital trade at the \nsteady-state price-earnings multiple. If competitive forces are strongly at play, a company’s price-earnings \nmultiple will migrate toward the steady state. Factors that determine the rate of this migration include barriers \nto entry in the industry, the ferocity of competition, and the rate of technological change. Management’s job is \nto mitigate these factors. \n   \nExhibit 3 provides a very simple example of the march toward a steady-state price-earnings multiple. This \ncompany starts with a return on invested capital of 56 percent and a growth rate of 25 percent. Justifiably, the \nstock’s price-earnings multiple is a very high 70 times. We then fade the returns on capital from 56 percent to \n8 percent, the assumed cost of capital, and slow the growth rate from the mid-20s to 5 percent over the \nsubsequent 25 years. The warranted price-earnings multiple glides down from around 70 times to 12.5 times. \nThis is the commodity multiple. \n-20\n-10\n0\n10\n20\n30\n40\n50\n60\n70\n1961\n1963\n1965\n1967\n1969\n1971\n1973\n1975\n1977\n1979\n1981\n1983\n1985\n1987\n1989\n1991\n1993\n1995\n1997\n1999\n2001\n2003\n2005\n2007\n2009\n2011\n2013\nAnticipated Value Creation (%)\n2 standard deviations\n2 standard deviations\nAverage\nCurrent\n"
    },
    {
      "number": 7,
      "text": " \n \nJanuary 29, 2014 \n \nWhat Does a Price-Earnings Multiple Mean? \n7 \nExhibit 3: The March toward a Commodity Multiple \n \nSource: Credit Suisse. \n \nAnalysts who argue that the price-earnings multiple of a company that was prosperous in the past should \nrevert to a previous level must be particularly mindful of this pattern. Unless a company’s prospects for growth \nand return on incremental capital are consistent with prior levels, a condition that is generally very difficult to \nmeet as a company grows, then there is no reason to believe that the price-earnings multiple will match \nhistorical levels. Multiples may rise if the cost of capital falls, but that value driver affects all stocks in a similar \nfashion.   \n \nExhibit 4 provides three examples of the pattern in Exhibit 3 using Wal-Mart, Microsoft, and Gannett. For each \ncompany, a line traces the ratio of its price-earnings multiple to the steady-state multiple from Exhibit 1 from \n1986 through 2013. A high number suggests that the market is pricing in substantial future value creation, \nand a ratio of 1.0 means the company is being valued at a commodity multiple. In all three cases, the ratios \nhave descended toward one over the past quarter century.   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n0\n10\n20\n30\n40\n50\n60\n70\n80\n1\n3\n5\n7\n9\n11\n13\n15\n17\n19\n21\n23\n25\nP/E Ratio\nYears\n"
    },
    {
      "number": 8,
      "text": " \n \nJanuary 29, 2014 \n \nWhat Does a Price-Earnings Multiple Mean? \n8 \nExhibit 4: Ratio of P/E to Steady-State Multiple for Wal-Mart, Microsoft, and Gannett \n \nSource: Standard & Poor’s, Aswath Damodaran, Credit Suisse. \n \nWe can’t assume that all companies can sustain their current levels of net operating profit after tax.11 For \nexample, companies that make desktop personal computers, print books, or publish newspapers are facing \nsecular challenges. In these cases, we can modify the steady-state value with a variation of the Gordon \ngrowth model:12  \n \nModified steady-state value = Net operating profit after tax (1 + growth)  \nCost of capital - growth \n \nTake as an example a company that has $100 in NOPAT and a 10 percent cost of capital. The steady-state \nvalue is $1,000 ($100/.10). Let’s now assume that the company’s profit will decline 10 percent per year in \nperpetuity. Note that we are adding a negative value for growth in the numerator, which has the effect of \nreducing the NOPAT. We are also subtracting a negative in the denominator, which has the effect of \nincreasing the discount rate. We calculate the value as follows: \n \n Modified steady-state value =   $100 (1 + -.10)     =     $100(.90)   =     $90     =     $450  \n   .10 – -.10                     0.20              0.20 \n \nWere this decline accurate and the market to price it properly, the steady-state price-earnings multiple would \nbe 4.5 times ($450/$100). So businesses with very bright outlooks for value creation can still have justifiably \nlow multiples if the current level and sources of earnings are unsustainable.  \n \n \n \n0\n1\n2\n3\n4\n5\n6\n1986 1989 1992 1995 1998 2001 2004 2007 2010 2013\nRatio of P/E to Steady-State Multiple\nWal-Mart\nMicrosoft\nGannett\n"
    },
    {
      "number": 9,
      "text": " \n \nJanuary 29, 2014 \n \nWhat Does a Price-Earnings Multiple Mean? \n9 \nComponent II: Value Growth Opportunities  \n \nAssuming the current level of earnings is sustainable, we can attribute about one-fifth of the value of today’s \nstock market to future value creation. The M&M formula tells us that there are three key drivers of value \ncreation: \n \n The spread between the return on incremental invested capital and the cost of capital. \n \n The magnitude of the investment. \n \n How long a company can find investments at a positive spread. \n \nThe combination of the first two drivers dictates the rate of growth. To show this relationship, we first need to \ndefine return on incremental invested capital, or ROIIC.  \n \nROIIC = NOPAT1 – NOPAT0 \n \n              Investment0 \n \nIn plain words, this says that ROIIC equals the increase in NOPAT this year divided by the investment the \ncompany made last year. NOPAT equals the cash earnings of the business assuming no financial leverage, \nand investments include changes in net working capital, capital expenditures net of depreciation, and \nacquisitions.13 There’s a very important simplifying assumption that says that all of the increase in NOPAT is \nattributable to last year’s investment.14 \n \nLet’s examine an example to make this more tangible. Say a company invests $50 in a particular year and \nsees its NOPAT grow by $10 in the subsequent year. ROIIC would equal 20 percent ($10/$50). What if the \ncompany invested $100 to get the same lift in NOPAT? ROIIC would decline to 10 percent ($10/$100). So \nROIIC is a measure of how efficiently a company grows.   \n \nWhen companies and investors think about valuation, they commonly start with growth. But an understanding \nof the first two drivers of value shows why this focus is wrong. If a company is expected to have an ROIIC \nexactly equal to the cost of capital, the second term of the equation collapses to zero and the price-earnings \nmultiple goes to the steady-state level. If ROIIC is above the cost of capital, the second term is positive, and \ngrowth will enhance value. Finally, if ROIIC is less than the cost of capital, growth destroys shareholder value. \nMore rapid growth leads to greater value destruction. \n \nSo whether growth is virtuous depends on the firm’s incremental economic returns. A company can grow its \nearnings per share without creating shareholder value.15 In our view, proper thinking about valuation requires \ndwelling first on the incremental return on investment and only later considering the impact of growth. \n \nExhibit 5 shows the trade-off between returns and growth. Across the top are various assumptions about \nROIIC. Down the side are a range of NOPAT growth rates. In the body are the price-earnings multiples that \nfall out of the relationships. The model generating these multiples assumes that the company is financed \nsolely with equity, has a cost of capital of 8 percent, and that the company can find investments at the implied \nreturn for 15 years. More realistic assumptions do not change the core lessons from the exhibit.16   \n \n \n \n"
    },
    {
      "number": 10,
      "text": " \n \nJanuary 29, 2014 \n \nWhat Does a Price-Earnings Multiple Mean? \n10 \nExhibit 5: P/Es Given Different Scenarios for ROIC and Growth \n \nSource: Credit Suisse. \nNote: Assumes all equity financed; 8% cost of capital; 15-year forecast period. \n \nThere are three fundamental concepts that you can take away from the exhibit. First, a company earning its \ncost of capital will trade at the commodity price-earnings multiple, 12.5 times in this case, irrespective of \ngrowth. You can imagine these companies as being on an economic treadmill: You can speed up or slow \ndown the treadmill of growth and it makes no difference, the companies are not going anywhere. Value \nneutral companies must first figure out how to increase ROIIC before they worry about growth. \n \nSecond, if a company is generating returns in excess of the cost of capital, growth is good. Indeed, all things \nbeing equal, faster growth translates directly into a higher price-earnings multiple. For instance, the warranted \nprice-earnings multiple for a company with a 24 percent ROIIC and 4 percent growth is 16.1 times, whereas a \ncompany with the same ROIIC but a more rapid growth rate of 10 percent is worth 25.7 times. The value of \nhigh ROIIC companies is extremely sensitive to changes in perceived rates of growth. \n \nFinally, companies that earn below the cost of capital on their incremental investments destroy shareholder \nvalue. We can see this clearly in cases when companies overpay for acquisitions and hence transfer wealth to \nthe selling company. Acquisitions are a good example because the acquiring company grows, and in many \ncases the deal is accretive to earnings per share. That many deals grow the business and earnings yet destroy \nvalue is a stark reminder that an acceptable return on incremental investment is paramount.       \n \nAcademic research shows that the stocks of those companies that grow their assets the most rapidly, a proxy for \nsubstantial investment, tend to generate lower returns for shareholders.17 In theory, companies can rank their \ninvestment opportunities in relative attractiveness. The idea is that those companies that invest the most deplete \nthe value creating investment opportunities and dip into investments that are value neutral or value destroying.  \n \nThe final component of future value creation is how long a company can find attractive investment \nopportunities. M&M referred to this as simply “T,” but it is also known as “value growth duration,” “competitive \nadvantage period,” and “fade.”18 This period is closely related to sustainable competitive advantage. Some \ncompanies are able to find attractive investment opportunities over a long time by virtue of the industry in \nwhich they compete, the strategies they select, the capital allocation choices they make, and some luck.19    \n \nThe period of attractive investment opportunities has attracted considerable research attention. There are a \nfew things we can say to summarize the work. First, the market tends to impound value creation for many \nyears in the future. It is common for the market to reflect a half dozen years or more of value-creating \ninvestment opportunities in the price of a stock. This empirical reality counters the notion that the market is \nstrictly short-term oriented.  \n4%\n8%\n16%\n24%\n4%\n7.1x\n12.5x\n15.2x\n16.1x\n6%\n3.3\n12.5\n17.1\n18.6\n8%\nNM\n12.5\n19.4\n21.8\n10%\nNM\n12.5\n22.4\n25.7\nReturn on Invested Capital\nEarnings Growth\n"
    },
    {
      "number": 11,
      "text": " \n \nJanuary 29, 2014 \n \nWhat Does a Price-Earnings Multiple Mean? \n11 \nSecond, the anticipated period of value creating investment opportunities is different for various industries. For \ninstance, research by Brett Olsen, a professor of finance, suggests that the market-implied competitive \nadvantage period averaged about 8 years from 1976-2007, with a span of roughly 5 years for very \ncompetitive industries to 15 years for industries that are more stable.20  \n \nThis range of market-implied competitive advantage periods is tied closely to the reversion to the mean of \nreturns on invested capital. That reversion occurs is incontrovertible, but we also know that the rate of \nreversion to the mean varies by industry, which explains the range that we see in years of anticipated value \ncreation. This says that industries with rapid reversion to the mean justifiably deserve lower price-earnings \nmultiples, as the second term of the equation will be worth less, all things equal, than that of an industry with a \nslow rate of reversion to the mean. Slow fade sectors include consumer staples and health care, and fast fade \nsectors include information technology and energy.21 \n \nRecognizing the persistence of high returns and attractive investment opportunities for some companies within \nits database, Credit Suisse HOLT® developed criteria for “eCAP” companies. These companies are expected \nto find attractive investment opportunities for a longer period than the general population of companies can. \nThe criteria for being an eCAP company, which the HOLT team derived empirically, include a sufficiently high \ninitial CFROI, slow fade, low CFROI volatility, and asset growth that remains in check.22 \n \nA thoughtful assessment of future value creation must balance a sense of ROIIC, growth, and the longevity of \ninvestment opportunities. All of these essential drivers are implicit in a price-earnings multiple but must be \nexplicit in a model based on discounted cash flow. Analysts frequently appeal to past multiples or comparable \nmultiples to make a case for valuation even as the outlook for one or more of these drivers has changed.  \n \nUse of Relative and Comparable Multiple Valuation \n \nA great deal of valuation in the financial community is based on relative or comparable multiples. Specifically, it \nis also common to compare the valuation of one company to a perceived group of peers to judge whether the \nstock is under- or overvalued. Analysts also frequently compare the current valuation of a company or an \nindustry to its past valuation to argue that it’s cheap or dear.  \n \nAt this point, the peril of comparable valuation based on multiples should be clear. Unless the value drivers of \nthe peer companies are very similar to those of the subject company, comparable valuations are baseless. \nMore often than not, disparities in price-earnings multiples are justified given the difference in economic \ncharacteristics of the companies in question. Industry classifications do not always accurately capture \ncompanies of similar economic profiles. \n \nMarket forecasters are fond of comparing today’s price-earnings multiple to multiples of the past to judge the \nprospects of the market. For historical multiples to be relevant to the present, today’s underlying drivers of \nvalue and valuation must be consistent with those of the past. This occurs only when the statistical properties \nof the drivers of stock price returns are stable over time. The fancy term for this stability is “stationarity.” These \ndrivers include interest rates, inflation expectations, tax rates, the equity risk premium, and the composition of \nthe companies within the market. Accounting standards must also be consistent so that earnings represent \nthe same quantity over time.       \n  \nIn fact, each of these drivers has seen a great deal of change over time. Let’s dwell on the equity risk \npremium for a moment. A survey of 150 corporate finance and valuation textbooks found that they \nrecommended a range of equity risk premiums from 3 to 10 percent, and one-third of the books used \ndifferent premiums within their own pages.23 Bradford Cornell, a professor of finance, looked at the equity risk \n"
    },
    {
      "number": 12,
      "text": " \n \nJanuary 29, 2014 \n \nWhat Does a Price-Earnings Multiple Mean? \n12 \npremium over time and concluded that it “is probably nonstationary.” He adds, tellingly, “Recognition that the \nrisk premium may be nonstationary provides a warning signal regarding the projection of past averages into \nthe future.”24      \n \nAll of this suggests that you should use relative and comparable multiples with a great deal of caution. What \nyou want to compare are the valuations given similar underlying economic drivers. This is true whether \ncomparing the stock of one company to a peer group or comparing valuations over time. At the end of the day, \nprice-earnings multiples are likely too blunt an instrument to do the job effectively.  \n \nOne approach based on a multiple that has received considerable interest in recent years is the cyclically \nadjusted price-earnings (CAPE) model developed by two professors of economics, John Campbell and Robert \nShiller.25 The basic argument is that the long-term expected return for the stock market slumps below average \nwhen the ratio of stock prices to long-term trailing earnings is high. Conversely, long-term expected returns \nare above-average when the ratio is low. We discuss the CAPE model in Appendix C. In recent years, its \nexplanatory power has been limited.  \n \nMultiples and Expectations \n \nThe key to making money in markets is to distinguish between expectations and fundamentals. The \nexpectations in a stock reflect a company’s anticipated financial results. This is the stock price. Fundamentals \nare the future financial performance of the business, including future return on incremental invested capital, \ngrowth, and sustainable competitive advantage. That is value. When price and value get out of line, there is \nopportunity.   \n \nThe expectations investing process has three steps.26 The first is to understand what expectations are \nreflected in today’s stock price. We can use a metaphor of a high jumper’s likely success, where the level of \nthe bar represents the expectations in the stock, and how high the jumper can leap reflects the company’s \nfundamental results. Step one tells us simply where the bar is set.  \n \nThe second step is to determine the company’s likely financial performance. This requires strategic and \nfinancial analysis. Strong financial results are consistent with a lofty jump and poor results with an inability to \ntake off.    \n \nThe final step flows from the first two. It is to make buy, sell, or hold decisions based on the difference \nbetween expectations and fundamentals. We want to know if the company will outperform expectations and, if \nso, whether there is a margin of safety. \n \nAll things being equal, low multiples indicate low expectations. Academics tend to prefer multiples of book \nvalue because of their higher relative stability, but the core idea is the same. Indeed, there is strong evidence \nto suggest that value investing, the purchase of a diversified portfolio of stocks that embed low expectations, \nworks well over time.27 Using the framework that this report developed, low multiple stocks generally have very \nmodest expectations about future value creation. Provided the base business is stable and the company can \ngenerate some value, the stock of a company with low expectations can deliver very attractive returns. \n \nIn practice, most analysts have only a vague idea of what expectations a particular price-earnings multiple \ncaptures. Exhibit 6 shows three companies that all justifiably trade at a 15.0 times price-earnings multiple. In \neach case, the steady-state multiple is 12.5 times and the other 2.5 points come from future value creation. \nThis example holds constant factors such as leverage and the period the company can find attractive \ninvestment opportunities, which further complicates the task of understanding expectations. \n"
    },
    {
      "number": 13,
      "text": " \n \nJanuary 29, 2014 \n \nWhat Does a Price-Earnings Multiple Mean? \n13 \nIn the top row is a company with high growth in earnings (12 percent) but generating only a modest positive \nspread (0.8 percentage points) to its cost of capital. The bottom row is projected to grow slowly (3 percent) \nbut with a very large positive return spread (15 percentage points). The company in the middle has a growth \nrate (6 percent) and a return spread (3 percentage points) that splits the anticipated results of the other \ncompanies. So a 15.0 price-earnings multiple can imply very different levels of corporate performance, a fact \nthat the simplicity of the multiple obscures.   \n  \nExhibit 6: Three Paths to a 15.0 Times Price-Earnings Ratio \n \nSource: Credit Suisse. \nNote: Assumes all equity financed; 8% cost of capital; 15-year forecast period. \n \n \n \nNOPAT growth\nROIIC\nHigh growth, low spread\n12.0%\n8.8%\nModerate growth, moderate spread\n6.0%\n11.0%\n15.0x\nLow growth, high spread\n3.0%\n23.0%\n"
    },
    {
      "number": 14,
      "text": " \n \nJanuary 29, 2014 \n \nWhat Does a Price-Earnings Multiple Mean? \n14 \nSummary  \n \nHere are some conclusions from this discussion: \n \n Multiples are not valuation; they are shorthand for the process of valuation. The value of a financial asset \nis the present value of future cash flows. Accordingly, it is essential to understand the components of a \nmultiple and to have a sense of what those components imply about a company’s future financial \nperformance.  \n \n In assessing capital allocation, consider incremental returns on capital first and growth second. Growth \nonly creates value if the investments generate a return in excess of the cost of capital. Note that this \nreturn need not be immediate. But no company should pursue growth solely for the sake of growth, and \nthe research shows that rapid asset growth is correlated with weak shareholder returns. \n \n Compare companies based on their business models, not their line of business. For companies to be \ntruly comparable, they must have similar outlooks for incremental returns, growth, and investment \nopportunities. They must also be financed in a similar fashion for a price-earnings multiple to be useful.    \n \n Be very careful using the past to understand the future. Past multiples are only relevant to the degree to \nwhich the underlying drivers of value are consistent through time. In fact, many of these drivers have \nchanged, greatly diminishing the utility of past averages.  \n \n This discussion applies to all multiples. While we limited our comments to price-earnings multiples, the \nbasic concepts apply to any multiple. The most commonly used multiples after price-earnings are \nenterprise value-EBITDA (EBITDA stands for earnings before interest, taxes, depreciation, and \namortization) and price-to-book value.  \n \n Be mindful of the quality of earnings. We delved into our discussion using techniques and definitions \n(e.g., net operating profit after tax, investments, and cost of capital) that come from a discounted cash \nflow (DCF) model. The goal of a good DCF model is to avoid accounting vagaries and to zero in on the \ncash flow. Earnings fail to do this, and managements have a great deal of discretion in determining the \nearnings they report. As Alfred Rappaport’s quotation at the beginning of this report reminds us, “cash is \na fact, profit is an opinion.”  \n \n \n \n \n"
    },
    {
      "number": 15,
      "text": " \n \nJanuary 29, 2014 \n \nWhat Does a Price-Earnings Multiple Mean? \n15 \nEndnotes \n \n1 Alfred Rappaport, Creating Shareholder Value: A Guide for Managers and Investors, Revised and Updated \n(New York: Free Press, 1997), 15. \n2 Parts of this report are based on Michael J. Mauboussin, “M&M on Valuation,” Mauboussin on Strategy, \nJanuary 14, 2005.   \n3 Stanley Block, “Methods of Valuation: Myths vs. Reality,” Journal of Investing, Vol. 19, No. 4, Winter 2010, \n7-14.  \n4 Paul Asquith, Michael B. Mikhail, and Andrea S. Au, “Information Content of Equity Analyst Reports,” \nJournal of Financial Economics, Vol. 75, No. 2, February 2005, 245-282.  \n5 Merton H. Miller and Franco Modigliani, \"Dividend Policy, Growth, and the Valuation of Shares,” Journal of \nBusiness, Vol. 34, No. 4, October 1961, 411-433. \n6 Martin Leibowitz, a luminary in the investment business, also breaks down value in this way. He calls the first \nterm “tangible value” and the second term “franchise value.” See Martin L. Leibowitz, Franchise Value: A \nModern Approach to Security Analysis (Hoboken, NJ: John Wiley & Sons, 2004).  \n7 You can find this equation in G. Bennett Stewart, III, The Quest for Value: A Guide for Senior Managers \n(New York: HarperCollins, 1991), 286-289.  \n8 For a discussion of two methods of calculating a perpetuity, see Alfred Rappaport and Michael J. \nMauboussin, Expectations Investing: Reading Stock Prices for Better Returns (Boston, MA: Harvard Business \nSchool Publishing, 2001), 36-38.  \n9 See: http://pages.stern.nyu.edu/~adamodar/. The 8 percent cost of equity estimate is the sum of the 3 \npercent yield on the 10-year U.S. Treasury note (the risk-free rate) and Damodaran’s estimate of the equity \nrisk premium of 5 percent. Both figures are as of January 1, 2014.  \n10 Bruce C. N. Greenwald, Judd Kahn, Paul D. Sonkin, and Michael van Biema, Value Investing: From \nGraham to Buffett and Beyond (New York: John Wiley & Sons, 2001), 71-74. For the toaster quotation, see \nRobin Moroney, “What the Toaster Teaches Us About Business,” WSJ Blogs: the Informed Reader, January \n10, 2007.  \n11 Phil Izzo, “Top 10 Dying Industries,” WSJ Blogs: Real Time Economics, March 28, 2011.  \n12 Myron J. Gordon, The Investment, Financing, and Valuation of the Corporation (Homewood, IL: Richard D. \nIrwin, Inc., 1962), 43-46. \n13 There are other methods to forecast investment needs. One of the best-known is the “value driver” model \ndeveloped by Al Rappaport. See Rappaport, 33-36, or Rappaport and Mauboussin, 21-28. \n14 This assumption can be reasonable for companies with stable investment patterns. In cases where \ninvestments are lumpy, it is more effective to use rolling averages of NOPAT changes and investments. \n15 Rappaport and Mauboussin, 15-16. \n16 For our examples we have assumed no financial leverage. But the introduction of debt influences the price-\nearnings ratio as well. Specifically, when the unlevered price-earnings multiple (firm value/NOPAT) is less \nthan 1/cost of debt, the price-earnings multiple falls as leverage rises. When the unlevered price-earnings \nmultiple is greater than 1/cost of debt, the price-earnings multiple rises with leverage. For a detailed proof of \nthis relationship, see Tim Koller, Marc Goedhart, and David Wessels, Valuation: Measuring and Managing the \nValue of Companies, Fifth Edition (Hoboken, NJ: John Wiley & Sons, 2010), 787-790. \n17 Michael J. Cooper, Huseyin Gulen, and Michael J. Schill, “Asset Growth and the Cross-Section of Stock \nReturns,” Journal of Finance, Vol. 63, No. 4, August 2008, 1609-1651. For international results, see Akiko \nWatanabe, Yan Xu, Tong Yao, and Tong Yu, “The Asset Growth Effect: Insights for International Equity \nMarkets,” Journal of Financial Economics, Vol. 108, No. 2, May 2013, 259-263.  \n18 For “value growth duration” see Rappaport, 71. For “competitive advantage period,” see Michael \nMauboussin and Paul Johnson, “Competitive Advantage Period: The Neglected Value Driver,” Financial \nManagement, Vol. 26, No. 2, Summer 1997, 67-74. For “fade,” see Bartley J. Madden, CFROI Valuation: A \nTotal System Approach (Oxford: Butterworth Heinemann, 1999), 161-167. \n"
    },
    {
      "number": 16,
      "text": " \n \nJanuary 29, 2014 \n \nWhat Does a Price-Earnings Multiple Mean? \n16 \n19 For a framework for assessing sustainable value creation, see Michael J. Mauboussin and Dan Callahan, \n“Measuring the Moat: Assessing the Magnitude and Sustainability of Value Creation,” Credit Suisse Global \nFinancial Strategies, July 22, 2013. For an excellent book on capital allocation, see William N. Thorndike, The \nOutsiders: Eight Unconventional CEOs and Their Radically Rational Blueprint for Success (Boston, MA: \nHarvard Business Review Press, 2012).  \n20 Brett C. Olsen, “Firms and the Competitive Advantage Period,” Journal of Investing, Vol. 22, No. 4, Winter \n2013, 41-50.  \n21 Michael J. Mauboussin, Dan Callahan, Bryant Matthews, and David A. Holland, “How to Model Reversion to \nthe Mean: Determining How Fast, and the What Mean, Results Revert,” Credit Suisse Global Financial \nStrategies, September 17, 2013. See also Bryant Matthews and David A. Holland, “Modeling Persistence in \nCorporate Profits by Industry and Estimating a Company’s Fair Price,” Credit Suisse HOLT Wealth Creation \nPrinciples, October 2013.  \n22 “Credit Suisse HOLT ValueSearch® Reference Handbook,” Credit Suisse HOLT, 2011. \n23 Pablo Fernandez, “The Equity Risk Premium in 150 Textbooks,” SSRN Working Paper, November 13, \n2013. Paper available at SSRN: http://ssrn.com/abstract=1473225. \n24 Bradford Cornell, The Equity Risk Premium: The Long-Run Future of the Stock Market (New York: John \nWiley & Sons, 1991), 48 and 59. \n25 John Y. Campbell and Robert J. Shiller, “Stock Prices, Earnings, and Expected Dividends,” Journal of \nFinance, Vol. 43, No. 3, July 1988, 661-676. Also, John Y. Campbell and Robert J. Shiller, “Valuation Ratios \nand the Long-Run Stock Market Outlook,” Journal of Portfolio Management, Vol. 24, No. 2, Winter 1998, \n11-26. Also, John Y. Campbell and Robert J. Shiller, “Valuation Ratios and the Long-Run Stock Market \nOutlook: An Update,” NBER Working Paper No. 8221, April 2001.   \n26 Rappaport and Mauboussin, 7-8.  \n27 Andrew Dubinsky, “Value Investing Retrospective,” Heilbrunn Center for Graham & Dodd Investing Project, \nJuly 2006. Paper available at: \nhttp://www8.gsb.columbia.edu/sites/valueinvesting/files/files/Value_Investing_Retrospective_HeilbrunnCent\nerResearchProject_July2006.pdf  \n28 Aswath Damodaran, Damodaran on Valuation, Second Edition (Hoboken, NJ: John Wiley & Sons, 2006), \n209-211.  \n29 Jeremy J. Siegel, Stocks for the Long Run: The Definitive Guide to Financial Market Returns and the Long-\nTerm Investment Strategies, Fifth Edition (New York: McGraw Hill, 2014), 83. Also, “Credit Suisse Global \nInvestment Returns Yearbook 2014,” Credit Suisse Research Institute, February 2014.  \n30 Campbell and Shiller (1988), Campbell and Shiller (1998), Campbell and Shiller (2001).  \n31 Benjamin Graham and David Dodd, Security Analysis (New York: McGraw Hill, 1934), 452.  \n32 Paul J. Lim, “Dueling Prisms for Valuing Stocks,” New York Times, October 13, 2012.  \n33 Jeremy J. Siegel, “The Shiller CAPE Ratio: A New Look,” Working Paper, May, 2013.  \n34 Kenneth L. Fisher and Meir Statman, “Cognitive Biases in Market Forecasts: The Frailty of Forecasting,” \nJournal of Portfolio Management, Vol. 27, No. 1, Fall 2000, 72-81.   \n \n \n \n"
    },
    {
      "number": 17,
      "text": " \n \nJanuary 29, 2014 \n \nWhat Does a Price-Earnings Multiple Mean? \n17 \nAppendix A: Equivalence of Unlevered and Levered Free Cash Flow Valuation Models \n \nThe value of equity should be the same whether you use an unlevered or a levered free cash flow model. In \nreality, it can be difficult to get the two to match. But here’s a simple example of the equivalence that works \nunder certain assumptions. This discussion is based on an analysis by Aswath Damodaran, a professor of \nfinance at New York University’s Stern School of Business.28 \n \nAssume that a firm has a market value of $1,000, made up of $750 in equity and $250 in debt. Assume \nearnings before interest and taxes (EBIT) of $107.7, a cost of equity of 8 percent, a pretax cost of debt of \n6.15 percent, and a tax rate of 35 percent. \n \nFirst, we can calculate the weighted average cost of capital (WACC) as follows: \n \n \n \nNow, we can calculate the value of the firm: \n \n \n \nNaturally, the value of the equity is simply the firm value less debt, or $750 ($1000 - $250 = $750). \n \nNow we calculate the value of the equity directly. Instead of capitalizing after-tax EBIT by the cost of capital, \nwe now capitalize net income by the cost of equity. The differences between unlevered and levered \napproaches include the treatment of financing costs and the tax shield. We assume that financing costs equal \ndebt times the pretax cost of debt.  \n \n \n \nWe can now calculate the value of the equity by capitalizing net income by the cost of equity: \n \n \n \nNaturally, this is a very simple example based on a perpetuity assumption. But you can expand on the basic \nlogic for each year, extending the model into the future.  \n \nAt the outset, we said this equivalence only works under certain assumptions. The first is that the sums for \ndebt and equity that we used to calculate the capitalization are the same as the product of the valuation. The \nsecond is an absence of nonoperating items that would affect net income but not EBIT. The third is that \nfinancing costs equal the pretax cost of debt times debt outstanding. \n \n \nWACC =\n750\n1,000\n.08(\n) + .0615\n250\n1,000\n(\n)\n(\n)\n1 − 0.35\n7%\n=\nValue of the firm = EBIT (1 − tax rate)\nWACC\n=\n=\n107.7(0.65)\n.07\n=\n70\n.07\n$1,000\nNet income = (EBIT − financing costs) (1 − tax rate) = (107.7 – 15.4)(0.65) = (92.3)(0.65) = $60\nValue of equity = $60\n.08\n$750 \n=\n"
    },
    {
      "number": 18,
      "text": " \n \nJanuary 29, 2014 \n \nWhat Does a Price-Earnings Multiple Mean? \n18 \nAppendix B: Estimating the Cost of Equity \n \nAccording to standard finance theory, you can estimate the cost of equity using the capital asset pricing model. \nThis model starts with a risk-free rate and adds an equity risk premium (ERP), a boost to returns in order to \ncompensate for higher risk. \n \nIn estimating the cost of equity, the devil is in the details. You must decide on an appropriate risk-free rate and \nthe means by which you will estimate the equity risk premium. For a detailed discussion of these issues, see \nour report entitled “Estimating the Cost of Capital” (October 8, 2013).  \n \nWhen considering the equity risk premium, you need not fly blind. There are a handful of market-based \nindicators that provide insight into the market’s risk appetite. These include bond spreads, credit default swaps, \nand measures of volatility.  \n \nAswath Damodaran uses a forward-looking model to estimate the equity risk premium. The idea is that he \nknows the price level of the market and can make sensible estimates of normalized growth in the future. He \ncan then impute the equity risk premium by calculating the discount rate that equates the present value of \nfuture cash flows with the prevailing index price.  \n \nExhibit 7 shows Damodaran’s estimate of the cost of equity, as well as its relevant components, over the past \n50 years. The Treasury note yield, the proxy for the risk-free rate, is at the bottom in solid blue, and the \nimplied ERP is on top in striped brown. The sum of the note yield and ERP is the cost of equity, or the \nexpected return for the market. After peaking in the early 1980s, the bull market of the 1980s and 1990s \ndrove down the implied return for the stock market. This explains the varying levels of the steady-state price-\nearnings multiple in Exhibit 1.  \n \nExhibit 7: Historical Implied Equity Risk Premium per Aswath Damodaran, 1961-2013 \n \nSource: Aswath Damodaran and Credit Suisse.  \n \n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n3.0\n3.5\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n16%\n18%\n20%\n1961\n1965\n1969\n1973\n1977\n1981\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nEquity Risk Premium / Treasury Note Yield\nEquity Risk Premium, Treasury Note Yield\nImplied Equity \nRisk Premium\nTreasury\nNote Yield\nERP / Treasury \nNote Yield\n"
    },
    {
      "number": 19,
      "text": " \n \nJanuary 29, 2014 \n \nWhat Does a Price-Earnings Multiple Mean? \n19 \nThe exhibit shows something even more remarkable: The ratio between the equity risk premium and the risk-\nfree rate. That ratio has averaged 0.8 over the past five decades (roughly an average ERP of 4 percent and \nrisk-free rate of 5 percent). But the extraordinarily loose monetary policy adopted by central banks around the \nworld following the financial crisis pushed interest rates below the level that many consider normal. Yet equity \nreturns, which have averaged 6-7 percent over time adjusted for inflation, have remained in a range consistent \nwith historical averages.29     \n \nAs a consequence, the ratio of ERP to risk-free rate jumped from below 1.0 in the early 2000s to more than \n3.0 in 2011 before settling down to about 1.7 today. While the expected return from the market hasn’t \nchanged much, the composition relies much more on the equity risk premium and much less on the risk-free \nrate than in the past. Whether we will see a ratio in the future that is closer to the historical average remains a \nsubject of debate.     \n \n \n"
    },
    {
      "number": 20,
      "text": " \n \nJanuary 29, 2014 \n \nWhat Does a Price-Earnings Multiple Mean? \n20 \nAppendix C: Cyclically Adjusted Price-Earnings (CAPE) Ratio  \n \nOne valuation approach that has garnered interest is the cyclically adjusted price-earnings (CAPE) ratio, also \nknown as the Shiller P/E, the Campbell-Shiller PE (10) Ratio, or the Shiller (10) Ratio. Some market \nforecasters point to the CAPE ratio as evidence of an overvalued market, while others dismiss the metric as \nfundamentally flawed and too pessimistic.  \n \nJohn Campbell and Robert Shiller, two economists, developed the foundation for the CAPE ratio in a series of \npapers.30 Investors commonly interpret the CAPE to be the ratio of price divided by a ten-year average of \nreported earnings per share, both adjusted for inflation. To illustrate, in early January 2014 the CAPE for the \nS&P 500 was 25.4, with the index at 1828.7 and earnings of $72.11 (1828.7/$72.11 = 25.4). Exhibit 8 \nshows the CAPE ratio since 1881. The average over the whole period is 16.5.  \n \nExhibit 8: Cyclically Adjusted Price-Earnings Ratio, January 1881-January 2014 \n \nSource: Robert Shiller’s home page, see: http://aida.wss.yale.edu/~shiller/data.htm. \n \nCampbell and Shiller use ten years of reported earnings because noise and the business cycle heavily \ninfluence short-term earnings. This sidesteps a great deal of the randomness in conventional price-earnings \nratios, which are typically based on one year. The professors also suggest that they were inspired by the \npioneers of security analysis, Benjamin Graham and David Dodd, who wrote that one should measure \nvaluation ratios over a period “not less than five years, and preferably seven to ten years.”31 \n \nThe finance professors argue that the CAPE ratio has strong predictive value. In their original paper, they \ncalculated the CAPE ratio using the S&P 500 Index (or a suitable proxy in the early years) from 1871 to 1987. \nThey did a regression analysis with the CAPE ratio as the independent variable and the subsequent ten-year \nreal returns on stocks as the dependent variable and found a coefficient of determination, or r-squared, of 40 \npercent. The slope of the regression was negative, which means that a high CAPE ratio suggests lower stock \nreturns over the next ten years and a low ratio implies the converse.  \n \nIn recent years, though, implementation of a strategy using the CAPE ratio would have been a challenge. In \nthe 20 years ended 2013, the CAPE ratio was above its long-term average, suggesting caution, for 231 of \n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n1881\n1888\n1895\n1902\n1909\n1916\n1923\n1930\n1937\n1944\n1951\n1958\n1965\n1972\n1979\n1986\n1993\n2000\n2007\n2014\nAverage\n"
    },
    {
      "number": 21,
      "text": " \n \nJanuary 29, 2014 \n \nWhat Does a Price-Earnings Multiple Mean? \n21 \n240 months. At the same time, the total shareholder returns for the S&P 500 were 11.1 percent (arithmetic) \nand 9.2 percent (geometric), very consistent with total shareholder returns since 1928.      \n \nAs a result, the CAPE ratio has its critics. Some take issue with the fact that CAPE averages earnings over \nten years, a period longer than the typical business cycle. Critics also complain that CAPE uses a measure of \ninflation that has changed over time, making historical comparisons a challenge. The most heated controversy \nsurrounds how much faith to put in today’s high CAPE in the wake of a deep recession that left companies \nwith massive reported losses.32 \n \nJeremy Siegel, a professor at the Wharton School of the University of Pennsylvania, has been the most visible \nof the group who call for caution in using the CAPE ratio. While Siegel supports the idea of smoothing \nearnings, he maintains that the CAPE model currently understates future stock market returns.33  \n \nSiegel argues that accounting changes have depressed the reported earnings of the S&P 500 by requiring \nlarge asset write-downs while not allowing for commensurate allowances when assets rise in value. The \nFinancial Accounting Standards Board issued these rules for mark-to-market accounting in 2001. These \naccounting changes dropped reported earnings and exaggerated the price-earnings multiple of the index. This \nchange makes recent readings inconsistent with the historical series.  \n \nTo mitigate this bias, Siegel recommends using operating earnings instead of reported earnings in the CAPE \nmodel. For example, he shows that operating earnings improve the CAPE’s explanatory power. He further \nfinds that using real, after-tax corporate profits from the National Income and Product Accounts (NIPA) makes \nthe model even more effective and eliminates the gross overvaluation that the ratio has suggested in recent \nyears. He concludes that the CAPE ratio is a powerful predictor of real price returns that researchers can \nimprove by using NIPA profits instead of either operating or reported earnings.  \n \nAs a practical matter, the CAPE ratio can be a means to approximate expectations and hence gain a sense of \nfuture market returns. Siegel’s recommendation to use NIPA data also appears sensible as it irons out some \nof the vagaries associated with the accounting changes. In reality, few investors think as far back, and as far \nforward, as the CAPE ratio demands. Price-earnings multiples based on next year’s earnings remain the most \npopular shorthand for valuation, and the correlation between this year’s price-earnings multiple and the returns \nfor the market in the subsequent 12-24 months is effectively zero.34 \n \n \n \n \n"
    },
    {
      "number": 22,
      "text": " \n \n \nImportant information \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future. \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A. \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above. \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \nHOLT\n® \nWith respect to the analysis in this report based on the Credit Suisse HOLT methodology, Credit Suisse certifies that (1) the views expressed in this \nreport accurately reflect the Credit Suisse HOLT methodology and (2) no part of the Firm.s compensation was, is, or will be directly related to the \nspecific views disclosed in this report. \nThe Credit Suisse HOLT methodology does not assign recommendations to a security. It is an analytical tool that involves use of a set of proprietary \nquantitative algorithms and warranted value calculations, collectively called the Credit Suisse HOLT valuation model, that are consistently applied to all \nthe companies included in its database. Third-party data (including consensus earnings estimates) are systematically translated into a number of default \nvariables and incorporated into the algorithms available in the Credit Suisse HOLT valuation model. The source financial statement, pricing, and \nearnings data provided by outside data vendors are subject to quality control and may also be adjusted to more closely measure the underlying \neconomics of firm performance. These adjustments provide consistency when analyzing a single company across time, or analyzing multiple companies \nacross industries or national borders. The default scenario that is produced by the Credit Suisse HOLT valuation model establishes the baseline \nvaluation for a security, and a user then may adjust the default variables to produce alternative scenarios, any of which could occur. Additional \ninformation about the Credit Suisse HOLT methodology is available on request. \nThe Credit Suisse HOLT methodology does not assign a price target to a security. The default scenario that is produced by the Credit Suisse HOLT \nvaluation model establishes a warranted price for a security, and as the third-party data are updated, the warranted price may also change. The default \nvariables may also be adjusted to produce alternative warranted prices, any of which could occur. Additional information about the Credit Suisse HOLT \nmethodology is available on request. \n© 2014 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n"
    }
  ]
}