{
  "filename": "mm_077_2011_the_coffee_can_approach__why_doing_less_can_leave_you_with_more.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423221840-07'00'",
    "modDate": "D:20240423221914-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 77,
      "year": "2011",
      "date": "3/25",
      "institution": "Legg Mason",
      "title": "The Coffee Can Approach: Why Doing Less Can Leave You with More",
      "url": "https://12mv2.files.wordpress.com/2024/04/11-03-25-the-coffee-can-approach__why-doing-less-can-leave-you-with-more.pdf"
    },
    "tags": [
      "Investment process",
      "Behavioral finance",
      "Decision making"
    ],
    "tagged_at": "2025-01-20T21:27:25.276269"
  },
  "pages": [
    {
      "number": 1,
      "text": "March 2011 \nLegg Mason Capital  \nManagement\n The coffee can \n approach\nINVESTMENT PRODUCTS: NOT FDIC INSURED • NO BANK GUARANTEE • MAY LOSE VALUE\nBatterymarch  •  Brandywine Global  •  ClearBridge Advisors  •  Legg Mason Capital Management \nLegg Mason Global Equities Group  •  Permal  •  Private Capital Management  •  Royce & Associates    \nWestern Asset Management\nPerspectives\nThis information is general in nature and is not on behalf of any investment product. \nAll investments involve risk, including possible loss of principal.\n"
    },
    {
      "number": 2,
      "text": " \n \n \n \nMarch 25, 2011 \n \nThe Coffee Can Approach \n \nWhy Doing Less Can Leave You with More \n \nInactivity strikes us as intelligent behavior. \nWarren Buffett \nBerkshire Hathaway Annual Report 1 \n \nIt is awfully hard work doing nothing. \nOscar Wilde \nThe Importance of Being Earnest: A Trivial Comedy for Serious People 2 \n \n \n \nSource: www.dreamstime.com. \n \n• \nInvestors often make changes to their portfolios—with the best of intentions—that do \nnot add value. \n \n• \nThese mistakes include reallocation of a portfolio from one asset class to another as \nwell as switching from one manager to another within an asset class. \n \n• \nAnalysis through simulation shows that investors would be better off extending the \nindustry standard three-year window for manager assessment.   \nPage 1 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 3,
      "text": " \nBrewing a Profit \n \nRobert Kirby, one of the founders of Capital Guardian Trust, told a story of a couple he worked with \nas an investment counselor for about a decade through the mid-1950s. Since wealth preservation \nwas the primary objective of the client, Kirby followed his firm’s guidelines and bought and sold \ninvestments to make sure that the portfolio was sensible and well-positioned. Kirby worked primarily \nwith the husband on a portfolio in the wife’s name. \n \nAfter the husband died suddenly, the wife called to say that she had inherited his estate and was \nadding his investment portfolio to hers. Kirby reviewed the man’s portfolio and was amused and \nshocked. He was amused to see that the man had piggybacked the firm’s buy recommendations to \nhis wife. The man purchased about $5,000 of each stock, tossed the certificates into a safe deposit \nbox, and simply ignored the investments. Kirby called it the “coffee can portfolio” because it \nreminded him of a time when it was common for someone to place his valuables in a coffee can \nand stick it under his mattress. Since it incurred no transaction or administrative costs, the can’s \nvalue hinged solely on what the owner placed in it.  \n \nKirby was shocked when he saw the value of the man’s portfolio, which greatly exceeded that of his \nwife’s. It was an odd mix, to be sure. There were a number of holdings that had sunk to $2,000, \nseveral large positions that exceeded $100,000, and one stock with a value in excess of $800,000. \nThat jumbo position was the result of a small commitment to a company called Haloid \nPhotographic, which later changed its name to Xerox.    \n \nThe lesson that Kirby took from the episode was not that an investor should buy stocks hoping to \nfind the next Haloid (or Google or Apple). Rather, it was that a portfolio created by acting on only \nhalf of the firm’s recommendations and with negligible costs handily outperformed the portfolio to \nwhich Kirby fully attended. 3 Buying undervalued stocks and doing nothing did better than \nattempting to navigate the market’s ups and downs. Warren Buffett expressed a similar point when \nhe said, “Lethargy bordering on sloth remains the cornerstone of our investment style.” 4  \n  \nMost of us are taught from a young age that effort leads to results. But if you take effort to mean \nactivity, the lesson doesn’t apply for long-term investors. The message here is simple: investors \noften make changes to their portfolios—with the best of intentions—that do not add value. This is as \ntrue for sophisticated institutions as it is for the unsophisticated individual. Doing less can leave you \nwith more. \n \nWe examine two kinds of decisions that are deleterious to long-term results. The first is the \nreallocation of the weightings of the portfolio from one asset class to another. The second is the \nswapping of active managers within an asset class. The sources of these mistakes include applying \na time horizon that is too short, failing to recognize reversion to the mean, seeking job preservation, \nand succumbing to recency bias—the tendency to overweight what has happened in the recent \npast.     \n \nMost of the studies showing that investors would be better off with less activity rely on \ncounterfactual analysis—a careful study of what would have been. For example, this approach \nwould ask, “what would our returns have been had we stuck with money manager A instead of firing \nA and hiring manager B?” 5 Naturally, the very act of hiring or firing a manager helps determine the \nmanager’s returns just as the act of increasing or decreasing exposure to an asset class affects its \nreturns. Inflows for a fund or asset class contribute to positive relative returns and outflows are \nlinked to negative relative returns. 6 This observation limits counterfactual analysis because the \noutcomes are not independent of the actions. But that the returns from activity are poor even after \nconsidering that the buying helps, and selling hurts, returns indicates the degree to which investors \nstruggle to make good decisions. \n \n \n \nPage 2 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 4,
      "text": " \nThe Asset Allocation Decision: What Have You Done for Me Lately? \n \nResearchers have documented that individual investors earn lower returns than those achieved \nthrough a buy-and-hold strategy. 7 For example, John Bogle, founder of the Vanguard group, \nexamined the performance of exchange-traded funds (ETFs) for five years through mid-2009 and \nfound that investors earned annualized returns that were on average 4.5 percentage points lower \nthan the reported returns of the ETFs they invested in. 8 The reason is the timing of the flows into \nand out of the ETFs. The central concept is the distinction between a fund’s return and an investor’s \ndollar-weighted return. The fund’s return is simply the compounded annual growth rate in net asset \nvalue per share. The dollar-weighted return considers an investor’s timing. Because investors have \na tendency to buy a fund after it has done well, they miss the upside but suffer from the subsequent \nunderperformance. Further, they sell after a drop and fail to enjoy the subsequent rebound. 9  \n \nThe Investment Company Institute maintains excellent records of the investments in and out of \nmutual funds. 10 The overall pattern is clear, as Exhibit 1 shows. Investors buy when the market has \ndone well (see the late 1990s into 2000) and sell when the market has fared poorly (see 2002 and \n2008). This analysis does not suggest that all you need is a simple buy-and-hold strategy. Such an \napproach would have yielded a negative return for the first decade of the 2000s, for instance. The \nanalysis does feature the virtue of buying undervalued securities and holding them. 11 Investors are \nnotoriously poor at doing this. Only time will tell how the massive inflows into bond funds and \nexodus from equity funds in 2008 and 2009 will play out, but it’s hard to make the math show that \nbonds will do better over the next decade, even adjusted for risk. \n      \nExhibit 1: Equity Funds Flow and Market Results \n-$250\n-$150\n-$50\n$50\n$150\n$250\n$350\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\nBillions of Dollars\n-50%\n-40%\n-30%\n-20%\n-10%\n0%\n10%\n20%\n30%\n40%\n50%\nPercentage Points\nNet New Cash Flow\nTotal Return on Equities\n \nSource: Investment Company Institute. \n \nYou might reason that the poor asset allocation decisions are to be expected from retail investors, \nwho lack the training and resources to make better decisions, but that institutional investors would \nbe immune to such mistakes. However, research shows that institutional plan sponsors, including \nretirement plans, unions, endowments, and foundations, also fail to add value when they move from \none asset class to another.  \n \nPage 3 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 5,
      "text": " \nA recent paper summarized a study of the decisions of plan sponsors controlling thousands of \nproducts and trillions of dollars over a span in excess of 20 years. The authors conclude that, \n“Portfolios of products to which they allocate money underperform compared with the products from \nwhich assets are withdrawn.” In other words, the plan sponsors would have been better off in the \naggregate had they done nothing. The exception to the general pattern was global fixed income \ninvestors. (See Exhibit 2.) The researchers estimate that plan sponsors had forgone over $170 \nbillion in value through their purchases and sales of products, a sizeable sum even considering the \nsize of the asset base. 12        \n   \nThe authors show that asset allocation was not the only source of the value slippage. In fact, asset \nallocation represented only about one-third of the relative underperformance of assets getting \ninflows versus those seeing outflows. The other two-thirds was attributable to what the authors call \n“product selection,” which reflects how well investors pick individual managers. \n \nExhibit 2: Post-Flow Performance of Flow-Weighted Portfolios (3-Year Annualized) \n-1.5%\n-1.0%\n-0.5%\n0.0%\n0.5%\n1.0%\n1.5%\nDomestic Value\nGlobal\nDomestic\nGlobal\nPerformance (Inflow Portfolio \nLess Outflow Portfolio)\nFixed Income\n \nSource: From Table 5 in Scott D. Stewart, CFA, John J. Neumann, Christopher R. Knittel, and Jeffrey Heisler, CFA, “Absence of Value: An Analysis of \nInvestment Allocation Decisions by Institutional Plan Sponsors,” Financial Analysts Journal, Vol. 65, No. 6, November/December 2009, 45. \nEquity\n \nManager Selection: If You’re Hot, You’ll Soon Be Not \n \nInvestors have a tendency to allocate capital to funds that have done well in the recent past. \nAndrea Frazzini and Owen Lamont, professors of finance, call the predictable propensity of \ninvestors to lower their realized returns through reallocation decisions the “dumb money” effect. 13 \nThe researchers quantified the effect by comparing the realized returns to the returns for a portfolio \nassuming the investor had stayed put. This counterfactual analysis shows that activity costs \ninvestors over one percentage point a year in returns, which when added to the fees from active \nmanagement, contribute to the overall underperformance of investors versus their benchmarks. \nResearch shows that investors in hedge funds also earn dollar-weighted returns that are much \nlower than buy-and-hold returns. 14       \n \nJust as with allocation decisions between asset classes, institutions struggle to allocate funds to \nmanagers fruitfully. Professors Amit Goyal and Sunil Wahal did a careful analysis of the selection \nand termination moves of 3,400 plan sponsors, reflecting over 9,600 distinct decisions. They \nconcluded that the moves of the plan sponsors did not add value. For example, the managers \nwhom the sponsors hire recently outperformed the market and the managers whom they fire have \nunderperformed on average (although the termination decisions are complex). But “the \nperformance of the fired firms exceeds that of the hired firms” in subsequent periods. 15     \nPage 4 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 6,
      "text": " \nSunil and Wahal ask why plan sponsors make decisions that look poor in retrospect. They first \nsuggest hubris, an unfounded belief among plan sponsors that they can hire and fire successfully. \nMy experience suggests that few plan sponsors operate with much hubris. They call the second \nexplanation “job preservation.” The idea is that plan sponsors have to show some hiring and firing \nactivity in order to demonstrate that they are doing something of value. Lethargy bordering on sloth \nis much more likely to frustrate an investment committee than impress it. This raises a crucial \nquestion of how patient a chief investment officer (CIO) of a plan sponsor should be when \nevaluating the returns of an investment manager. \n \nThe standard evaluation period in the investment industry appears to be about three years, a \nseemingly sensible amount of time given the tenure of most CIOs. Yet some research methods \nclaim that you need well in excess of a decade of results to confidently conclude that a manager \nhas skill (i.e., a confidence interval of 95 percent). A time horizon that long is impractical. 16 The \nissue is whether CIOs are too patient, too impatient, or about right.  \n \nDavid Donoho, Robert Crenian, and Matthew Scanlan address this question in a recent paper. 17 \nRather then scouring historical results, they did simulations using set assumptions. This approach \nallowed them to evaluate the results that the various investment time horizons and simulations \nproduced. \n \nTheir setup had a group of 1,000 investment managers, 10 percent of whom the researchers \nendowed with skill. They specified skill through the Sharpe ratio, a measure of return per unit of \nrisk, and designated high ratios for the skillful managers. 18 They also created a population of CIOs \nwho had hiring and firing algorithms that reflected their personalities. (See Exhibit 3.) They varied \nthe parameters and ran each simulation 1,000 times.    \n \nExhibit 3: Chief Investment Officer Personalities and Their Decision-Making Algorithms \n \nInvestor personality \n    Selection Rule \n       Firing Rule  \n         Rehiring Rule        \nRuthless Short-Term \n    One Year Top 10% \n       Drawdown 10% \n         Never \nForgiving Short-Term \n    One Year Top 10% \n       Drawdown 10% \n         New High  \nWatchful Long-Term \n    Five Years Top 10%        One Year Bottom 10%     One Year Top 10% \nLoyal Long-Term \n    Five Years Top 10%        Five Year Bottom 10%     One Year Top 10% \nBuy and Hold \n \n    Five Years Top 10%        Never \n \n         Not Applicable \n \nSource: David L. Donoho, Robert A. Crenian, and Matthew H. Scanlan, “Is Patience a Virtue? The Unsentimental Case for the Long View in Evaluating \nReturns,” The Journal of Portfolio Management, Fall 2010, 114.      \n \nTheir research revealed at least three important points. The first is that the simulated results for \nskillful managers, defined as a Sharpe ratio of 0.5, showed wide variation for a five-year simulation. \nThis is a natural consequence of variation, but underscores that skillful managers will have periods \nof underperformance. As the authors stress, there’s a big difference between the expected Sharpe \nratio and the realized Sharpe ratio. The realized ratio does surface for a large sample of funds, or \nfor a single fund over a long period of time, but individual funds do see large divergences between \nexpected and realized Sharpe ratios over multi-year periods.     \n \nThe second point is that it is difficult to sort skill and luck through short-term results, even when a \nsubset of managers is skillful. For example, only 35 of the 100 skilled managers show up in the top \ndecile based on one-year results. Even if you expand the horizon to ten years, less than one-half of \nthe skillful managers end up in the top decile. Said differently, a majority of top decile funds are \nthere as the result of luck. So while long-term results are a very good indicator of skill—the \nprobability that a top decile fund over ten years is skillful is vastly higher than the probability that it is \nlucky—results reflect a large dose of randomness. And this is in a simulated world where we know \nthat 10 percent of the fund managers are skillful.     \n \nPage 5 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 7,
      "text": " \nThe final point is investors who employ patient, long-term decision rules outperform investors who \nuse short-term rules. Exhibit 4 shows the annualized returns for short-term, long-term, and buy-and-\nhold investors over a ten-year span. 19 The authors write, “these simulated investment scenarios \nshow that the selection rules of long-term investors yielded the highest annualized returns, lowest \nmanager turnover rates, and highest proportion of time being invested in skilled managers.” The \nauthors conclude that, “the most profitable degree of patience is very different from that found in \ncurrent industry practice.” 20 \n  \nExhibit 4: Short-Termers Get Short Shrift and Watchful Long-Term Investors Do Best \n0.00%\n2.00%\n4.00%\n6.00%\n8.00%\n10.00%\n12.00%\nRuthless\nShort Term\nForgiving\nShort Term\nWatchful\nLong Term\nLoyal Long\nTerm\nBuy and\nHold\nAnnualized Returns \nNet of Exit Costs\n \nSource: David L. Donoho, Robert A. Crenian, and Matthew H. Scanlan, “Is Patience a Virtue? The Unsentimental Case for the Long View in Evaluating \nReturns,” The Journal of Portfolio Management, Fall 2010, 115.      \n \nConclusion \n \nOn a continuum of skill and luck, with pure skill on one side and pure luck on the other, investing \nsits a lot closer to the luck side than the skill side. This should not be too surprising considering \ninvesting is a very competitive business that employs substantial resources and has relatively low \nbarriers to entry. Still, there is evidence of skillful investment managers, even if they do not \nrepresent one-tenth of the population. 21 A reasonable interpretation of the deleterious effect of \nactivity is that it reflects costly randomness chasing. There are three main lessons for long-term \ninvestors: \n \n• \nWatch out for reversion to the mean. Nearly all professional investors believe they are \nfamiliar with the concept of reversion to the mean, but the aggregate results show that they \ndon’t behave as if they do. Reversion to the mean says that an extreme outcome will be \nfollowed by an outcome that has an expected value closer to the mean. For example, if \nreturns from the stock market over a few years have been substantially below the historical \naverage, it is reasonable to expect that future returns will be closer to the average. Yet this \nis in contrast to how investors behave. Above-average returns attract more capital and poor \nreturns lead to withdrawals (see Exhibit 1). Consider carefully the distribution of outcomes \nfor the system you are dealing with and make sure that you explicitly consider reversion to \nthe mean in your decisions.  \n \nPage 6 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 8,
      "text": " \n• \nJust doing my job. As noted earlier, doing nothing—especially in the face of poor short-term \nresults—does not sit well with most investment committees. Since activity and results are \ncorrelated in most fields, most people believe they are correlated in the world of investing, \ntoo. Here again, the aggregate data show that activity tends to diminish, not enhance, long-\nterm results. It is the rare organization or committee that can debate the issues and resolve \nto do nothing. The antidote to acting for the sake of acting is to constantly include \ncounterfactuals as part of your feedback (i.e., what would have been) and to be open-\nminded about doing nothing in certain situations. \n \n• \nRecency bias. Humans are natural pattern seekers. As a result, when something is going \nup, we expect it to continue going up. When it’s going down, we expect it to continue going \ndown. This strong tendency to overweight recent events and extrapolate them into the \nfuture is one of the main reasons we fail to heed the lessons from reversion to the mean. \nTo deal with this bias, step back and make sure you are considering a larger set of \ninstances. One particularly effective technique is adopting the outside view—a careful \nconsideration of what happened to others when they were in the same situation. 22   \n \nThe balance of evidence shows that long-term investors engage in activity, including switching \nbetween asset classes and from manager to manager, that does not add value. While investors \ncertainly act in the belief that they will enhance their long-term returns, psychological forces cause \nthem to make the wrong decisions.    \n \n \n \nPast performance is no guarantee of future results. All investments involve risk, including \npossible loss of principal.  \n \nThe views expressed are those of the author as of March 25, 2011 and are subject to change \nbased on market and other conditions. These views may differ from the views of other authors, \nportfolio managers or the firm as a whole, and they are not intended to be a forecast of future \nevents, a guarantee of future results, or investment advice. Forecasts and model results are \ninherently limited and should not be relied upon as indicators of future performance. Investors \nshould not use this information as the sole basis for investment decisions. \n \nAny statistics have been obtained from sources the author believed to be reliable, but the accuracy \nand completeness of the information cannot be guaranteed. The information provided in this \ncommentary should not be considered a recommendation by Legg Mason Capital Management or \nany of its affiliates to purchase or sell any security.\nPage 7 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 9,
      "text": " \nEndnotes \n \n1 Warren Buffett, “Chairman’s Letter to Shareholders,” Berkshire Hathaway Annual Report, 1996. \n2 Oscar Wilde, “The Importance of Being Earnest: A Trivial Comedy for Serious People,” performed \nfirst on February 14, 1895 at St. James Theatre in London.  See \nhttp://www.gutenberg.org/files/844/844-h/844-h.htm.  \n3 Robert G. Kirby, “The Coffee Can Portfolio: You Can Make More Money Being Passively Active \nthan Actively Passive,” The Journal of Portfolio Management, Fall 1984, 76-80. \n4 Warren E. Buffett, “Chairman’s Letter to Shareholders,” Berkshire Hathaway Annual Report, 1990. \n5 Michael J. Mauboussin, “Was Harry Potter Inevitable? Cumulative Advantage, Counterfactuals, \nand the Halo Effect,” Mauboussin on Strategy, September 7, 2007.  \n6 Paul A. Gompers and Andrew Metrick, “Institutional Investors and Equity Prices,” The Quarterly \nJournal of Economics, Vol. 116, No. 1, February 2001, 229-260.  \n7 Ilia D. Dichev, “What Are Stock Investors’ Actual Historical Returns? Evidence from Dollar \nWeighted Returns,” American Economic Review, Vol. 97, No. 1, March 2007, 386-401. For a recent \nmention in the media, see Paul Sullivan, “When to Buy or Sell? Don’t Trust Your Instincts,” The \nNew York Times, March 11, 2011.   \n8 Matt Hougan, “Bogle: Investors Are Getting Killed in ETFs,” IndexUniverse, June 17, 2009.  \n9 Professor Ilia Dichev provides a good example. Say you buy 100 shares of a company at $10 a \nshare, for a total investment of $1,000. The stock then doubles and you purchase an additional 100 \nshares ($2,000 investment) at the end of the year. The stock then goes back to $10 at the end of \nyear 2. The buy and hold strategy yields a return of zero percent (you bought at $10 and the stock \nended at $10). But if you had followed the described pattern, you would have lost money. Your \ninitial $1,000 remained even but your $2,000 investment sunk to $1,000, which means that your \n$3,000 investment is now worth $2,000. In this case, your dollar-weighted return is -26.8 percent, \nvastly different than the fund return’s return of zero. \n10 Investment Company Institute, “2010 Investment Company Fact Book: A Review of the Trends \nand Activity in the Investment Company Industry.” See \nhttp://www.icifactbook.org/pdf/2010_factbook.pdf. \n11 Index Fund Advisors notes that investors in index funds that Dimensional Fund Advisors created \nhave earned returns above their benchmark as the result of good timing. See \nhttp://www.ifa.com/12steps/step1/step1page2.asp. \n12 Scott D. Stewart, CFA, John J. Neumann, Christopher R. Knittel, and Jeffrey Heisler, CFA, \n“Absence of Value: An Analysis of Investment Allocation Decisions by Institutional Plan Sponsors,” \nFinancial Analysts Journal, Vol. 65, No. 6, November/December 2009, 34-51.  \n13 Andrea Frazzini and Owen A. Lamont, “Dumb Money: Mutual Fund Flows and the Cross-Section \nof Stock Returns,” Journal of Financial Economics, Vol. 88, No. 2, May 2008, 299-322. \n14 Ilia D. Dichev and Gwen Yu, “Higher Risk, Lower Returns: What Hedge Fund Investors Really \nEarn,” Journal of Financial Economics, Vol. 100, No. 2, May 2011, 248-263. \n15 Amit Goyal and Sunil Wahal, “The Selection and Termination of Investment Management Firms \nby Plan Sponsors,” The Journal of Finance, Vol. 63, No. 4, August 2008, 1805-1847.  \n16 Richard C. Grinold and Ronald N. Kahn, Active Portfolio Management: A Quantitative Approach \nfor Producing Superior Returns and Controlling Risk, Second Edition (New York: McGraw-Hill, \n2000), 480. \n17 David L. Donoho, Robert A. Crenian, and Matthew H. Scanlan, “Is Patience a Virtue? The \nUnsentimental Case for the Long View in Evaluating Returns,” The Journal of Portfolio \nManagement, Fall 2010, 105-120.  \n18 The formula for the Sharpe ratio is as follows, where R is the return of the portfolio, Rf is the \nreturn of the benchmark, and σ is the variance of the excess return (R – Rf). All things being equal, \nhigher Sharpe ratios indicate higher skill. \n]\n[\nvariance\n]\n[\nf\nf\nf\nR\nR\nR\nR\nE\nR\nR\nS\n−\n−\n=\n−\n=\nσ\n \n19 This simulation assumed that 10 percent of the managers were skillful (using a Sharpe ratio of \n0.75), annualized volatility of 18 percent, and independent results. None of these assumptions are \ntotally realistic, but the core finding likely applies with more accurate assumptions. \nPage 8 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 10,
      "text": " \nPage 9 \n \nLegg Mason Capital Management \n20 Donoho, Crenian, and Scanlan, op. cit., 116 and 105. \n21 Laurent Barras, Olivier Scaillet, and Russ Wermers, “False Discoveries in Mutual Fund \nPerformance: Measuring Luck in Estimated Alphas,” The Journal of Finance, Vol. 65, No. 1, \nFebruary 2010, 179-216. \n22 Dan Lovallo and Daniel Kahneman, “Delusions of Success,” Harvard Business Review, July \n2003, 56-63. \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 11,
      "text": "\t The views expressed are those of Legg Mason Capital Management as of March 25, 2011 and are subject to change based on market and \nother conditions. These views may differ from those of other portfolio managers or the firm as a whole, and are not intended to be a forecast \nof future events, a guarantee of future results, or investment advice. The information provided is intended solely to describe Legg Mason \nCapital Management’s investment strategies and securities selection process, and does not have regard to the specific investment objectives, \nfinancial situation and particular needs of any specific person who may receive it.\n\t The views expressed are intended to describe Legg Mason Capital Management’s overall strategy and view concerning the fixed-income \nmarkets. Not all strategies and views may be relevant to all products. The opinions are not directed to any one strategy in particular, and are \nnot meant to represent any product offered by Legg Mason Capital Management. Diversification does not ensure against market loss.\n\t Any statistics have been obtained from sources the portfolio manager believed to be reliable, but the accuracy and completeness of the \ninformation cannot be guaranteed. Past performance is no guarantee of future results. This material may not be reproduced in any form \nwithout written permission. For more information, visit our Web site at www.leggmason.com/individualinvestors.\n\t This publication is for informational purposes only and reflects the current opinions of Legg Mason Capital Management. Information con-\ntained herein is believed to be accurate, but cannot be guaranteed. Opinions represented are not intended as an offer or solicitation with \nrespect to the purchase or sale of any security and are subject to change without notice. Statements in this material should not be considered \ninvestment advice. Employees and/or clients of Legg Mason Capital Management may have a position in the securities mentioned. This pub-\nlication has been prepared without taking into account your objectives, financial situation or needs. Before acting on this information, you \nshould consider its appropriateness having regard to your objectives, financial situation or needs. It is your responsibility to be aware of and \nobserve the applicable laws and regulations of your country of residence. \n\t Legg Mason Perspectives® is a registered trademark of Legg Mason Investor Services, LLC.\n\t © 2011 Legg Mason Investor Services, LLC. Member FINRA, SIPC. Legg Mason Capital Management of Legg Mason, Inc. and Legg Mason \nInvestor Services, LLC and all entities mentioned above are subsidiaries of Legg Mason, Inc.  405389  MIPX013439 3/11  FN1110656\nFor more information:\nwww.leggmason.com\nwww.twitter.com/leggmason \nINVESTMENT PRODUCTS: NOT FDIC INSURED • NO BANK GUARANTEE • MAY LOSE VALUE\n"
    }
  ]
}