{
  "filename": "mm_032_2001_thoughts_on_valuation_ii__an_epistemological_view.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423213650-07'00'",
    "modDate": "D:20240423213659-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 32,
      "year": "2001",
      "date": "5/31",
      "institution": "CS First Boston",
      "title": "Thoughts On Valuation II: An Epistemological View",
      "url": "https://12mv2.files.wordpress.com/2024/04/01-05-31-thoughts-on-valuation-ii__an-epistemological-view.pdf"
    },
    "tags": [
      "Valuation methods",
      "Expectations analysis",
      "Financial metrics"
    ],
    "tagged_at": "2025-01-20T21:25:53.214652"
  },
  "pages": [
    {
      "number": 1,
      "text": "Equity Research\n31 May 2001\nAmericas / United States\nInvestment Strategy\nThoughts On Valuation II\nVALUATION IS THE MECHANISM BY WHICH INVESTORS TRADE\nCASH TODAY FOR FUTURE CLAIMS ON CASH FLOWS.\nAT THE END OF THE DAY, WE CAN PROVE VERY LITTLE ABOUT\nVALUATION BECAUSE STOCK PRICES REFLECT INVESTOR\nEXPECTATIONS.\nGIVEN THAT INVESTORS VALUE BONDS BY DISCOUNTING FUTURE\nCASH FLOWS, IT STANDS TO REASON THAT THEY VALUE\nSTOCKS—A JUNIOR FINANCIAL CLAIM—IN THE SAME FASHION.\nWIDELY ARTICULATED OBJECTIONS TO USING A DISCOUNTED\nCASH FLOW MODEL DO NOT HOLD UP TO THOUGHTFUL\nSCRUTINY.\nAn Epistemological View\nUS Investment Strategy\nMichael J. Mauboussin\n212 325 3108\n michael.mauboussin@csfb.com\nAlexander Schay\n212 325 4466\nalexander.schay@csfb.com\n"
    },
    {
      "number": 2,
      "text": "Thoughts On Valuation II\n31 May 2001\n2\nAn Epistemological View of Valuation\nWhether the stock market is booming or swooning, valuation is an integral part of\nfundamental analysis. Yet investors generally discuss valuation on a very superficial\nlevel. Valuation discussions, if they can be so termed, usually surround which rule-of-\nthumb (e.g., price/earnings multiple) to use and the appropriate level of that rule of\nthumb (e.g., the P/E should be 24). Here we attempt to address some of the harder\nissues surrounding valuation. In particular, we seek to answer some basic questions:\n• What is the central role of valuation?\n• What can we say, and not say, about the certainty of the valuation process?\n• What analogies can help us understand how the market sets price?\n• What does empirical evidence tell us?\n• Why isn’t the theory accepted in practice?\nValuation defined\nInvesting entails committing money today in order to gain a future financial return.\nValuation is the mechanism by which investors trade cash today for future claims on\ncash flows. Investment industry luminary John Bogle says it more eloquently: “The\npurpose of any stock market…is simply to provide liquidity for stocks in return for the\npromise of future cash flows, enabling investors to realize the present value of a future\nstream of income at any time.”\nThis simple point is packed: it tells us that the combination of price (for a publicly traded\nsecurity) and the valuation mechanism provide potentially useful insights about the\nmarket’s expectations for magnitude, timing, and riskiness of future cash flows.\nA brief diversion: it is important to clearly understand the distinction between price and\nvalue. Price reflects the collective expectations of investors. Value, if it is to be logically\ndistinct from price, implies that an investor believes something different than what the\nmarket believes. In order for investors to have a firm grasp on where and why their\nviews are different than the market, it is important that they understand where the\nmarket stands.\nWhat do we know? What don’t we know?\nAt the end of the day, we can prove very little about valuation. The reason is simple:\nstock prices (and the inputs that derive them) reflect investor expectations. Changes in\ninvestor expectations, in turn, largely dictate total shareholder returns. Investors often\nask whether a particular financial measure (insert your favorite—cash flow, return on\ncapital, earnings) correlates strongly with total shareholder returns over a particular time\nperiod. The answer is generally a disappointing “no”, because no single financial\nmeasure can thoroughly capture a set of expectations. Any direct link between price a\nparticular financial measure is likely to be ephemeral.\nThink of it this way: We can best describe shareholder returns from time A to time B as\nthe change in expectations from time A to time B. And while a company’s financial\nperformance during that time frame may influence the expectations set at time B, the\nmarket is always looking forward.\n"
    },
    {
      "number": 3,
      "text": "Thoughts On Valuation II\n31 May 2001\n3\nIf expectation revisions largely dictate stock price movements, is it possible to\nintelligently decipher those expectations? Or, more to the point, what expectations do\nstock prices reflect? Sales growth? Earnings? Cash flows?\nEven the most ardent finance theorist struggles with this answer. But scientists\nfrequently use a technique that applies here. When trying to understand a complicated\nsystem, scientists often start by looking for a similar, but simpler, system. Understanding\nof the simpler system can provide useful insights about the workings of the more\ncomplicated system.\nA scientific approach\nWant to understand human neuroscience? Start with the Caenorhabditis elegans, a\ncommon worm. Scientists have mapped all of c. elegans’s 302 neurons, providing them\nwith the cellular basis of the neural computations that underlie behavior. Interested in\ngenetics? Turn to Saccharomyces cerevisiae. Scientists decoded the complete genome\nof this common yeast years ago, allowing for a clearer understanding of gene action and\ninteraction. In both cases, the simpler system provides critical clues for how to think\ncorrectly about its more complicated counterpart.\nInvestors can do the same exercise to understand stock valuation. A simpler and\nanalogous system is the bond market. The bond market, just like the stock market,\nplaces a price today on a stream of future economic claims. But bond issuers, unlike\nequity issuers, are contractually obligated to make timely payments on their coupons\nand principal. As a result, bond market valuation is clear-cut: the value of a bond today\nis the present value of future cash flows. To value bonds, you need to answer three\nquestions:\n1. What will the cash flows be?\n2. When will I receive them?\n3. How risky are they?\nFor bonds, issuers must specify the answers to two of these three questions (magnitude\nand timing). Beyond the issue of defaulting on these obligations, the degree of risk and,\nhence, expected return is the primary issue for investors to weigh.\nIf indeed investors value bonds by discounting future cash flows, it stands to reason that\nthey value stocks—a junior financial claim—in the same fashion. However, there is a big\ndifference between stocks and bonds, because companies do not specify the timing and\nmagnitude of cash flows for stocks (even dividends are, at best, a quasi-contract). So\nanswering the three questions above is inherently more difficult. The whole valuation\nprocess is more uncertain. But this uncertainty does not obviate the basic mechanics of\nvaluation. It’s all about the present value of free cash flow.\nJust the facts\nWe can now go one step further, and consider whether or not the empirical research\nsupports this observation. As it turns out, the evidence is quite clear. Specifically, we\ncan summarize the relevant elements of the literature in three statements:\n"
    },
    {
      "number": 4,
      "text": "Thoughts On Valuation II\n31 May 2001\n4\n1. When reported earnings per share and cash flow diverge, the market follows the\ncash. It is possible for companies to increase their reported earnings but not\nincrease shareholder value. This can occur when a company makes an incremental\ninvestment at a rate below the cost of capital. One example is an EPS-accretive\nacquisition that is net-present-value negative.\n2. There is a trade-off between risk and reward (i.e., high risk equals high reward, low\nrisk equals low reward). This relationship seems particularly pronounced across\nasset classes.\n3. The stock market reflects expectations for long-term cash flows. It often takes ten or\nmore years of future cash flows to justify a company’s current stock price.\nBuilding on first principles, we can now strongly suggest that stock prices reflect\nexpectations for future long-term cash flows. While most investors do not find reason to\nquarrel with the above language, they may claim that the logic is theoretical. Since the\nreal world is a lot messier than the theory, the argument goes, investors have to back\naway from this theoretical approach.\nGood theory, limited practice\nSpecifically, the reasons investors fail to embrace a discounted cash flow model fall into\ntwo broad camps. The first is based on a distrust of a discounted cash flow model itself.\nThe argument is that certain inputs, such as the cost of capital and terminal value, are\ncritical from a practical standpoint (i.e., small changes in these variables lead to large\nvalue swings) but poorly specified from a theoretical perspective.\nThe second camp expresses skepticism about the ideal of discounted cash flow given\nthat most investors use multiples to determine value. More bluntly, this group asks, “how\ncan the market ‘get’ discounted cash flow when so few investors actually use it?”\nNeither objection holds up to careful scrutiny.\nThe retort to the first objection—distrust of the model—has two parts. To begin, practical\nhurdles do not undermine the logical case of how to value a stock. That the capital asset\npricing model is an imperfect representation of risk does not mean that an investor can\nneglect risk and reward. That our understanding of sustainable competitive advantage is\nincomplete does not mean that we can neglect a company’s value growth duration.\nThere are ways to circumvent this garbage-in, garbage-out problem. The best, we\nbelieve, is to take the stock price and work backwards; reverse-engineering the\nexpectations needed to equate to the current price. This decoding of prices allows\ninvestors to read the mind of the market using the language of the market. Investors\nthan then intelligently judge whether or not the market is too optimistic or pessimistic.\nThe next response to discounted cash flow model distrust is to consider whether or not\nthere are viable alternatives. Most valuation work in the financial community is based on\nmultiples—multiples of sales, EBITDA, earnings or book value. But investors must\nrecognize the simple fact that multiples are not valuation, multiples are a shorthand for\nthe valuation process. No investor should ever confuse the two.\nShorthands in general have the virtue of saving their users time. But shorthands are\nalso, by definition, more crude than the reality they seek to represent. That many\ninvestors are comfortable with multiples but uncomfortable with discounted cash flow\n"
    },
    {
      "number": 5,
      "text": "Thoughts On Valuation II\n31 May 2001\n5\nreflects cognitive dissonance. The simplicity of multiples is a sign of inaccuracy, not\naccuracy. As Keynes said, “It is better to be vaguely right than precisely wrong.” The\ndifficulty of creating a sound discounted cash flow model reflects the uncertainty\ninherent in corporate cash flows, not a flaw in the analytical approach.\nIn short, the practical challenges is using a discounted cash flow model do not weaken\nits theoretical and pragmatic value. Indeed, the alternatives to a discounted cash flow\nframework inevitably represent a step away from economic reality.\nThe second objection—how the market “gets it”—appears on the surface to be more\nprofound. It does not seem to make sense to assume that the market follows a\ndiscounted cash flow approach, either in theory or practice, if so few investors use the\nmodel. In the bond market, which we held up as analogous, investors really do use a\ndiscounted cash flow model. But for the stock market, detailed valuation approaches are\nthe exception, not the rule.\nThere are two possible responses to this objection. The first, while insufficient, is the\nstandard answer in finance circles. It is based on the idea that stock prices are set at the\nmargin. So average investors don’t matter since they are price takers. Rather, the\nmarginal price setter is the key. As the theory goes, the marginal price setter (think\nWarren Buffett) indeed does use a discounted cash flow model. Since the marginal\nprice setter is effectively leading the other presumably less sophisticated investors,\nstock prices adhere to the discounted cash flow framework.\nThis approach has significant intuitive appeal and is sufficiently robust to persuade\nmany investors of the importance of using a discounted cash flow approach.\nUnfortunately, it rests on assumptions that are not realistic: the number of marginal price\nsetters and the capital they would require are too large to credibly suggest that they\ndictate stock market prices. Further, this model doesn’t do an acceptable job explaining\nthe vagaries of the market—periodic booms and busts that are inconsistent with\nstandard finance theory.\nThere is an alternative response that is more persuasive, and is a very important mental\nmodel. The response is based on the idea that the stock market is a complex adaptive\nsystem. We can describe complex adaptive systems—which are ubiquitous in nature—\nin three parts. First, there is a heterogeneous group of agents (investors, in this case),\neach with evolving decision rules that attempt to anticipate changes in their\nenvironment. Second, the interaction of these agents leads to self-organization—often\ncalled emergence. Finally, the interaction creates a global system (the stock market)\nthat has properties and characteristics distinct from the underlying agents themselves.\nJust as you can’t understand an ant colony by interviewing an ant, you can’t understand\na stock market by interviewing an investor. There is no additivity. The sum is greater\nthan the parts. Price is a manifestation of myriad investment strategies, time horizons,\nand investment beliefs. And, as it turns out, we can say that the collective (i.e., the\nmarket) is consistently “smarter” than the average agent is.\nOne of the ways to appreciate why the market is so good is to distinguish between the\n“problem” and the “solution.” The problem, in the case of the stock market, is how to\ndetermine the present value of future cash flows for all publicly traded companies. The\nsolution is a how investors go about their task—a collage of technical and fundamental\ntacks.\n"
    },
    {
      "number": 6,
      "text": "Thoughts On Valuation II\n31 May 2001\n6\nThink of this problem/solution distinction in the context of a big maze. You are asked to\n“solve” the maze—that is, to get from the Start to the Finish. That is the problem. How\nyou go about it is the “solution”. You might go at this in one of many ways. Your decision\nrule might be a little algorithm “two lefts, one right, two lefts, one right, etc.” or may be a\nbit less structured “this way looks good.” And your decision rules are likely to evolve.\nThe important point is that the problem is easier to define than the solution.\nAs it turns out, scientists have actually done this maze experiment, and found that the\ncollective “path” of a group of individuals with diverse decisions rules is consistently\nshorter—that is, better—than the average individual. Collective maze solving is more\neffective than individual maze solving.\nSo we can now see that the second objection to using the discounted cash flow model\nconfuses the problem with the solution. That investors use a diverse set of solutions in\nno way changes the problem. Indeed, diverse approaches help assure that individuals\nsolve the problem effectively. Further, it helps explain why empirical studies of the stock\nmarket show that it follows an economic model (collective problem solving) even though\nvery few individuals adhere to the pure economic approach (various decision rules).\nConclusion\nImagine strolling into a casino. Would you be willing to join a card game and wager your\nmoney, with a hope of winning, if you didn’t completely understand the workings of the\ngame? Investors that lack a firm sense of valuation are in just such a set of\ncircumstances.\nValuation is important in fundamental analysis. Thoughtful investors have a firm grasp of\nthe market’s mechanism, as well as well as what they can and can’t know. We know\nthat many individual investors with different strategies interact through a market making\nmechanism, and that fluctuating prices result. Further, scientists have done experiments\nthat strongly suggest that the collective derives a better answer than the average\nindividual. But given that stock prices are a function of expectations, there is no\nobjective way to determine “right” answer.\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager or co-manager\nof a public offering of securities for or makes a primary market in issues of any or all of the companies mentioned.\n"
    },
    {
      "number": 7,
      "text": "Thoughts On Valuation II 053101.doc\nAMSTERDAM............. 31 20 5754 890\nATLANTA................... 1 404 656 9500\nAUCKLAND.................. 64 9 302 5500\nBALTIMORE............... 1 410 223 3000\nBANGKOK ...................... 62 614 6000\nBEIJING.................... 86 10 6410 6611\nBOSTON..................... 1 617 556 5500\nBUDAPEST .................. 36 1 202 2188\nBUENOS AIRES....... 54 11 4394 3100\nCHICAGO................... 1 312 750 3000\nFRANKFURT................. 49 69 75 38 0\nHOUSTON.................. 1 713 220 6700\nHONG KONG .............. 852 2101 6000\nJOHANNESBURG ..... 27 11 343 2200\nKUALA LUMPUR........ 603 2143 0366\nLONDON .................. 44 20 7888 8888\nMADRID .................... 34 91 423 16 00\nMELBOURNE............. 61 3 9280 1888\nMEXICO CITY ............. 52 5 283 89 00\nMILAN ............................ 39 02 7702 1\nMOSCOW................... 7 501 967 8200\nMUMBAI..................... 91 22 230 6333\nNEW YORK................ 1 212 325 2000\nPALO ALTO............... 1 650 614 5000\nPARIS....................... 33 1 53 75 85 00\nPASADENA................ 1 626 395 5100\nPHILADELPHIA ......... 1 215 851 1000\nPRAGUE .................. 420 2 210 83111\nSAN FRANCISCO.......1 415 836 7600\nSÃO PAULO .............55 11 3841 6000\nSEOUL ........................82 2 3707 3700\nSHANGHAI................86 21 6881 8418\nSINGAPORE ....................65 212 2000\nSYDNEY......................61 2 8205 4433\nTAIPEI .......................886 2 2715 6388\nTOKYO........................81 3 5404 9000\nTORONTO...................1 416 352 4500\nWARSAW....................48 22 695 0050\nWASHINGTON............1 202 354 2600\nWELLINGTON...............64 4 474 4400\nZURICH ........................41 1 333 55 55\nCopyright Credit Suisse First Boston, and its subsidiaries and affiliates, 2001.  All rights reserved.\nThis report is not directed to, or intended for distribution to or use by, any person or entity who is a citizen or resident of or located in any locality, state, country or other jurisdiction where such distribution,\npublication, availability or use would be contrary to law or regulation or which would subject Credit Suisse First Boston or its subsidiaries or affiliates (collectively \"CSFB\") to any registration or licensing\nrequirement within such jurisdiction. All material presented in this report, unless specifically indicated otherwise, is under copyright to CSFB.  None of the material, nor its content, nor any copy of it, may be altered\nin any way, transmitted to, copied or distributed to any other party, without the prior express written permission of CSFB.  All trademarks, service marks and logos used in this report are trademarks or service\nmarks or registered trademarks or service marks of CSFB.\nThe information, tools and material presented in this report are provided to you for information purposes only and are not to be used or considered as an offer or the solicitation of an offer to sell or to buy or\nsubscribe for securities or other financial instruments. CSFB may not have taken any steps to ensure that the securities referred to in this report are suitable for any particular investor. The contents of this report\ndoes not constitute investment advice to any person and CSFB will not treat recipients as its customers by virtue of their receiving the report.\nInformation and opinions presented in this report have been obtained or derived from sources believed by CSFB to be reliable, but CSFB makes no representation as to their accuracy or completeness and CSFB\naccepts no liability for loss arising from the use of the material presented in this report unless such liability arises under specific statutes or regulations.  This report is not to be relied upon in substitution for the\nexercise of independent judgment. CSFB may have issued other reports that are inconsistent with, and reach different conclusions from, the information presented in this report.  Those reports reflect the different\nassumptions, views and analytical methods of the analysts who prepared them.\nCSFB may, to the extent permitted by law, participate or invest in financing transactions with the issuer(s) of the securities referred to in this report, perform services for or solicit business from such issuers, and/or\nhave a position or effect transactions in the securities or options thereon.  In addition, it may make markets in the securities mentioned in the material presented in this report.  CSFB may, to the extent permitted\nby law, act upon or use the information or opinions presented herein, or the research or analysis on which they are based, before the material is published.  CSFB may have, within the last three years, served as\nmanager or co-manager of a public offering of securities for, or currently may make a primary market in issues of, any or all of the companies mentioned in this report.  Additional information is available on\nrequest.\nSome investments referred to in the research will be offered solely by a single entity and in the case of some investments solely by CSFB, or an associate of CSFB.\nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied, is made regarding future performance. Information, opinions and\nestimates contained in this report reflect a judgement at its original date of publication by CSFB and are subject to change.  The price, value of and income from any of the securities or financial instruments\nmentioned in this report can fall as well as rise. The value of securities and financial instruments is subject to exchange rate fluctuation that may have a positive or adverse effect on the price or income of such\nsecurities or financial instruments. Investors in securities such as ADR’s, the values of which are influenced by currency volatility, effectively assume this risk.\nStructured securities are complex instruments, typically involve a high degree of risk and are intended for sale only to sophisticated investors who are capable of understanding and assuming the risks involved.\nThe market value of any structured security may be affected by changes in economic, financial and political factors (including, but not limited to, spot and forward interest and exchange rates), time to maturity,\nmarket conditions and volatility, and the credit quality of any issuer or reference issuer.  Any investor interested in purchasing a structured product should conduct their own investigation and analysis of the\nproduct and consult with their own professional advisers as to the risks involved in making such a purchase.\nSome investments discussed in the research may have a high level of volatility. High volatility investments may experience sudden and large falls in their value causing losses when that investment is realised.\nThose losses may equal your original investment.  In the case of some investments the potential losses may exceed the amount of initial investment, in such circumstances you may be required to pay more\nmoney to support those losses. Income yields from investments may fluctuate and in consequence initial capital paid to make the investment may be used as part of that income yield.\nSome investments may not be readily realisable and it may be difficult to sell or realise those investments, similarly it may prove difficult for you to obtain reliable information about the value, or risks, to which such\nan investment is exposed. The investments and services contained or referred to in this report may not be suitable for you, it is recommended you consult an independent investment advisor if you are in doubt\nabout those investments or investment services.  Nothing in this report constitutes investment, legal, accounting or tax advice nor a representation that any investment or strategy is suitable or appropriate to your\nindividual circumstances. Nothing in the report constitutes a personal recommendation to you. CSFB does not advise on the tax consequences of investments. You are advised to contact an independent tax\nadviser.  Please note the bases and levels of taxation may change.\nThis report may contain hyperlinks to websites. CSFB has not reviewed the linked site and takes no responsibility for the content contained therein. The link is provided solely for your convenience and information\nand the content of the linked site does not in any way form part of this document. Following the link through this report or CSFB’s website shall be at your own risk.\nThis report is issued in Europe by Credit Suisse First Boston (Europe) Limited, which is regulated in the United Kingdom by The Securities and Futures Authority (“SFA”). This report is being distributed in Europe\nby Credit Suisse First Boston (Europe) Limited, in the United States by Credit Suisse First Boston Corporation; in Switzerland by Credit Suisse First Boston; in Canada by Credit Suisse First Boston Securities\nCanada, Inc.; in Brazil by Banco de Investimentos Credit Suisse Boston Garantia S.A; in Japan by Credit Suisse First Boston Securities (Japan) Limited; elsewhere in Asia by Credit Suisse First Boston (Hong\nKong) Limited, Credit Suisse First Boston Australia Equities Limited, Credit Suisse First Boston NZ Securities Limited, Credit Suisse First Boston (Thailand) Limited, CSFB Research (Malaysia) Sdn Bhd, Credit\nSuisse First Boston Singapore Branch and elsewhere in the world by an authorised affiliate. Research on Taiwanese securities produced by Credit Suisse First Boston, Taipei Branch has been prepared and/or\nreviewed by a registered Senior Business Person.\nIn jurisdictions where CSFB is not already registered or licensed to trade in securities, transactions will only be effected in accordance with applicable securities legislation, which will vary from jurisdiction to\njurisdiction and may require that the trade be made in accordance with applicable exemptions from registration or licensing requirements.  Non-U.S. customers wishing to effect a transaction should contact a\nCSFB entity in their local jurisdiction unless governing law permits otherwise. U.S. customers wishing to effect a transaction should do so only by contacting a representative at Credit Suisse First Boston\nCorporation in the U.S.\nPlease note that this research was originally prepared and issued by CSFB for distribution to their market professional and institutional investor customers.  Recipients who are not market professional or\ninstitutional investor customers of CSFB should seek the advice of their independent financial advisor prior to taking any investment decision based on this report or for any necessary explanation of its contents.\n"
    },
    {
      "number": 8,
      "text": "Thoughts On Valuation II 053101.doc\n"
    }
  ]
}