{
  "filename": "mm_062_2006_long_term_investing_in_a_short_term_world__how_psychology_and_incentives_shape_the_investment_industry.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423215841-07'00'",
    "modDate": "D:20240423220057-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 62,
      "year": "2006",
      "date": "5/18",
      "institution": "Legg Mason",
      "title": "Long-Term Investing in a Short-Term World: How Psychology and Incentives Shape the Investment Industry",
      "url": "https://12mv2.files.wordpress.com/2024/04/06-05-18-long-term-investing-in-a-short-term-world__how-psychology-and-incentives-shape-the-investment-industry.pdf"
    },
    "tags": [
      "Behavioral finance",
      "Decision making",
      "Competitive advantage",
      "Investment process"
    ],
    "tagged_at": "2025-01-20T21:26:54.246848"
  },
  "pages": [
    {
      "number": 1,
      "text": "LEGG MASON CAPITAL MANAGEMENT\nMichael J. Mauboussin\nmmauboussin@lmfunds.com\nLEGG MASON\nCAPITAL MANAGEMENT\n \n  \n \n \n  \n \n \n \n \n \n \n \n \nMay 18, 2006 \n \n \nLong-Term Investing in a Short-Term World \nHow Psychology and Incentives Shape the Investment Industry \n \n \nWhen our long-term competitive position improves as a result of . . . almost unnoticeable \nactions, we describe the phenomenon as “widening the moat.” And doing that is essential if \nwe are to have the kind of business we want a decade or two from now. We always, of \ncourse, hope to earn more money in the short-term. But when short-term and long-term \nconflict, widening the moat must take precedence. If a management makes bad decisions in \norder to hit short-term earnings targets . . . no amount of subsequent brilliance will overcome \nthe damage that has been inflicted.  \n \nWarren E. Buffett \nBerkshire Hathaway Letter to Shareholders (2005) 1 \n \nWall Street has a tendency to overemphasize short-term benefits at the expense of long-term \nbenefits . . . There is a reward given to pursue short-term actions that provide a short-term \nbenefit at the expense of long-term value to your company. \n \nDoug Geoga \nHyatt Hotels 2 \n \nShort Termism  \n \nYou see it all the time: a baseball fan’s mood rises or falls based on a ten-game stretch in a \nlong season; an investment manager is heralded or derided for a quarter’s results; investors \ndump, or euphorically buy, a stock after an earnings release. These scenarios share a \ncommon feature—a heavy focus on short-term results. In every case, a short-term emphasis \ncan hinder intelligent long-term decisions and perspective. \n \nLaments about short termism come from many quarters, yet no person or group appears able \nto stop its inexorable pull. But the swell in short-term thinking presents an opportunity as well \nas a challenge. Individuals who can, under the proper conditions, think and act with a long-\nterm perspective stand to benefit from the short-term focus of others. \n \nCompanies, investors, and investment managers are the main actors involved in capital \nmarkets short termism. The interaction between these groups, their respective and often \nconflicting incentives, and today’s information torrent all combine to shape behavior.        \n \nThe Causes . . .  \n \nBefore discussing how to take advantage of short termism, it’s worth discussing why a \nmyopic view is so prevalent today. Doing so, we can point to at least four sources, which are \nnot mutually exclusive: \n \n \n \n"
    },
    {
      "number": 2,
      "text": " \nPAGE 2 \n \nLEGG MASON CAPITAL MANAGEMENT \nIncentives. That individuals respond to incentives is one of the most powerful lessons in \neconomics. In recent decades, three noteworthy changes shifted incentives, encouraging a short-\nterm focus. First, many companies revamped executive compensation. Second, investors \nincreasingly outsourced investment decisions to external advisors, instead of making the \ndecisions themselves. Finally, many investment firms changed their ownership structure from \npartnerships to financial conglomerates. \n \nWe will discuss these incentive shifts in detail to observe how they prompted a change in \nbehavior. Also, the continuous interaction of companies, investors, and investment managers \nmeans that one group’s behavioral change can, and often does, affect the others.  \n \nPsychology.  A fascinating and relevant line of research addresses the effects of stress. For most \nanimals, physical threats trigger the stress response. If and when the threat passes, the animal \nsettles back to a balanced state. Humans generally face psychological stress, though we still \nrespond physically by pumping blood, releasing adrenaline, sharpening senses, shutting down \nlong-term operations like digestion, reproduction, and the immune system. The problem for \nhumans: psychological stress is often chronic. As a result, the body finds itself in crisis every day. \nStress’s normal symptoms—high blood pressure, reproductive problems, and frequent illness—\nreflect this mostly-human condition. \n \nMoreover, stress mobilizes you for the short term and ignores the long term. Just as there’s no \nuse worrying about next week if a lion is chasing you, there’s no need to consider three-year \ninvestment returns if you’re likely to get fired for poor three-month results. 3 Heightened stress \nundoubtedly encourages a short-term mindset.  \n \nPsychology also comes into play when individuals intend to make good decisions but fall prey to \ncertain decision-making pitfalls, including the availability bias, the recency bias, and loss \naversion. We will point out how these biases undermine the decision making of each group.  \n \nInformation.  The media, companies, and financial advisors churn out an extraordinary amount of \ninformation every day. Naturally, an investor requires information to make decisions. But \ninvestors must also make a crucial distinction between noise and signal.  \n \nConsider the metaphor of a series of coin tosses. Assuming a fair coin, the long-term signal is an \nevenly-split ratio between heads and tails, revealing itself with repeated trials. However, a short \nseries of tosses may show a ratio vastly different than fifty-fifty. Investors operating in the realm of \nnoise have a hard time making reasoned long-term judgments. \n \nThe media, Wall Street analysts, and other financial pundits are paid to generate information. But \nthe vast majority of it is noise. As Nassim Taleb puts it, “People do not realize that the media is \npaid to get your attention. For a journalist, silence rarely surpasses any word.” 4 More information \ncreates more noise and more market reaction, without generating insight or value. \n \nRate of change.  The apparent acceleration of the rate of change for businesses creates a final \nsource of shorter time horizons. For example, the average asset life in corporate America \ndeclined by a third in the last thirty years or so. Said differently, a chief financial officer today \nneeds to generate an appropriate rate of return over roughly ten years, while his mid-1970s \npredecessor could wait fifteen years.  \n \nFurther, empirical studies suggest U.S. companies face a shrinking period of sustainable \ncompetitive advantage—a shift that is not limited to technology companies. 5 On one level a \nshorter time horizon makes sense, but markets still appear to have too much needless activity. \n \n \n \n \n"
    },
    {
      "number": 3,
      "text": " \nPAGE 3 \n \nLEGG MASON CAPITAL MANAGEMENT \nThe Costs . . .  \n \nWhy should we care if the world is more short-term oriented? First, more activity is costly. \nResearch shows that active trading, which economists often attribute to overconfidence, leads to \nlower portfolio returns. 6 The resulting performance degradation reflects transaction and market \nimpact costs. Estimates suggest these costs are 70 basis points a year for the average mutual \nfund—with a higher total for active traders and a lower amount for less active funds. 7  \n \nNext, in a probabilistic field like investing, a short-term focus doesn’t allow you to capture the \nsystem’s signal. We can liken this to predicting a baseball team’s full season record based on a \nsample of a few games. Humans, as natural pattern seekers, have a well-documented tendency \nto believe that a small series of numbers, or results, reflect the larger series. Psychologists show \nhow this belief leads to suboptimal decisions. 8 \n \nFinally, corporate managers who make decisions to bolster short-term results at the expense of \nlong-term performance risk damaging the value of the businesses they run. Trade loading is a \ngood example of this behavior. In the 1980s some cigarette manufacturers sold excessive \ninventory to their customers in advance of cigarette price increases. The extra volume goosed \nshort-term earnings but forfeited future sales, accelerated excise tax payments, extended \ncustomer payment terms, and provided customers with a stale product. 9 Similar behavior \ncontinues today. As Buffett suggests in the opening quotation, decisions to make short-term \ntargets at the expense of a business’s long-term competitive position can inflict irreversible \ndamage.  \n \nThe Caveats . . .  \n \nBefore continuing, two points merit attention. First, the short-term actions of market participants \nremain distinct from the horizon of the market itself. To understand the market’s time horizon, you \nneed to look directly at asset prices. Studies of asset prices show the market reflects ten or more \nyears of future cash flows in today’s prices. For example, the expected dividends over the next \nfive years account for less than 20 percent of the value of the Dow Jones Industrial Average. In \nsum, investors make short-term bets on what are ultimately long-term outcomes. \n \nSecond, not all market participants should be long-term oriented all of the time. Indeed, there are \nsuccessful short-term investment strategies. And if all investors were long-term oriented, markets \nwould lose diversity—a crucial ingredient in market efficiency. 10 The problem arises when \ninvestors confuse their objective with their strategies. Too often, investors mix an objective to \ndeliver superior long-term returns with strategies and behaviors rooted in short termism.  \n \nWe now turn to the three groups, and discuss the changes they have seen and what those \nchanges mean for a shortening time horizon.  \n \nCorporations   \n \nAs early as the 1930s, researchers pointed out potential conflicts of interest between professional \nbusiness managers and the owners, or shareholders. 11 Michael Jensen and William Meckling \nformalized the idea of agency costs in a famous 1976 paper, where they noted, “there is good \nreason to believe that the agent [manager] will not always act in the best interests of the principal \n[owner].” 12 In plain words, what may be good for the executive may not be good for the \nshareholders.  \n \nThough it often appears in today’s headlines, the chasm between CEO wealth and shareholder \nwealth is by no means a new topic. In 1990, Jensen and Kevin Murphy wrote, “Our analysis of \nperformance pay and top-management incentives for more than 2,000 CEOs in three samples \nspanning five decades indicates that the relation between CEO wealth and shareholder wealth is \nsmall and has fallen by an order of magnitude in the last 50 years.” 13  \n"
    },
    {
      "number": 4,
      "text": " \nPAGE 4 \n \nLEGG MASON CAPITAL MANAGEMENT \nConcerns over agency costs waned somewhat in the 1980s, as many observers believed an \nactive market for corporate control would mitigate these costs. The active market for corporate \ncontrol also gave rise to a major shift in executive compensation: boards started tying \nmanagement pay directly to the stock price. Exhibit 1 shows this evolution over the past twenty \nyears or so. In the mid-1980s, virtually no chief executive pay was tied to the stock price. By the \nmid-1990s, that ratio—fueled by employee stock option grants—surpassed 40 percent. Today, \napproximately 60 percent of CEO pay is market-related. \n \nExhibit 1: CEO Pay is More Tied to the Stock Price than Ever Before \n \nSource: Brian J. Hall and Jeffrey B. Liebman, “Are CEOs Really Paid Like Bureaucrats?” NBER Working Paper 6213, October 1997; “2004 CEO \nCompensation Survey and Trends,” Wall Street Journal/Mercer Human Resource Consulting, May 2005; LMCM estimates. \n \nWith their paychecks linked to stock price performance, CEOs quite naturally sought to maximize \nthe value of their stock price. Along the way, many of them have gone badly awry by fixating on \nthe single metric they believe drives value: earnings per share growth. This fixation evolved \ndespite voluminous evidence in the academic literature showing the tenuous link between EPS \ngrowth and value creation. 14 \n \nWe believe the focus on EPS growth results from what psychologists call the availability bias, or \nthe tendency to base assessments on widely-available, versus relevant, information. A financial \nexecutive survey by John Graham, Campbell Harvey, and Shiva Rajgopal provides sobering \nevidence of the laser-like focus on EPS. 15 The executives report the relative importance of \n“earnings are in a class by themselves” for financial reporting. The executives cite four reasons: \n \n1. Investors need a simple metric that summarizes corporate performance. \n2. EPS gets the broadest distribution and coverage by the media. \n3. Focus on EPS makes the analyst’s task easier. \n4. Analysts evaluate a firm’s progress based on whether a company hits consensus EPS. \n \nA focus on EPS may not be bad because EPS growth and value creation are clearly not mutually \nexclusive. But a more alarming survey finding is that almost 80 percent of the executives said \nthey would give up economic value in exchange for smooth earnings. Clearly, shareholders do \nnot benefit from the trade of accounting results for value creation over the long term. \n \nIs the managerial focus on EPS a problem? We think so. Our concerns are based on a number of \nresearch findings and practical considerations. \n \nFirst, academic research shows companies that tied CEO compensation more closely to the \nvalue of the stock and option holdings in the 1990s saw greater use of discretionary accruals to \nmanipulate EPS.16 The researchers define accruals as the difference between earnings and cash \nflow from operations. While the researchers don’t dismiss stock-based incentives, they conclude \nthat “high-powered incentives based on stock price performance seem likely to work best when  \n1985 \n2005 \n1995\nTied to stock \nmarket \n43%\nTied to stock \nmarket \n   1% \nTied to stock \nmarket \n60% \n"
    },
    {
      "number": 5,
      "text": " \nPAGE 5 \n \nLEGG MASON CAPITAL MANAGEMENT \ncoupled with careful consideration of managers’ opportunities to exploit these incentives through \nthe discretion that they enjoy in reporting their firms’ performance.” 16   \n \nAnother valuable strand of research examines the relationship between corporate actions and the \ninstitutional shareholder base. 17 Based on twenty years of data, Brian Bushee places institutional \ninvestors into one of three categories: transient, quasi-indexer, and dedicated. (See Exhibit 2.) \nTransient institutions have high turnover and small stakes. Quasi-indexers have low turnover and \nsmall stakes. Low turnover and large investment stakes characterize dedicated institutions.  \n \nExhibit 2: Percentage Breakdown of Institutional Investor Categories \n \nQuasi-indexers  \n \n61 % \nTransients \n \n \n31 \nDedicated  \n \n \n  8 \nTotal \n \n                        100% \n \nSource: Brian Bushee, “Identifying and Attracting the ‘Right’ Investors: Evidence on the Behavior of Institutional Investors,” Journal of Applied \nCorporate Finance, Vol. 16, 4, Fall 2004, 28-35. \n \nBushee’s analysis shows that companies with active investor relations efforts, including frequent \nearnings guidance and news, attract transient investors. These investors, however, are quick to \nsell when a string of favorable earnings breaks. Further, his research suggests firms with a large \npercentage of transient investors will more likely manage EPS by cutting research and \ndevelopment spending.  \n   \nWhile the causality may not be crystal clear—companies that manage EPS attract transient \ninvestors or transient investors compel companies to manage EPS—the evidence suggests \ncompanies kick off the feedback loop. Disclosure policies above and beyond legal requirements \nare a corporate choice. Bushee summarizes by suggesting, “perhaps the most important step that \nmanagers could take would be to discourage transient ownership by refusing to manage (that is, \nsmooth) reported earnings.” \n \nNotwithstanding the substantial costs associated with issuing earnings guidance, two-thirds of \ncompanies continue to do so today. 18 While guidance is perceived to enhance communication, \ncompanies also point to lower volatility and peer group participation as reasons to offer forecasts.  \n \nThe empirical results, however, do not square with corporate perception. A recent McKinsey \nstudy failed to find any improvement in valuation, shareholder returns, or volatility as a result of \nguidance. 19 Further, the researchers found when companies start earnings guidance, their \nstock’s trading volume increases, consistent with elevated interest of transient investors. The \nstudy’s authors instead advocate disclosing information that relates to the underlying business \nvalue drivers. \n \nAcademics also found that companies engaging in frequent earnings guidance will more likely \nsacrifice long-term growth in order to satisfy short-term earnings objectives. This analysis focuses \nprimarily on changes in R&D spending. 20   \n \nResearch also shows companies ceasing EPS guidance tend to have weak earnings and stock \nprice performance. The analysis suggests poor performance more likely motivates managers to \ngive up guidance rather than other “altruistic” reasons. The study concludes elimination of \nguidance hurts prices more because of a negative signal about future financial performance than \nbecause of the guidance cessation itself. 21 \n \nFinally, a recent study shows the stock market premium for companies meeting or slightly beating \nconsensus EPS has vanished in the post-Sarbanes-Oxley world. This finding holds with the view \ninvestors are more skeptical of firms meeting or beating EPS estimates subsequent to the wave \nof corporate scandals in the early 2000s. 22 \n"
    },
    {
      "number": 6,
      "text": " \nPAGE 6 \n \nLEGG MASON CAPITAL MANAGEMENT \n \nIn summary, corporations today focus more on the short term than they did in the past. This is \npartially appropriate, as the shift in the global competitive landscape has reduced asset lives. \nFurther, companies focused on the short term may be willing to face and address problems on a \ntimelier basis than a company focused on the long term. 23  \n \nIronically, many of today’s issues reflect unintended consequences of trying to minimize agency \ncosts. Starting earnestly in the 1980s, companies recognized the importance of delivering \nshareholder returns. The result has been a massive increase in the percentage of CEO pay tied to \nstock price results. But rather than internalizing the principles of shareholder value, many \nmanagers—because of the availability bias—defaulted to a near-messianic focus on EPS growth. 24 \nThe companies most focused on earnings growth attracted transient investors who, in turn, \ndemanded more guidance and growth, fueling an untenable cycle.  \n \nInvestment Management \n \nCorporate finance researchers have long recognized the importance of agency costs. \nSurprisingly, academics have not fully recognized agency costs in the investment business—\nessentially the role of financial institutions. 25 Clearly, the interests of investors and investment \nmanagers are not perfectly aligned, and evidence suggests principal/agent relationships have an \nimpact on asset pricing beyond what standard models capture. 26 \n \nThe dearth of discussion about the delegated agent may reflect the relative recency of the issue. \n(See Exhibit 3.) In 1950, individuals directly controlled over 90 percent of corporate equities. \nToday, individuals hold less than 40 percent of equities with the bulk now held by mutual funds, \npension funds, and insurance companies. Responsibility has steadily and forcefully migrated from \nprincipal to agent.  \n \n \nExhibit 3: From Principals to Agents \n \nSource: John Bogle, “The Relentless Rules of Humble Arithmetic,” Speech: 60th Anniversary Conference of the Financial Analyst Journal, February \n10, 2005. \n \n \nHow has this affected the behavior of the investment industry and asset pricing? A logical place \nto start is the distinction between the investment profession and business. 27 The investment \nprofession is dedicated to delivering superior results for fund shareholders; practitioners tend to \nbe long-term oriented, contrarian, and patient. The investment business is about gathering assets \nand generating fees for the investment company as opposed to the fund holders.  \n \nIndividual \ninvestors \nFinancial \ninstitutions \n1950 \n2000 \nDirect stock holdings \nIndividual \ninvestors \nFinancial \ninstitutions \n1970\nIndividual \ninvestors \nFinancial \ninstitutions \n"
    },
    {
      "number": 7,
      "text": " \nPAGE 7 \n \nLEGG MASON CAPITAL MANAGEMENT \nWhile there is nothing wrong with a healthy business, and such health assures the investment \nfirm has the resources to support the profession, conflicts do arise when the pendulum swings too \nfar from the profession toward the business. Specifically, problems occur when delivering \ninvestment returns takes a back seat to generating fees for the investment firm. Marketing takes \nprecedence over markets. Industry luminaries, including Jack Bogle and David Swensen, have \nargued this point forcefully. 28  \n \nBogle marshals two pieces of evidence to show the detrimental effects of this shift for fund \nholders. He starts by noting one proxy for differentiating a marketing firm from a management firm \nis the number of funds they offer. Using data prepared by Fidelity Investments covering 54 of the \nlargest investment firms (representing about 85 percent of the industry’s assets) from 1994 to \n2003, Bogle compared the overall investment performance of the firms with fewer funds versus \nthose with an extensive offering. (See Exhibit 4.) He found the focused firms performed much \nbetter, and that 36 of the 37 lowest ranked spots belonged to marketing-oriented organizations. \n \nExhibit 4: Number of Funds versus Investment Returns \n \nShading highlights firms that manage fifteen or fewer funds \n \n \nSource: Fidelity Investments. Data presented in John C. Bogle, “The Relentless Rules of Humble Arithmetic,” Financial Analyst Journal, \nNovember/December 2005. Equal-weighted outperformance rankings ignore the impact of sales charges and include only A-class shares. \n \nAccording to Bogle’s analysis, ownership of investment firms has also been important in shaping \nincentives. Of the 30 largest mutual fund companies today (based on year-end 2005 assets), only \nfour are private. Of the other 26, financial conglomerates own 19 and the other 7 are publicly \nheld. Large financial conglomerates tend to focus more on generating earnings than do the \nprivate investment firms that focus more on the profession. The data here also seem to strongly \nsupport this notion: the vast majority of the best-performing fund families were privately held, and \npublic firms sat in 32 of the bottom 34 slots. 29 (See Exhibit 5.) \n \n \n \n \n \n \n \n \n \n \n \n \n \nFirm\nEqual-Weighted \nOutperformance\nNo. of \nFunds\nFirm\nEqual-Weighted \nOutperformance\nNo. of \nFunds\nFirm\nEqual-Weighted \nOutperformance\nNo. of \nFunds\nDodge & Cox\n98\n4\nWaddell & Reed\n61\n45\nEaton Vance\n49\n73\nFirst Eagle\n97\n5\nUSAA\n61\n31\nMorgan Stanley Adv.\n49\n50\nCalamos\n91\n8\nOppenheimer\n60\n48\nGoldman Sachs\n49\n34\nSo. Eastern/Longleaf\n90\n3\nMFS\n59\n61\nThe Hartford\n48\n33\nAmerican Funds\n79\n26\nPrudential\n59\n49\nPutnam\n47\n54\nRoyce\n79\n14\nNew York Life\n58\n22\nJohn Hancock\n47\n35\nHarris Associates\n77\n7\nUS Bancorp\n57\n37\nDreyfus\n45\n126\nVanguard\n76\n75\nColumbia Mgmt.\n56\n72\nDelaware\n44\n56\nPIMCO\n76\n31\nAllianceBernstein\n55\n57\nStrong\n44\n42\nFranklin Templeton\n71\n10\nBanc One\n54\n36\nThrivent Financial\n44\n25\nT. Rowe Price\n71\n72\nNeuberger Berman\n54\n14\nTrusco\n43\n24\nJanus\n70\n21\nLord Abbett\n53\n27\nMerrill Lynch\n40\n58\nING\n69\n60\nScudder\n52\n65\nAim\n39\n62\nNuveen\n65\n26\nVan Kampen\n52\n43\nNations Funds\n38\n42\nAmerican Century\n64\n54\nFederated\n52\n37\nAmerican Express\n37\n60\nWM Advisors\n64\n15\nEvergreen\n51\n57\nBlackRock\n36\n32\nDavis\n62\n7\nCitigroup\n50\n57\nPioneer\n33\n24\nFidelity\n62\n207\nWells Fargo\n50\n39\nJP Morgan\n32\n38\n"
    },
    {
      "number": 8,
      "text": " \nPAGE 8 \n \nLEGG MASON CAPITAL MANAGEMENT \nExhibit 5: Investment Firm Ownership versus Investment Returns \n \nShading represents private firms \n \n \nSource: Fidelity Investments. Data presented in John C. Bogle, “The Relentless Rules of Humble Arithmetic,” Financial Analyst Journal, \nNovember/December 2005. Equal-weighted outperformance rankings ignore the impact of sales charges and include only A-class shares. \n \nA closer look at how mutual fund managers react to incentives substantiates the broader \nperspective Bogle provides. Empirical research demonstrates that fund managers who face \ngreater short-term performance pressure focus more on short-horizon investments. 30 The \nresearch suggests the short-term perspective of investors causes the investment manager’s \nshort-horizon focus. (See Exhibit 6.) If true, short-term manager behavior may affect stock prices, \nand encourages institutions to shirk their corporate governance responsibilities. \n \nExhibit 6: Mutual Fund Turnover Rate \n \n \nSource: Bogle Financial Markets Research Center, 2006. A mutual fund’s annual turnover rate is a measure of the fund’s trading activity during its \nprevious fiscal year, expressed as a percentage of its average total assets. \n \nAcademic research also shows fund managers adjust the risk of their portfolios near the end of \nthe year in order to increase assets under management. For instance, young funds tend to get \nmore aggressive toward the end of the year when lagging the market. Also, funds well ahead of \nthe market often take a more aggressive stance to achieve the highest possible performance \nranking versus their peers. 31   \n0\n20\n40\n60\n80\n100\n120\n1946 1951 1956 1961 1966 1971 1976 1981 1986 1991 1996 2001\nAnnual Turnover Rate (%)\nFirm\nEqual-Weighted \nOutperformance\nFirm\nEqual-Weighted \nOutperformance\nFirm\nEqual-Weighted \nOutperformance\nDodge & Cox\n98\nWaddell & Reed\n61\nGoldman Sachs\n49\nFirst Eagle\n97\nUSAA\n61\nMorgan Stanley Adv.\n49\nCalamos\n91\nOppenheimer\n60\nEaton Vance\n49\nSo. Eastern/Longleaf\n90\nPrudential\n59\nThe Hartford\n48\nRoyce\n79\nMFS\n59\nJohn Hancock\n47\nAmerican Funds\n79\nNew York Life\n58\nPutnam\n47\nHarris Associates\n77\nUS Bancorp\n57\nDreyfus\n45\nPIMCO\n76\nColumbia Mgmt.\n56\nStrong\n44\nVanguard\n76\nAllianceBernstein\n55\nDelaware\n44\nT. Rowe Price\n71\nBanc One\n54\nThrivent Financial\n44\nFranklin Templeton\n71\nNeuberger Berman\n54\nTrusco\n43\nJanus\n70\nLord Abbett\n53\nMerrill Lynch\n40\nING\n69\nVan Kampen\n52\nAim\n39\nNuveen\n65\nScudder\n52\nNations Funds\n38\nAmerican Century\n64\nFederated\n52\nAmerican Express\n37\nWM Advisors\n64\nEvergreen\n51\nBlackRock\n36\nDavis\n62\nWells Fargo\n50\nPioneer\n33\nFidelity\n62\nCitigroup\n50\nJP Morgan\n32\n"
    },
    {
      "number": 9,
      "text": " \nPAGE 9 \n \nLEGG MASON CAPITAL MANAGEMENT \n \nAsset pricing models generally assume either rational investors or a no-arbitrage assumption to \nattain market efficiency. While neither case provides fully for the role of agency costs, intriguing \nevidence suggests agent behavior may play an important role in asset pricing. \n \nOne line of thinking follows the relationship between the financial institutions garnering the lion’s \nshare of investor dollars and asset performance. The data show the outperformance of large \ncapitalization stocks from 1980 to 2000 coincides directly with the rise of large financial institutions. \nThe researchers argue the compositional shift in asset management increased the demand for \nlarge capitalization stocks and decreased the demand for small capitalization stocks, potentially \naccounting for 230 basis points of annual return premium for the large cap stocks. 32  \n \nThe 2000s, of course, show a much different picture with much of the incremental asset growth \ncoming in hedge funds. Estimates suggest the number of hedge funds has doubled since 2000, \nwhile the industry increased assets under management by $1 trillion. The 2000s have also seen \nsmall capitalization stocks sharply outperform large capitalization stocks; this relative gain, no \ndoubt, also reflects the overvaluation of the large cap stocks in 2000.  \n \nKeeping with the idea that the structure of the investment industry shapes investment outcomes, \nit is intriguing to note 43 percent of hedge fund equity holdings are in stocks with market \ncapitalizations of $5 billion or less (versus less than 26 percent for mutual funds) and almost 60 \npercent of hedge fund assets are in companies with market caps $10 billion or less (compared \nwith 37 percent for mutual funds). 33 Has the rise in hedge funds played a role in distorting the \nmarkets, just as the large institutions did in the 1990s? \n \nInvestors \n \nJack Bogle provides what may be the most sobering statistic in the investment industry: from \n1983-2003, index funds tracking the S&P 500 returned 12.8 percent and the average mutual fund \ngained 10.0 percent annually. Meanwhile, the average investor only earned 6.3 percent annual \nreturns. 34 This seemingly impossible result is attributable to one crucial variable: market timing. \nThe Bogle data refer to average percentage changes, not dollar-weighted changes. When you \nconsider the extraordinary proclivity for investors to invest in the wrong place at the wrong time, \nthe data start to make sense. \n \nFor example, at the height of the technology and telecom bubble in the first quarter of 2000, \ninvestors poured a record $140 billion into growth funds while pulling $40 billion out of value \nfunds. In the subsequent five years, value funds substantially outperformed growth funds. 35   \n \nUsing over twenty years of market data, Evergreen Capital Management paired mutual fund flows \nwith a valuation measure to generate buy and sell signals. High inflows and high valuation \ntriggers a sell signal, while large outflows and cheap valuations mean buy. Following a sell \nsignal—across various investment styles—the return of the investment strategy underperformed \nthe S&P 500 by an average of 490 basis points over the subsequent two-year period. Buy signals \ngenerated an even more impressive 870 basis points of excess returns in two years. As \nnoteworthy, the sell signal was reliable nearly 80 percent of the time, while the buy signal was \naccurate over 90 percent of the time. 36   \n  \nWhy do investors make this mistake? The most likely explanation is the recency bias, which says \nindividuals tend to extrapolate recent outcomes without giving full weight to the full time series or \nprevailing circumstances. This bias defines one of the most reliable sources of inefficiency in the \nmarket. Recent academic research, spanning twenty years of data, shows the buying and selling \npatterns of individual investors provide a hard-to-beat contrary indicator. More specifically, \nresearchers found heavy buying leads to above-average short-term results and below-market \nreturns in the subsequent year. The mirror image holds true for stocks individuals sell. 37    \n \n"
    },
    {
      "number": 10,
      "text": " \nPAGE 10 \n \nLEGG MASON CAPITAL MANAGEMENT \nTime will tell, but we can see evidence for recency bias and questionable investor flows in today’s \nmarkets. (See Exhibit 7.) Funds dedicated to retail investors are seeing strong inflows in the \nsectors that have done well in the past five years, while interest in the groups that have done \npoorly is sparse. As Bill Miller noted, “People want to buy today what they should have bought 5 \nor 6 years ago; call it the 5 year psychological cycle.” 38  \n \nExhibit 7: The Recency Bias in Action? \n \n \nNote: All Data as of 3/31/06 \n \nSource: Bloomberg and S&P. \n  \nTaking Advantage of Short Termism \n \nNow we have a clear picture of why short-term thinking pervades investing. First, competition is \naccelerating, requiring companies to be more nimble. Second, psychological factors, including the \navailability bias and the recency bias, encourage suboptimal behavior. Third, as the nature of \nexecutive compensation and the structure of the investment industry have changed, so too have \nincentives. Companies fixate more on short-term EPS, often to the detriment of long-term value, \nand some investment managers prioritize asset gathering over investment results. Finally, the \ncost of activity has dropped: investors can move assets around with less friction today than at any \ntime in the past. \n \nSo how can an investor take advantage of short termism? One approach focuses on time \narbitrage. Time horizon is a crucial consideration in any probabilistic field. In these systems, \nshort-term results show mostly noise—the noise-to-signal ratio is very high. Over time, the signal \nreveals itself, and the noise-to-signal ratio drops. Short-term investors dwell mostly in the world of \nnoise.  \n \nLet’s go back to our simple coin-tossing example to demonstrate this point. Exhibit 8’s left panel \nis the result of a 20-toss trial, and shows that 35 percent of the tosses came up heads. (We \nsimulated these results with a random number generator). The panel on the right continues with \nthe next 80 tosses in the series, and shows that the ratio settles very close to 50 percent over 100 \nflips. Even though we know the long-term signal is 50 percent, short-term noise can deviate \nsubstantially from long-term signal. \n \n \n \n \n \n \n \n \n \nLast 5 year \nannual gain\nRydex Weighting\nS&P 500 \nWeighting \nEnergy\nPrecious Metals\nTechnology\nFinancials\nOverweight\nUnderweight\n12.5%\n25.4%\n27.2%\n18.9%\n10.2%\n0.6%\n-0.5%\n2.8%\n16.0%\n7.2%\n2.9%\n21.1%\n"
    },
    {
      "number": 11,
      "text": " \nPAGE 11 \n \nLEGG MASON CAPITAL MANAGEMENT \nExhibit 8: Noise versus Signal \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSource: Michael J. Mauboussin, “Capital Ideas Revisited-Part 2,” Mauboussin on Strategy, May 20, 2005. \n \nAsset prices reflect a set of expectations. 39 If investors chasing noise create a set of expectations \ninconsistent with the long-term signal, an opportunity for time arbitrage arises. This arbitrage \nworks only if the short-term focus creates a diversity breakdown—too few investors focused on \nthe signal—and the signal becomes clear over time. So the critical considerations in navigating \nthe investing world distill to psychology, incentives, and expectations. Intelligent investors remain \nhighly aware of all three, and use them for the advantage of their fund holders. \n \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n20\nNumber of Trials\nPercentage of Heads\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\nNumber of Trials\nPercentage of Heads\n20 Trials\n100 Trials\n"
    },
    {
      "number": 12,
      "text": " \nPAGE 12 \n \nLEGG MASON CAPITAL MANAGEMENT \nEndnotes \n \n1 http://www.berkshirehathaway.com/letters/2005ltr.pdf. \n2 Geoffrey Colvin, “Stop Whining About Wall Street,” Fortune, February 2, 1998, 153. \n3 Michael J. Mauboussin, More Than You Know: Finding Financial Wisdom in Unconventional \nPlaces (New York: Columbia University Press, 2006), 59-64. \n4 Nassim Nicholas Taleb, Fooled By Randomness: The Hidden Role of Chance in Life and in the \nMarkets, 2nd ed., (New York: Thompson Texere, 2004), 61.  \n5 Mauboussin, 120-123. \n6 Brad Barber and Terrance Odean, “Trading is Hazardous to Your Wealth: The Common Stock \nInvestment Performance of Individual Investors,” Journal of Finance, Vol. 55, 2, April 2000, 773-\n806. \nhttp://faculty.haas.berkeley.edu/odean/papers/returns/Individual_Investor_Performance_Final.pdf. \n7 John C. Bogle, “Success in Investment Management: What Can We Learn from Indexing?” \nRemarks to the Investment Analysts Society of Chicago, October 26, 2000. See \nhttp://www.vanguard.com/bogle_site/october262000.html. \n8 Amos Tversky and Daniel Kahneman, “Belief in the Law of Small Numbers,” Psychological \nBulletin 76, 1971, 105-110. \n9 G. Bennett Stewart, The Quest for Value (New York: HarperBusiness, 1991), 23. \n10 Michael J. Mauboussin, “Capital Ideas Revisited,” Mauboussin on Strategy, March 30, 2005.  \n11 Adolf A. Berle and Gardiner C. Means, The Modern Corporation and Private Property (New \nYork: Harcourt, Brace & World, 1932). \n12 Michael C. Jensen and William H. Meckling, \"Theory of the Firm: Managerial Behavior, Agency \nCosts and Ownership Structure,\" Journal of Financial Economics, Vol. 3, 4, October 1976, 305-\n360. \n13 Michael C. Jensen and Kevin J. Murphy, “Performance Pay and Top-Management Incentives,” \nJournal of Political Economy, Vol. 98, 2, April 1990, 225-284. \n14 Tom Copeland, Tim Koller, and Jack Murrin, Valuation: Measuring and Managing the Value of \nCompanies, 3rd Ed. (New York: John Wiley & Sons, 2000), 73-87. Also Alfred Rappaport, \nCreating Shareholder Value: The New Standard for Business Performance (New York: Free \nPress, 1986), 19-49. \n15 John R. Graham, Campbell R. Harvey, and Shivaram Rajgopal, “The Economic Implications of \nCorporate Financial Reporting,” Working Paper, January 11, 2005. \nhttp://papers.ssrn.com/sol3/papers.cfm?abstract_id=491627. \n16 Daniel Bergstresser and Thomas Philippon, ”CEO Incentives and Earnings Management,” \nWorking Paper, December 2004. http://pages.stern.nyu.edu/~tphilipp/papers/dbtp.pdf. \n17 Brian Bushee, “Identifying and Attracting the ‘Right’ Investors: Evidence on the Behavior of \nInstitutional Investors,” Journal of Applied Corporate Finance, Vol. 16, 4, Fall 2004, 28-35. \n18 NIRI 2006 Survey Results on Earnings Guidance Practices, April 18, 2006. \nhttp://a1803.g.akamai.net/f/1803/9084/30m/wilink.download.akamai.com/9084/docs/103375/Apr1\n8-slides-color.pdf. \n19 Peggy Hsieh, Timothy Koller, and S.R. Rajan, “The Misguided Practice of Earnings Guidance,” \nThe McKinsey Quarterly, March 2006.  \n20 Mei Cheng, K.R. Subramanyam, and Yuan Zhang, “Earnings Guidance and Managerial \nMyopia, “ Working Paper, November 2005. \nhttp://forum.london.edu/lbsevents.nsf/(EventInfo)/EA1F2E7D718BA64F802571000057890A/$file/\nKRSubramanyan_paper.pdf. \n21 Shuping Chen, Dawn Matsumoto, and Shiva Rajgopal, “Is Silence Golden?: An Empirical \nAnalysis of Firms that Stop Giving Quarterly Earnings Guidance,” Working Paper, October 2005. \nhttps://www.gsb.stanford.edu/facseminars/events/accounting/pdfs/stop%20guidance.pdf. \n22 Shiva Rajgopal, Dawn Matsumoto, and Kevin Koh, “Meeting or Beating Analyst Expectations in \na Post-Enron World: Changes in Stock Market Rewards and Managerial Action,” Working Paper, \n2005. http://faculty.washington.edu/rajgopal/files/KMR.pdf. \n23 Robert E. Rubin and Jacob Weisberg, In an Uncertain World: Tough Choices from Wall Street \nto Washington (New York: Random House, 2004), 334. \n"
    },
    {
      "number": 13,
      "text": " \nPAGE 13 \n \nLEGG MASON CAPITAL MANAGEMENT \n24 Alfred Rappaport, “The Economics of Short-Term Performance Obsession,” Financial Analysts \nJournal, Vol. 61, 3, May/June 2005, 65-79. \n25 Franklin Allen, “Do Financial Institutions Matter?” Journal of Finance, Vol. 56, 4, August 2001, \n1165-1175.  \n26 Bradford Cornell and Richard Roll, “A Delegated-Agent Asset-Pricing Model,” Financial \nAnalysts Journal, Vol. 61, 1, January/February 2005, 57-69. \n27 Charles D. Ellis, “Will Business Success Spoil the Investment Management Profession?” The \nJournal of Portfolio Management, Spring 2001, 11-15. \n28 John C. Bogle, The Battle for the Soul of Capitalism (New Haven: Yale University Press, 2005); \nDavid F. Swensen, Unconventional Success: A Fundamental Approach to Personal Investment \n(New York: Free Press, 2005).  \n29 John C. Bogle, “Mutual Funds: How a Profession with Elements of a Business Became a \nBusiness with Elements of a Profession,” remarks at the Boston Society of Security Analysts, \nFebruary 24, 2006. Also, John C. Bogle, “The Relentless Rules of Humble Arithmetic,” Financial \nAnalysts Journal, November/December 2005, 22-35. \n30 Li Jin, “Managerial Career Concern and Mutual Fund Short Termism,” Working Paper, October \n2005.  \n31 Judith Chevalier and Glenn Ellison, “Risk Taking by Mutual Funds as a Response to \nIncentives,” Journal of Political Economy, Vol. 105, 6, 1997, 1167-1200. \n32 Paul A. Gompers and Andrew Metrick, “Institutional Investors and Equity Prices,” The Quarterly \nJournal of Economics, vol. 116, 1 , February 2001, 229-260. \n33 David J. Kostin, Robert Koyfman, Nathan Swem, Jessica Binder, and Caesar P. Maasry, \n“Portfolio Strategy: Hedge Fund Monitor,” Goldman Sachs Global Investment Research, March 6, \n2006. \n34 Bogle, Financial Analysts Journal. \n35 John C. Bogle, “Statement of John C. Bogle to the United States Senate Governmental Affairs \nSubcommittee,” available at Bogle Financial Markets Research Center. \n36 Evergreen Capital Management, LLC, “An Asset Allocation Strategy for the Intelligent Investor,” \n2005.  \nSee http://www.gold-eagle.com/editorials_05/mauldin040505.html. \n37 Brad M. Barber, Terrance Odean, and Ning Zhu, “Do Noise Traders Move Markets?” Working \nPaper, December 2005. \n38 Bill Miller, “Quarterly Letter,” Legg Mason Capital Management, First Quarter 2006. See \nhttp://www.leggmason.com/funds/knowledge/management/2006MillerCommentaryQ1.pdf. \n39 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing (Boston, MA: Harvard \nBusiness School Press, 2001). \n \n"
    },
    {
      "number": 14,
      "text": " \nPAGE 14 \n \nLEGG MASON CAPITAL MANAGEMENT \nResources \n \nBooks \n \nBerle, Adolf A. and Gardiner C. Means, The Modern Corporation and Private Property (New York: \nHarcourt, Brace & World, 1932). \n \nBogle, John C., The Battle for the Soul of Capitalism (New Haven: Yale University Press, 2005). \n \nCopeland, Tom, Tim Koller, and Jack Murrin, Valuation: Measuring and Managing the Value of \nCompanies, 3rd Ed. (New York: John Wiley & Sons, 2000). \n \nMauboussin, Michael J., More Than You Know: Finding Financial Wisdom in Unconventional \nPlaces (New York: Columbia University Press, 2006). \n \nRappaport, Alfred, Creating Shareholder Value: The New Standard for Business Performance \n(New York: Free Press, 1986). \n \nRappaport, Alfred, and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for \nBetter Returns (Boston, MA: Harvard Business School Press, 2001). \n \nRubin, Robert E. and Jacob Weisberg, In an Uncertain World: Tough Choices from Wall Street to \nWashington (New York: Random House, 2004). \n \nStewart, G. Bennett, The Quest for Value (New York: HarperBusiness, 1991). \n \nSwensen, David F., Unconventional Success: A Fundamental Approach to Personal Investment \n(New York: Free Press, 2005).  \n \nTaleb, Nassim Nicholas, Fooled By Randomness: The Hidden Role of Chance in Life and in the \nMarkets, 2nd ed., (New York: Thompson Texere, 2004). \n \nArticles \n \nAllen, Franklin, “Do Financial Institutions Matter?” Journal of Finance, Vol. 56, 4, August 2001, \n1165-1175.  \n \nBarber, Brad and Terrance Odean, “Trading is Hazardous to Your Wealth: The Common Stock \nInvestment Performance of Individual Investors,” Journal of Finance, Vol. 55, 2, April 2000, 773-\n806.  \n \nBarber, Brad M., Terrance Odean, and Ning Zhu, “Do Noise Traders Move Markets?” Working \nPaper, December 2005. \n \nBergstresser, Daniel and Thomas Philippon, ”CEO Incentives and Earnings Management,” \nWorking Paper, December 2004. \n \nBerkshire Hathaway, Annual Report, 2005. \n \nBogle, John C., “Statement of John C. Bogle to the United States Senate Governmental Affairs \nSubcommittee,” available at Bogle Financial Markets Research Center. \n \n_____., “Success in Investment Management: What Can We Learn from Indexing?” Remarks to \nthe Investment Analysts Society of Chicago, October 26, 2000. \n \n"
    },
    {
      "number": 15,
      "text": " \nPAGE 15 \n \nLEGG MASON CAPITAL MANAGEMENT \n_____., “The Relentless Rules of Humble Arithmetic,” Financial Analysts Journal, \nNovember/December 2005, 22-35. \n \n_____., “Mutual Funds: How a Profession with Elements of a Business Became a Business with \nElements of a Profession,” remarks at the Boston Society of Security Analysts, February 24, \n2006. \n \nBushee, Brian, “Identifying and Attracting the ‘Right’ Investors: Evidence on the Behavior of \nInstitutional Investors,” Journal of Applied Corporate Finance, Vol. 16, 4, Fall 2004, 28-35. \n \nChen, Shuping, Dawn Matsumoto, and Shiva Rajgopal, “Is Silence Golden?: An Empirical \nAnalysis of Firms that Stop Giving Quarterly Earnings Guidance,” Working Paper, October 2005.  \n \nCheng, Mei, K.R. Subramanyam, and Yuan Zhang, “Earnings Guidance and Managerial Myopia,“ \nWorking Paper, November 2005. \n \nChevalier, Judith and Glenn Ellison, “Risk Taking by Mutual Funds as a Response to Incentives,” \nJournal of Political Economy, Vol. 105, 6, 1997, 1167-1200. \n \nColvin, Geoffrey, “Stop Whining About Wall Street,” Fortune, February 2, 1998, 153. \n \nCornell, Bradford and Richard Roll, “A Delegated-Agent Asset-Pricing Model,” Financial Analysts \nJournal, Vol. 61, 1, January/February 2005, 57-69. \n \nEllis, Charles D., “Will Business Success Spoil the Investment Management Profession?” The \nJournal of Portfolio Management, Spring 2001, 11-15. \n \nEvergreen Capital Management, LLC, “An Asset Allocation Strategy for the Intelligent Investor,” \n2005.  \n \nGompers, Paul A. and Andrew Metrick, “Institutional Investors and Equity Prices,” The Quarterly \nJournal of Economics, vol. 116, 1 , February 2001, 229-260. \n \nGraham, John R., Campbell R. Harvey, and Shivaram Rajgopal, “The Economic Implications of \nCorporate Financial Reporting,” Working Paper, January 11, 2005. \n \nHsieh, Peggy, Timothy Koller, and S.R. Rajan, “The Misguided Practice of Earnings Guidance,” \nThe McKinsey Quarterly, March 2006.  \n \nJensen, Michael C. and William H. Meckling, \"Theory of the Firm: Managerial Behavior, Agency \nCosts and Ownership Structure,\" Journal of Financial Economics, Vol. 3, 4, October 1976, 305-\n360. \n \nJensen, Michael C. and Kevin J. Murphy, “Performance Pay and Top-Management Incentives,” \nJournal of Political Economy, Vol. 98, 2, April 1990, 225-284. \n \nJin, Li, “Managerial Career Concern and Mutual Fund Short Termism,” Working Paper, October \n2005. \n \nKostin, David J., Robert Koyfman, Nathan Swem, Jessica Binder, and Caesar P. Maasry, \n“Portfolio Strategy: Hedge Fund Monitor,” Goldman Sachs Global Investment Research, March 6, \n2006. \n \nMauboussin, Michael J., “Capital Ideas Revisited,” Mauboussin on Strategy, March 30, 2005.  \n \n_____., “Capital Ideas Revisited-Part 2,” Mauboussin on Strategy, May 20, 2005.  \nMiller, Bill, “Quarterly Letter,” Legg Mason Capital Management, First Quarter 2006. \n"
    },
    {
      "number": 16,
      "text": " \nPAGE 16 \n \nLEGG MASON CAPITAL MANAGEMENT \nNIRI 2006 Survey Results on Earnings Guidance Practices, April 18, 2006.  \n \nRajgopal, Shiva, Dawn Matsumoto, and Kevin Koh, “Meeting or Beating Analyst Expectations in a \nPost-Enron World: Changes in Stock Market Rewards and Managerial Action,” Working Paper, \n2005. \n \nRappaport, Alfred, “The Economics of Short-Term Performance Obsession,” Financial Analysts \nJournal, Vol. 61, 3, May/June 2005, 65-79. \n \nTversky, Amos and Daniel Kahneman, “Belief in the Law of Small Numbers,” Psychological \nBulletin 76, 1971, 105-110. \n"
    },
    {
      "number": 17,
      "text": " \nPAGE 17 \n \nLEGG MASON CAPITAL MANAGEMENT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nGlossary of Terms and Index Definitions \n \nThe views expressed in this commentary reflect those of Legg Mason Capital Management \n(LMCM) as of the date of this commentary and may differ from the views of other employees of \nthe firm or its affiliates. These views are subject to change at any time based on market or other \nconditions, and LMCM disclaims any responsibility to update such views. These views may not \nbe relied upon as investment advice and, because investment decisions for clients of LMCM are \nbased on numerous factors, may not be relied upon as an indication of trading intent on behalf of \nthe firm. The information provided in this commentary should not be considered a recommendation \nby LMCM or any of its affiliates to purchase or sell any security. To the extent specific securities are \nmentioned in the commentary, they have been selected by the author on an objective basis to \nillustrate views expressed in the commentary. If specific securities are mentioned, they do not \nrepresent all of the securities purchased, sold or recommended for clients of LMCM and it should \nnot be assumed that investments in such securities have been or will be profitable. There is no \nassurance that any security mentioned in the commentary has ever been, or will in the future be, \nrecommended to clients of LMCM. Employees of LMCM and its affiliates may own securities \nreferenced herein. Past performance is no guarantee of future results. \n  \nAn investor should consider a fund's investment objectives, risks, charges, and expenses \ncarefully before investing. For a prospectus, which contains this and other information on \nany Legg Mason fund, visit www.leggmasonfunds.com. Please read the prospectus \ncarefully before investing. \n  \n2006 Legg Mason Investor Services, LLC, Distributor - A Legg Mason, Inc. subsidiary  \nMember NASD, SIPC \n \nInvestment Products: Not FDIC Insured, Not Bank Guaranteed, May Lose Value  \n  \nLegg Mason Capital Management is the investment advisor and Legg Mason Investor \nServices, LLC is the distributor of five of the Legg Mason Funds. \n \n06-0024 \n"
    }
  ]
}