{
  "filename": "mm_051_2004_the_economics_of_customer_businesses.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423214730-07'00'",
    "modDate": "D:20240423214816-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 51,
      "year": "2004",
      "date": "12/9",
      "institution": "Legg Mason",
      "title": "The Economics of Customer Businesses",
      "url": "https://12mv2.files.wordpress.com/2024/04/04-12-09-the-economics-of-customer-businesses.pdf"
    },
    "tags": [
      "Business models & growth",
      "Financial metrics",
      "Decision making"
    ],
    "tagged_at": "2025-01-20T21:26:31.820903"
  },
  "pages": [
    {
      "number": 1,
      "text": "=============iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí \n \n \n \nDecember 9, 2004 \nThe Economics of Customer Businesses \n \nVery few companies can measure lifetime customer value, making it virtually \nimpossible to manage customer lifetime value. The barriers have to do with the \nway companies are organized, make decisions and track information. \n \nUta Werner \nGetting Real About Customer Lifetime Value 1 \n \nGenerally accepted accounting principles actually hide the value of a loyal \ncustomer, an impressive feat of concealment given what loyalty can do for the \ngreat majority of companies. \nFrederick F. Reichheld \nThe Loyalty Effect 2 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n• \nOne of the keys to successfully analyzing a consumer-oriented business is \nto get to the most basic unit of economic analysis: the customer. \n• \nCustomer net present value is the difference between the lifetime customer \ncash flows and acquisition costs. \n• \nCustomer loyalty—or low churn—is an important value driver for many \nconsumer businesses. \n• \nDiffusion models offer insight about likely market size and adoption rates. \n• \nManaging the customer base becomes important as an industry matures. \n \nLegg Mason Capital \nManagement\nMichael J. Mauboussin\nMichael J. Mauboussin\nMichael J. Mauboussin\nMichael J. Mauboussin\nmmauboussin@lmfunds.com \n \nTime\nCumulative adopters\nPhase I\n•Churn data unreliable\n•Understand cost structure\n•Gauge market potential\n•Customer acquisition important\nPhase II\n•Churn data more reliable\n•Value per subscriber \nmoderating\n•Balance customer acquisition \nwith customer retention\nPhase III\n•Churn data reliable\n•Customer retention and \nmanagement key\n•Customer acquisition not \nimportant\nSatellite radio\nSatellite TV\nCable TV\n(analog)\n"
    },
    {
      "number": 2,
      "text": " \n \n \nm~ÖÉ=O==\n=============iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n \nIntroduction: The Customer as the Basic Unit of Analysis \n \nOne of the keys to successfully analyzing a business is getting down to the most basic unit of economic analysis. \nFor many consumer-oriented companies, and especially those that rely on a subscription model, the basic unit of \nanalysis is the customer. Investors need to determine whether or not current and prospective customers add \nvalue. The only way to understand customer economics is to break down the analysis into its prime components. \nCall them the leading indicators of customer value, which ultimately drive shareholder value. \n \nUnfortunately, very few companies—even subscription companies—measure customer value well, and the \nmetrics they do calculate and share don’t always tell the whole story. As a result, the necessary analytical inputs \nare not always readily available. Further, the current accounting system does a very poor job of revealing the \ndifference between a good and bad customer. \n \nFor example, consider two companies with the same number of customers, revenue per customer, expected net \ncustomer growth, and customer acquisition costs. Which company is more valuable? \n \nMost businesspeople intuitively assume these companies have the same value. In fact, the businesses may have \nradically different values based on the customer lifecycle at each firm. In general, research shows that companies \nthat have significant customer loyalty are generally more profitable, and hence more valuable, than companies \nthat do not. 3  \n \nThis customer-focused approach leads us to the following definition of value:  \n \nValue of a business = value per customer x number of current and future customers \n \nIn different words, business value is a function of customer economics and the current and future users (market \nsize). This equation is simple, but unpacking the essential elements is not.  \n \nFurther, companies often create incentives that encourage employees to behave in ways that diminish aggregate \ncustomer value. For example, a company might pay sales representatives based on how many new customers \nthey sign up without considering the quality of those customers (i.e., likelihood to leave the service, \ncreditworthiness, etc.). The company could inadvertently take on net present value negative customers.   \n \nThis report offers a framework to analyze businesses through the customer-value lens. In particular, we will cover \nfour areas. First we discuss in detail the drivers of value per customer, including customer cash flows, loyalty, and \nacquisition costs. Next we look at ways to size the potential market.  We then look at the issues in managing the \ncurrent customer base. Finally, we point to some deficiencies in our accounting system for evaluating customer-\nbased businesses.  \n \nExhibit 1 shows a partial list of businesses where analysis of customer economics is important. \n \nExhibit 1: Customer Economics Businesses \nWireless communications \nSatellite radio \nSatellite television \nCable television (analog and digital) \nBroadband communications \nCredit cards \nHome security \nMagazines \nLife insurance \nInternet retailers \nOnline brokerage  \nGaming \nVideo rental \nSource: LMCM analysis. \n"
    },
    {
      "number": 3,
      "text": " \n \n \nm~ÖÉ=P==\n=============iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n \nI. Drivers of Customer Value: It’s All about NPV \n \nFirst principles in finance suggest we use the net present value (NPV) rule to analyze a customer—the same rule \nwe use to judge any financial investment. Customer value is the difference between the present value of the cash \nflows a customer generates over his or her lifetime and the cost to acquire the customer. For instance, a company \nthat expects $500 in lifetime cash flow from a customer who cost $300 to acquire adds $200 to its value.4    \n \nCustomer NPV = PV of lifetime customer cash flows – acquisition costs  \n \nThough conceptually very straightforward, the devil of customer value is truly in the details. The realities that lurk \nbehind high level terms that the financial community freely slings around—churn, gross adds, net adds, and \naverage revenue per user—are often quite complex.  We’ll start by considering the factors that determine \ncustomer cash flows.  \n \nWe can disaggregate the present value of lifetime customer cash flows into two main parts: how much cash a \ncustomer pays per period and how many periods a customer pays. Customer longevity is often associated with \nloyalty.  \n \nPV of lifetime cash flows = cash flow per period x number of periods \n \nLet’s start with cash flow per period.  \n \nCash Flow per Period \n \nGenerally, the ability to assess the regularity of customer cash flows is a function of the type of relationship. A \npredetermined billing arrangement with the customer—examples include cable, satellite TV, utilities, credit \ncards—often creates steadier and more predictable cash flow streams. 5 This effect is most pronounced with \nsubscription agreements. In addition, companies that charge monthly often have good data on customer behavior \npatterns because of the relatively short feedback loop.  \n \nIn contrast, predicting customer cash flows is much more difficult for transaction-oriented businesses like catalog \nand Internet retailers. These businesses typically comprise a mix of few active customers and many inactive \ncustomers. Determining customer value for a non-subscription transaction business is inherently more difficult \nthan for businesses with more formal or regular customer interaction. 6   \n \nWhen investors think of customer cash flow per period, they generally focus on revenue. But cash flow is the \ndifference between revenues and costs (including investments). As a result, a company’s cost structure can \ndetermine the attractiveness of an incremental customer.  \n \nSome industries have a relatively high upfront, or preproduction, costs, which are costs (or investments) a \ncompany must bear before it can go to market. For example, a company offering satellite television must launch \nsatellites in advance of signing up any customers. Businesses with large preproduction costs tend to have \nsubstantial operating leverage. That is, beyond a “breakeven” number, incremental customers tend to be very \nprofitable. 7 \n \nHigh preproduction cost businesses often have a lumpy pattern of investment spending: they need to make \nperiodic, large investments to keep up with demand or to remain technologically competitive. In contrast, some \nindustries have relatively low preproduction costs, which mean that the economics tend to be consistent across \nthe customer base.  \n \nAnother important issue in judging customer lifetime cash flow is a consideration of the additional goods or \nservices a business can offer as it matures. One example is bundling, where a single provider offers additional \nservices. Bundling also lowers churn. For example, cable television companies started with analog cable and in \nrecent years added digital cable, broadband, and telephony. According to a cable industry spokesperson, \n“Bundles are where cable’s priorities are.” 8 \n \n"
    },
    {
      "number": 4,
      "text": " \n \n \nm~ÖÉ=Q==\n=============iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n \nLikewise, Amazon.com expanded offerings from books to a multitude of different stores. Indeed, the company’s \nelectronics sales recently eclipsed its book sales for the first time. Option theory offers one way to consider and \nvalue a company’s ability to extend its offerings to existing customers.  \n \nNaturally, we cannot model future customer cash flows in a void; we must recognize the role of competition. The \nnumber of competitors and how they compete are two important variables. Lots of competition generally drives \nreturns on capital toward the cost of capital; lower customer prices often drive this economic parity.  \n \nThe nature of competition also affects customer economics. More cooperative industries allow for attractive \ncustomer lifetime values and industry-wide returns. Concepts from game theory help judge industry cooperation. \n \nHow the Demand-Side Affects Cash Flow \n \nWhile competition focuses on how effectively companies can supply a good or service, analysts must also \nconsider the demand side of the equation: How well does a good or service satisfy the customer? There are two \ndynamics at play. \n \nThe first is network effects, which exist when the value of a good or service increases as more people use that \ngood or service. An excellent current example is eBay. As the site draws more buyers and sellers, its value \nincreases for current and prospective buyers and sellers. Strong network effects increase a customer’s \nwillingness-to-pay, and hence can help drive customer lifetime value. 9  \n \nNextel’s push-to-talk technology provides a good illustration of network effects and is an important source of \ndifferentiation for the company. Though not among the three largest wireless providers, Nextel has the highest \naverage revenue per user in the industry (see Exhibit 2).  \n \nExhibit 2: Average Revenue per User for Wireless Telephones \nCompany          ARPU \nNextel \n          $ 69 \nSprint PCS  \n62 \nT-Mobile  \n55 \nVerizon \n \n52 \nCingular  \n50 \nSource: Company published data. \n \nSecond is the idea of overshot markets. According to Professor Clayton Christensen, products and services tend \nto improve along a trajectory that has a steeper slope than that of customer needs. Eventually, the product \nbecomes too good for the mainstream market—it overshoots. You know a product has overshot the market when \ncustomers stop paying for additional features or when customers only use a fraction of the features available. Per-\ncustomer revenues are unlikely to grow in overshot markets. 10  \n \nFurthermore, overshot markets become susceptible to disruptive innovations—new products that are typically \ncheaper, inferior, and easier to use. When a consumer-based business gets disrupted, customer lifetime values \ntend to plummet. One example in recent years is the airline industry, where value migrated from large, full service \ncarriers to low-cost, no-frills carriers. \n \nNow let’s turn to number of periods, which reflects customer longevity. Related concepts include retention rate, \nchurn rate, and customer loyalty.  \n  \n"
    },
    {
      "number": 5,
      "text": " \n \n \nm~ÖÉ=R==\n=============iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n \nThe Principles of Churn  \n \nIncreasingly, companies release churn statistics. A churn rate represents how many customers a company loses \nwithin a given period. If a company with 100 customers loses 15 during a period, it has 15 percent churn. Exhibit 3 \nshows recent monthly churn statistics for various companies. The lower a company’s churn, the higher its \ncustomer retention and longer its average customer tenure. Customer loyalty normally results in low churn rates.11  \n \nExhibit 3: Churn Statistics for Selected Companies \n(Monthly churn for the quarter ended 6/30/04) \n \nCompany  \n \n \nChurn \nXM Satellite Radio \n \n1.1 % \nDirecTV  \n \n \n1.4 \nVerizon Wireless  \n \n1.4 \nNextel Communications \n \n1.6 \n \nEchostar  \n \n \n1.7 \nSirius Radio \n \n \n2.1 \nSprint \n \n \n \n2.3 \nCox (basic video)  \n \n2.6 \nCox (digital video)  \n \n4.4 \nNetflix \n \n \n \n5.6 \nSource: Company published data. \n \nHere’s an example of how loyalty can add value. Assume a company has a $100 average acquisition cost, $50 of \naverage annual cash flow, and an 8 percent cost of capital. These assumptions allow us to examine the path of a \ncustomer’s NPV over time. Exhibit 4 shows that an average customer reaches NPV neutral after about 2 ½ years. \nAll else equal, loyalty adds value. \n \nExhibit 4: The Value of Loyalty  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSource: LMCM analysis. \n \n \n$(200)\n$(100)\n$-\n$100\n$200\n$300\n$400\n$500\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\nCustomer Tenure (in years)\nNPV of Customer\n"
    },
    {
      "number": 6,
      "text": " \n \n \nm~ÖÉ=S==\n=============iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n \nIn fact, loyalty can have a profound impact on business. In his seminal book, The Loyalty Effect, Fred Reichheld \nshows that a 5 percentage point improvement in retention rate (a reduction in churn) increases customer NPVs \nmore than 75 percent for a host of industries including advertising agencies, auto insurance, credit cards, life \ninsurance, and publishing. 12  \n \nReichheld argues that at least two forces significantly boost value. First, companies that retain customers at a \nhigher rate either spend less money acquiring new customers than other companies with similar customer growth, \nor grow faster than other companies with comparable customer acquisition spending but higher churn. For this \nreason, two companies with the same net subscriber growth, revenue per subscriber, and subscriber acquisition \ncosts can have radically different values.  \n \nHe calls the second force the “profit-per-customer effect.” 13 He argues that the profits from a customer often grow \nas they stay with the company. Drivers of these enhanced profits include: \n \n• \nHigher revenues. In many industries, customer spending tends to increase over time. This growth \nreflects a greater appreciation of the product line, increased customer buying power, and comfort \nwith the purchasing format. The cable companies and Internet retailers are examples. \n• \nCost savings. As customers learn about a business, they require less and less help. This is \nparticularly true for industries that rely on technology to deliver their goods or services. Expense \ntends to decline as customers understand how the technology works, what products the company \noffers, and how to get the information they need efficiently.  \n• \nPrice premium. Loyal customers often pay higher prices for goods or services. This is because new \ncustomers often come in with price promotion. Also, established customers greatly value the \nservice and may be willing to pay a higher price.  \n \nReichheld’s recent work suggests one metric as the best proxy for customer loyalty and growth: the number of \n“net promoters.” According to Reichheld, “the percentage of customers who were enthusiastic enough to refer a \nfriend or colleague—perhaps the strongest sign of customer loyalty—correlated directly with differences in growth \nrates among competitors.” 14 He provides empirical support for this statement from the airline, Internet service \nprovider, and car rental industries.     \n \nDisaggregating Customer Behavior \n \nWhat factors shape customer churn?  A good place to start is customer lock-in and the associated switching \ncosts. Lock-in creates costs that customers must bear in order to switch to a competing offering. Exhibit 5 shows \nvarious forms of lock-in and their associated switching costs.  \n \nExhibit 5: Lock-in and Associated Switching Costs  \n \nType of Lock-In  \n \nSwitching Cost \nContractual commitments  \nCompensatory or liquidated damages \nBrand-specific training \n \nLearning a new system \nSearch costs \n \n \nCombined buyer and seller search costs \nLoyalty programs  \n \nAny lost benefits from incumbent supplier \nNetwork effects \n \n \nReduced interaction with network members \nMonopoly  \n \n \nNon-consumption \nProduct bundles  \n \nMore bills, higher price \nLow cost offering  \n \nHigher price \nSource: Carl Shapiro and Hal R. Varian, Information Rules (Boston, MA: Harvard Business School Press, 1999), 117 and LMCM analysis. \nCopyrighted material, used by permission. \n \nA recent illustrative case in churn analysis is the introduction of wireless number portability (WNP) in November \n2003. For years, wireless carriers fought against WNP, concerned that it would increase churn. In fact, churn did \nnot go up for the national carriers following WNP. A couple of the possible explanations, proactive customer \nservice initiatives and pricing, are mild forms of lock-in (better prices elsewhere remains the number one reason \n"
    },
    {
      "number": 7,
      "text": " \n \n \nm~ÖÉ=T==\n=============iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n \npeople switch carriers). Other factors relate directly to lock-in, including the greater use of bundling and more and \nlonger contracts. 15   \n \nCommitment to everyday low prices, which derives from a company’s business model, offers another powerful \nform of lock-in. For example, over the years Wal•Mart has consistently passed on some of its scale advantage to \nits customers in the form of lower prices. The company’s motto, “Always low prices. Always.” effectively \ncommunicates the low-cost pledge. Other companies employing this strategy include Home Depot and \nAmazon.com. The cost advantage lock-in we describe must be for goods and services familiar to consumers. \n \nSegmenting Spenders \n \nAs Reichheld’s analysis suggests, customers tend to spend more the longer they stick with a good or service. \nNaturally, however, customers do not behave uniformly. In an attempt to better understand customer behavior, \nMcKinsey researchers studied how the spending patterns of customers change. They argue “many more \ncustomers change their behavior than defect, so the former typically account for larger changes in value.” In fact, \nthe cost to save a current customer is often substantially less than the cost to acquire a new one. 16 \n \nTo quantify these effects, researchers developed two broad customer segments: loyalists, who maintain or \nincrease their spending and downward migrators, who spend less over time for a host of reasons. They further \nrefine the segments into sub-segments (e.g., emotive loyalists, lifestyle downward migrators).  While the vast \nmajority of customers are considered loyalists, consistent with Reichheld’s argument, the ratio of loyalists to \ndownward migrators varies by industry. Understanding of a company’s customer loyalty profile can indicate which \ntactics will most likely create value and how a company should prioritize its resources.   \n \nTaking Churn with a Grain of Salt \n \nToday, more companies report churn data than ever before. Still, comparing churn rates across industries, and \noften within industries, can be tricky. There are a few reasons for this:  \n \n• Average versus actual cohort behavior. Churn statistics are averages, which often belie the pattern of \ncohort behavior. Specifically, for most customer-oriented businesses churn in the initial periods tends \nto be much higher than the lifetime average. (See Exhibit 6.) As a result, customer half-lives are \ngenerally much shorter than the average churn numbers suggest. Reichheld estimates that the \npattern of churn can change estimates of cohort customer value by as much as 40 percent. 17   \n• Young businesses. A related point is that investors should judge the churn of emerging business very \ncautiously. With a very high ratio of new subscribers to established subscribers, churn numbers will \nreflect higher-than-average churn rates. In order to get a good sense of churn for an industry, you \nmust follow a sufficient number of cohort groups over time.  \n• Customer quality. Companies have, and pursue, customers of varying quality. Quality includes \ncreditworthiness, use of resources, and spending patterns. Gross customer additions and churn \nstatistics rarely offer insight into the quality of the customers moving in and out of the portfolio. Not all \ncustomers are created equal.  \n \n"
    },
    {
      "number": 8,
      "text": " \n \n \nm~ÖÉ=U==\n=============iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n \nExhibit 6: Constant versus Actual Cohort Defection Patterns   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSource: Frederick F. Reichheld, The Loyalty Effect  (Boston, MA: Harvard Business School Press, 1996), 54. Copyrighted material, used by \npermission. \n \nElasticity and Churn  \n \nOne final thought on the present value of cash flows: relatively stable cost per user and acquisition costs—valid \nassumptions for businesses with mostly variable costs—create a tradeoff between revenue per period and churn. \nSpecifically, the higher the per-period revenue a company enjoys, the higher the churn it can withstand, all else \nequal. This tradeoff allows companies to understand customer elasticities and provides opportunities to maximize \nvalue through the price/churn tradeoff.  \n \nHere’s an example (the numbers are similar to those of a real company). Say a company has a $36 subscriber \nacquisition cost, charges $20 a month, has roughly $12 dollars in monthly per-customer costs, and keeps its \ncustomers for 12 months on average. This business has an average customer NPV of $60. 18 \n \n$60 = [($20-12)*12] - $36 \n \nWe can now look at the tradeoffs between monthly revenue and churn that maintain the $60 customer NPV (see \nExhibit 7).  The company should seek to price the product where it optimizes the tradeoff between revenue and \nchurn. \n \nExhibit 7: Tradeoffs Between Revenue and Churn  \n \nRevenue per Month \n \nNumber of Months \n            $18 \n \n \n \n16.0 \n     \n19 \n \n \n \n13.7 \n  \n20 \n \n \n \n12.0 \n  \n21 \n \n \n \n10.7 \n  \n22 \n \n \n \n 9.6 \nSource: LMCM analysis. \n"
    },
    {
      "number": 9,
      "text": " \n \n \nm~ÖÉ=V==\n=============iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n \nNextel Communications provides a real-world example. While the company’s customers that work in government \nhave lower-than-company-average revenue per user and higher-than-average acquisition costs, very low churn \nallows them to rank among the company’s most profitable customers on a NPV basis.  \n \nNow lets take a look at the second part of our customer NPV equation, acquisition costs. \n \nAcquisition Costs \n \nCompanies incur costs to acquire a new customer. Most of the costs are fairly visible—advertising, hardware \nsubsidies, installation costs, commissions, and sales force costs. Other less obvious costs might include new \nstore opening costs and senior management time.  \n \nEarly on, measuring acquisition costs tends to be reasonably straightforward. For example, the ratio of marketing \ncosts to new subscribers might provide a reasonable proxy for per customer acquisition costs. Investors should \nnot evaluate acquisition costs in isolation, but rather in close conjunction with estimates of lifetime cash flows. \nCustomer NPV ultimately drives value. \n \nA comparison between cable and satellite television service—rough substitutes for one another—illustrates this \npoint. Companies must incur three basic costs to deliver these services to customers: central office costs, the \nconnection to the home, and the equipment on the customer’s premises. While central office costs are \ncomparable, cable companies centralize their network intelligence, and hence their central offices have more \nintelligence than those of satellite. Connection to the home costs much more for the cable company, as laying \ncable is more onerous than beaming a signal. Finally, the equipment on the customer premises is a larger cost for \nthe satellite company. However, the satellite equipment provides more intelligence.  \n \nWhile competitors, these businesses are very different. Because net property, plant and equipment per subscriber \ncosts are greater for cable than satellite, the satellite companies have a much higher fixed-to-variable cost ratio. \nHowever, the cable plant, while expensive, offers substantial optionality. Cable companies can effectively offer \nmultiple services—analog cable, digital cable, broadband, telephony—while satellite offerings will be more limited. \n \nAlthough customer acquisition costs are much higher for satellite companies than cable companies, their average \nrevenue per user is comparable; incremental costs are less for new subscribers, and churn is measurably lower \nthan that for cable. Higher satellite acquisition costs are an artifact of network design, which investors must \nconsider in judging customer value. Today, these variables lead the market to place a higher value per subscriber \non cable companies than for their satellite competitors.       \n \nAcquisition Cost Trends \n \nAbsolute acquisition costs are clearly important, but also critical is the trend in these costs. Generally speaking, \nthere are two countervailing forces.  \n \nFirst, acquisition costs tend to rise as an industry matures and companies compete for late adopters. Since the \nspending patterns of later adopters are often not as good as earlier adopters, companies must make diligent \nspending decisions when the industry reaches maturity. \n \nOn the other hand, if a customer business benefits from network effects, it can actually see acquisition costs \ndecline as it gains share. (See Exhibit 8.) Typically, multiple networks compete for customer attention, but once \none company gets ahead, customers want to join that network precisely because others already have.  \n \nA powerful example is eBay. As CEO Meg Whitman told The Wall Street Journal, “you see that we’re spending \nless than $10 to acquire each new customer. The reason is that we are being driven by word of mouth.” 19 \nNetwork effects drive customer NPV by increasing revenue while lowering acquisition costs.  \n \n \n \n \n \n"
    },
    {
      "number": 10,
      "text": " \n \n \nm~ÖÉ=NM==\n=============iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n \nExhibit 8: Network Effects and Declining Acquisition Costs  \n \n \n \n \n \n \n \n \n \n \n \nSource: Jeffrey Williams, Renewable Advantage (New York: Free Press, 1999), 94. Copyrighted material, used by permission. \n \nA final thought. If M&A deals are close to NPV zero on average, then the value of a deal in a mature industry is a \nreasonable proxy for value per subscriber.  \n \nII. Market Size: How Many Customers? \n \nNow that we’ve addressed the drivers of customer net present value, we turn to the second determinant of \nbusiness value: the number of customers. A thoughtful valuation model requires a useful framework to evaluate \nhow many customers a good or service will likely attract and how quickly the customers will accept the offering.    \n \nGet a job \n \nResearch suggests that the vast majority of new products fail. One reason for the high failure rate is that \nmarketers typically segment markets by product type, price point, or demographics. The attributes that define \nthese delineations, according to Christensen and co-author Michael Raynor, do not get to the real reason \ncustomers purchase a good or service. Customers, they argue, “hire” a product to do a specific “job.” When \ncustomers perceive a job that they need done, they look around for a product that they can hire. Christensen and \nRaynor argue that “the functional, emotional, and social dimensions of the jobs that customers need to get done \nconstitute the circumstances in which they buy.” 20  \n \nTherefore the circumstances, or jobs, customers face are the proper unit of analysis in this model. Most \ncompanies do not think this way and certainly do not collect data this way. Christensen and Raynor argue that the \nlikelihood of new product success tumbles when a company assumes that the customer structures the world in \nthe same way that the company aggregates data at corporate headquarters.  \n \nInvestors should judge a new product or service’s likelihood of success based on a detailed assessment of \nwhether customers will hire it to do the job.  \n \nQuantifying diffusion patterns: the Bass model \n \nSubstantial empirical evidence shows that new products or services tend to diffuse following S-curve pattern. \n(See Exhibit 9.) In the late 1960s Professor Frank Bass introduced a diffusion model that assumes that two types \nof communication channels influence a potential adopter: mass media and word of mouth. 21 Early in the diffusion \nprocess, mass media plays a relatively important role, but word of mouth takes on much more relative \nsignificance during the bulk of the adoption process. \n \nCost to acquire share\nMarket Share\nCost to acquire share\nMarket Share\n"
    },
    {
      "number": 11,
      "text": " \n \n \nm~ÖÉ=NN==\n=============iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n \nExhibit 9: New Product Diffusion Often Follows an S-Curve  \n \n \n \n \n \n \n \n \n \n \nSource: LMCM. \n \nThe simple version of the Bass model relies on three parameters: the coefficient of innovation, which captures \nmass-market influence (p); the coefficient of imitation, which captures interpersonal influence (q); and an estimate \nof the number of eventual adopters (m). 22 Studies of many industries show that the coefficient of imitation is \nsignificantly larger than the coefficient of innovation.  \n \nThe Bass model proves reasonably robust in tests. For example, the model generated high correlations in \npredicted and actual numbers of new adopters during the diffusion period. It also provided accurate estimates of \nthe number of peak adoptions. Finally, the model shows good ability to predict long-term diffusion patterns. 23 \n \nInvestors can use the model in a couple of ways. One approach is to estimate product potential based on actual \nparameters from past diffusions. For instance, an investor who estimates that digital video recorders are likely to \ndiffuse in a similar way as DVD players can use DVD diffusion parameters.  \n \nAlternatively, investors can start with a company’s stock price and some sense of the customer NPVs and \ndetermine the subscriber number and pace of subscriber growth the market anticipates. An investor can then \ncompare the imputed parameters with empirical results to judge the likelihood of achieving the parameters.   \n \nBass offers a satellite television case study that shows the first approach. 24 In 1992 Bass forecasted the number \nof satellite television subscribers for 1999 using management guidance. In the model he assumed that (m), the \nnumber of eventual adopters, was 16 percent of homes with television sets and (p) and (q) coefficients similar to \ncable television in the 1980s (roughly .10 and .06, respectively). The model predicted 9.4 million adopters in 1999; \nin fact, the actual number was just under 10.0 million. (See Exhibit 10.) \n \nExhibit 10: Bass Model Predictions of Satellite TV Subscribers  \n \nYear \n          Forecasted Subscribers  \nActual Subscribers \n1995 \n \n \n0.875 \n \n \n \n1.150 \n1996 \n \n \n2.269 \n \n \n \n3.076 \n1997 \n \n \n4.275 \n \n \n \n5.076 \n1998 \n \n \n6.775 \n \n \n \n7.358 \n1999 \n \n \n9.391 \n \n \n \n9.989 \nSource: Frank M. Bass, “DirecTV: A Case History of Forecasting,” 1999. Copyrighted material, used by permission. \n \nFor a simple version of the model and a host of examples, see http://www.andorraweb.com/bass/. Software and \nother valuable resources are available at http://www.basseconomics.com/BE/Modules/About/Research.aspx. \n \nOnce an industry reaches full penetration, the value per customer that the stock price embeds and the lifetime \ncustomer value should converge.  \nCumulative adopters\nTime\nCumulative adopters\nTime\n"
    },
    {
      "number": 12,
      "text": " \n \n \nm~ÖÉ=NO==\n=============iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n \nIII. Managing the Customer Base: Considering the 80/20 Rule \n \nSo far we dwelled mostly on customer acquisition issues. What about more mature industries, where companies \nalready have lots of customers? For these companies, managing the customer base is key. \n \nA customer-based business’s value is simply the present value of cash flows from current and future customers. \nWhile an average value per customer calculation is straightforward (e.g., market capitalization/subscriber) and \nwidely used, it doesn’t reflect that today’s customers typically have a wide range of attractiveness—from great \nvalue-creating customers to value-destroying customers. (See Exhibit 11.) Often, companies do not know which \ncustomers create or destroy value. Too often a company’s perceived best customers turn out to destroy the most \nvalue. 25  \n \nExhibit 11: Customer Profitability Chart \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSource: Larry Selden and Geoffrey Colvin, Angel Customers & Demon Customers (New York: Portfolio Books, 2003), 57. Copyrighted \nmaterial, used by permission. \n \nTo disaggregate the averages companies must look at the economic profit of each of their customers or customer \nsegments. Economic profit compares the customer’s cash flows to the cost of servicing the customer. While most \ncompanies have a firm grasp on aggregate customer cash flows, they have only a vague sense of the fully \nallocated customer costs.  \n \nWhen companies properly calculate customer economics they often find a variation of the 80/20 rule applies: 20 \npercent of the customers generate 80 percent of the economic profit. In many cases, the numbers are much more \nextreme. In their book, Angel Customers & Demon Customers, Larry Selden and Geoff Colvin note a retail bank \nfound that 17 percent of its customers accounted for 93 percent of the profits and that a major software maker \ndetermined that only 2 percent of its customers were profitable. 26  \n    \nSome companies use customer profitability data to more aggressively manage their customers. This means \ntreating unattractive customers differently (e.g., like raising prices or refusing service) and paying more attention \nto attractive customers. The most difficult part of this process is reorienting customer value propositions to \nsimultaneously satisfy customers and improve profitability. Most companies cannot overcome organizational \nhurdles to implement such changes.  \n \n"
    },
    {
      "number": 13,
      "text": " \n \n \nm~ÖÉ=NP==\n=============iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n \nHowever, some industries are early on in the process, including some credit card companies and retail banks. \nHere are some other examples: \n \n• \nWireless phone service providers like Verizon Wireless and Nextel Communications have active \nprograms to improve customer profitability. Tools include churn prediction models that allow the \ncompanies to determine when a customer is likely to leave and models to identify which customers \nare likely to take offers. These models allow wireless companies opportunities to communicate with \ncustomers at key times, hence reducing churn and increasing value. 27 \n \n• \nConsumer electronics retailer Best Buy estimates up to 20 percent of its customers are \nunprofitable. As a result, the company identified profitable customers (they have nicknames for \nsome groups—the suburban mothers are “Jills” and the upper-income men are “Barrys”), trained its \nsales staff, and reconfigured roughly fifteen percent of its stores to better tailor to their needs. \nAccording to Best Buy CEO Brad Anderson, the pilot stores are “clobbering” the conventional \nstores, with twice the rate of same-store sales and higher close rates. Best Buy expects to roll out \nthe customization program to the rest of their stores over the next three years. 28 \n \n• \nSince joining Harrah’s Entertainment, former Harvard Business School professor and current CEO \nGary Loveman has driven to use customer data to better manage the business. With a \ntransactional data base over 300 gigabytes large, Harrah’s can now trace over three-quarters of its \nrevenues to specific gamblers. One of the early surprises was that 26 percent of the gamblers that \nvisited Harrah’s generated over 80 percent of the revenues. The casino found that high rollers, \nhistorically coveted, are often unattractive customers. Harrah’s now calculates customer value \nbroadly and proactively encourages its best customers to come back while disincentivizing \nunattractive gamblers. 29      \n \nWe expect to see more and more companies use customer NPV techniques to manage their businesses. \nSuccess will bring higher cash flows and ultimately a higher stock price. But most companies are not organized to \nmeasure or manage customer lifetime value today, and one reason for that is our current accounting system.  \n \nIV. Accounting for Customer Value \n \nIn the mid 1990s, the Securities and Exchange Commission (SEC) charged that America Online, Inc. (AOL) \nviolated generally accepted accounting principles by amortizing instead of expensing membership acquisition \ncosts. According to the SEC, AOL’s fiscal 1995 loss would have been $98 million instead of the reported $21 \nmillion loss and fiscal 1996’s $62 million in earnings would have been a $175 million loss. 30 \n \nBy amortizing membership acquisition costs (over a 24-month period in fiscal 1996), AOL definitely changed its \naccounting results. But how the company accounted for its marketing outlays did not affect the basic unit of \nanalysis—customer NPV. 31 The central question for AOL shareholders has not changed: is the present value of \ncustomer lifetime cash flows greater than the cost to acquire the customer? If so, grow.  \n \nThe goal of an investor is to find stocks where the stock market is likely to revise the embedded expectations for \nfuture financial performance. For long-term oriented shareholders, the expectations that matter surround the \npresent value of a company’s free cash flows. For customer-centric businesses a firm grasp of customer \neconomics—the basic unit of analysis—is essential to maximizing the likelihood of successfully anticipating an \nexpectations revision.   \n \nIn summary, customer NPVs are rarely static:  \n \n• \nCustomer revenues may vary based on the type of business \n• \nLevels of customer service (and hence cost) differ from customer-to-customer \n• \nThere are trade-offs between churn and revenue \n• \nA company’s cost structure (level or preproduction costs) can shape the value of an incremental \ncustomer \n"
    },
    {
      "number": 14,
      "text": " \n \n \nm~ÖÉ=NQ==\n=============iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n \n• \nAcquisition costs can rise or fall given a business’s maturity and the degree to which network \neffects exist \n• \nChurn is an unreliable measure for young companies because the ratio of new customers to current \ncustomers is too high \n• \nJudging the potential market size and how rapidly an industry will saturate the market is tricky \n \nIn order to facilitate analysis, analysts can think of three phases of a customer-based business lifecycle (see \nExhibit 12) based on where the industry is in the diffusion process:  \n \n• \nPhase I. In the early stages of industry development, churn data are not very reliable but gauging the \nmarket potential and the industry’s cost structure (i.e., preproduction costs and the ratio of fixed to \nvariable costs) is critical. Customer retention and managing the customer base are of little importance. \nSatellite radio is a good example of a phase I industry. \n• \nPhase II. In the middle phase, churn data become more reliable, value per subscriber figures to \nmoderate, and companies must strike a balance between customer acquisition and customer \nretention/management. Satellite television is now in phase II.  \n• \nPhase III. Once the industry matures, churn data are reasonably reliable and customer retention and \nmanagement becomes paramount. Here companies must understand the value of the customer base and \ntailor offerings to maximize value. Customer acquisition issues become less relevant to value. Basic cable \ntelevision is in this phase.  \n \nExhibit 12: The Analytical Focus for Customer Businesses \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSource: LMCM analysis.  \n \nThat customer NPVs are not clear-cut does not mean an investor should abdicate responsibility for understanding \nand assessing the key drivers. Very little in business is clear, and what is clear is rarely a source of excess \nreturns for an investor.   \n \nConversations with Legg Mason Capital Management analysts were especially helpful in guiding this analysis. \nSpecial thanks goes to Randy Befumo, Scot Labin, Brian Lund, Mark Niemann, and Dale Wettlaufer.  \nTime\nCumulative adopters\nPhase I\n•Churn data unreliable\n•Understand cost structure\n•Gauge market potential\n•Customer acquisition important\nPhase II\n•Churn data more reliable\n•Value per subscriber \nmoderating\n•Balance customer acquisition \nwith customer retention\nPhase III\n•Churn data reliable\n•Customer retention and \nmanagement key\n•Customer acquisition not \nimportant\nSatellite radio\nSatellite TV\nCable TV\n(analog)\n"
    },
    {
      "number": 15,
      "text": " \n \n \nm~ÖÉ=NR==\n=============iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n \nEndnotes \n \n1 Uta Werner, “Getting Real About Customer Lifetime Value,” Marakon Associates Opinion, December 8, 2003. \nSee http://www.marakon.com/ideas_pdf/id_031208_werner.pdf. \n2 Frederick F. Reichheld, The Loyalty Effect (Boston, MA: Harvard Business School Press, 1996), 35. \n3 Ibid., vii.  \n4 See http://hbswk.hbs.edu/pubcontent/lifetimevalue.xls for a customer lifetime model. \n5 The most visible revenues are with businesses that have positive customer float—that is, the customer pays for \nthe good or service before they receive it. Travelers checks and magazine subscriptions are two examples. \n6 Werner J. Reinartz and V. Kumar, “On the Profitability of Long-Life Customers in a Noncontractual Setting: An \nEmpirical Investigation and Implications for Marketing,” Journal of Marketing, Vol. 64, October 2000, 17-35.   \n7 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing (Boston, MA: Harvard Business School \nPress, 2001), 42-43. \n8 Ken Belson, “Cable’s Rivals Lure Customers With Packages,” The New York Times, November 22, 2004. We \ncan further distinguish between price bundling and functionality bundling. Price bundling is simply offering a host \nof services at a lower aggregate cost than each of the services would cost individually. Functionality bundling \nintegrates services and makes them work together. An example of price bundling would be a lower rate for a \nsubscription of wireline and wireless phone service. An example of functionality bundling is the integration of the \ntwo services so that calls to a wireline number would be seamlessly forwarded to a wireless phone and vice \nversa. We believe functionality bundling will have a more profound impact on churn than service bundling. \n9 Michael J. Mauboussin, “Exploring Network Economics,” Mauboussin on Strategy, October 11, 2004. See \nhttp://www.leggmasoncapmgmt.com/pdf/ExploringNetworkEconomicsRevised.pdf \n10 Clayton M. Christensen, The Innovator’s Dilemma (Boston, MA: Harvard Business School Press, 1997). \n11 Companies represent churn in different ways. Some companies divide lost customers by the average number \nof customers during the period (churn = customers lost ÷ beginning customers + ending customers/2). Others \ndivide lost customers by the beginning numbers of customers during the period (churn = customers lost ÷ \nbeginning customers). Further, companies disclose churn over different time periods (e.g., monthly, quarterly, \nannually).    \n12 Op. Cit., 36. \n13 Ibid., 37-50. \n14 Frederick F. Reichheld, “The One Number You Need to Grow,” Harvard Business Review, December 2003, 46-\n54. Also, John E. Horgan, Katherine N. Lemon, and Barak Libai, “What Is the True Value of a Lost Customer?” \nJournal of Service Research, Vol. 5, 3, February 2003, 196-208. \n15 “Churn Hasn’t Risen Despite Number Portability,” eMarketer, November 9, 2004. See \nhttp://www.emarketer.com/Article.aspx?1003128. \n16 Stephanie Coyles and Timothy C. Gokey, “Customer Retention is Not Enough,” McKinsey Quarterly, No. 2, \n2002, 81-89. \n17 Reichheld, 50-57. Not all businesses see higher-than-average churn followed by lower-than-average churn. For \nexample, consumer loans tend to follow the opposite path.   \n18 We set aside discounting for this simple illustration. \n19 Frederick F. Reichheld and Phil Schefter, “E-Loyalty: Your Secret Weapon on the Web,” Harvard Business \nReview, July-August 2000, 107. \n20 Clayton M. Christensen and Michael E. Raynor, The Innovator’s Solution (Boston, MA: Harvard Business \nSchool Press, 2003), 74-75. \n21 Frank M. Bass, “A New Product Growth For Model Consumer Durables,” Management Science, Vol. 15, 5, \nJanuary 1969, 215-227. See http://www.basseconomics.com/BE/Downloads/Papers/Bass%201969.pdf.  \n \nA simplified version of the Bass model is: \n \n x(t) = [p + q (X(t-1)/m)] [m – X(t-1)], where \n \nx(t) \n= \nnumber of adoptions during period t \nx(t-1) \n= \ncumulative adopters before period t \np  \n= \ncoefficient of innovation, which captures mass market influence \nq  \n= \ncoefficient of imitation, which captures interpersonal influence \nm \n= \nnumber of eventual adopters \n"
    },
    {
      "number": 16,
      "text": " \n \n \nm~ÖÉ=NS==\n=============iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n \n22 Gary L. Lilien, Arvind Rangaswamy, and Christophe Van den Bulte, “Diffusion Models: Managerial Applications \nand Software,” Working Paper, May 20, 1999. See http://www.ebusiness.xerox.com/isbm/dscgi/ds.py/Get/File-\n89/7-1999.pdf. \n23 Malcolm Wright and Don Charlett, “New Product Diffusion Models in Marketing: An Assessment of Two \nApproaches,” Marketing Bulletin, 6, 1995, 32-41.  \nSee http://marketing-bulletin.massey.ac.nz/article6/V6Article4.pdf. \n24 See http://www.utdallas.edu/~mzjb/Directv.ppt. \n25 Larry Selden and Geoffrey Colvin, Angel Customers & Demon Customers (New York: Portfolio Books, 2003).  \n26 Op. Cit., 54-55. Also, James M. McTaggart, Peter W. Kontes, and Michael C. Mankins, The Value Imperative \n(New York: Free Press, 1994), 164-168. \n27 Adam Braff, William J. Passmore and Michael Simpson, “Going the Distance With Telecom Customers,” \nMcKinsey Quarterly, No. 4, 2003. Also, Mamuni Das, “How Verizon Cut Customer Churn By 0.5 Per Cent,” \nFinancial Express, October 8, 2003.  \n28 Gary McWilliams, “Analyzing Customers, Best Buy Decides Not All Are Welcome,” The Wall Street Journal, \nNovember 8, 2004.  \nAlso, see http://media.corporate-ir.net/media_files/irol/83/83192/presentations/bby_040503.pdf. \n29 Gary Loveman, “Diamonds in the Data Mine,” Harvard Business Review, May 2003, 109-113. Also, Christina \nBinkley, “Taking Retailers’ Cues, Harrah’s Taps Into Science of Gambling,” The Wall Street Journal, November \n22, 2004. \n30 See http://www.sec.gov/litigation/admin/34-42781.htm. \n31 Arguably, amortizing versus expensing might hurt value if it pulls forward tax liabilities. \n \n \n \n \n \n"
    },
    {
      "number": 17,
      "text": " \n \n \nm~ÖÉ=NT==\n=============iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n \nResources \n \nArticles \n \nBass, Frank M., “A New Product Growth For Model Consumer Durables,” Management Science, Vol. 15, 5, \nJanuary 1969, 215-227. \n \nBell, David, John Deighton, Werner Reinartz, Roland T. Rust, and Gordon Swartz, “Seven Barriers to Customer \nEquity Management,” Journal of Service Research, Vol. 5, 1, August 2002, 77-86. \n \nBelson, Ken, “Cable’s Rivals Lure Customers With Packages,” The New York Times, November 22, 2004. \n \nBinkley, Christina, “Taking Retailers’ Cues, Harrah’s Taps Into Science of Gambling,” The Wall Street Journal, \nNovember 22, 2004. \n \nBraff, Adam, William J. Passmore, and Michael Simpson, “Going the Distance With Telecom Customers,” \nMcKinsey Quarterly, No. 4, 2003. \n \n“Churn Hasn’t Risen Despite Number Portability,” eMarketer, November 9, 2004. \n \nCoyles, Stephanie, and Timothy C. Gokey, “Customer Retention is Not Enough,” McKinsey Quarterly, No. 2, \n2002, 81-89. \n \nDas, Mamuni, “How Verizon Cut Customer Churn By 0.5 Per Cent,” Financial Express, October 8, 2003. \n \nGupta, Sunil, Donald R. Lehmann, and Jennifer Ames Stuart, “Valuing Customers,” Marketing Science Institute \nWorking Paper 01-119, 2001. \n \nHorgan, John E., Katherine N. Lemon, and Barak Libai, “What Is the True Value of a Lost Customer?” Journal of \nService Research, Vol. 5, 3, February 2003, 196-208. \n \nLilien, Gary L., Arvind Rangaswamy, and Christophe Van den Bulte, “Diffusion Models: Managerial Applications \nand Software,” Working Paper, May 20, 1999. \n \nLoveman, Gary, “Diamonds in the Data Mine,” Harvard Business Review, May 2003, 109-113. \n \nMahajan, Vijay, Eitan Muller, and Frank M. Bass, \"New Product Diffusion Models in Marketing: A Review and \nDirections for Research\" Journal of Marketing, 54, 1990, 1-26. \n \nMauboussin, Michael J., “Exploring Network Economics,” Mauboussin on Strategy, October 11, 2004.  \n \nMcWilliams, Gary, “Analyzing Customers, Best Buy Decides Not All Are Welcome,” The Wall Street Journal, \nNovember 8, 2004. \n \nReichheld, Frederick F., and Phil Schefter, “E-Loyalty: Your Secret Weapon on the Web,” Harvard Business \nReview, July-August 2000, 105-113. \n \nReichheld, Frederick F., “The One Number You Need to Grow,” Harvard Business Review, December 2003, 46-\n54.  \n \nReinartz, Werner J., and V. Kumar, “On the Profitability of Long-Life Customers in a Noncontractual Setting: An \nEmpirical Investigation and Implications for Marketing,” Journal of Marketing, Vol. 64, October 2000, 17-35.   \n \nRosset, Saharon, Einat Neumann, Uri Eick, Nurit Vatnik, and Yizhak Idan, “Customer Lifetime Value Modeling \nand Its Use for Customer Retention Planning,” ACM Special Interest Group on Knowledge Discovery in Data and \nData Mining Conference Proceedings, July 23-26, 2002. \n"
    },
    {
      "number": 18,
      "text": " \n \n \nm~ÖÉ=NU==\n=============iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n \n \nWerner, Uta, “Getting Real About Customer Lifetime Value,” Marakon Associates Opinion, December 8, 2003.  \n \nWright, Malcolm, and Don Charlett, “New Product Diffusion Models in Marketing: An Assessment of Two \nApproaches,” Marketing Bulletin, 6, 1995, 32-41. \n \n \n"
    },
    {
      "number": 19,
      "text": " \n \n \nm~ÖÉ=NV==\n=============iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n \nBooks \n \nChristensen, Clayton M., The Innovator’s Dilemma (Boston, MA: Harvard Business School Press, 1997). \n \nChristensen, Clayton M., and Michael E. Raynor, The Innovator’s Solution (Boston, MA: Harvard Business School \nPress, 2003). \n \nGitomer, Jeffrey, Customer Satisfaction Is Worthless, Customer Loyalty Is Priceless (Austin, TX: Bard Press, \n1998). \n \nGriffin, Jill, Customer Loyalty (New York: Jossey-Bass, 2002). \n \nJohnson, Michael D., and Anders Gustafsson, Improving Customer Satisfaction, Loyalty, and Profit (New York: \nJohn Wiley & Sons, 2000). \n \nLev, Baruch, Intangibles (Washington, D.C: Brookings Institution Press, 2001). \n \nMcTaggart, James M., Peter W. Kontes, and Michael C. Mankins, The Value Imperative (New York: Free Press, \n1994). \n \nNewell, Frederick, Loyalty.com (New York: McGraw Hill, 2000). \n \nPeppers, Don, and Martha Rogers, Managing Customer Relationships: A Strategic Framework (New York: John \nWiley & Sons, 2004). \n \nRappaport, Alfred, and Michael J. Mauboussin, Expectations Investing (Boston, MA: Harvard Business School \nPress, 2001). \n \nReichheld, Frederick F., The Loyalty Effect (Boston, MA: Harvard Business School Press, 1996). \n \nReichheld, Frederick F., Loyalty Rules! (Boston, MA: Harvard Business School Press, 2001). \n \nReichheld, Frederick F., ed., The Quest for Loyalty (Boston, MA: Harvard Business Review, 1996). \n \nRust, Roland T., Valarie A. Zeithaml, and Katherine N. Lemon, Driving Customer Equity (New York: Free Press, \n2000). \n \nSelden, Larry, and Geoffrey Colvin, Angel Customers & Demon Customers (New York: Portfolio Books, 2003).  \n \nShapiro, Carl, and Hal R. Varian, Information Rules (Boston, MA: Harvard Business School Press, 1999). \n \nTreacy, Michael, Double-Digit Growth: How Great Companies Achieve It-No Matter What (New York: Portfolio, \n2003) \n \n \n \n \nWebsites \n \nhttp://www.loyaltyrules.com/ \n \nhttp://www.basseconomics.com \n \nhttp://www.andorraweb.com/bass/ \n \nhttp://hbswk.hbs.edu/pubcontent/lifetimevalue.xls \n"
    },
    {
      "number": 20,
      "text": " \n \n \nm~ÖÉ=OM==\n=============iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nLegg Mason Capital Management (“LMCM”:) is comprised of (i) Legg Mason Capital Management, Inc., (ii) Legg Mason \nFunds Management, Inc., and (iii) LMM LLC.  \n \nThe views expressed in this commentary reflect those of LMCM as of the date of this commentary. These views are subject to \nchange at any time based on market or other conditions, and LMCM disclaims any responsibility to update such views. These \nviews may not be relied upon as investment advice and, because investment decisions for clients of LMCM are based on \nnumerous factors, may not be relied upon as an indication of trading intent on behalf of the firm. The information provided in \nthis commentary should not be considered a recommendation by LMCM or any of its affiliates to purchase or sell any security. \nTo the extent specific securities are mentioned in the commentary, they have been selected by the author on an objective \nbasis to illustrate views expressed in the commentary. If specific securities are mentioned, they do not represent all of the \nsecurities purchased, sold or recommended for clients of LMCM and it should not be assumed that investments in such \nsecurities have been or will be profitable. There is no assurance that any security mentioned in the commentary has ever \nbeen, or will in the future be, recommended to clients of LMCM.  Employees of LMCM and its affiliates may own securities \nreferenced herein.   \n \n \n \n \n \n \nLegg Mason Investor Services, LLC, Distributor\nMember SIPC\n"
    }
  ]
}