{
  "filename": "mm_070_2008_roic_patterns_and_shareholder_returns__sorting_fundamentals_and_expectations.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423220658-07'00'",
    "modDate": "D:20240423220810-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 70,
      "year": "2008",
      "date": "1/18",
      "institution": "Legg Mason",
      "title": "ROIC Patterns and Shareholder Returns: Sorting Fundamentals and Expectations",
      "url": "https://12mv2.files.wordpress.com/2024/04/08-01-18-roic-patterns-and-shareholder-returns__sorting-fundamentals-and-expectations.pdf"
    },
    "tags": [
      "ROIC analysis",
      "Expectations analysis",
      "Financial metrics",
      "Capital allocation"
    ],
    "tagged_at": "2025-01-20T21:27:10.652691"
  },
  "pages": [
    {
      "number": 1,
      "text": " \nPage 1 \nLegg Mason Capital Management \n \nMichael J. Mauboussin\nmmauboussin@ lmcm.com\nLEGG MASON\nCAPITAL MANAGEMENT\nMichael J. Mauboussin\nmmauboussin@ lmcm.com\nLEGG MASON\nCAPITAL MANAGEMENT\n \n \nJanuary 18, 2008 \n \nROIC Patterns and Shareholder Returns \nSorting Fundamentals and Expectations  \n \nWe draw two morals for our readers: \n1. Obvious prospects for physical growth in a business do not translate into \nobvious profits for investors. \n2. The experts do not have dependable ways of selecting and concentrating on \nthe most promising companies in the most promising industries. \n \nBenjamin Graham \nThe Intelligent Investor 1 \n \nFrom Modeling to Making Money \n \nOur recent piece, “Death, Taxes, and Reversion to the Mean” 2, aimed to provide \ncontext for analysts building financial models by documenting return on invested capital \n(ROIC) patterns for a large sample of companies. But the report was silent on the \nquestion most relevant for investors: Does an understanding of ROIC patterns help with \nstock picking? This piece addresses that question. \n \nThree main points emerged from the analysis of ROIC patterns. First, analysts need to \nconsider the lessons of history when modeling rather than approaching each model as \nunique. Analysts should view the experience of a large sample of companies as a rich \nreference class. Second, the empirical evidence shows ROICs tend to revert to the \nmean, a level similar to the cost of capital. Randomness plays an important role in the \nmean-reversion process. Finally, some companies do deliver persistently high or low \nresults beyond what chance would dictate. Unfortunately, pinpointing the causes of \npersistence is a challenge. \n \nIn an efficient market, stock prices are an unbiased estimate of value. Market efficiency \ndoes not say that stock prices are always right; it only asserts that prices are not wrong \nin a systematic way. For this analysis, we combined our data on ROIC patterns with \ntotal shareholder returns to see whether there is a consistent way to generate excess \nreturns. \n \nBuy the Best, Sell the Rest \n \nInvestment pros often recommend buying good businesses. So we started our total \nshareholder return investigation by analyzing the returns from equal-weighted portfolios \nbased on 1997 ROIC quintiles (our data are from 1997 through 2006). The first quintile \nrepresents the 20 percent of the companies with the highest ROICs, while the fifth \nquintile comprises the worst-ROIC companies. Exhibit 1 shows the annual total \nshareholder returns (TSR) and the combination of returns and standard deviations for \neach portfolio from 1997 through 2006. Appendix A provides the full distributions. To \nprovide some context, the 1,000-plus companies in this sample came from the Russell \n3000, which provided an 8.6 percent return during this period. Appendix B reconciles \nthe index’s returns with those from our sample. \n  \n \n \n \n"
    },
    {
      "number": 2,
      "text": " \nPage 2 \n \nLegg Mason Capital Management \nExhibit 1: Returns (1997-2006) by Quintile Based on 1997 ROIC Ranking \n \n \n \nSource: FactSet Research Systems Inc. and LMCM analysis. \n   \nThe results show that buying the best business as measured by beginning-year ROIC rank would \nhave yielded undistinguished returns. In fact, portfolios of the middle-quintile companies delivered \nhigher returns with lower standard deviations. Only the lowest-quintile portfolio generated \nmarkedly substandard TSRs, and did so with the highest standard deviations to boot. \n \nThese figures are broadly consistent with the notion of market efficiency. The market equilibrates \nshareholder returns by placing high valuations on good businesses and low valuations (although, \napparently not low enough) on bad businesses. 3 The market is generally decent at recognizing \nand pricing businesses consistent with their prospects.  \n \nWhat if we had some sense of whether companies would realize improved, sustained, or \nworsened ROICs through the measurement period? Exhibit 2 analyzes the returns based on the \ncombination of where companies start (1997 rank) and end (2006 rank). For example, Q1-Q1 \nrepresents the group of companies that were in the highest ROIC quintile both in 1997 and 2006. \n \nExhibit 2: Returns for All 1997 to 2006 Quintile Combinations \n \n \n \nSource: FactSet Research Systems Inc. and LMCM analysis. \n \nThe results are somewhat intuitive. The market rewards improvement. For instance, the \ncompanies that started in Q4 and Q5 (lowest returns) and ended in Q1 and Q2 (highest returns) \ngenerated TSRs in excess of 14 percent annually. You can re-create this result by studying the \nbottom-left corner of Exhibit 2. Symmetrically, the market punishes worsening ROICs. Those \ncompanies that started in Q1 and Q2 but fell to Q4 and Q5—represented in the upper-right \ncorner—had TSRs of -4.7 percent. \n \nCompanies that defy the powerful force of mean reversion and sustain either good or poor \nperformance also deliver noteworthy TSRs. To illustrate, the companies that started and ended in \nQ1 and Q2 enjoyed TSRs of 11.4 percent. Those companies that were in Q4 and Q5 at both the \nbeginning and the end of the period suffered TSRs of -0.7 percent.    \n \nFinally, there are clear TSR implications for companies that sustain unusually good or poor ROIC \nperformance. The small sample that remained in Q1 throughout the decade, which was less than \nfour percent of the total population, delivered TSRs of 15.7 percent, close to twice the index \nMean\nSt Dev\nMean\nSt Dev\nMean\nSt Dev\nMean\nSt Dev\nMean\nSt Dev\nQ1\n13.0%\n10.2%\n9.5%\n10.1%\n7.5%\n9.5%\n3.8%\n10.7%\n-12.5%\n16.4%\nQ2\n12.0%\n7.1%\n11.0%\n7.3%\n7.7%\n6.1%\n2.6%\n8.7%\n-12.8%\n20.5%\nQ3\n16.0%\n12.8%\n13.1%\n8.5%\n9.2%\n6.5%\n3.7%\n9.2%\n-10.7%\n17.1%\nQ4\n17.2%\n12.8%\n17.8%\n6.0%\n10.6%\n8.6%\n8.8%\n6.1%\n-2.7%\n19.0%\nQ5\n12.2%\n15.0%\n9.3%\n11.1%\n8.8%\n9.8%\n1.0%\n17.7%\n-9.8%\n20.6%\n1997 Quintile\n2006 Quintile\nQ1\nQ2\nQ3\nQ4\nQ5\n0%\n2%\n4%\n6%\n8%\n10%\n10%\n12%\n14%\n16%\n18%\n20%\nStandard Deviation\nTSR (annual)\nQ1\nQ4\nQ2\nQ3\nQ5\n0%\n1%\n2%\n3%\n4%\n5%\n6%\n7%\n8%\n9%\n10%\nQ1\nQ2\nQ3\nQ4\nQ5\nTSR (annual)\n0%\n2%\n4%\n6%\n8%\n10%\n10%\n12%\n14%\n16%\n18%\n20%\nStandard Deviation\nTSR (annual)\nQ1\nQ4\nQ2\nQ3\nQ5\n0%\n1%\n2%\n3%\n4%\n5%\n6%\n7%\n8%\n9%\n10%\nQ1\nQ2\nQ3\nQ4\nQ5\nTSR (annual)\n"
    },
    {
      "number": 3,
      "text": " \nPage 3 \n \nLegg Mason Capital Management \naverage. In contrast, the 27 companies lodged in Q5 throughout the period badly lagged the \nindex, suffering TSRs of -17.6 percent.   \n \nThis analysis suggests a simple commonality in extreme returns: expectations for future ROICs \nwere mispriced. Central to exploiting this opportunity is an ability to correctly anticipate a \ncompany’s future competitive position that is better or worse than what today’s price implies. \nUnfortunately, there is little evidence to show investors can do this in a systematic fashion. But \nthe ROIC analysis underscores the significance of competitive strategy analysis for long-term \nshareholders. 4 \n \nInvesting with a Crystal Ball \n \nWe saw that simply buying the companies with the highest ROICs in 1997 did not lead to \nremarkable TSRs. But what if we had been able to know, way back in 1997, which companies \nwould end up in each of the quintiles in 2006? This crystal-ball knowledge would have been as \nlucrative as it was implausible. 5   \n \nExhibit 3 shows the figures: TSRs follow the ROIC quintiles right down the line. Appendix A \nshows the TSR distributions for each of the quintiles. The most straightforward interpretation of \nthis result is the market expects the ROIC for any individual company to mean-revert, so it is \nsurprised (versus initial expectations) if companies do much better or worse than average.  \n \nExhibit 3: The Returns on Foresight Is Great—and Implausible \n \n \n \nSource: FactSet Research Systems Inc. and LMCM analysis. \n \nAs the prior report stressed, ROIC outcomes over time combine skill and luck. Really good results \ncombine good skill and good luck, while really bad results reflect the opposite. As luck is \nrandomly distributed, results tend to mean-revert as competitive forces undermine corporate skill \nand good luck dissipates. So an ability to anticipate which companies end up in each quintile \nrequires understanding competitive dynamics and reckoning for luck’s substantial role.  \n \nGrowth: What Is It Good For? \n \nEarnings-per-share growth remains the focal point of corporate financial disclosure. 6 This \npersists in spite of the loose relationship between earnings growth and value creation as well as \nthe long-standing admonishment from leading investors. Consider Warren Buffett’s comments \nfrom his 1979 letter to shareholders: 7 \n \nThe primary test of managerial economic performance is the achievement of a high \nearnings rate on equity capital employed and not the achievement of consistent gains in \nearnings per share. In our view, many businesses would be better understood by their \nshareholder owners, as well as the general public, if managements and financial analysts \nmodified the primary emphasis they place upon earnings per share, and upon yearly \nchanges in that figure. \n-15%\n-10%\n-5%\n0%\n5%\n10%\n15%\n5%\n10%\n15%\n20%\nStandard Deviation\nTSR (annual)\nQ1\nQ4\nQ2\nQ3\nQ5\n-10%\n-8%\n-6%\n-4%\n-2%\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\nQ1\nQ2\nQ3\nQ4\nQ5\nTSR (annual)\n-15%\n-10%\n-5%\n0%\n5%\n10%\n15%\n5%\n10%\n15%\n20%\nStandard Deviation\nTSR (annual)\nQ1\nQ4\nQ2\nQ3\nQ5\n-10%\n-8%\n-6%\n-4%\n-2%\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\nQ1\nQ2\nQ3\nQ4\nQ5\nTSR (annual)\n"
    },
    {
      "number": 4,
      "text": " \nPage 4 \n \nLegg Mason Capital Management \nEarnings growth only creates shareholder value if a company generates returns in excess of the \ncost of capital. So companies can grow earnings while destroying value for shareholders. Indeed, \nan alarming percentage of executives readily concede they are willing to trade off higher earnings \nfor lower shareholder value when the two come into conflict. 8 \n \nExhibit 4 combines the earnings growth of each of the beginning/ending ROIC quintiles with \nTSRs. The exhibit shows the correlation is not only weak, but actually negative (i.e., more rapid \ngrowth is associated with lower TSRs). So earnings growth in isolation of sufficient value-creating \nreturns is not shareholder enriching. \n \nExhibit 4: Growth and Shareholder Returns Don’t Always Go Together \n \n \n \nSource: FactSet Research Systems Inc. and LMCM analysis. \n \nFinally, academic research shows there is very low predictability for long-term earnings growth. 9 \nSo even in cases where an analyst successfully anticipates future ROIC levels—itself difficult to \npredict beyond chance—the likelihood of being able to combine returns and growth at a \nreasonable price is low.  \n \nBusiness Model: High Margins and Shareholder Returns \n \nOne important metric of competitive advantage is sustained ROIC that is above average and in \nexcess of the cost of capital. There are two generic strategies for achieving competitive \nadvantage: differentiation and low-cost production. Differentiation is often associated with high \noperating income margins, while low-cost production is linked to high invested capital turnover.  \n \nTo test these generic strategies, we selected the companies that fell in the top quintiles over the \nfull decade based on these measures, and analyzed their TSRs. Based on this sample, \nsustaining high margins is more value-creating than rapid invested capital turnover. The high-\nmargin group enjoyed an 11.6 percent TSR, about 300 basis points higher than the index \naverage, while the high-turnover group failed to match the index, earning a 7.7 percent TSR. Not \nsurprising, the companies that intersected both quintiles earned 13.8 percent returns, handily \nbeating the index.  \n \n \n \n \n \n \n \n-15%\n-10%\n-5%\n0%\n5%\n10%\n15%\n20%\n-10%\n-5%\n0%\n5%\n10%\n15%\n20%\n25%\nEBIT Growth CAGR\nTSR CAGR\n"
    },
    {
      "number": 5,
      "text": " \nPage 5 \n \nLegg Mason Capital Management \nSummary \n \nTaken together, the prior report on ROIC patterns and this analysis of ROIC and TSRs \nunderscore how difficult it is for companies to achieve long-term superior financial performance \nas well as how hard it is to benefit from changing ROIC patterns. Here are some of the main \nconclusions from this analysis: \n \n• \nSimply buying a portfolio of good, or bad, businesses is not a prescription for excess \nshareholder returns.  \n \n• \nThere is a huge payoff for correctly anticipating changes in ROIC. Unfortunately, there \nappears to be no simple, systematic way to predict future, unanticipated ROICs. \n \n• \nGrowth by itself does not correlate with value creation. Companies must combine growth \nand sufficient ROICs in order to create shareholder value. \n \n• \nCompanies that sustain high operating profit margins do deliver excess returns over time. \nIn contrast, maintaining high invested capital turnover ratios does not appear to be linked \nto above-average returns. \n \n• \nThe markets do a reasonable job equilibrating returns by placing higher valuations on \ngood businesses than on bad businesses (as measured by ROIC). Still, deciphering the \ndifference between fundamentals and expectations is an investor’s prime task.   \n"
    },
    {
      "number": 6,
      "text": " \nPage 6 \n \nLegg Mason Capital Management \nAppendix A: Distributions of Returns \n \nReturn distributions: Q1-Q5 based on 1997 ranking (Source: FactSet Research Systems Inc. and LMCM analysis.) \n \n \n \n \n \nQ5\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n<(30%)\n(30)-(20)\n(20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nQ4\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n<(30%)\n(30)-(20)\n(20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nQ3\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n<(30%)\n(30)-(20)\n(20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nQ2\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n<(30%)\n(30)-(20)\n(20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nQ1\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n<(30%)\n(30)-(20)\n(20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\n"
    },
    {
      "number": 7,
      "text": " \nPage 7 \nLegg Mason Capital Management \n \nReturn Distributions for All Quintile to Quintile Pairings (Source: FactSet Research Systems Inc. and LMCM analysis.) \n \nQ1-Q1\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 91\nQ1-Q2\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 51\nQ1-Q3\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 26\nQ1-Q4\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%)\n(30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 13\nQ1-Q5\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 42\nQ2-Q1\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 54\nQ2-Q2\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 71\nQ2-Q3\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%)\n(30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 49\nQ2-Q4\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 25\nQ2-Q5\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%)\n(30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 24\nQ3-Q1\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 28\nQ3-Q2\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 46\nQ3-Q3\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 62\nQ3-Q4\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 56\nQ3-Q5\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 30\nQ4-Q1\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 17\nQ4-Q2\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 29\nQ4-Q3\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 49\nQ4-Q4\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 89\nQ4-Q5\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 39\nQ5-Q1\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 33\nQ5-Q2\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 26\nQ5-Q3\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 37\nQ5-Q4\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 40\nQ5-Q5\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(30%) (30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nn = 86\n \n"
    },
    {
      "number": 8,
      "text": " \nPage 8 \nLegg Mason Capital Management \n \nReturn distributions: Q1-Q5 based on 2006 ranking (Source: FactSet Research Systems Inc. and LMCM analysis.) \n \n \n \n \n \n \nQ2\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n<(30%)\n(30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nQ1\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n<(30%)\n(30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nQ3\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n120\n<(30%)\n(30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nQ5\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n<(30%)\n(30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\nQ4\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n<(30%)\n(30)-(20) (20)-(10)\n(10)-0\n0-10\n10-20\n20-30\n>30\nCAGR Bucket\nFrequency\n"
    },
    {
      "number": 9,
      "text": " \nPage 9 \n \nLegg Mason Capital Management \nAppendix B: Explaining the Difference in Returns Between Our Sample and the \nRussell 3000 \n \nThe disparity in returns between the Russell 3000 and our sample likely stems from three factors: 10 \n \n1.  Sample members/constituency \n \nThe Russell 3000 is market-cap-weighted, whereas our portfolios (the quintiles) are equal-\nweighted. The Russell 3000 is the largest 3000 companies from the Russell 3000E, a broad U.S. \nindex containing the largest 4,000 companies incorporated in the U.S. and its territories.  \nTherefore, companies that continue to grow in size are likely to remain in the Russell 3000, while \ncompanies that shrink could be dropped (if they fall below the 3000 threshold). These companies \nare not removed from our sample (a static 1,115 companies). Our continued inclusion of these \nlaggards might explain some of the underperformance of our sample.  \n \n2.  Survivorship bias \n \nOther primary vehicle changes in the index are acquisition/mergers, delistings, and spin-offs. \nBecause we limited our list of companies to those that existed for the full sample period, by \nnature our sample would not have included companies that were acquired/merged, delisted, or \nspun-off.  \n \nThat the Russell 3000 is revised periodically to incorporate these changes could explain some of \nthe disparity in returns. For instance, survivorship bias could actually have biased our returns \nupward, as our sample excluded failed companies. On the other hand, excluding companies that \nwere acquired (usually bought with a premium) may have negatively biased our returns. \n \n3.  Financial services sector \n \nOur report does not include the financial sector, which greatly outperformed the rest of the index \nduring the sample period. \n  \nTotal return CAGR 12/31/96-12/31/06: \nRussell 3000 (RAY): \n \n \n \n8.6% \nRussell 3000 Financial Services (R3FINL):  \n13.1% \n \nThe Russell 3000 Index has a market cap of $16.7 trillion and the Financial Services component \nhas a market cap of $3.1 trillion, or approximately 19 percent of the total index (as of 1/3/08). \n"
    },
    {
      "number": 10,
      "text": " \nPage 10 \n \nLegg Mason Capital Management \nEndnotes \n \n1 Benjamin Graham, The Intelligent Investor, 4th Revised Edition (New York: Harper & Row, \n1973), xiv-xv. \n2 Michael J. Mauboussin, “Death, Taxes, and Reversion to the Mean,” Mauboussin on Strategy, \nDecember 14, 2007. See \nhttp://www.lmcm.com/pdf/DeathTaxesandReversionToTheMean.pdf. \n3 For a similar analysis conducted nearly thirty years ago, see William E. Fruhan, Jr., Financial \nStrategy: Studies in the Creation, Transfer, and Destruction of Shareholder Value (Homewood, \nIL: Richard D. Irwin, 1979), 52-53. \n4 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for \nBetter Returns (Boston, MA: Harvard Business School Press, 2001), 51-66. \n5 Correctly anticipating future earnings also yields attractive TSRs. See Robert L. Hagin, \nInvestment Management: Portfolio Diversification, Risk, and Timing—Fact and Fiction (New York: \nJohn Wiley & Sons, 2004), 75-80. \n6 John R. Graham, Campbell R. Harvey, and Shiva Rajgopal, “Value Destruction and Financial \nReporting Decisions,” Financial Analysts Journal, November/December 2006, 27-39. \n7 Warren E. Buffett, Berkshire Hathaway Annual Report Letter to Shareholders, 1979. See \nwww.berkshirehathaway.com. \n8 Graham, Harvey, and Rajgopal. \n9 Louis K. C. Chan, Jason Karceski, and Josef Lakonishok, “The Level and Persistence of Growth \nRates,” Journal of Finance, Vol. 58, 2, April 2003, 643-684. \n10 Russell Investments, Russell U.S. Equity Indexes Construction and Methodology, December \n2007.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe views expressed in this commentary reflect those of Legg Mason Capital Management \n(LMCM) as of the date of this commentary. These views are subject to change at any time based \non market or other conditions, and LMCM disclaims any responsibility to update such views. \nThese views may not be relied upon as investment advice and, because investment decisions for \nclients of LMCM are based on numerous factors, may not be relied upon as an indication of \ntrading intent on behalf of the firm. The information provided in this commentary should not be \nconsidered a recommendation by LMCM or any of its affiliates to purchase or sell any security. To \nthe extent specific securities are mentioned in the commentary, they have been selected by the \nauthor on an objective basis to illustrate views expressed in the commentary. If specific securities \nare mentioned, they do not represent all of the securities purchased, sold or recommended for \nclients of LMCM and it should not be assumed that investments in such securities have been or \nwill be profitable. There is no assurance that any security mentioned in the commentary has ever \nbeen, or will in the future be, recommended to clients of LMCM.  Employees of LMCM and its \naffiliates may own securities referenced herein. Predictions are inherently limited and should not \nbe relied upon as an indication of actual or future performance. \n"
    }
  ]
}