{
  "filename": "mm_073_2010_the_colonel_blotto_game__transitivity_and_how_to_win_when_you_re_an_underdog.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423221455-07'00'",
    "modDate": "D:20240423221527-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 73,
      "year": "2010",
      "date": "5/5",
      "institution": "Legg Mason",
      "title": "The Colonel Blotto Game: Transitivity and How to Win When You’re an Underdog",
      "url": "https://12mv2.files.wordpress.com/2024/04/10-05-05-the-colonel-blotto-game__transitivity-and-how-to-win-when-youre-an-underdog.pdf"
    },
    "tags": [
      "Decision making",
      "Competitive advantage",
      "Quantitative methods"
    ],
    "tagged_at": "2025-01-20T21:27:16.981414"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \nMay 5, 2010 \n \n \nThe Colonel Blotto Game \n \nTransitivity and How to Win When You’re an Underdog \n \n \n \n \n \n \n \n \n \n \n• \nThe Colonel Blotto game is not as well known as the prisoner's dilemma, \nbut offers some insights into strategic behavior nonetheless.  \n \n• \nThe game shows why it is often impossible to legitimately crown a best \nteam. \n \n• \nUnderdogs improve their chances of winning by changing the basis of \ncompetition.  \n \n• \nSuccessful investment strategies shift, which means even good long-term \napproaches fail from time to time. \n \n \n"
    },
    {
      "number": 2,
      "text": " \nPage 2 \n \nLegg Mason Capital Management \nThe X Factor \n \nOne of the most crucial players on a lacrosse team is the face-off specialist. To begin every \nquarter and after each goal, two opposing players go head-to-head in a face-off.1 Since ball \npossession is vital to success in lacrosse, a dominant face-off specialist can make a huge \ndifference in determining the game’s outcome by keeping the ball out of the sticks of the opposing \nteam’s players. \n \nNow imagine that you are part of the committee to select Team USA, the 23-man squad that will \ncompete for the World Championship. Two players who are primarily face-off specialists were \ninvited to the trials: Chris Eck, who played his college ball at Colgate University; and Alex Smith, \na graduate of the University of Delaware. While Smith is the NCAA’s all-time faceoff leader and \nwidely considered one of the best face-off specialists in the world, Eck got the better of him in the \ntrials. “I haven’t gotten beat like this since high school,” Smith lamented after Eck beat him in \nanother draw. 2 With Eck winning fair and square, you would give him the roster spot, right? \n \nWell, here’s a complicating factor. The last World Championship Tournament was held in 2006, in \nwhich Team Canada upset Team USA in the finals, 15-10. Team Canada’s most valuable player \nwas Geoff Snider, a face-off specialist, who won a remarkable 19 of 28 face-offs in the final \ngame. 3 Team USA needs a solution to Snider, who will be representing Canada again, since \nTeam USA and Team Canada are the favorites to meet in the finals.  \n \nSo while Eck may have Smith’s number, the question is whether he can beat Snider. Since all \nthree play in a professional league, we have the results of their interactions. Here they are: \n \n• \nEck (A) beat Smith (B) 59 percent of the time (34 of 58) \n• \nSmith (B) beat Snider (C) 67 percent of the time (67 of 100) \n• \nSnider (C) beat Eck (A) 52 percent of the time (38 of 73)  \n \nThis is a case where there is a lack of transitivity. In a transitive condition, if A beats B and B \nbeats C, then A beats C. But in this case A beats B, B beats C, but C beats A. If winning face-offs \nwere transitive, there would be a “best” specialist. Not so here.  \n \nTeam USA’s coaching staff eventually went with Alex Smith for the final roster. On the one hand \nthe decision makes sense given the likelihood that USA will have to get by Canada to win the \ntournament. On the other hand, it’s hard to deny the spot on the roster to the guy who did better \nin camp.  \n \nColonel Blotto to the Rescue \n \nThere is a model that is useful for thinking about this problem, as well as other challenges, called \nthe Colonel Blotto game. 4 In the Colonel Blotto game, two players concurrently allocate \nresources across n battlefields. The player with greater resources in each battlefield wins that \nbattle, and the player with the most overall wins is the victor. An extremely simple version of the \ngame would have players A and B allocating 100 soldiers to three battlefields. Each player’s goal \nis to employ a strategy that creates favorable mismatches versus his or her opponent. (See \nExhibit 1.) \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 3,
      "text": " \nPage 3 \n \nLegg Mason Capital Management \nExhibit 1: A Simple Colonel Blotto Game \n \n100 Soldiers\nBattlefield 1\nBattlefield 2\nBattlefield 3\nPlayer A\nPlayer B\n100 Soldiers\nA\nB\n30\n33\n30\n33\n40\n34\nWinner\nB\nB\nA\nOverall Winner:   B\n \nSource: LMCM analysis. \n \nIt is straightforward to see that Colonel Blotto is a zero sum game with multiple mixed strategy \nequilibria. In other words, so long as a player avoids very poor strategies (e.g., allocating all \nsoldiers to one battlefield), this basic setup of the game resembles rock, paper, scissors.  Not \nsurprisingly, rock, paper, scissors is also a good way to describe how face-off specialists fare \nagainst one another. \n \nUnlike the prisoner’s dilemma, a well-known model in game theory, the Colonel Blotto game has \nhad little impact on real-world decisions. Because the prisoner’s dilemma has a preferred \noutcome (cooperation) and there is a good understanding of how cooperation emerges (repeated \ninteractions), decision makers have been able to use the model in practical settings. 5 For \nexample, the prisoner’s dilemma nicely describes the emergence of the “live-and-let-live” system \nin trench warfare during World War I. 6 In numerous instances, both sides learned that there \nwould be retaliation for any aggression. So when one side showed restraint, the other side \nlearned to reciprocate by also showing restraint. This cooperation spared countless lives. The \nmodel has also been useful in international relations and business, among other areas. 7 \n \nThat the Colonel Blotto game is a mixed strategy game is part of the reason that it has had limited \napplication to real-world interactions. Indeed, simple versions of the game provide little guidance \nfor strategic interaction. However, the game does offer useful insights when you introduce more \ncomplex versions, including those with asymmetric resources or where the number of battlefields \nvaries. In fact, asymmetric resources and multiple points of battle are common in zero-sum, \nstrategic interactions. Simple illustrations include war, sports matches, and business.   \n \nThe Colonel Blotto game is useful because by varying the game’s two main parameters, giving \none player more resources or changing the number of battlefields, you can gain insight into the \nlikely winners of competitive encounters. It shows when underdogs have the best chance to win, \nwhy there is sometimes no “best” team, and how changes in the parameters influence those \noutcomes.  \n \n \n \n"
    },
    {
      "number": 4,
      "text": " \nPage 4 \n \nLegg Mason Capital Management \nWhat a Modified Blotto Suggests \n \nLet’s look more closely at what happens when we alter the parameters. First, we can increase \nresource asymmetry by giving one player more points than the other, effectively making one side \nthe favorite to win. It should come as no surprise that the stronger player wins more frequently. \nWhat’s not as intuitive is how much of an advantage the additional points confer. In a three-\nbattlefield game, a player with 25 percent more resources has a 60 percent expected payoff (the \nproportion of battles the player wins) and a player with twice the resources has a 78 percent \nexpected payoff. So a decent dose of randomness exists even in contests with fairly asymmetric \nresources, though the resource-rich side has a decisive advantage.  \n \nBut to get the whole picture of the payoffs we have to introduce the second parameter, the \nnumber of dimensions, or battlefields. The more dimensions the game has, the less certain the \noutcome (unless the players have identical resources) because the weaker player forces the \nstronger player to allocate resources more thinly, weakening the stronger player’s relative \nadvantage. For example, a weak player’s expected payoff is nearly three times higher in a game \nwith 15 dimensions than in a 9 dimension game. 8 In other words, by adding battlefields \nunderdogs increase the number of interactions and improve the chances of an upset. Exhibit 2 \nsummarizes how the changes in parameters influence outcomes. \n \nExhibit 2: High-Dimension Contests Increase the Uncertainty of Outcomes \n \nSource: Michael J. Mauboussin, Think Twice: Harnessing the Power of Counterintuition (Boston, MA: Harvard Business Press, 2009), 94. \n \nBlotto in the Real World \n \nHere are some real-world cases where the Colonel Blotto game applies. The focus here is on \ntwo-player games where there are asymmetric resources and some strategic ability to change the \nnumber of battlefields. Many of the core lessons likely apply for multi-player interactions as well, \nincluding products competing on the store shelf or colleges seeking to increase their status in the \nrankings of the best schools.  \n \nOne realm where the Colonel Blotto game is germane is asymmetric conflict—wars between \nstrong and weak actors. There is a rich tradition of celebrating wins by the weak, including the \nbiblical story of David and Goliath. It is notable that the younger and weaker David shunned a \ntraditional battle using a helmet and sword and chose instead to fight unconventionally with \nstones and a slingshot. 9 He had to change the basis of competition to have a chance at victory.  \n \nIn his book, How the Weak Win Wars, Ivan Arreguín-Toft, a political scientist at Boston University, \nanalyzed roughly 200 asymmetric conflicts from 1800 to 2003. He coded a conflict as asymmetric \nif the stronger actor’s resources (forces and population) exceeded those of the weaker actor by a \n"
    },
    {
      "number": 5,
      "text": " \nPage 5 \n \nLegg Mason Capital Management \nfactor of ten or more. His analysis reveals two basic findings. First, the stronger actor prevailed \njust 72 percent of the time. Since this only included conflicts where the asymmetry in resources \nwas large, the success of the weaker players is noteworthy. \n \nSecond, over the past two centuries the weaker players have been winning at a higher and higher \nrate. For instance, strong actors prevailed in 88 percent of the conflicts from 1800 to 1849, but the \nrate dropped to very close to 50 percent from 1950 to 1999. Further, the weak actors saw their \npercentage of victories rise in each of the 50-year sub periods from 1800 to 1999.  \n \nAfter reviewing and dismissing a number of possible explanations for these findings, Arreguín-\nToft suggests that an analysis of strategic interaction best explains the results. Specifically, when \nthe strong and weak actors go toe-to-toe (effectively, a low n), the weak actor loses roughly 80 \npercent of the time because “there is nothing to mediate or deflect a strong player‘s power \nadvantage.” In contrast, when the weak actors choose to compete on a different strategic basis \n(effectively increasing the size of n), they lose less than 40 percent of the time “because the weak \nrefuse to engage where the strong actor has a power advantage.” 10 Weak actors have been \nwinning more conflicts over the years because they see and imitate the successful strategies of \nother actors and have come to the realization that refusing to fight on the strong actor’s terms \nimproves their chances of victory. 11     \n \nWhat the analysis also reveals, however, is that nearly 80 percent of the losers in asymmetric \nconflicts never switch strategies. Part of the reason players don’t switch is that there is a cost: \nwhen personnel training and equipment are geared toward one strategy, it’s often costly to shift to \nanother. New strategies are also stymied by leaders or organizational traditions. This type of \ninertia appears to be a consequential impediment to organizations embracing the strategic \nactions implied by the Colonel Blotto game.   \n \nAnother case where the Colonel Blotto game is illustrative is sports competition. Like war, two \nteams that often have asymmetric resources compete in what is generally a zero-sum game \n(some sports do allow ties). Resources are asymmetric if one side has a player or players who \nare quicker, stronger, fitter, or better-skilled than the competition. Battlefields can be thought of as \ndiscrete interactions within the game—for instance, the quality of serves versus the return of \nserves in tennis, or passing offense versus passing defense in American football.   \n \nAn analysis of the statistics reveals that sports with a greater degree of interactions have a larger \npercentage of instances where weaker teams beat stronger teams. Past win-loss records capture \nasymmetry here, and the number of players approximate interactions. For instance, a study of \nover 43,000 games revealed that the underdog won approximately 45 percent of the time in the \nEnglish Football Association—England’s premier soccer league—but a lower 37 percent of the \ntime in the U.S.’s National Basketball Association.12 This empirical observation fits well with the \nColonel Blotto game, which demonstrates that more battlefields improve the odds that the \nunderdog will win.  \n \nA more concrete example comes from Division I college football. Texas Tech has adopted a \nstrategy that has allowed it to win over 70 percent of its games in recent years despite playing a \nhighly competitive schedule. The team’s success is particularly remarkable since few of the \nplayers were highly recruited or considered “first-rate material” by the professional scouts. Based \non personnel alone, the team was weaker than many of its opponents. 13  \n \nKnowing that employing a traditional game plan would put his weaker team at a marked \ndisadvantage, the coach offset the talent gap by introducing more complexity into the team’s \noffense via a large number of formations. These formations change the geometry of the game, \nforcing opponents to change their defensive strategies. It also creates new matchups (i.e., \nincreasing n, the number of battlefields) that the stronger teams have difficulty winning. For \nexample, defensive linemen have to drop back to cover receivers. The team’s coach explained \nthat “defensive linemen really aren’t much good at covering receivers. They aren’t built to run \n"
    },
    {
      "number": 6,
      "text": " \nPage 6 \n \nLegg Mason Capital Management \naround that much. And when they do, you have a bunch of people on the other team doing things \nthey don’t have much experience doing.” This approach is considered unusual in the generally \nconservative game of college football. \n  \nThese illustrations from asymmetric conflict in war and sports show that increasing the number of \nbattlefields can have a meaningful impact on outcomes. That weaker players are generally well-\nserved to increase the number of battlefields is a valuable observation that has real-world \napplications. Remarkably, though, weak players in many domains choose to play a conventional \ngame rather than incur the cost (which can often be reputational as well as financial) of adding \nbattlefields.      \n \nWhy Investors Should Care \n \nSo what lessons can investors learn from studying the Colonel Blotto game? The first important \none is how to compete when you are the underdog. Theory and practice show that when you \nhave fewer resources than your foe in a head-to-head competition, you should compete in a non-\ntraditional way in order to expand the number of battlefields. Since adding battlefields frequently \nconflicts with conventional wisdom, competitors do not chose the approach as often as they \nshould. But the significance of using a non-traditional basis of competition is highly relevant in \ngames and business.   \n \nAnother lesson is that in many competitive situations, there is no “best” team, player, or strategy. 14 \nThe winner of a particular matchup, game, or tournament depends as much on the allocation of \nstrengths and weaknesses as on their magnitude. This is why the selection of Team USA’s face-\noff specialist was so difficult: the best player at the trials may not have been the best player for the \ntournament. So while many people—and Westerners in particular—are keen to crown one \ncompetitor as king, the reality is that success relies heavily on the competitive circumstances. \n \nFinally, Colonel Blotto’s lessons apply directly to the investment world. Investors generally \nembrace a particular investment strategy—value, growth, small capitalization, etc.—because they \nbelieve that it will generate excess returns over time. But, as you would guess, different strategies \nwork at different times in the market cycle. 15  \n \nOne illustration is the results of small capitalization versus large capitalization stocks. In 1981, \nRolf Banz published an influential paper showing that small-cap stocks delivered higher risk-\nadjusted returns than large-cap stocks from 1926-1975. 16 Updated through 2009, Banz’s findings \nhold true. However, there are long stretches during which large-cap stocks outperform small-cap \nstocks. 17 Exhibit 3 shows the results of small caps versus the results for large caps. Had you \nimplemented Banz’s findings as a strategy in the early 1980s, you would have suffered almost \ntwo decades of relatively poor returns.    \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 7,
      "text": " \nPage 7 \n \nLegg Mason Capital Management \nExhibit 3: Regime Changes between Large Cap and Small Cap Stocks \n0.0\n1.0\n2.0\n3.0\n4.0\n5.0\n6.0\n7.0\n8.0\n1926\n1938\n1950\n1962\n1974\n1986\n1998\n2010\nRelative Performance of \nSmall Cap Versus Large Cap\n \nSource:  http://mba.tuck.dartmouth.edu/pages/faculty/ken.french/data_library.html; LMCM analysis. \n \nBut had your experience of the 1980s and 1990s cemented your view that large caps were the \nway to go, the first decade of the twenty-first century would have proven you wrong. 18 While \ndifficult to say, the odds now appear to favor large cap stocks again, based on a combination of \nrelatively sluggish performance (a flat S&P 500 for nearly a decade) and attractive valuation.  \n \n"
    },
    {
      "number": 8,
      "text": " \nPage 8 \n \nLegg Mason Capital Management \n \n \nThe views expressed are those of the author as of May 5, 2010 and are subject to change based \non market and other conditions. These views may differ from the views of other authors, portfolio \nmanagers or the firm as a whole, and they are not intended to be a forecast of future events, a \nguarantee of future results, or investment advice. Forecasts and model results are inherently \nlimited and should not be relied upon as indicators of future performance. Investors should not \nuse this information as the sole basis for investment decisions. \n \nPast performance is no guarantee of future results. \nEquity securities are subject to price fluctuation and possible loss of principal. Small-cap stocks \ninvolve greater risks and volatility than large-cap stocks. \n \nThe mention of any individual securities should neither constitute nor be construed as a \nrecommendation to purchase or sell securities, and the information provided regarding such \nindividual securities is not a sufficient basis upon which to make an investment decision. \nInvestors seeking financial advice regarding the appropriateness of investing in any securities or \ninvestment strategies should consult their financial professional. \nAny statistics have been obtained from sources the author believed to be reliable, but the \naccuracy and completeness of the information cannot be guaranteed. The information provided in \nthis commentary should not be considered a recommendation by LMCM or any of its affiliates to \npurchase or sell any security. \n \n \n \nEndnotes \n \n1 This is not true in all instances. For example, a team that is “man up” because the other team is \nserving a penalty automatically gets the ball back at the start of the next quarter provided they \nhave possession at the end of the quarter.  \n2 Matt DaSilva, “Great X-Pectations,” Lacrosse Magazine, October 2009, 11.  \n3 See http://www.pointstreak.com/prostats/boxscore.html?gameid=337469. A win percentage of \n55 percent is considered very good, and over 60 percent is exceptional. In the final game, Snider \nwon almost 70 percent of the draws. During the whole tournament, he won over 73 percent of his \nface-offs.   \n4 For a formal treatment of the Colonel Blotto game, see Brian Roberson, “The Colonel Blotto \nGame,” Economic Theory, Vol. 29, No. 1. September 2006, 1-24; for a more informal discussion, \nsee Scott E. Page, The Difference: How the Power of Diversity Creates Better Groups, Firms, \nSchools, and Societies (Princeton, NJ: Princeton University Press, 2007), 112-114; and Jeffrey \nKluger, Simplexity: Why Simple Things Become Complex (and How Complex Things Can Be \nMade Simple) (New York: Hyperion, 2008), 183-185. \n5 Russell Golman and Scott E. Page, “General Blotto: Games of Allocative Strategic Mismatch,” \nPublic Choice, Vol. 138, No. 3-4, March 2009, 279-299. \n6 Robert Axelrod, The Evolution of Cooperation (New York: Basic Books, 1984). \n7 For international relations, see William Poundstone, Prisoner’s Dilemma (New York: Doubleday, \n1992); for business, see Avinash K. Dixit and Barry J. Nalebuff, The Art of Strategy (New York: \nW.W. Norton & Company, 2008). \n8 For this example I selected an Xa/Xb ratio of 0.13. Using Theorem 3 from Roberson (2006), the \nexpected payoff is 2.5 percent when n equals 9. Using Theorem 2, the expected payoff is 6.7 \npercent when n equals 15. \n9 Robert Alter, The David Story (New York: W.W. Norton & Company, 1999). \n10 Ivan Arreguín-Toft, How the Weak Win Wars (Cambridge: Cambridge University Press, 2005). \nThis book is mentioned in a popular article: Malcolm Gladwell, “How David Beats Goliath: When \nUnderdogs Break the Rules,” The New Yorker, May 11, 2009. \n11 Kenneth Waltz, Theory of International Politics (New York: McGraw Hill, 1979). \n"
    },
    {
      "number": 9,
      "text": " \nPage 9 \n \nLegg Mason Capital Management \n12 Eli Ben-Naim, Federico Vazquez, and Sidney Redner, “Parity and Predictability of \nCompetitions,” Journal of Quantitative Analysis in Sports, Vol. 2, No. 4, 2006.  \n13 Michael Lewis, “Coach Leach Goes Deep, Very Deep,” The New York Times, December 4, \n2005.  \n14 Page, 114. \n15 Two points are worth noting here. First, some strategies may do better over very long periods \nof time. But the horizon over which a strategy proves successful and the horizon over which \ninvestors evaluate fund managers may be very different. So a fund manager may fail with a \nsuccessful long-term strategy if capital providers are impatient. Second, the market itself gives \nclues about when strategies may shift. For example, the combination of excellent results for an \nasset class and a resulting valuation that is at the high end of historical bounds frequently \nsuggests poor future returns.   \n16 Rolf W. Banz, “The Relationship Between Return and Market Value of Common Stocks,” \nJournal of Financial Economics, Vol. 9, No. 1, March 1981, 3-18. \n17 See http://mba.tuck.dartmouth.edu/pages/faculty/ken.french/data_library.html. \n18 Gerald P. Madden, Kenneth P. Nunn, Jr., and Alan Wiemann, “Mutual Fund Performance and \nMarket Capitalization,” Financial Analysts Journal, Vol. 42, No. 4, July-August 1986, 67-70 and \nJeff D. Opdyke, “Small Caps Looms Large,” The Wall Street Journal, May 1, 2010.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n© 2010 Legg Mason Investor Services, LLC, member FINRA, SIPC. Legg Mason Capital \nManagement Inc., and Legg Mason Investor Services, LLC, are Legg Mason, Inc. subsidiaries. \n \nFN1010951 \n \nINVESTMENT PRODUCTS: NOT FDIC INSURED * NO BANK GUARANTEE * MAY LOSE VALUE \n"
    }
  ]
}