{
  "filename": "mm_028_2000_innovation_and_markets__how_innovation_affects_the_investing_process.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423213142-07'00'",
    "modDate": "D:20240423213150-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 28,
      "year": "2000",
      "date": "12/12",
      "institution": "CS First Boston",
      "title": "Innovation and Markets: How Innovation Affects the Investing Process",
      "url": "https://12mv2.files.wordpress.com/2024/04/00-12-12-innovation-and-markets__how-innovation-affects-the-investing-process.pdf"
    },
    "tags": [
      "Technology & innovation",
      "Competitive advantage",
      "Investment process",
      "Market structure"
    ],
    "tagged_at": "2025-01-20T21:25:44.502628"
  },
  "pages": [
    {
      "number": 1,
      "text": "DESK NOTES\nCREDIT SUISSE FIRST BOSTON CORPORATION\nEquity Research\nAmericas\nU.S. Investment Strategy\nDecember 12, 2000\nInnovation and Markets\nHow Innovation Affects the Investing Process\nMichael J. Mauboussin\n1 212 325 3108\nmichael.mauboussin@csfb.com\nAlexander Schay\n1 212 325 4466\nalexander.schay@csfb.com\n• The rate of innovation is accelerating. This means that competitive\nadvantage is harder to sustain and old valuation metrics are less\nuseful than they once were. However, the economic returns for the\nnew winners are extraordinary.\n• While aggregate market volatility has been stable, company-\nspecific volatility is on the rise. This has direct implications for\nportfolio diversification and investment time horizons.\n• We outline four models of innovation, from the very big picture—\nwe compare economic and ecological systems—to the company\nspecific level. All signs point to continued rapid innovation.\n• Investors should: (1) Avoid companies at their economic twilight;\n(2) Find the future winners; and (3) Avoid innovation. A barbell\nportfolio makes sense under these conditions.\n"
    },
    {
      "number": 2,
      "text": "Innovation and Markets\n– 2 –\nTable of Contents\n"
    },
    {
      "number": 3,
      "text": "Innovation and Markets\n– 3 –\nExecutive Summary\nAn accelerating rate of innovation shakes the investing process to its very roots. It\nforces us to revisit deeply held beliefs about portfolio diversification, appropriate\nportfolio turnover, sustainable competitive advantage, competitive strategy\nanalysis, and valuation metrics.\nThis report concludes that continued rapid innovation is all but inevitable. We\nstart by documenting the evidence for accelerating innovation. This evidence\nincludes the following:\n• \nEconomic long waves—economic booms that result from the launch of\ngeneral-purpose technologies—are coming at a faster-and-faster rate. This\nsuggests that industry and product life cycles are shortening, and has\nimplications for government policy and corporate finance as well.\n• \nCorporate longevity is on the wane. The average “life” of a company in the\nS&P 500 today is less than 15 years, dramatically less than a half century\nago.\n• \nCompany-specific risk is rising steadily, even as aggregate market risk\nholds steady. This shifts the number of stocks a diversified portfolio needs.\n• \nCompetitive advantage periods are shortening even as the economic\nreturns for the market leaders in knowledge industries soar. These\ncountervailing factors render traditional multiple analysis useless.\nWe analyze the process of innovation on four levels:\n• \nWe first look at the economy as an ecological system. While the\nmechanisms for variation and selection are different in these two domains,\nthe parallels are sufficiently meaningful to warrant analogy.\n• \nEndogenous growth theory is a model that explicitly incorporates technology\ninto the equation for economic growth. One of the most important\nconclusions is that the larger the pool of ideas, the faster the potential for\ngrowth. This leads to increasing returns.\n• \nMichael Porter and his colleagues recently specified the determinants of\nnational innovative capacity. These include an appropriate infrastructure,\nindustrial clusters and a strong link between the two. While the U.S.\ncontinues to maintain a tenuous lead in this area, the performance of OECD\nnations is converging.\n• \nClay Christensen’s innovator’s dilemma remains a powerful way to consider,\nand anticipate, disruptive technologies at an industry or company level.\nWe suggest that investors consider three actions in response to this innovation.\nFirst, it is important to be wary of current market leaders, especially those with\nsizable market capitalizations. These companies are often the most vulnerable to\nfuture innovation. Second, find the future. Isolate those companies that represent\nthe next generation. Finally, avoid innovation risk all together by playing\nindustries that are sheltered from change.\n"
    },
    {
      "number": 4,
      "text": "Innovation and Markets\n– 4 –\nIntroduction\n“Consider the economy as forever becoming, burgeoning with new ways of\nmaking a living, new ways of creating value and advantages of trade, while old\nways go extinct. The economy, like the biosphere, is about persistent creativity in\nways of making a living.”\n—Stuart Kauffman, Investigations\nThrow out the old tools and rules of thumb, for the world of investing has forever\nchanged. The longstanding wisdom of buying a great business and holding it\nforever is no longer wise. Comparing companies based on their P/Es provides\nlittle or no insight. Yesterday’s mental models do not speak to today’s context.\nWe can sum up the source of this watershed change in one word: innovation.\nConsider this: five of the top fifteen companies in the S&P 500 by market\ncapitalization effectively didn’t exist 20 years ago. Over 60% of the technology\ncompanies with current market caps over $50 billion came public in the past two\ndecades. These relatively new technology companies have a combined market\ncapitalization exceeding $1.5 trillion.\nThe lightning-quick shifts in market value today are an effective antidote for\ncomplacency. Both managers and investors realize that they must constantly\nseek value creation and competitive advantage in a fast-changing world. Change\nover the next twenty years will be sweeping, not incremental. The agile and\nadaptive will win. The ossified optimizers will lose.\nThis report looks at innovation—the introduction of something new—and what it\nmeans for markets. It contains three parts. First, we examine evidence that\nshows that innovation is not only vibrant but accelerating, and consider what this\nmeans for investors. Second, we provide some models for thinking about\ninnovation—both on a macro and micro level. Finally, we prescribe a portfolio\nstrategy to accommodate the environment.\nAn overarching theme to our analysis is that there is a strong analogy between\nthe economy and the biosphere (as the Kauffman quotation above suggests).\nSpecifically, the increase in planet’s ecological diversity over the past 4 billion\nyears can teach us great deal about the mechanisms and inevitability of business\ninnovation. What we know for sure is that innovation will continue to blossom.\nWhat we don’t know is what form it will take. It was hard to imagine the likes of\nCisco, Yahoo, Oracle, America Online twenty years ago because the industries\nthey lead literally didn’t exist. Likewise, our sense of tomorrow’s titans is at best\nethereal.\n"
    },
    {
      "number": 5,
      "text": "Innovation and Markets\n– 5 –\nAccelerating Innovation (and what it means for investors)\nThe Shortening of Long Waves\nWe launch our discussion with the evidence for an accelerating pace of\ninnovation. And the first stop is with the work of the eminent economist Joseph\nSchumpeter. While Schumpeter is best known for the phrase “gale of creative\ndestruction,” our interest here is with his work on “long waves” of economic\nactivity. In the 1939 book Business Cycles, Schumpeter examines the data on the\npresence, duration and regularity of long waves.\n1\nThe basic idea is that various economic eras feature different clusters of general\npurpose technologies, which catalyze the formation of new industries. A general-\npurpose technology enables, or opens up, new opportunities rather than offering\na complete solution.\n2 They are central to long wave formation because they are\ngeneral purpose and they spur complementary innovation. Examples include\nsteam, rail, electricity, and computers. These technologies create long waves of\ndevelopment that ripple through the economy, but the waves eventually peter out\nas technical advancements slow and returns on investment decline. This, in turn,\nleads to a period of slow expansion (or decline) until the next wave comes.\nSchumpeter argues persuasively for both the existence and regularity of long\nwaves. Yet there is nothing in his theoretical case that insists these waves have\nto appear in regular, prescribed intervals. Importantly, with the benefit of an\nadditional 60 years of history, we now see that these waves are coming at an\naccelerating rate (see Figure 1). For example, the wave spurred by water power,\ntextiles and iron (~1785-1845) lasted about 60 years, while the most recent wave\ndriven by digital networks, software and new media (~1990-2020) may last 30\nyears or less. The trend towards shorter waves is clear.\n3\nFigure 1\nSchumpeter’s Waves Are Coming Faster and Faster\nSource: “Catch the Wave,” The Economist, February 18, 1999.\nThis accelerating periodicity has a number of implications for investors. First, it\nsuggests that industry life cycles, and hence product life cycles within industries,\nare becoming shorter. This makes a long-term (i.e., 20 years plus) buy and hold\nstrategy less attractive than it has been in the past. Second, it shines a bright light\non government policy. Historically, governments regulated many of the industries\nthat controlled innovation—electric utilities, telecommunications and airlines to\nname a few. In today’s knowledge-based world natural, albeit temporary,\nmonopolies emerge rapidly (e.g., Microsoft). Governments must walk the fine line\nof allowing monopolies to rise and fall while maintaining the incentives and\npaybacks for innovation.\nFinally, the increased wave frequency underscores the importance of matching a\ncompany’s liabilities—largely corporate debt—with the useful life of its assets.\n"
    },
    {
      "number": 6,
      "text": "Innovation and Markets\n– 6 –\nCompanies that unwittingly fund short-lived assets with long-term debt risk\ndisappointing all claim holders. And since equity holders have a residual claim,\nthey can see the value of their investment quickly go to zero.\n4 We believe this\nphenomenon is unfolding in parts of today’s telecommunications sector.\n5\nCorporate Longevity is on the Wane\nWe see evidence of shorter corporate longevity in other data as well. The\naverage turnover in the S&P 500, measured by additions and deletions, was\nabout 3-4% per annum in the 1950s. That turnover suggested an average life of\nabout 25-35 years. Today, the annual turnover in the S&P 500 is about 7-8%,\nwhich reduces the average “life” of a company to just 12-14 years.\n6 Moreover,\nabout two-thirds of all startups fail within their first five years.\n7\nMore Technology Means More Change\nWebster’s dictionary defines technology as “a scientific method of achieving a\npractical purpose.” It comes as no surprise, then, that composition of the stock\nmarket follows the breathtaking advances in science to some degree. In fact, the\nweighting of technology is four times greater today than it was a decade ago\n(28% versus 7%), as Figure 2 illustrates. Given that technology companies are\noften at the nexus of innovation, technology’s increased influence injects greater\nrisk, and reward, into the overall market.\nFigure 2\nThe Rise of Technology\nS&P Composition 2000\nEnergy\n6%\nFinance\n16%\nHealth Care\n12%\nConsumer \nStaples\n11%\nTransportation \n1%\nUtilities\n3%\nConsumer \nCyclicals\n7%\nCommunication \nServices\n6%\nCapital Goods\n9%\nBasic Materials\n2%\nTechnology\n27%\nS&P Composition 1990\nBasic Materials\n7% Capital Goods\n10%\nCommunication \nServices\n9%\nConsumer \nCyclicals\n11%\nConsumer \nStaples\n17%\nEnergy\n13%\nFinance\n8%\nHealth Care\n10%\nTransportation \n1%\nTechnology\n7%\nUtilities\n7%\nSource: CSFB analysis.\nLarge Scale Stability from Small Scale Instability\nWhile the surge in technology weighting in the S&P 500 is a relatively new\nphenomenon, 40-year data show another sign of heightened innovation: an\nincrease in individual company volatility (greater idiosyncratic risk in finance-\nspeak). The authors of a very important recent paper show that while the\nmarket’s overall volatility is well within historical bounds, the volatility of individual\nstocks has increased sharply since the early 1960s.\n8 The authors use standard\ndeviation as a measure of volatility.\nEnvision it this way: the overall market is like a Broadway show that is performed\nnight-after-night, but with new and different actors playing the various roles. The\nshow is stable, but the stability belies the increase in cast turnover. Aggregate\nstability is interspersed with substantial individual instability. The reason that\nlarge-scale stability can emerge from small-scale instability is that the correlation\n"
    },
    {
      "number": 7,
      "text": "Innovation and Markets\n– 7 –\nbetween individual stock returns has dropped (from 28% in 1962 to 8% in the late\n1990s).\n9 These findings have significant implications for investors:\n• \nConventional wisdom about diversification may be wrong. The traditional view\nis that an investor can eliminate idiosyncratic risk by holding a portfolio of 20-\n30 stocks. However, if the firm-specific volatility is higher than the traditional\nmodels suggest, appropriate diversification requires a portfolio of 50 or more\nstocks.\n• \nThis idiosyncratic risk is not linked to financial leverage. The authors note that\nfinancial leverage does not explain the increases in firm-specific volatility.\nIndeed, the increase in idiosyncratic risk corresponded with a reduction in\nfinancial leverage during the 1990s.\n• \nMarket composition? The authors review a host of potential explanations for\nthe volatility increase, none of which is fully satisfactory on its own. Their final\nidea relates increases in volatility to greater homogeneity of the investor\nbase. We identified a similar phenomenon, which we call a “diversity\nbreakdown.”\n10 However, we do not believe this is the entire answer. Our\nsense is that the increase in firm-level volatility reflects a greater overall level\nof innovation.\nThe Move to a Knowledge Economy Means Higher Stakes\nThere is another consideration to add to the mix. The global economy is moving\nfrom being reliant on physical assets to knowledge assets. A sharp increase in\nthe q ratio—the difference between market price and balance sheet asset value—\nprovides evidence of this transition. One calculation shows the q ratio rising from\nabout 0.5 in 1980 to 2.5 in 2000.\n11 We stress this transition because the economic\nproperties and characteristics of physical goods are quite distinct from knowledge\ngoods.\n12 Notably, many knowledge businesses compete in winner-take-all or\nwinner-take-most markets. In these cases, the strong get stronger and the weak\nget weaker. Examples of winners include Microsoft (PC operating systems),\nAmerica Online (instant messaging) and eBay (consumer online auctions).\nThe evidence for winner-take-most outcomes shows up in total shareholder\nreturn data. Figure 3 shows the average total shareholder returns for the top\nthree and bottom three companies in each sector over the past six years (the\ndata are sector weighted). It shows that the shareholder returns for the winners\nare getting increasingly large, while the declines for the losers are getting\nsteeper. We need not identify the specific cast of characters to make the point\nthat the stakes of success and failure are on the rise.\n"
    },
    {
      "number": 8,
      "text": "Innovation and Markets\n– 8 –\nFigure 3\nWinner Take Most Markets\n45\n65\n85\n105\n125\n145\n165\n1994\n1995\n1996\n1997\n1998\n1999\nReturn of Top in Each Industry\n-60\n-50\n-40\n-30\n-20\n-10\nReturn of Bottom in Each Industry\nSource: CSFB analysis.\nThe Valuation Battle: Shorter CAPs versus Better Economics\nA heightened rate of innovation has two final repercussions for investors. First,\nwe must conclude that the period of excess returns for an individual company,\nwhich we call “competitive advantage period”, or CAP, is shortening. Whereas a\ngeneration ago the market could reasonably assume that a company could\nsustain a franchise for a long time, such assumptions are not realistic today.\nContrast Microsoft with Coca-Cola. Microsoft has dominated its industry (defined\nnarrowly as the PC operating system) for roughly 20 years. Yet no one expects\nthem to dominate the industry 20 years from now, primarily because it is unlikely\nthe industry will exist. If Microsoft is to succeed, it will be in new markets. Coca-\nCola, in contrast, has steadfastly dominated the soft drink market, and is likely to\ndo so in the future. Past is prologue. In plain language this means that valuations\nfor fast-changing industries should be lower, all things equal, than more stable\nindustries.\nBut here’s the twist: knowledge-based market leaders earn much higher\neconomic returns than anything we’ve ever seen. This argues for higher\nvaluations. The economic returns of the market winners are not only extremely\nhigh on an absolute basis, they are significantly higher than their next\ncompetitors. Companies like Microsoft, Dell, Oracle, eBay and Yahoo all enjoy\nreturn on invested capital in excess of 50%, and in some cases, dramatically\n"
    },
    {
      "number": 9,
      "text": "Innovation and Markets\n– 9 –\nhigher. So while the CAP’s the market accords these businesses may not be as\nlong as their steady-as-she-goes peers, they are often longer than their industry\ncompetitors (see Figure 4). Technology strategist Geoff Moore likes to sum up a\ncompany’s competitive advantage as a the combination of “GAP”—the\ndifferentiation in economic returns a company offers in the present versus its\ncompetition—and CAP, the sustainability of that differentiation.\n13\nFigure 4\nCompetitive Advantage\nExcess Returns\nTime\nExcess Returns\nTime\nThe World As It Was\nThe World As It Is\nLow Excess Returns\nLong CAPs\nHigh Excess Returns\nShort CAPs\nSource: CSFB analysis.\nThe Twilight of Traditional Measures\nThe second repercussion for investors is that traditional valuation tools—most\nnotably the price/earnings ratio—are hopelessly flawed. These measures never\nreflected shareholder value particularly well, but have even less relevance as\nworld transitions from physical to knowledge capital as the source of value. Here\nare some basic reasons that historic valuation measures no longer provide a\nuseful measure:\n• \nThe nature of investment. All companies must invest in order to generate\nfuture returns. But knowledge-based companies tend to expense their\ninvestments (i.e., research & development, training) while capital-based\nbusinesses capitalize theirs (inventory, factories). The result is that the\nincome statement does not provide a consistent view of cash flows.\n• \nEmployee stock options. Companies are turning to stock-based\ncompensation more-and-more, and employee stock options (ESOs) are the\nvehicle of choice. Unfortunately, basic financial statements do not reflect the\nliability and future cost of ESOs. This renders the financial statements of\nmany knowledge-based businesses incomplete at best. For example, we\nestimate that the after-tax value of Microsoft’s already-granted employee\nstock options was about $30 billion at year-end fiscal 2000.\n• \nReal option value. Given the heightened level of uncertainty, some\nbusinesses possess valuable real options. A real option, which is analogous\nto a financial option, is the right but not the obligation to make a potentially\nvalue-creating investment. It is important to explicitly deal with these options,\nsomething that traditional valuation tools are unable to do.\n14\n• \nRisk. Earnings per share or EBITDA measures do not take risk into\nconsideration. For example, two companies may have identical expected\nearnings but different dispersions of earnings outcomes. The company with\nthe wider dispersion justifiably deserves a lower valuation multiple.\n"
    },
    {
      "number": 10,
      "text": "Innovation and Markets\n– 10 –\n• \nCompetitive advantage period. Innovation affects all industries, and hence\nCAPs, to varying degrees. Current and near-term future earnings provide no\ncontext for understanding the market’s long-term cash flow expectations.\nThe failure of conventional valuation tools calls into question all historical\ncomparisons. A prerequisite for a statistically valid comparison is what\neconomists call “stationary data.” Basically, the comparison of averages is only\nmeaningful if you draw from the same sample. When data are drawn from\ndifferent samples, they are said to be non-stationary. When data are non-\nstationary, projecting past averages produces nonsensical results.\n15 Much of the\nhand wringing over valuation in recent years is based on non-stationary data. You\ncan’t compare today’s P/E’s to those of the past because the sample populations\nare dramatically different.\nOne example is the “market’s” valuation. As we have shown, the market’s\nvaluation is heavily influenced by a handful of high-growth, high-return\nbusinesses.\n16 Even as pundits fret about the market multiple, the median P/E of\nthe Value Line universe hovers around 14 times. This is not to say that valuation\nis irrelevant. Quite the opposite. However, the poorly crafted tools of yesterday do\nlittle to help us divine value today.\n"
    },
    {
      "number": 11,
      "text": "Innovation and Markets\n– 11 –\nModels of Innovation\nWe consider innovation on four levels. We first argue that innovation, and\nincreased diversity, is a well-established process in the biological world, and that\nthe parallels between the biological and economic worlds are sufficiently strong to\nwarrant analogy. Second, we turn to endogenous growth theory, a\nmacroeconomic model that explicitly incorporates technological innovation. Third,\nwe look at the key determinants of innovation at a national level. Finally, we\nsummarize the microeconomic model for innovation laid out by Clay Christensen.\nThe Big Picture: Ecology and Economics Have the Same Root\nStuart Kauffman, a theoretical biologist, makes an articulate case that we should\nview economics much in the same way that we view an ecosystem.\n17 A\nspectacular diversity of species exists today, all descendants of the Earth’s first\nsingle-cell life form, which emerged some 3.5 billion years ago. And change is\nendemic: over 99% of the species to have ever roamed the earth are now extinct.\nThis leads us to four areas of commonality between biology and business.\n18 While\nthe mechanisms of variation and selection are clearly different in the two\ndomains, in both cases “organisms” and trying to “make a living.”\n• \nSelection. Species and business both die out due to their inability to respond\nto changes in their surrounding environment. Also, extinction results from one\nspecies, or business model, substituting for an established one. In either\ncase, selection plays a central role in dictating longevity.\n• \nComplementarity. Changes in the environment and its population constantly\ncreate ecological niches, which are “filled” by new life forms. More diversity\nmeans more niches, leading to more diversity, and so on. Species and\ncompanies evolve, co-evolve and co-create in order to take advantage of\ntheir environment. But the process is rarely smooth: change generally comes\nin fits and starts.\n• \nScaling laws. The lifetimes of species, studied over the past 600 million\nyears, appear to follow a power law distribution—most species die young,\nwhile very few last a long time. It appears that firm lives follow a similar\npattern.\n19\n• \nSelf-organization. Both biological and economic systems are self-organizing,\nwhich means that they are neither too rigid nor too chaotic. Too much rigidity\nleads to a lack of flexibility; too much chaos leads to an inability to capitalize\non the environment. Physicist Gene Stanley found that this sweet spot was\nthe only one that made his model of company behavior look like the real\nthing. His work shows deep parallels between the physical and economic\ndomains.\n20\nOne of Schumpeter’s main contributions to economics is to look past states of\nequilibrium and focus on the process of change. He argues that one cannot\nunderstand, or model, innovation using equilibrium concepts. In his words, “The\nessential point to grasp is that in dealing with capitalism we are dealing with an\nevolutionary process.” Schumpeter’s ideas are clearly consistent with a natural\nview.\nThe similarities between nature and the economy are strong enough to be\ninstructive. Many of the forces that shape biological evolution apply in the\nbusiness world as well. We now turn to economic theory to help understand\ninnovation and growth.\n"
    },
    {
      "number": 12,
      "text": "Innovation and Markets\n– 12 –\nMacro Economics: Endogenous Growth Theory\nEconomist Paul Romer asks and answers a fundamental question: Why are we\nsome much wealthier today than 100 years ago, when the amount of physical\nresources on the earth is essentially unchanged? The answer lies in our growing\nability to rearrange those resources in more valuable ways.\nClassical models of economic growth rely on capital and labor as the inputs, and\ntreat technology as an exogenous factor. Robert Solow was the first to include\ntechnology into the model, but he made it a public good—something that could be\nused by all.\n21 Romer’s contribution to the literature is to not only make technology\nendogenous to the model, but also a “partially excludable”, or a private good. In\nthis context, we define technology as “software” —a set of instructions, formulas,\nor processes that allow us to create value.\nThe key is that software—which drives our ability to recombine the existing world\nin novel ways—has different characteristics than physical capital or labor. More\nspecifically, it is a “non-rival” good: unlike physical resources, more than one\nperson can use software at a time. In an ideal world, this allows us to pass\nsoftware along cheaply and easily without causing congestion.\n22\nOne key idea that comes out of this literature is “increasing returns.” The more\nsoftware that is in existence, the more opportunities that arise. In fact, the larger\nthe body of software, the faster the growth potential. This notion lies at the heart\nof endogenous growth theory. Most inventions combine existing technologies in\nnovel ways to solve a given problem. The more building blocks that exist, the\nmore potential opportunities there are to find solutions.\nA simple mathematical example illustrates the point. Assume you had four\nbuilding blocks to create potential solutions. The number of possible\ncombinations is 4 x 3 x 2 x 1, or 24. Now add two building blocks, to 6. The new\nnumber of potential combinations—6 x 5 x 4 x 3 x 2 x 1, or 720—is 30 times\ngreater. As Romer likes to point out, you can sequence 20 steps in roughly 10\n19\nways, a number larger than the total number of seconds that have elapsed since\nthe birth of the universe.\nMany great inventions are the result of recombining existing technologies\nincluding airplanes (composites, electronics, hydraulics), automobiles\n(combustion engines, gears, computers) and personal computers (silicon,\nplastics, storage). And the fact that more software building blocks leads to faster\ngrowth is fundamentally bullish in the aggregate, even if individual companies\ncome and go. It is true that the vast majority of the imaginable software\ncombinations are useless. But with computing power and cheaper\ncommunications, we will find new solutions faster, and more cost effectively, than\never before.\nAnd we can be sure that major advances in computing, communications and\nstorage still lie ahead of us. Figure 5 shows the compounded annual price\ndeclines for a handful of key general-purpose technologies. As we can see, the\nrelative price declines of earlier general purpose technologies pale next to\ncomputing and telecommunications. And the best is yet to come.\n"
    },
    {
      "number": 13,
      "text": "Innovation and Markets\n– 13 –\nFigure 5\nDeclining Costs of Technology\nCosts\n1790\nCosts\n1850\n60 years\nCosts\n3 Minute Call\nNew York/London\nDecline 99.93%\nCAGR -10%\n1930\nCosts\n2000\n70 years\nCosts\nRail Freight\nDecline 40%\nCAGR -1%\n1870\nCosts\n1913\n43 years\nCosts\n1970\nCosts\n2000\n30 years\nComputer\nProcessing Power\nDecline 99.99%\nCAGR -26%\nSteam Power\nDecline 50%\nCAGR -1%\nSource: “New Economy,” The Economist, September 23, 2000\nRay Kurzweil, in his imagination-stretching book The Age of Spiritual Machines,\nsuggests that it is possible to trace Moore’s Law, or some variant of it, back to\nabout 1900. (See Figure 6) Moore’s Law suggests that computing power doubles\nroughly every 18 months. Kurzweil goes on to suggest that Moore’s Law is likely\nto continue unabated for about 20 more years with the use of integrated circuits.\nYet his case is actually much more emphatic: he basically argues that increases\nin computing power are a fact of nature—“The Law of Accelerating Returns”—\nand that new technologies will come along to extend the trend of cheaper and\nfaster computing power. These include nanotechnology and quantum\ncomputing.\n23\n"
    },
    {
      "number": 14,
      "text": "Innovation and Markets\n– 14 –\nFigure 6\nThe Exponential Growth of Computing\n$1000 of Computing Buys\n10-6\n10-4\n10-2\n10\n102\n104\n106\n108\n1010\n1900\n1910\n1920\n1930\n1940\n1950\n1960\n1970\n1980\n1990\n2000\nYear\nComputations per Second (CPS)\nSource: Ray Kurzweil, The Spiritual Life of Machines and CSFB analysis.\nIf he is correct, then a computer in 2030 will either have 1 million times the\ncomputing power or come at one-millionth the cost of today’s computers.\n24 This\nincrease in computing power is conceptually inconceivable. But Kurzweil puts it in\nextraordinary context: by his calculations, a $1,000 computer device will achieve\nhuman brain capacity by 2025. The point is that we are on the cusp of a surge\ncomputational power, which is very likely to heighten the pace of innovation.\nBut computing power is only part of the story. Another fundamental driver is the\nplummeting costs of communications. Gilder’s Law suggests that bandwidth\ngrows at least three times faster than computer power. As Gilder points out,\npractical backbone bandwidth on a single cable is now a thousand times greater\nthan the entire traffic on the global communications infrastructure five years ago.\nGilder writes “More information can be sent over a single cable in a second than\nwas sent over the entire Internet in 1997 in a month.”\n25\nInformation storage is exploding as well. The world currently produces between 1\nand 2 exabytes (an exabyte is a billion gigabytes, or 10\n18 bytes) of unique\ninformation per year. This means that over the next 2 ½ years, more information\nwill be produced than was created since the dawn of civilization! And since the\ncost of magnetic storage is dropping sharply—the cost of a gigabyte of storage\ntoday will drop 90% over the next five years alone—it will soon be technologically\npossible for the average person to access virtually all recorded information.\n26\nThe extraordinary combination of increased computing power, lower\ncommunication costs and vast information storage all suggest that it will be easier\nto assemble the building blocks of innovation in the future than it has been in the\npast. We are only starting to realize the full power of these exponential\nprocesses.\n"
    },
    {
      "number": 15,
      "text": "Innovation and Markets\n– 15 –\nNational Innovative Capacity\nWe now turn to the determinants of innovative capacity on a national level. A\nrecent paper by Scott Stern, Michael Porter and Jeffrey Furman presents a\nrobust, and empirically tested, framework to do this.\n27 The authors define national\ninnovative capacity as “the ability of a country to produce and commercialize a\nflow of innovative technology over the long term.” They suggest three prime\ndeterminants:\n• \nStrength of a nation’s common innovation infrastructure. This infrastructure\nincludes the nation’s science and technology policy, the mechanisms for\nsupporting basic research and higher education as well as the cumulative\nstock of software, or technological knowledge. This point is closely tied to the\nendogenous growth model.\n• \nThe environment for innovation in a nation’s industrial clusters. This\ninnovation orientation, which Porter articulated in The Competitive Advantage\nof Nations, relies on four factors. First is the context for strategy and rivalry.\nYou need a local context that encourages innovation-related investment and\nwhere there is spirited competition. Second are appropriate input conditions,\nincluding high quality humans resources, capital, and research and\ninformation infrastructures. Third is the presence of support industries,\nincluding suppliers. And finally the demand conditions must exist. They must\nbe sophisticated and demanding local customers that anticipate needs\nelsewhere.\n• \nThe strength of the link between the infrastructure and clusters. If\ninfrastructure is about generating and stocking ideas and clusters form to\ncommercialize them, you must have a strong link between the two to spur\nnational innovation.\nThe authors find that the United States is consistently in the top tier among the\nOECD countries, but that there is a pattern of convergence of innovative capacity.\nAnecdotally, it seems that Silicon Valley’s vaunted position as the hub of\ninnovation is increasingly under challenge from other areas. This is especially\ntrue of the developments in wireless technology in Scandinavian countries.\nThe Innovator’s Dilemma\nWe wrap up with a micro look at innovation with Clay Christensen’s disruptive\ntechnology model. Christensen’s model shows a pattern by which dominant firms\ncan fail, leading to sharp downward financial revisions. His argument is that many\ncompanies fail to maintain their leadership positions in spite of thoughtful\nmanagers that make sensible decisions based on accepted management\nprinciples. Hence the title of his best selling book, The Innovator’s Dilemma.\n28\nHis framework is based on three findings. First, there is an important distinction\nbetween sustaining and disruptive technologies. Sustaining technologies foster\nproduct improvement. They can be incremental, discontinuous, or even radical in\nnature, but they operate within a defined “value network”—the “context within\nwhich a firm identifies and responds to customers’ needs, solves problems,\nprocures input, reacts to competitors, and strives for profit.” In contrast, disruptive\ntechnologies offer the market a very different value proposition than before. Such\nproducts may only appeal to a small number of customers at first, and often\nunderperform established products in the near-term. As a result, disruptive\ntechnologies are often overlooked, ignored or dismissed by leading companies in\ntheir early stages.\nSecond, technologies often progress faster than what the market demands. So\nestablished companies often provide the market with more than it needs or is\n"
    },
    {
      "number": 16,
      "text": "Innovation and Markets\n– 16 –\nwilling to pay for. This allows disruptive technologies to emerge, because even if\nthey underperform customer demands today, they become performance\ncompetitive tomorrow.\nFinally, passing over disruptive technologies may appear rational for established\ncompanies. This is because disruptive technologies generally offer low margins,\noperate in insignificant markets and are not in demand by the company’s leading\ncustomers (yet). So companies that “listen to their customer” and practice\nconventional financial wisdom pass on disruptive technologies.\nFigure 7 shows the Christensen model graphically. The key for investors is to\nidentify disruptive technologies early. If it is successful, there are two ways to\nmake money: own the disrupter and short the incumbent.\nFigure 7\nThe Innovator’s Dilemma\nProgress due to\nsustaining technologies\nPerformance\ndemanded at the high\nend of the market\nProgress due to\nsustaining technologies\nDisruptive\ntechnological\ninnovation\nPerformance\ndemanded at the low\nend of the market\nSource: Clayton Christensen, The Innovator’s Dilemma\nChristensen dwells on the disk drive industry in his book, but disruptive\ntechnologies lurk in many industries, including healthcare (genomics versus\npharmaceutical), photography (digital versus paper), retailing (e-commerce\nversus land based) and brokerage (electronic versus representatives). So\ninvestors must be keenly aware of emerging technologies, and consider whether\nthey are possibly disruptive and whether or not the established market leaders\nare aware of it. Andy Grove’s Only the Paranoid Survive is essentially a book\nabout how to avoid being displaced by disruptive technology. His prescription:\nembrace the next technology wave (even if it cannibalizes your current business)\nbefore someone else does. Companies must constantly renew their business or\nrisk losing their competitive advantage.\nWe now have a comprehensive set of frameworks for thinking about innovation\non multiple levels. The conclusions are twofold. First, there is every reason to\nbelieve that innovation will not only continue, it will accelerate. Second, there are\nmodels for evaluating innovation on multiple levels that may be very helpful in\nstock picking.\n"
    },
    {
      "number": 17,
      "text": "Innovation and Markets\n– 17 –\nWhat Investors Should Do\nThis discussion points to both some general action steps as well as specific\nrecommendation for stock picking. The general action steps include:\n• \nReassess diversification. Here’s the conundrum. The increase in company-\nspecific volatility suggests a that a portfolio must be larger to be fully\ndiversified than the past. On the other hand, there appears to be a higher\nincidence of winner-take-most outcomes in various industries, in which case\nyou want to concentrate your bets on the winner.\n29 Balancing diversification\nwith winner-take-most markets is a challenge.\n• \nUpdate valuation tools. Our accounting system was essentially designed 500\nyears ago to track the movement of physical goods. It is grossly inadequate\nto reflect today’s economic realities, which include a surge in intangibles,\nemployee stock options, and greater real option value. Applying historical\nP/Es to today’s market in nonsensical. This by no means is a justification for\nvaluations, it is simply to stress that investors cannot intelligently judge\ncurrent circumstances with outmoded tools.\n• \nUpdate mental models. Most investors grew up in a world dominated by\ntangible capital. The world is rapidly evolving to one based on intangible\ncapital. While the laws of economics have by not been repealed, it is\nimportant to recognize that the properties and characteristics of intangible\ncapital are different from tangible capital. Accordingly, investors need to\nupdate mental models to deal with the new sources and means of value\ncreation.\nWe finish with some comments about stock picking:\n• \nAvoid the twilight. As the Innovator’s Dilemma shows us, it is often hard for\nthe market leaders to stay on top for long. There are a number of factors\nworking against them. First, the stock market tends to build in lofty\nexpectations for growth and earnings. Market leaders feel the pressure to\ndeliver against those expectations, and hence tend to rely heavily (and\nperhaps too long) on their current technology. Second, many innovations\ncome from small companies with limited bureaucracies and a strong mission.\nThis is not to say that market leaders cannot stay on top. But managers have\nto be highly adaptive. Further, since stock prices react to changes in\nexpectations, there must be room for upward revisions.\n• \nFind the future. Here is the focus is on finding the next disruptive technology.\nWe like the strategy that Geoff Moore and his co-authors suggest in The\nGorilla Game. They recommend owning all companies that are potential\ngorillas (winners in the winner-take-most market) and pare back all holdings\nexcept the gorilla as it emerges. This strategy in part speaks to the\ndiversification conundrum mentioned above.\n• \nAvoid innovation. Notwithstanding the points raised in this report, some\nindustries and companies remain relatively sheltered from the competitive\nravages of innovation. A plausible volatility-dampening strategy is the barbell\napproach—a mix of high growth technology stocks and relatively innovation\ninsensitive stocks.\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager\nor co-manager of a public offering of securities for or makes a primary market in issues of any or all of the companies\nmentioned.\nAMERICA ONLINE INC. (AOL, 48.49) DELL COMPUTER (DELL, 20.0625) ORACLE (ORCL, 31.9375)\nCISCO SYSTEMS (CSCO, 54.8125) EBAY INC. (EBAY, 43.5) YAHOO! (YHOO, 33.8750)\n"
    },
    {
      "number": 18,
      "text": "Innovation and Markets\n– 18 –\nCOCA COLA (KO, 58.3125) MICROSOFT CORP (MSFT, 58.0625)\n"
    },
    {
      "number": 19,
      "text": "Innovation.doc\nAMSTERDAM ..........31 20 5754 890\nATLANTA.................1 404 656 9500\nAUCKLAND ...............64 9 302 5500\nBALTIMORE ............1 410 223 3000\nBEIJING .................86 10 6410 6611\nBOSTON ..................1 617 556 5500\nBUDAPEST................36 1 202 2188\nBUENOS AIRES ....54 11 4394 3100\nCHICAGO.................1 312 750 3000\nFRANKFURT...............49 69 75 38 0\nGENEVA..................41 22 394 70 00\nHOUSTON................1 713 220 6700\nHONG KONG ............852 2101 6000\nLONDON................44 20 7888 8888\nMADRID..................34 91 423 16 00\nMELBOURNE ..........61 3 9280 1666\nMEXICO....................52 5 283 89 00\nMILAN..........................39 02 7702 1\nMOSCOW ................7 501 967 8200\nMUMBAI...................91 22 230 6333\nNEW YORK..............1 212 325 2000\nPALO ALTO.............1 650 614 5000\nPARIS .....................33 1 40 76 8888\nPASADENA .............1 626 395 5100\nPHILADELPHIA.......1 215 851 1000\nPRAGUE................420 2 210 83111\nSAN FRANCISCO... 1 415 836 7600\nSÃO PAULO ......... 55 11 3841 6000\nSEOUL .................... 82 2 3707 3700\nSHANGHAI............ 86 21 6881 8418\nSINGAPORE ................ 65 538 6322\nSYDNEY.................. 61 2 8205 4400\nTAIPEI ................... 886 2 2715 6388\nTOKYO.................... 81 3 5404 9000\nTORONTO............... 1 416 352 4500\nVIENNA ..................... 43 1 512 3023\nWARSAW................ 48 22 695 0050\nWELLINGTON........... 64 4 474 4400\nZUG ........................ 41 41 727 97 00\nZURICH .................... 41 1 333 55 55\nCopyright Credit Suisse First Boston, and its subsidiaries and affiliates, 2000.  All rights reserved.\nThis report is not directed to, or intended for distribution to or use by, any person or entity who is a citizen or resident of or located in any locality, state, country or\nother jurisdiction where such distribution, publication, availability or use would be contrary to law or regulation or which would subject Credit Suisse First Boston or its\nsubsidiaries or affiliates (collectively \"CSFB\") to any registration or licensing requirement within such jurisdiction. All material presented in this report, unless\nspecifically indicated otherwise, is under copyright to CSFB. None of the material, nor its content, nor any copy of it, may be altered in any way, transmitted to, or\ndistributed to any other party, without the prior express written permission of CSFB. All trademarks, service marks and logos used in this report are trademarks or\nservice marks or registered trademarks or service marks of CSFB.\nThe information, tools and material presented in this report are provided to you for information purposes only and are not to be used or considered as an offer or the\nsolicitation of an offer to sell or to buy or subscribe for securities or other financial instruments. CSFB has not taken any steps to ensure that the securities referred to\nin this report are suitable for any particular investor.\nInformation and opinions presented in this report have been obtained or derived from sources believed by CSFB to be reliable, but CSFB makes no representation as\nto their accuracy or completeness and CSFB accepts no liability for loss arising from the use of the material presented in this report where permitted by law and/or\nregulation. This report is not to be relied upon in substitution for the exercise of independent judgment. CSFB may have issued other reports that are inconsistent\nwith, and reach different conclusions from, the information presented in this report. Those reports reflect the different assumptions, views and analytical methods of\nthe analysts who prepared them.\nCSFB may, to the extent permitted by law, participate or invest in financing transactions with the issuer(s) of the securities referred to in this report, perform services\nfor or solicit business from such issuers, and/or have a position or effect transactions in the securities or options thereon. In addition, it may make markets in the\nsecurities mentioned in the material presented in this report. CSFB may, to the extent permitted by law, act upon or use the information or opinions presented herein,\nor the research or analysis on which they are based, before the material is published. CSFB may have, within the last three years, served as manager or co-manager\nof a public offering of securities for, or currently may make a primary market in issues of, any or all of the companies mentioned in this report. Additional information is\navailable on request.\nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied, is made regarding\nfuture performance. Information, opinions and estimates contained in this report reflect a judgment at its original date of publication by CSFB and are subject to\nchange. The value and income of any of the securities or financial instruments mentioned in this report can fall as well as rise, and is subject to exchange rate\nfluctuation that may have a positive or adverse effect on the price or income of such securities or financial instruments. Investors in securities such as ADRs, the\nvalues of which are influenced by currency fluctuation, effectively assume this risk.\nStructured securities are complex instruments, typically involve a high degree of risk and are intended for sale only to sophisticated investors who are capable of\nunderstanding and assuming the risks involved. The market value of any structured security may be affected by changes in economic, financial and political factors\n(including, but not limited to, spot and forward interest and exchange rates), time to maturity, market conditions and volatility, and the credit quality of any issuer or\nreference issuer. Any investor interested in purchasing a structured product should conduct its own investigation and analysis of the product and consult with its own\nprofessional advisers as to the risks involved in making such a purchase.\nThis report is distributed in Europe by Credit Suisse First Boston (Europe) Limited, which is regulated in the United Kingdom by The Securities and Futures Authority\n(“SFA”). It is not for distribution to private customers as defined by the rules of The SFA. This report is distributed in the United States by Credit Suisse First Boston\nCorporation; in Canada by Credit Suisse First Boston Securities Canada, Inc.; in Brazil by Banco de Investimentos Credit Suisse First Boston Garantia S.A.; in Japan\nby Credit Suisse First Boston Securities (Japan) Limited; elsewhere in Asia/Pacific by Credit Suisse First Boston (Hong Kong) Limited;. Credit Suisse First Boston\nAustralia Equities Limited; Credit Suisse First Boston NZ Securities Limited, Credit Suisse First Boston Singapore Branch and elsewhere in the world by an\nauthorized affiliate.\nIn jurisdictions where CSFB is not already registered or licensed to trade in securities, transactions will only be effected in accordance with applicable securities\nlegislation, which will vary from jurisdiction to jurisdiction and may require that the trade be made in accordance with applicable exemptions from registration or\nlicensing requirements. Non-U.S. customers wishing to effect a transaction should contact a CSFB entity in their local jurisdiction unless governing law permits\notherwise. U.S. customers wishing to effect a transaction should do so only by contacting a representative at Credit Suisse First Boston Corporation in the U.S.\n"
    },
    {
      "number": 20,
      "text": "LCD4/AVM/Disclaime\n                                                          \n1 Joseph A. Schumpeter, Business Cycles: A Theoretical, Historical and Statistical Analysis of the Capitalist Process,\n(New York, McGraw Hill, 1939). Schumpeter gives substantial credit to the Russian economist N.D. Kondratieff for\nthe treatment of long waves.\n2 Elhanan Helpman (editor), General Purpose Technologies and Economic Growth, (Cambridge, MA: MIT Press,\n1998), pp. 3-4.\n3 For an excellent treatment of this subject, see Richard R. Nelson, The Sources of Economic Growth (Cambridge, MA.,\nHarvard University Press, 1996), pp. 92-3.\n4 It is worth noting that bankruptcy courts in the U.S. have been very (perhaps overly) sympathetic to shareholders.\nRather than assign value according to strict priority, they have given equity holders some value. This puts corporate\nbondholders into an even more difficult position.\n5 We thank Neal Soss, CSFB Chief Economist, for this idea\n6 Richard Foster and Sarah Kaplan, Creative Destruction (New York: Doubleday, 2001).\n7 Robin Wood, “The Future of Strategy: The Role of the New Sciences,” Paper for the 1st Conference of the New\nEngland Complex Systems Institute, 1997.\n8 John Y. Campbell, Martin Lettau, Burton G. Malkiel and Yexiao Xu, “Have Individual Stocks Become More\nVolatile? An Empirical Exploration of Idiosyncratic Risk,” Journal of Finance, February 2001.\n9 Based on five years of monthly data.\n10 Michael J. Mauboussin and Alexander Schay, “It’s the Ecology, Stupid: How Breakdowns in Diversity Can Lead to\nVolatility,” Credit Suisse First Boston Equity Research, September 11, 2000.\n11 Andrew Smithers and Stephen Wright, Valuing Wall Street: Protecting Wealth in Turbulent Markets, (New York:\nMcGraw Hill, 2000), p. 31.\n12 Michael J. Mauboussin and Bob Hiler, “On the Shoulders of Giants: Mental Models for the New Millennium,”\nCredit Suisse First Boston Equity Research, November 18, 1998; and Michael J. Mauboussin, “The Triumph of Bits,”\nCredit Suisse First Boston Equity Research, December 10, 1999.\n13 Geoffrey A. Moore, Living on the Fault Line: Managing for Shareholder Value in the Age of the Internet, (New\nYork, HarperBusiness, 2000), p. 91.\n14 See Laura A. Martin and Patrick Wang, “MGM: Metro-Goldwyn-Mayer, Inc.: Initiating Coverage with a BUY,”\nCredit Suisse First Boston Equity Research, November 10, 2000. Also Michael J. Mauboussin, “Get Real: Using Real\nOptions in Security Analysis,” Credit Suisse First Boston Equity Research, June 23, 1999.\n15 See Bradford Cornell, The Equity Risk Premium: The Long-Run Future of the Stock Market (New York: John Wiley\n& Sons, 1999), pp. 45-8.\n16 Michael J. Mauboussin, Bob Hiler and Patrick J. McCarthy, “The (Fat) Tail the Wags the Dog: Demystifying the\nStock Market’s Performance,” Credit Suisse First Boston Equity Research, February 4, 1999\n17 Stuart Kauffman, Investigations (Oxford: Oxford University Press, 2000), pp. 216-17.\n18 These four themes come from Wood.\n19 For a further discussion of power laws, see Michael J. Mauboussin and Alexander Schay, “Still Powerful: The\nInternet’s Hidden Order,” Credit Suisse First Boston Equity Research, July 7, 2000. Also Per Bak, How Nature Works\n(New York: Springer-Verlag, 1996).\n20 Mark Buchanan, “One Law to Rule Them All,” New Scientist, November 8, 1997.\n21 Robert M. Solow, “A contribution to the theory of economic growth,” Quarterly Journal of Economics, February\n1956 and “Technical change and the aggregate production function,” Review of Economics and Statistics, August 1957.\n22 Paul M. Romer, “Endogenous Technological Change,” Journal of Political Economy, vol. 98, 1990.\n23 Ray Kurzweil, The Age of Spiritual Machines: When Computers Exceed Human Intelligence (New York, Viking,\n1999), pp. 101-14.\n24 Bill Joy, Sun Microsystem’s co-founder and chief scientists, echoes some of these same ideas: “I believe genetic\nengineering, nanotechnology, and robotics can bring about unimaginable wealth.  They can cure diseases. They can end\npoverty.  They can end the need for work.  And there can easily be tens of thousands of dot.genos, dot.nanos, and\ndot.robos creating trillions of dollars of wealth.\n“The thing that changed for me was...in early 1999 when I met a physicist friend of mine who told me some things he\nknew about nanoelectronics and that he saw a clear path to continuing Moore’s Law until 2030. And that changes\neverything because I had been assuming for more than a decade that Moore’s Law would run out in about 2010.That\nadditional 20 or 30 years then gives us a factor of about amillion increase in performance of the computers.  And a\nfactor of a million from today is almost inconceivable I would point out to you that a factor of a million reduces a\n"
    },
    {
      "number": 21,
      "text": "LCD4/AVM/Disclaime\n                                                                                                                                                                                               \nmillennium to 8 hours.  It reduces a lifetime to ½ hour. It reduces a year to 30 seconds. And you can do more of those\nyourself and say Idon’t really understand in my everyday life what a factor of a million is.” (Stanford University\nSpeech, May 2, 2000).\n25 George Gilder, Telecosm: How Infinite Bandwidth Will Revolutionize our World (New York: Free Press, 2000), p.\n265.\n26  Peter Lyman and Hal R. Varian, “How Much Information?” School of Information Management and Systems,\nUniversity of California Berkeley, http://www.sims.berkeley.edu/how-much-info/\n27 Scott Stern, Michael E. Porter and Jeffrey L. Furman, “The Determinants of National Innovative Capacity,” National\nBureau of Economic Research Working Paper 7876, September 2000.\n28 Clayton M. Christensen, The Innovator’s Dilemma (Boston: Harvard Business School Press, 1997)\n29 The implicit assumption is that the market has not fully discounted the leader’s growth and economic returns.\n"
    }
  ]
}