{
  "filename": "mm_014_1999_rational_exuberance__is_there_method_behind_the_madness_in_internet_stock_valuations_.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423212435-07'00'",
    "modDate": "D:20240423212458-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 14,
      "year": "1999",
      "date": "1/26",
      "institution": "CS First Boston",
      "title": "Rational Exuberance? Is There Method behind the Madness in Internet Stock Valuations?",
      "url": "https://12mv2.files.wordpress.com/2024/04/99-01-26-rational-exuberance-is-there-method-behind-the-madness-in-internet-stock-valuations.pdf"
    },
    "tags": [
      "Business models & growth",
      "Valuation methods",
      "Competitive advantage",
      "Technology & innovation"
    ],
    "tagged_at": "2025-01-20T21:25:15.223957"
  },
  "pages": [
    {
      "number": 1,
      "text": "CREDIT SUISSE FIRST BOSTON CORPORATION\nEquity Research\nAmericas\nU.S./Value-Based Strategy\nJanuary 26, 1999\nRational Exuberance?\nIs There Method behind the Madness in Internet Stock\nValuations?\nMichael J. Mauboussin\n1 212 325 3108\nmichael.mauboussin@csfb.com\nBob Hiler\n1 212 325 4341\nbob.hiler@csfb.com\n• \nSome of the key value drivers to Internet stocks are neither obvious\nnor well understood.\n• \nMany Internet-based companies have superior business models ver-\nsus their land-based brethren.\n• \nFirst-to-scale advantages are significant.\n• \nReal options valuation shows that greater volatility may mean greater\nvalue.\n"
    },
    {
      "number": 2,
      "text": "Rational Exuberance?\n– 2 –\nIntroduction\nThe valuations accorded some Internet-related technology companies are gener-\nating a broad range of reactions, from bewilderment and bemusement to disbelief\nand disgust. Most value investors are appalled, and many growth investors find\nthemselves without calibration benchmarks. What is going on?\nWe are convinced that some recent Internet high fliers will fall back to earth. But\nfundamentally, we sense that greater forces are at work here than most people\nappreciate, and that these forces are not well understood by the average investor\nor media pundit.\nThe goal of this report is not to defend valuations in the marketplace. Rather, it is\nto offer some counterweight to the argument that current market values are com-\npletely unfounded. Indeed, we believe that some of the key value drivers in tech-\nnology are not obvious and are, in some cases, counterintuitive.\nInvestment ideas\nWe highlight four central investment themes—business models, the network ef-\nfect, first-to-scale advantages, and real options—in our attempt to account for\ncurrent valuations. We worked on these ideas with our Internet/New Media ana-\nlyst, Lise Buyer, who has used many of them in her analysis. Further we note that\nthere is an investment strategy, based on portfolio theory, that makes sense to\nus. The ideas are as follows:\nBusiness Models—A business model explains how a company generates its\neconomic returns. While there are many approaches to creating value, under-\nstanding any business model requires appreciation of both the income statement\nand balance sheet. We believe that the financial community—with its predomi-\nnately income statement-centric view—is missing the power of some Internet\nbusiness models.\nThe best way to illustrate this point is to turn to some standard finance theory.\nThe value of any business is the present value of its stream of future free cash\nflows. Free cash flow, in turn, can be defined as the difference between cash\nearnings—derived from the income statement—and the investment in future\ngrowth—derived from the balance sheet. Investment in future growth typically\nincorporates changes in net working capital and growth in fixed capital.\nGenerally, earnings represent an inflow of cash, and investment in future growth\nrepresents an outflow of cash. Still, free cash flow is the all-important sum be-\ncause it represents the pool of cash available for distribution to all the claimhold-\ners of the business.\nAs an exemplar of the New Economy, Internet companies have business models\nthat highlight the risk of looking only at the income statement. There are two spe-\ncific elements to note. First, the “investment” outflow is very often modest for New\nEconomy companies because their primary source of competitive advantage is\nintellectual capital, not physical capital. More to the point, an investor should be\nwilling to pay more for earnings of a New Economy company that has modest\ncapital needs than for the earnings of an Old Economy business that requires lots\nof capital, all things being equal.\nSecond, a number of companies are realizing cash inflows from their “invest-\nments,” or balance sheet changes. This is because fixed capital requirements are\nnegligible and there is a favorable “cash conversion cycle.” For example, if a\ncustomer purchases a book from Amazon.com, the company will charge the\nbuyer’s credit card almost immediately. Furthermore, Amazon.com maintains only\ntwo weeks of inventory. At the same time, AMZN takes about 45 days to pay its\nsuppliers. The result is that Amazon.com gets its cash roughly 30 days before it\n"
    },
    {
      "number": 3,
      "text": "Rational Exuberance?\n– 3 –\npays its suppliers. This means that as the business grows, it actually generates\ncash from working capital.\nSo some New Economy companies have turned the model on its head: their cash\nearnings (losses) are an outflow, but their investment in future growth is an inflow.\nOther companies—such as Dell Computer—are realizing double benefits by gen-\nerating cash both from operations and from the balance sheet. If Old Economy\ninvestors, accustomed to relying on earnings, are ignoring an important source of\ncash—and cash flow drives market value—it’s no wonder that these investors\nperceive New Economy companies to be expensive.\nYahoo!—the leading Internet portal—offers another fascinating case study. In\nFigure 1, we charted YHOO’s financial performance in what we call a “cash eco-\nnomics matrix.” Over the past two years, Yahoo! has migrated from being a mod-\nest negative free cash flow generator, for which both cash earnings and\ninvestments were cash outflows, to becoming a super cash flow generator,\nwhose cash earnings and investments are both cash inflows. Said differently, the\nearnings improvement at YHOO—while dramatic—actually belies the strength of\nthe positive cash flow swing.\nFigure 1\nCash Economics Matrix\nYahoo!, Inc.\n(60.0)\n(35.0)\n(10.0)\n15.0\n40.0\n(60)\n(30)\n-\n30\n60\nInvestment\nNOPAT\nOutflow\nOutflow\nInflow\nInflow\nQ4 96\nQ4 97\nNegative\nFree Cash Flow\nPositive\nFree Cash Flow\nQ4 98\nSource: Company SEC filings and CSFB estimates.\nAnother example contrasts the capital needs of Amazon.com versus its main\ncompetitor in the book business, Barnes & Noble. Table 1 shows that AMZN es-\nsentially invested no net operating cash in its business to achieve a $1 billion\nrevenue run rate (which the company achieved in fourth quarter 1998). Using\nBarnes & Noble’s operating statistics, one can estimate that a traditional “bricks-\nand-mortar” retailer would have to invest more than $400 million to support the\nsame $1 billion run rate.\n"
    },
    {
      "number": 4,
      "text": "Rational Exuberance?\n– 4 –\nTable 1\nBusiness Model Battle: Amazon.com versus a Bricks-and-Mortar Retailer\nIn $ millions; assumes achievement of $1 billion revenue run rate\nBricks and Mortar\nAmazon.com\nInventories and receivables\n$320\n$35\nAccounts payable\n(165)\n (90)\nFixed PP&E\n260\n50\nTotal\n$415\n$(5)\nSource: CSFB estimates.\nAMZN’s model is already more attractive than its competition in the book busi-\nness. Those onlookers that refuse to look beyond the income statement are\nmissing the substance of the model. It is true that Amazon.com’s market value\nanticipates earnings in the not-too-distant future, but it is starting with a better\neconomic proposition than its more familiar competitors.\nNetwork Effect\n1—Positive feedback—the strong get stronger and the weak get\nweaker—has always existed. However, the source of positive feedback is funda-\nmentally different, and inherently more powerful, in the New Economy than in the\nOld Economy.\nIn the Old Economy, positive feedback stems from economies of scale: the larg-\nest companies sustain the lowest unit costs. Importantly, economies of scale are\ndriven by the “supply side,” and consequently, run into natural limitations. In other\nwords, positive feedback wanes at a point well below market dominance.\nPositive feedback in the New Economy generally is driven from network eco-\nnomics—often called simply “the network effect.” The fundamental principle is\nthat a network becomes more valuable to each user as incremental users are\nadded. More specifically, the value of the network grows exponentially as the\nnumber of members grows arithmetically.\nA simple example underscores this point.\n2 Assume that a company sells goods to\n10 customers a day. If a new customer is added, sales rise 10%. Assuming that\nfixed costs can be spread, earnings might grow slightly faster but the relationship\nis basically linear.\nNow assume, say, this company is an online auction site with a network of 10\ncustomers that sells goods to each other every day (10\n2, or 100 interactions). Add\na new customer, and the interactions grow by 21% (11\n2, or 121 interactions).\nIn contrast to the Old Economy, the network effect is based on the “demand\nside.” This is key because positive feedback does not dissipate when the market\ngrows. More users translate into more value, thus attracting more users, and so\non. This creates a virtuous cycle (see Figure 2).\n1\nMany of these ideas come directly from Information Rules, by Carl Shapiro and Hal Varian (Harvard Business School Press,\n1999), pp. 173-225.\n2\nThis example was inspired by Kevin Kelly of Wired magazine.\n"
    },
    {
      "number": 5,
      "text": "Rational Exuberance?\n– 5 –\nFigure 2\nPopularity Adds Value in a Network Industry\nVicious\ncycle\nVirtuous\ncycle\nNumber of Compatible Users\nValue to User\nSource: Information Rules , Carl Shapiro and Hal R. Varian.\nThe main point is that a network of users is very valuable, and becomes more so\nas it grows over time. As companies start to enjoy the virtuous cycle, their reve-\nnue growth often meaningfully outstrips their cost increases. Further, the in-\ncreasing utility of the growing network locks in the customer base, enhancing the\nsustainability of excess returns. These phenomena in part explain the market’s\nenthusiasm for businesses like America Online, Yahoo!, and, of course,\nMicrosoft.\nFirst-to-Scale Advantages—First-to-scale advantages describe those compa-\nnies that establish user bases large enough to launch them into the virtuous cy-\ncle. The best metric of success, then, is often the size of the amassed network. In\nfact, it often makes sense for companies to forego current profits in an effort to\nbuild their network of users.\nBeing first in a given space is important, as it offers the opportunity to establish a\nbrand, set industry standards, and increase switching costs. However, an indus-\ntry’s first mover is not always the first to scale, for a couple of reasons. To start,\nsome early entrants do not appreciate the importance of building a customer\nbase, and thus, do not leverage the virtuous cycle. Prodigy and CompuServe are\nexamples in the on-line services market.\nSecond, large incumbents in adjoining businesses are often able to “link-and-\nleverage” their established franchises into a new market once it becomes clear\nthe new market is viable. Microsoft’s foray into the Internet browser market pio-\nneered by Netscape is a case in point.\nIn financial terms, first-to-scale businesses often enjoy meaningful valuation pre-\nmiums versus their competitors. User bases are important. Accordingly, valuation\nmetrics based on users may be a reasonable proxy for value creation.\nReal Options—Real options analysis extends financial option theory to options\non real, or nonfinancial, assets. A financial option gives its owner the right—but\nnot the obligation—to purchase or sell a security at a given price. Analogously, a\ncompany that owns a real option has the right—but not the obligation—to make a\npotentially value-accretive investment to enter a new market. For example, Ama-\nzon’s e-commerce expertise and customer franchise in the book market gave it a\n“real option” to invest in the e-commerce markets for music, movies, and gift.\nOther examples include growth options—options to pursue follow-on projects as-\n"
    },
    {
      "number": 6,
      "text": "Rational Exuberance?\n– 6 –\nsuming initial investments work well—and flexibility options—options to switch\nproduction—as needed.\nReal options add an important dimension in thinking about New Economy busi-\nnesses because they highlight the value of future opportunities. One interesting—\nand somewhat counterintuitive—aspect of real options is that the greater the un-\ncertainty surrounding the development of the Internet, the more valuable these\noptions may be.\nLet’s step back. Standard finance theory says that the greater the uncertainty, the\nhigher the appropriate discount rate, and the lower the present value. Uncer-\ntainty, expressed as volatility, lowers value. Most analysts tend to use relatively\nhigh discount rates to calculate the present value of Internet companies.\nBased on the widely used Black-Scholes model, option value is a function of the\nvalue of the underlying asset, a strike price, time, the risk-free rate, and volatility.\nAs options have asymmetric payoff schemes, volatility increases value. So an\nInternet company with lots of real options will be much more valuable than a\nstandard discounted cash flow analysis would suggest.\nWe believe it is reasonable to think of Internet companies as a combination of\ncurrent, known businesses, and a portfolio of real options. The question then be-\ncomes: which companies have the most options and what are they worth? Market\nsignals analysis—reading from stock prices what expectations are imbedded in\nshares—can be helpful in this appraisal.\nThe Gorilla Game—Even if these ideas are given full weight, considerable risk\nobviously remains in investing in the Internet sector. How does an investor par-\nticipate intelligently?\nWe liked the idea espoused in the book The Gorilla Game\n3, which is based on\nportfolio theory. The authors advocate buying the stocks of all companies that\nhave a chance of dominating a given sector. Then, as it becomes apparent that a\ncompany will not dominate, positions should be sold with the proceeds rede-\nployed into the “gorilla.” In many technology sectors, positive feedback creates a\nwinner-take-all profit outcome. Hence, the valuation of the gorilla, while appar-\nently expensive, may become even richer as the company extends its lead over\nits less-fortunate peers.\nConclusion\nThese are heady times in Internet investing. Only time will tell if the market’s exu-\nberance for many of these stocks is warranted. Our goal is not to suggest that the\nbasics of finance and strategy are no longer valid. Rather, it is to make the case\nthat the strategy and finance models driving current valuations are not widely un-\nderstood or recognized.\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager\nor co-manager of a public offering of securities for or makes a primary market in issues of any or all of the companies\nmentioned. Closing prices are as of January 21, 1999:\nAmazon.com (AMZN, $106, Buy)\nAmerica Online (AOL, $141, Buy)\nBarnes & Noble (BKS, $39.375, Not Rated)\nDell Computer (DELL, $84.1875, Strong Buy)\nMicrosoft (MSFT, $158.3125, Strong Buy)\nNetscape (NSCP, $60.6875, Not Rated)\nYahoo! (YHOO, $265, Buy)\n3The Gorilla Game, by Geoffrey Moore, Paul Johnson, Tom Kippola (HarperBusiness, 1998).\n"
    },
    {
      "number": 7,
      "text": ""
    },
    {
      "number": 8,
      "text": "Copyright 1999 Credit Suisse First Boston Corporation 1999. All rights reserved\nThis report is provided to you solely for informational purposes and does not constitute an offer or solicitation of an offer, or any advice or recommendation, to purchase any\nsecurities or other financial instruments and may not be construed as such.  This report may not be reproduced or redistributed to any other person, in whole or in part, without\nthe prior written consent of the distributor listed below.  The information set forth herein has been obtained or derived from sources believed by Credit Suisse First Boston\nCorporation and its affiliates (“CSFB” or “the firm”) to be reliable, but CSFB does not make any representation or warranty, express or implied, as to its accuracy or complete-\nness.\nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied is made regarding future\nperformance.  Opinions and estimates may be changed without notice.  The firm, or one or more of its partners or employees, from time to time may have long or short posi-\ntions in, or buy and sell and make markets in, any of the securities discussed herein.  The firm may underwrite or provide investment banking, credit and other financial serv-\nices to any company or issuer of securities or financial instruments referred to herein.  If CSFB makes a market in any security, there can be no assurance that CSFB will\ncontinue to do so. Additional information is available upon request.\nCSFB may have issued other reports that are inconsistent with, and reach different conclusions from, the information presented herein.  Those reports reflect the different\nassumptions, views and analytical methods of the analysts who prepared them.\nThis report is being distributed in the United States by CSFB, and in Canada by Credit Suisse First Boston Securities Canada, Inc. (“CSFBSC”) with CSFB as mailing/delivery\nagent.  In jurisdictions where CSFB is not registered or licensed to trade in securities, any trade will be made only in accordance with applicable securities legislation which will\nvary from jurisdiction to jurisdiction and may require that the trade be made in accordance with applicable exemptions from registration or licensing requirements.  CSFBSC\nhas approved the distribution of this memorandum.  Any U.S. customer wishing to effect a transaction in any security should do so only by contacting a representative at Credit\nSuisse First Boston Corporation, Eleven Madison Avenue, New York, NY  10010  (212) 325-2000. \nNI0242.doc\nAmericas\nEleven Madison Avenue\nNew York, NY  10010, U.S.A.\n1 212 325 2000\nAtlanta\n1 404 656 9500\nPasadena\n1 626 395 5100\nBoston\n1 617 556 5500\nPhiladelphia\n1 215 851 1000\nBuenos Aires\n1 541 394 3100\nPortland, ME\n1 207 780 6210\nChicago\n1 312 750 3000\nSan Francisco\n1 415 836 7600\nHouston\n1 713 220 6700\nSão Paulo\n55 11 822 4862\nMexico City\n1 525 202 6000\nToronto\n1 416 352 4500\nEurope\nOne Cabot Square\nLondon E14 4QJ, England\n44 171 888 8888\nAmsterdam\n31 20 575 4444\nParis\n33 1 40 76 8888\nBudapest\n36 1 202 2188\nPrague\n42 2 248 10937\nFrankfurt\n49 69 75380\nVienna\n43 1 512 3023\nGeneva\n41 22 707 0130\nWarsaw\n48 22 695 0050\nMadrid\n34 1 532 0303\nZug\n41 41 726 1020\nMilan\n39 2 7702 1\nZurich\n41 1 335 7711\nMoscow\n7 501 967 8200\nAsia Pacific\nThree Exchange Square\n8 Connaught Place\nCentral, Hong Kong\n852 2101 6000\nAuckland\n64 9 302 5500\nShanghai\n86 21 6219 0808\nBeijing\n86 10 6410 6611\nSingapore\n65 538 6322\nMelbourne\n61 3 9 280 1666\nSydney\n61 2 9394 4400\nMumbai\n91 22 284 6888\nTaipei\n8862 2718 5919\nOsaka\n81 6 243 0789\nTokyo\n81 3 5404 9000\nSeoul\n82 2 3707 3700\nWellington\n64 4 474 4400\n"
    }
  ]
}