{
  "filename": "mm_122_2016_measuring_the_moat__assessing_the_magnitude_and_sustainability_of_value_creation.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423230232-07'00'",
    "modDate": "D:20240423230532-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 122,
      "year": "2016",
      "date": "11/1",
      "institution": "Credit Suisse",
      "title": "Measuring the Moat: Assessing the Magnitude and Sustainability of Value Creation",
      "url": "https://12mv2.files.wordpress.com/2024/04/16-10-19-capital-allocation__evidence-analytical-methods-and-assessment-guidance.pdf"
    },
    "tags": [
      "Capital allocation",
      "ROIC analysis",
      "Mergers & acquisitions",
      "Financial metrics"
    ],
    "tagged_at": "2025-01-20T21:28:57.703919"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nOctober 19, 2016 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \nDarius Majd \ndarius.majd@credit-suisse.com \n \n \n \n \n \n \n Capital allocation is a senior management team’s most fundamental \nresponsibility. The problem is that many CEOs don’t know how to allocate \ncapital effectively. The objective of capital allocation is to build long-term \nvalue per share.  \n Capital allocation is always important but is especially pertinent today \nbecause return on invested capital is high, growth is modest, and \ncorporate balance sheets in the U.S. have substantial cash. \n Internal financing represented more than 90 percent of the source of total \ncapital for U.S. companies from 1980-2015.  \n M&A, capital expenditures, and R&D are the largest uses of capital for \noperations, and companies now spend more on buybacks than dividends.  \n This report discusses each use of capital, shows how to analyze that use, \nreviews the academic findings, and offers a near-term outlook. \n We provide a framework for assessing a company’s capital allocation \nskills, which includes examining past behaviors, understanding incentives, \nand considering the five principles of capital allocation.   \n \n \nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nCapital Allocation \nEvidence, Analytical Methods, and Assessment Guidance  \n"
    },
    {
      "number": 2,
      "text": "October 19, 2016  \n \nCapital Allocation \n2 \nTable of Contents \n \nExecutive Summary ....................................................................................................................... 3 \n \nIntroduction ................................................................................................................................... 4 \n \nGroundwork: Where Does the Money Come From and Where Has It Gone? ........................................ 6 \n \nSources of Capital .............................................................................................................. 7 \n \nUses of Capital .................................................................................................................. 9 \n \nRecent Trends in Cash Flow Return on Investment and Asset Growth .................................... 15 \n \nCapital Allocation Alternatives ....................................................................................................... 18 \n \nMergers and Acquisitions .................................................................................................. 18 \n \nCapital Expenditures ......................................................................................................... 25 \n \nResearch and Development............................................................................................... 29 \n            Net Working Capital ......................................................................................................... 31 \n            Divestitures ..................................................................................................................... 34 \n            Dividends ........................................................................................................................ 36 \n            Share Buybacks............................................................................................................... 40 \n \nAssessing Management’s Capital Allocation Skills ........................................................................... 45 \n \nPast Spending Patterns .................................................................................................... 45 \n \nCalculating Return on Invested Capital and Return on Incremental Invested Capital .................. 47 \n \nIncentives and Corporate Governance ................................................................................ 49 \n \nFive Principles of Capital Allocation .................................................................................... 52 \n \nConclusion .................................................................................................................................. 54 \n \nAcknowledgment ......................................................................................................................... 55 \n \nChecklist for Assessing Capital Allocation Skills .............................................................................. 56 \n \nEndnotes .................................................................................................................................... 57 \n \nReferences ................................................................................................................................. 65 \n \nBooks ............................................................................................................................. 65 \n \nArticles and Papers .......................................................................................................... 67 \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 3,
      "text": "October 19, 2016  \n \nCapital Allocation \n3 \nExecutive Summary  \n  \n Capital allocation is the most fundamental responsibility of a senior management team of a public \ncorporation. The problem is that many CEOs, while almost universally well intentioned, don’t know how to \nallocate capital effectively. The proper goal of capital allocation is to build long-term value per share. The \nemphasis is on building value and letting the stock market reflect that value. Companies that dwell on \nboosting their short-term stock price frequently make decisions that are at odds with building value.  \n \n Capital allocation is always important but is especially pertinent in the United States today given the high \nreturn on invested capital, modest growth, and substantial cash on corporate balance sheets. Companies \nthat deploy capital judiciously have a significant opportunity to build value.  \n \n Internal financing represented more than 90 percent of the source of total capital for U.S. companies from \n1980-2015. This is a higher percentage than that of other developed countries including the United \nKingdom, Germany, France, and Japan.  \n \n Mergers and acquisitions (M&A), capital expenditures, and research and development (R&D) are the \nlargest uses of capital for operations. In the past 35 years, capital expenditures are down, and R&D is up, \nas a percentage of sales. This reflects a shift in the underlying economy. M&A is the largest use of capital \nbut follows the stock market closely. More deals happen when the stock market is up.    \n \n The amount companies have spent on buybacks has exceeded dividends for the past decade, except for \n2009. Buybacks did not become relevant in the U.S. until 1982, so you should treat comparisons of \nyields before and after 1982 with caution. Research shows that the overall proclivity to return cash has not \nchanged much over the decades, but the means by which the payout occurs has shifted. \n \n Academic research shows that rapid asset growth is associated with poor total shareholder returns. \nFurther, companies that contract their assets often create substantial value per share. Ultimately, the \nanswer to all capital allocation questions is, “It depends.” Most actions are either foolish or smart based on \nthe price and value.  \n \n Divestitures are substantial and generally create value. If the buyers tend to lose value, it stands to reason \nthat the sellers gain value. Selling or spinning off poor performing businesses can lead to addition by \nsubtraction. \n \n Past spending patterns are often a good starting point for assessing future spending plans. Once you \nknow how a company spends money, you can dig deeper into management’s decision-making process. \nFurther, it is useful to calculate return on invested capital and return on incremental invested capital. \nThese metrics can provide a sense of the absolute and relative effectiveness of management’s spending. \n \n Understanding incentives for management is crucial. Assess the degree to which management is focused \non building value and addressing agency costs. \n \n The five principles of value creation include: zero-based capital allocation; fund strategies, not projects; no \ncapital rationing; zero tolerance for bad growth; and know the value of assets and be prepared to take \naction.    \n \n"
    },
    {
      "number": 4,
      "text": "October 19, 2016  \n \nCapital Allocation \n4 \nIntroduction \n \nCapital allocation is the most fundamental responsibility of a senior management team of a public corporation. \nSuccessful capital allocation means converting inputs, including money, things, ideas, and people, into \nsomething more valuable than they would be otherwise. The net present value (NPV) test is a simple, \nappropriate, and classic way to determine whether management is living up to this responsibility. Passing the \nNPV test means that $1 invested in the business is worth more than $1 in the market. This occurs when the \npresent value of the long-term cash flow from an investment exceeds the initial cost. \n \nWhy should value determine whether a management team is living up to its responsibility? There are two \nreasons. The first is that companies must compete. A company that is allocating its resources wisely will \nultimately prevail over a competitor that is allocating its resources foolishly. The second is that inputs have an \nopportunity cost, or the value of the next best alternative. Unless an input is going to its best and highest use, \nit is underperforming relative to its opportunity cost. \n \nThe process of making inputs more valuable has a number of aspects. A logical starting point is a strategy. \nProperly conceived, a strategy requires a company to specify the trade-offs it will make to establish a position \nin the marketplace that creates value. A strategy also requires a company to align its activities with its \npositioning and to execute effectively.1   \n \nSince a company’s strategy is often already in place when a new chief executive officer (CEO) takes over, \ncapital allocation generally becomes his or her main responsibility. While a proper and comprehensive \ndiscussion of capital allocation requires a consideration of intangible and human resources, our focus here is \non how companies spend money.  \n \nThe problem is that many CEOs, while almost universally well intentioned, don’t know how to allocate capital \neffectively. Warren Buffett, chairman and CEO of Berkshire Hathaway, describes this reality in his 1987 letter \nto shareholders. He discusses the point of why it is beneficial for Berkshire Hathaway’s corporate office to \nallocate the capital of the companies it controls. Buffett is worth quoting at length:2  \nThis point can be important because the heads of many companies are not skilled in capital \nallocation. Their inadequacy is not surprising. Most bosses rise to the top because they have excelled \nin an area such as marketing, production, engineering, administration or, sometimes, institutional \npolitics.  \nOnce they become CEOs, they face new responsibilities. They now must make capital allocation \ndecisions, a critical job that they may have never tackled and that is not easily mastered. To stretch \nthe point, it’s as if the final step for a highly-talented musician was not to perform at Carnegie Hall but, \ninstead, to be named Chairman of the Federal Reserve.  \nThe lack of skill that many CEOs have at capital allocation is no small matter: After ten years on the \njob, a CEO whose company annually retains earnings equal to 10% of net worth will have been \nresponsible for the deployment of more than 60% of all the capital at work in the business.  \nCEOs who recognize their lack of capital-allocation skills (which not all do) will often try to compensate \nby turning to their staffs, management consultants, or investment bankers. Charlie [Munger] and I \nhave frequently observed the consequences of such “help.” On balance, we feel it is more likely to \naccentuate the capital-allocation problem than to solve it.  \nIn the end, plenty of unintelligent capital allocation takes place in corporate America. (That's why you \nhear so much about “restructuring.”) \n"
    },
    {
      "number": 5,
      "text": "October 19, 2016  \n \nCapital Allocation \n5 \nIntelligent capital allocation requires understanding the long-term value of an array of opportunities and \nspending money accordingly. It also includes knowing the value of a firm’s individual assets and being willing \nto sell them when they are worth more to others.  \n \nWe believe that long-term growth in value per share should guide capital allocation decisions. A necessary \ncorollary is that there is a time when shrinking the business is the most beneficial course for ongoing \nshareholders. In some cases, for instance, buying back shares is a wiser choice than expanding by means of \ncapital expenditures or acquisition.  \n \nCapital allocation is a dynamic process, so the correct answer to most questions is, “It depends.” Sometimes \nacquiring makes sense and other times divesting is the better alternative. There are times to issue equity and \ntimes to retire it. Because the components that determine price and value are changing constantly, so too \nmust the assessments that a CEO makes. As Buffett says, “The first law of capital allocation—whether the \nmoney is slated for acquisitions or share repurchases—is that what is smart at one price is dumb at another.”3 \n \nBuffett also discusses what he calls the “institutional imperative,” a force that is also pertinent.4 The force has \nmultiple aspects as he describes it, but a pair of them are relevant here. One is that subordinates will readily \ncreate spreadsheets and studies to support the business craving of the leader. Another is that companies will \n“mindlessly” imitate one another, whether in M&A or executive compensation.  \n \nThe message here should be clear. A decision isn’t good just because someone in the organization can justify \nit or because some other company is doing it. Proper capital allocation requires a sharp analytical framework \nand independence of mind. \n \nIn our experience, very few CEOs, and chief financial officers for that matter, have what we call the “North \nStar of value.” The North Star is not the brightest star, but it doesn’t move much throughout the night or year. \nAs a result, it provides a reliable sense of direction. Likewise, companies that have a North Star of value have \nan unwavering view of value no matter what is going on. It is common for executives to solicit input from a \nrange of stakeholders, hear varying points of view, and walk away confused and unsure about the proper \ncourse of action. This doesn’t happen to executives with the North Star of value, especially since they may \nhave better information about their company’s prospects than the market does. \n \nIncentives are another barrier to proper capital allocation. An executive who is paid to deliver a target based on \nshort-term earnings per share may well act very differently than an executive who is focused on building long-\nterm value per share. In assessing management, ask a fundamental question: If there is a conflict between \nmaximizing a reward based on the incentive plan and creating long-term value per share, which route will the \nexecutive select?  \n \nWilliam Thorndike’s excellent book, The Outsiders: Eight Unconventional CEOs and Their Radically Rational \nBlueprint for Success, deeply inspired this report.5 Thorndike shares the stories of eight CEOs who created \ntremendous value per share during their tenures. One theme that comes out clearly in the book, and is explicit \nin the subtitle, is that these CEOs appeared out of step with conventional wisdom as they were building value. \nThe North Star of value guided their decisions, and they had the independence of mind to make the best \nchoices. \n \n \n \n \n \n"
    },
    {
      "number": 6,
      "text": "October 19, 2016  \n \nCapital Allocation \n6 \nThis report has three parts: \n \n1. Groundwork. This part starts by showing the sources of capital. It then specifies capital allocation \noptions, shows how companies have allocated capital in the past 35 years, and explains why this issue \nof capital allocation is particularly relevant today.  \n \n2. Capital allocation alternatives. This section documents how much money companies have allocated \nto each alternative over time, offers an analytical framework for judging value creation, summarizes the \nacademic research on the payoffs to such investments, and provides a brief outlook for spending.  \n \n3. Assessing a company’s capital allocation skills. This part discusses methods to assess past \ncapital allocation choices, how to evaluate incentives, and the five principles of capital allocation.  \n \nGroundwork: Where Does the Money Come From and Where Has It Gone?  \n \nIf the job of management is to deploy capital so as to add value, it makes sense to start with a discussion of \nwhere capital comes from and how management teams have spent it in the past. The sources of capital \ninclude the cash the business generates and access to the capital of claimholders, including debtors and \nshareholders. A company can also sell an asset, which is a one-time realization of the cash flow the asset is \nexpected to generate over its life.   \n \nBusinesses that grow rapidly generally require a sizable amount of investment. For example, imagine a \nrestaurant concept that is highly successful. To satiate demand that firm must build lots of restaurants and \nhence invest a substantial sum in expansion. The rate of return on incremental capital is the maximum growth \nrate in operating profit a business can reach without external financing. By extension, a company with a return \non invested capital (ROIC) greater than its growth rate will generate surplus capital.6  \n   \nCompanies that cannot fund their growth internally must access cash externally, either by borrowing or selling \nequity. The pecking order theory is an idea in corporate finance that says that managers of companies will \ntypically choose to fund investments first with cash that the company generates internally, next with debt, and \nfinally with equity.7 One essential tenet of thoughtful capital allocation is that all capital has an opportunity cost, \nwhether the source is internal or external. \n \nThe uses of capital are where money goes. Executives can invest in the business through capital expenditures, \nincreases in working capital, research and development, or mergers and acquisitions. These investments allow \na company to grow. But growth, in and of itself, is never the goal of a thoughtful capital allocator. The proper \nmetric of success is an increase in long-term value per share. \n \nA company can also return cash to debt and equity holders. Debt repayment, a return of some or all principal \nand interest a company owes, is straightforward. A company can return cash to shareholders either by paying \na dividend, where all holders receive the same amount, or by buying back stock. In a buyback, shareholders \nsort themselves. Those who want cash sell their shares and those who want to increase their stake in the \ncompany hold their shares. A dividend treats all shareholders the same no matter what the stock price. \n  \nIn a buyback, selling shareholders benefit at the expense of ongoing shareholders if the stock is overvalued, \nand ongoing shareholders benefit at the expense of selling shareholders if the stock is undervalued. All \nshareholders are treated uniformly only if the stock price is at fair value.8  \n \n"
    },
    {
      "number": 7,
      "text": "October 19, 2016  \n \nCapital Allocation \n7 \nExhibit 1 summarizes the sources and uses of financial capital. These follow closely the alternatives and \nchoices that Thorndike specifies in The Outsiders.   \n \nExhibit 1: Sources and Uses of Financial Capital \n \nSource: Credit Suisse. \n \nSources of Capital. Exhibit 2 shows the sources of capital for companies in the U.S. from 1980 through \n2015. Internal financing, or the cash generated by the businesses, represented more than 90 percent of the \ntotal source of capital during this period. If we extend this analysis back to include all of the years following \nWorld War II, internal funding is still more than 80 percent of the total source of capital. Issuance of new debt \nis the next most significant source of capital. Equity has been a negative source of capital, which means that \ncompanies have bought back more shares than they have issued. \n  \nExhibit 2: U.S. Sources of Capital, 1980-2015 \n \nSource: Board of Governors of the Federal Reserve System, Division of Research and Statistics, Flow of Funds Accounts Table F.103. \nCapital allocation\nReturn cash \nto claimholders\nBusiness\nCapital expenditures \nWorking capital\nMergers/acquisitions\nResearch & development\nCapital sources\nEquity issuance\nDebt issuance\nBusiness\nOperational cash flow\nAsset sales\nAccess cash \nfrom claimholders\nCash dividends\nShare buybacks\nDebt repayment\n-60%\n-40%\n-20%\n0%\n20%\n40%\n60%\n80%\n100%\n120%\n140%\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\nInternal Financing\nNew Debt\nNew Equity\n"
    },
    {
      "number": 8,
      "text": "October 19, 2016  \n \nCapital Allocation \n8 \nInternal financing represents a larger percentage of the total source of capital for companies in the U.S. than \nfor companies in other developed countries. For example, internal financing has been about 70 percent of the \ntotal source for the United Kingdom, 66 percent for Germany, 55 percent for France, and 50 percent for \nJapan.9 The ratio of internal financing to the total source of capital tends to correlate with the underlying return \non invested capital. A country with a high ROIC can fund a greater percentage of its investments with \ninternally generated cash than a country with a low ROIC. \n \nThere are pros and cons to having internal financing represent a high percentage of investment funding. The \npro is that companies are earning high returns on capital in general and need not rely on capital markets to \nfund their growth. The con is that companies can deploy internally generated funds into value-destroying \ninvestments. The need to raise money from the capital markets creates a check on management’s spending \nplans.  \n \nIndeed, Peter Bernstein, the renowned financial historian and economist, once suggested that all companies \nshould be required to pay out 100 percent of their earnings and then appeal to the markets when they want \nfunds for investment. He argued that markets are more effective than companies at allocating capital, and as \na result the overall effectiveness of capital allocation would improve if left to the devices of the market.10    \n \nThe choice of debt or equity as a source of funding also determines capital structure. Exhibit 3 shows the \ndebt-to-total capital ratio for the largest companies in the U.S. from 1950 through 2015. We define the debt-\nto-total capital ratio as the book value of debt divided by the sum of the book value of debt and the market \nvalue of equity. The ratio is currently 19 percent, just below the long-term average of about 20 percent. The \navailability and cost of debt, along with the appetite for debt and the general level of stock prices, determine \nthis ratio. \n \nExhibit 3: U.S. Debt-to-Total Capital, 1950-2015 \n \nSource: Credit Suisse HOLT®.  \nNote: For data back to 1920, see John R. Graham, Mark T. Leary and Michael R. Roberts, “A Century of Capital Structure: The Leveraging of \nCorporate America,” Journal of Financial Economics, Vol. 118, No. 3, December 2015, 658-683. \n \n0%\n5%\n10%\n15%\n20%\n25%\n30%\n35%\n40%\n1950\n1955\n1960\n1965\n1970\n1975\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\nAverage\n"
    },
    {
      "number": 9,
      "text": "October 19, 2016  \n \nCapital Allocation \n9 \nUses of Capital. Exhibit 4 shows how the top 1,500 companies in the U.S., excluding companies in the \nfinancial services and regulated utility industries, deployed capital in 2015. While just a snapshot for a \nparticular year, the ranking reasonably reflects how companies in the U.S. have allocated capital over time. \n \nExhibit 4: U.S. Capital Deployment, 2015 \n \nSource: Credit Suisse HOLT and Thomson Reuters. \nNote: Data for R&D, capital expenditures, working capital, buybacks, and dividends exclude financial companies and regulated utilities; data for mergers \n& acquisitions and divestitures include all industries.  \n \nExhibit 5 shows the breakdown of spending by source from 1980-2015.  \n \nExhibit 5: U.S. Capital Deployment, 1980-2015 \n \nSource: Credit Suisse HOLT and Thomson Reuters. \nNote: Data for R&D, capital expenditures, working capital, buybacks, and dividends exclude financial companies and regulated utilities; data for mergers \n& acquisitions and divestitures include all industries.  \n \n-400\n0\n400\n800\n1,200 1,600 2,000\nChange in Net Working Capital\nResearch & Development\nDividends\nDivestitures\nGross Buybacks\nCapital Expenditures\nMergers & Acquisitions\nTotal Dollar Amount ($ Billions)\n-5%\n0%\n5%\n10%\n15%\n20%\nChange in Net Working Capital\nResearch & Development\nDividends\nDivestitures\nGross Buybacks\nCapital Expenditures\nMergers & Acquisitions\nTotal as a Percentage of Sales\nChange in net working capital\nGross buybacks\nResearch & development\nDividends\nDivestitures\nCapital expenditures\nMergers & acquisitions\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\n"
    },
    {
      "number": 10,
      "text": "October 19, 2016  \n \nCapital Allocation \n10 \nSimilar to 2015, mergers and acquisitions (M&A) and capital expenditures are the largest uses of capital over \ntime. An examination of the changes from 1980 through 2015 reveals some noteworthy patterns: \n \n M&A is by far the largest use of capital, but it is very cyclical, ranging from a low of less than 1 percent of \nsales in 1980 to almost 30 percent at its peak in the late 1990s. M&A activity tends to be greatest when \nthe economy is doing well, the stock market is up, and access to capital is easy. As a result, companies \nfrequently do deals when they can, rather than when they should. \n \n Capital expenditures went from roughly 10 percent of sales to approximately 6 percent over this period. \nThe simplest explanation is that the composition of the economy has changed, with businesses that \nrequire less capital investment replacing those that require more. (See Exhibits 6 and 7.) For example, \nthe energy, materials, and industrial sectors represented 50 percent of the market capitalization of the \ntop 1,500 companies in the U.S. market in 1980 but just 19 percent in 2015. During the same time, the \nhealthcare and technology sectors went from 18 to 34 percent of the market capitalization. This shift also \nhelps explain the increase in cash holdings.11 Another possible cause of the dip in capital expenditures is \nthat public companies are now investing too little. Academic research suggests that public companies \ninvest less than comparable private companies because they want to maximize short-term earnings.12 \n \n Share buybacks went from being virtually nonexistent in 1980 to a large use of capital in the last decade. \nIn 1982, the Securities and Exchange Commission defined rules that created a safe harbor for \ncompanies to repurchase shares, eliminating the threat of stock manipulation and opening the floodgates \nfor buybacks. Over the past 30 years, companies have shifted their payouts from mostly dividends to a \ncombination of dividends and buybacks. Research shows that the propensity to distribute cash to \nshareholders has held remarkably steady after accounting for firm characteristics including size, age, and \nprofitability.13 \n \n Research and development (R&D) expenditures have risen steadily, growing from 1.3 percent of sales in \n1980 to 2.7 percent in 2015. The shift in the composition of the economy that accounts for the decline \nin capital expenditures also explains the rise in R&D (see Exhibits 6 and 8). Further, companies that rely \non R&D tend to hold more cash than companies that are less reliant on R&D. This partially accounts for \nthe swell of cash on corporate balance sheets.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 11,
      "text": "October 19, 2016  \n \nCapital Allocation \n11 \nExhibit 6: U.S. Sector Composition, 1980-2015 \n \nSource: Credit Suisse HOLT.  \n \nExhibit 7: U.S. Capital Expenditures by Sector, 1980-2015 \n \nSource: Credit Suisse HOLT.  \n \n \n \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\nFinancials\nUtilities\nTelecom\nInformation Technology\nHealthcare\nConsumer Staples\nEnergy\nConsumer Discretionary\nIndustrials\nMaterials\nUtilities\nTelecom\nInformation Technology\nHealthcare\nConsumer Staples\nEnergy\nConsumer Discretionary\nIndustrials\nMaterials\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\n"
    },
    {
      "number": 12,
      "text": "October 19, 2016  \n \nCapital Allocation \n12 \nExhibit 8: U.S. R&D Spending by Sector, 1980-2015 \n \nSource: Credit Suisse HOLT.  \n \nExhibit 9 shows a detailed history of capital deployment from 1980-2015, adjusted for inflation. It is worth \nnoting that the standard deviations of the growth rates, which appear in the bottom row, are small for R&D, \ndividends, and capital spending relative to those of buybacks, M&A, and divestitures. Standard deviation is a \nmeasure of how much something varies from an average. These standard deviations provide a glimpse into \nhow managers think about each use of capital. The lower the standard deviation, the more sacrosanct \nmanagement deems that investment. Exhibit 10 represents the same deployment numbers as a percentage of \nsales.    \n \n \nTelecom\nInformation Technology\nHealthcare\nConsumer Staples\nEnergy\nConsumer Discretionary\nIndustrials\nMaterials\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\n"
    },
    {
      "number": 13,
      "text": "October 19, 2016  \n \nCapital Allocation \n13 \nExhibit 9: U.S. Capital Deployment, 1980-2015 \n \nSource: Credit Suisse HOLT; Thomson Reuters; Credit Suisse. \nNote: All figures in 2015 U.S. dollars (millions); R&D, capital expenditures, working capital, buybacks, and dividends is the top 1,500 “industrials” (ex-\nfinancials and regulated utilities), whereas M&A and divestitures include all industries. \n \n \nMergers & \nAcquisitions\nCapital \nExpenditures\nResearch & \nDevelopment\nNet Working \nCapital\nGross \nBuybacks\nDivestitures\nDividends\n1980\n50,253\n520,088\n71,993\n53,889\n14,814\n1,521\n116,637\n1981\n225,381\n535,670\n75,389\n29,533\n12,405\n25,301\n117,228\n1982\n141,179\n488,507\n80,637\n-20,946\n22,322\n27,259\n118,820\n1983\n242,876\n409,811\n85,940\n47,519\n20,049\n77,761\n123,750\n1984\n432,992\n432,518\n96,678\n43,126\n58,173\n107,366\n123,384\n1985\n420,956\n449,881\n100,102\n11,726\n87,281\n110,364\n121,425\n1986\n478,144\n405,798\n106,112\n35,233\n73,544\n165,118\n129,918\n1987\n461,134\n370,220\n108,061\n75,116\n91,665\n160,599\n130,690\n1988\n683,271\n413,880\n116,515\n72,474\n91,304\n224,691\n144,549\n1989\n553,739\n428,250\n120,284\n229,262\n79,220\n177,805\n139,242\n1990\n295,383\n431,375\n121,259\n-5,211\n64,057\n122,457\n134,137\n1991\n212,445\n412,048\n126,159\n-5,887\n40,124\n83,928\n133,087\n1992\n237,390\n401,240\n131,563\n15,384\n48,380\n125,253\n135,096\n1993\n378,627\n405,027\n134,359\n53,161\n60,386\n136,471\n133,051\n1994\n523,395\n421,951\n134,075\n19,195\n59,425\n219,842\n134,194\n1995\n766,489\n472,148\n153,712\n65,064\n103,342\n346,251\n143,091\n1996\n878,719\n512,665\n160,048\n55,453\n119,630\n265,616\n148,451\n1997\n1,288,698\n570,647\n180,472\n78,888\n173,504\n461,206\n149,023\n1998\n2,211,845\n571,514\n195,959\n-58,454\n222,428\n382,228\n153,364\n1999\n2,096,708\n583,005\n195,966\n137,396\n220,897\n497,837\n152,342\n2000\n2,250,465\n642,519\n214,058\n-26,512\n205,321\n465,041\n149,768\n2001\n985,141\n611,609\n223,344\n83,590\n168,343\n413,595\n141,818\n2002\n567,655\n476,106\n211,652\n56,163\n162,106\n226,265\n141,566\n2003\n711,817\n450,099\n215,801\n159,293\n168,725\n285,682\n150,398\n2004\n946,576\n479,226\n219,677\n213,068\n270,130\n309,075\n164,195\n2005\n1,329,986\n521,592\n224,934\n13,320\n386,924\n425,874\n181,276\n2006\n1,705,809\n611,430\n252,409\n1,288\n519,635\n516,336\n197,417\n2007\n1,613,404\n651,015\n247,862\n41,035\n622,232\n590,845\n209,102\n2008\n993,147\n689,575\n248,657\n-25,491\n441,422\n309,937\n219,827\n2009\n813,603\n514,902\n218,910\n213,845\n170,067\n281,834\n203,868\n2010\n866,109\n570,059\n239,529\n192,518\n323,887\n300,931\n213,699\n2011\n1,009,828\n677,709\n253,902\n102,394\n456,780\n401,076\n234,980\n2012\n791,509\n727,572\n267,333\n221,022\n399,896\n379,758\n263,139\n2013\n993,971\n741,901\n274,193\n193,479\n485,084\n375,795\n296,421\n2014\n1,377,516\n793,966\n294,884\n-5,214\n557,870\n472,373\n327,354\n2015\n1,795,752\n709,394\n299,654\n135,221\n572,826\n491,768\n354,687\nCAGR\n10.8%\n0.9%\n4.2%\n2.7%\n11.0%\n18.0%\n3.2%\nSt. Dev.\n67.0%\n10.2%\n5.2%\n737.6%\n45.0%\n265.0%\n5.3%\nTotal Amount (2015 U.S. Dollars)\n"
    },
    {
      "number": 14,
      "text": "October 19, 2016  \n \nCapital Allocation \n14 \nExhibit 10: U.S. Capital Deployment, 1980-2015 \n \nSource: Credit Suisse HOLT; Thomson Reuters; Credit Suisse. \nNote: R&D, capital expenditures, working capital, buybacks, and dividends is the top 1,500 “industrials” (ex-financials and regulated utilities), whereas \nM&A and divestitures include all industries. \n \nThe issue of judicious capital allocation is certainly nothing new. Henry Singleton, the CEO whom William \nThorndike holds up as the standard for excellence, started his company, Teledyne, more than 50 years ago. \nAnd Buffett’s quote about capital allocation is more than a quarter century old. Still, the issue feels particularly \npressing today. \n \n \nMergers & \nAcquisitions\nCapital \nExpenditures\nResearch & \nDevelopment\nNet Working \nCapital\nGross \nBuybacks\nDivestitures\nDividends\n1980\n0.9%\n9.7%\n1.3%\n1.0%\n0.3%\n0.0%\n2.2%\n1981\n4.2%\n10.1%\n1.4%\n0.6%\n0.2%\n0.5%\n2.2%\n1982\n2.8%\n9.7%\n1.6%\n-0.4%\n0.4%\n0.5%\n2.4%\n1983\n4.8%\n8.2%\n1.7%\n0.9%\n0.4%\n1.5%\n2.5%\n1984\n8.4%\n8.4%\n1.9%\n0.8%\n1.1%\n2.1%\n2.4%\n1985\n8.3%\n8.9%\n2.0%\n0.2%\n1.7%\n2.2%\n2.4%\n1986\n9.8%\n8.3%\n2.2%\n0.7%\n1.5%\n3.4%\n2.7%\n1987\n9.2%\n7.4%\n2.2%\n1.5%\n1.8%\n3.2%\n2.6%\n1988\n12.9%\n7.8%\n2.2%\n1.4%\n1.7%\n4.2%\n2.7%\n1989\n10.2%\n7.9%\n2.2%\n4.2%\n1.5%\n3.3%\n2.6%\n1990\n5.3%\n7.7%\n2.2%\n-0.1%\n1.2%\n2.2%\n2.4%\n1991\n3.8%\n7.4%\n2.3%\n-0.1%\n0.7%\n1.5%\n2.4%\n1992\n4.2%\n7.1%\n2.3%\n0.3%\n0.9%\n2.2%\n2.4%\n1993\n6.5%\n6.9%\n2.3%\n0.9%\n1.0%\n2.3%\n2.3%\n1994\n8.5%\n6.8%\n2.2%\n0.3%\n1.0%\n3.6%\n2.2%\n1995\n11.7%\n7.2%\n2.3%\n1.0%\n1.6%\n5.3%\n2.2%\n1996\n12.6%\n7.4%\n2.3%\n0.8%\n1.7%\n3.8%\n2.1%\n1997\n17.3%\n7.6%\n2.4%\n1.1%\n2.3%\n6.2%\n2.0%\n1998\n29.6%\n7.7%\n2.6%\n-0.8%\n3.0%\n5.1%\n2.1%\n1999\n26.8%\n7.4%\n2.5%\n1.8%\n2.8%\n6.4%\n1.9%\n2000\n26.7%\n7.6%\n2.5%\n-0.3%\n2.4%\n5.5%\n1.8%\n2001\n11.7%\n7.3%\n2.7%\n1.0%\n2.0%\n4.9%\n1.7%\n2002\n7.0%\n5.8%\n2.6%\n0.7%\n2.0%\n2.8%\n1.7%\n2003\n8.2%\n5.2%\n2.5%\n1.8%\n1.9%\n3.3%\n1.7%\n2004\n9.9%\n5.0%\n2.3%\n2.2%\n2.8%\n3.2%\n1.7%\n2005\n13.3%\n5.2%\n2.2%\n0.1%\n3.9%\n4.3%\n1.8%\n2006\n16.1%\n5.8%\n2.4%\n0.0%\n4.9%\n4.9%\n1.9%\n2007\n15.2%\n6.1%\n2.3%\n0.4%\n5.9%\n5.6%\n2.0%\n2008\n9.0%\n6.2%\n2.2%\n-0.2%\n4.0%\n2.8%\n2.0%\n2009\n8.4%\n5.3%\n2.3%\n2.2%\n1.8%\n2.9%\n2.1%\n2010\n8.2%\n5.4%\n2.3%\n1.8%\n3.1%\n2.8%\n2.0%\n2011\n8.7%\n5.9%\n2.2%\n0.9%\n4.0%\n3.5%\n2.0%\n2012\n6.8%\n6.2%\n2.3%\n1.9%\n3.4%\n3.2%\n2.2%\n2013\n8.4%\n6.3%\n2.3%\n1.6%\n4.1%\n3.2%\n2.5%\n2014\n11.2%\n6.5%\n2.4%\n0.0%\n4.5%\n3.8%\n2.7%\n2015\n15.3%\n6.1%\n2.6%\n1.2%\n4.9%\n4.2%\n3.0%\nAs a Percentage of Sales\n"
    },
    {
      "number": 15,
      "text": "October 19, 2016  \n \nCapital Allocation \n15 \nRecent Trends in Cash Flow Return on Investment and Asset Growth. Larry Fink, the chairman and \nCEO of BlackRock, Inc., an investment firm with more than $5.1 trillion in assets under management, \ncaptured the current zeitgeist in a letter dated February 1, 2016. Addressed to the leaders of large global \ncorporations, the letter argued that many companies are shying away from investments with long-term payoffs \nin favor of returning cash to shareholders via dividends and buybacks. In effect, Fink argued that the chiefs of \nindustry are misallocating capital.14 \n \nLet’s turn to some concepts and numbers to quantify Fink’s assertion. The maximum earnings growth rate a \ncompany can achieve through internal funding is a function of its ROIC and payout ratio. High ROICs and low \npayout ratios allow for greater achievable growth rates than low ROICs and high payout ratios. Low ROIC or \nhigh payout businesses can certainly grow but need to access debt or equity capital to do so. \n \nHere are the numbers. Cash flow return on investment (CFROI®) remains high in the U.S. (see Exhibit 11). \nCFROI measures the cash returns a business earns on the investments it makes. Since CFROI is also \nadjusted for inflation, it is an ideal tool for comparing results over time. The current level of 9.2 percent is well \nabove the historical average of approximately 6.6 percent from 1951-2015. The number is even higher \nexcluding the excess cash parked on the balance sheets of many companies. The current levels of ROIC and \nCFROI suggest that companies today can fund substantial growth through internally-generated funds.   \n \nExhibit 11: U.S. CFROI, 1951-2015 \n \nSource: Credit Suisse HOLT.  \nNote: U.S. industrial firms, weighted by net assets. \n \n                                                 \n \n CFROI\n® is a registered trademark in the United States and other countries (excluding the United Kingdom) of Credit Suisse \nGroup AG or its affiliates. \n0\n2\n4\n6\n8\n10\n12\n1951\n1955\n1959\n1963\n1967\n1971\n1975\n1979\n1983\n1987\n1991\n1995\n1999\n2003\n2007\n2011\n2015\nPercent\nAverage\n"
    },
    {
      "number": 16,
      "text": "October 19, 2016  \n \nCapital Allocation \n16 \nExhibit 12 shows the annual rate of asset growth, adjusted for inflation, from 1951-2015. In 2015, spending \nwas very weak relative to the long-term average, a point that is particularly pronounced given that CFROIs are \nhigh. It’s hard to know exactly why companies remain so reticent to invest, but executives commonly point to \npolitical and economic uncertainty.15 \n \nExhibit 12: U.S. Real Asset Growth Rate, 1951-2015 \n \nSource: Credit Suisse HOLT.  \nNote: U.S. industrial firms, weighted by gross investments. \n \nThe combination of high return on investment and modest growth means that businesses are generating \nsizable sums of cash. For example, companies in the S&P 500, excluding the financial services, transportation, \nand utilities industries, had a balance of cash and marketable securities of $1.4 trillion as of June 30, 2016, \nroughly 8 percent of the market capitalization of the index. This cash balance is even more remarkable \nconsidering that companies in the S&P 500 disbursed $975 billion to their shareholders through buybacks \nand dividends in the 12 months ending June 30, 2016.  \n \nCash balances are high today, and it is common to hear market commentators say that we are at all-time \nhighs. But we are by no means in uncharted waters if you measure cash as a percentage of assets. Exhibit 13 \nshows that at 11 percent, today’s cash as a percentage of assets is well below the levels in the post-World \nWar II period. Further, a sizable sum of today’s cash balance is offshore, and companies cannot repatriate it \nwithout incurring an additional tax burden. So between the shift in the composition of the economy and tax \npolicy, some increase in cash holdings should come as no surprise.   \n \n \n \n \n \n \n0\n2\n4\n6\n8\n10\n12\n1951\n1955\n1959\n1963\n1967\n1971\n1975\n1979\n1983\n1987\n1991\n1995\n1999\n2003\n2007\n2011\n2015\nPercent\nAverage\n"
    },
    {
      "number": 17,
      "text": "October 19, 2016  \n \nCapital Allocation \n17 \nExhibit 13: U.S. Cash as a Percentage of Total Assets, 1950-2015 \n \nSource: Credit Suisse HOLT.  \nNote: Top 1,500 U.S. industrial firms. \n \nWe can summarize the discussion so far as follows: \n \n Internal financing represents the vast majority of the source of capital for U.S. companies. Internal \nfinancing supplies less capital to companies in other developed countries, in part because those countries \nhave lower ROICs. \n \n The primary uses of capital include M&A and capital expenditures, although M&A is very cyclical. Over \nthe last 35 years spending on capital expenditures and dividends has declined as a percentage of sales, \nwhile R&D and share buybacks have increased as a percentage of sales. These changes reflect the shift \nin the structure of the underlying economy. \n \n ROIC is high in the U.S., and the rate of investment is middling. As a consequence, companies are \ngenerating strong free cash flow, and capital allocation is more important than ever. \n \nBefore delving into each of the specific uses of capital, it is worth considering what the academic research \nsays about capital allocation. The findings are easy to condense: “Asset growth rates are strong predictors of \nfuture abnormal returns.” This is true in both U.S. and international markets.16  \n \nMore specifically, firms with low asset growth rates earn substantially higher shareholder returns, after \nadjusting for risk, than firms with high asset growth rates. Further, companies that contract their assets tend \nto generate higher shareholder returns than companies that expand their assets.  \n \nHigh returns to shareholders tend to follow events such as spin-offs, dividend initiations, share buybacks, and \ndebt prepayments, whereas low returns to shareholders generally follow events such as acquisitions and stock \nand debt issuance. \n \nThe academic research supports the notion that capital allocation is challenging and that growth is not \ninherently good. But we must keep in mind that context is very important. Recall that the correct answer to \nalmost every capital allocation question is, “It depends.” We need to look beyond base rates, as informative as \nthey are, to understand what truly drives or impedes value creation. We now turn to the details of the major \nuses of capital.  \n0%\n5%\n10%\n15%\n20%\n25%\n30%\n1950\n1955\n1960\n1965\n1970\n1975\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\nAverage\n"
    },
    {
      "number": 18,
      "text": "October 19, 2016  \n \nCapital Allocation \n18 \nCapital Allocation Alternatives \n \nFor each alternative, we will consider four aspects: the trend in spending, how to think about the alternative \nfrom an economic standpoint, the empirical research, and the outlook for future spending.  \n \nMergers and Acquisitions. M&A is by far the largest source of redistribution of corporate resources of all \nthe alternatives. For many companies, M&A is the most significant means to pursue strategic goals and the \nmost costly way to do so. And if M&A volume continues to average 9 percent of the equity market \ncapitalization of the U.S., as it has since 1980, nearly all companies and investment portfolios will feel the \neffect of M&A at some point.       \n \nExhibit 14 shows the dollar amount of M&A as well as M&A as a percentage of sales from 1980 to 2015. \nM&A tends to follow the stock market closely, with more M&A activity when the stock market is up.17 It comes \nas no surprise that companies that act early in an M&A cycle tend to generate higher returns than those that \nact later. The first movers in an M&A wave enjoy the benefits of a larger pool of acquisition targets and \ncheaper valuations than companies that acquire later in the cycle. Later acquirers are encouraged to act based \non bandwagon effects, or what Buffett calls the institutional imperative, and an accommodating environment \nfor financing.18    \n \nExhibit 14: U.S. Mergers and Acquisitions, 1980-2015 \n \nSource: Thomson Reuters and Credit Suisse HOLT. \nNote: Dollar amounts are not inflated. U.S. announced domestic mergers; excludes debt tender offers, equity carve-outs, exchange offers, loan \nmodifications, and open market repurchases. \n \nPrivate equity has also played an increasingly prominent role in M&A (see Exhibit 15). Private equity rose from \nessentially nothing to seven percent of deal volume at the peak of the leveraged buyout boom in the 1980s. In \nthe early 2000s, private equity’s percentage of M&A rose steadily, reaching a peak in 2007 at 37 percent of \nthe volume. There was a substantial drop-off in participation through the financial crisis, but private equity is \nback to an average of about 10-15 percent of volume in recent years.  \n \n0%\n5%\n10%\n15%\n20%\n25%\n30%\n35%\n0\n500,000\n1,000,000\n1,500,000\n2,000,000\n2,500,000\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 19,
      "text": "October 19, 2016  \n \nCapital Allocation \n19 \nExhibit 15: Private Equity Percentage of M&A Volume, 1980-2015 \n \nSource: Thomson Reuters; Credit Suisse; Amy Or, “Private Equity Firms Were Busy in 2015, but Not as Much as Corporates,” Wall Street Journal, \nJanuary 5, 2016. \nNote: U.S. deal activity; corporate M&A includes announced domestic mergers and excludes debt tender offers, equity carve-outs, exchange offers, \nloan modifications, and open market repurchases.  \n \nHow should companies assess the merit of an M&A deal? Mark Sirower, a consultant at Deloitte, suggests \nthat acquirers use the following formula:19 \n \nNet present value of the deal = present value of the synergies – premium \n \nSimply stated, the formula says that a deal is good if the acquirer gets more than it pays for. The underlying \npremise is that the target’s stock price, pre-deal, accurately reflects the present value of the company’s future \nfree cash flow. So the deal creates value for the buyer only if the synergy from putting the businesses \ntogether exceeds the premium for control the acquirer must pay to close the deal. This equation is more \nfundamental than superficial metrics such as accretion to earnings per share, which doesn’t appear to factor \ninto the market’s reaction.20 As a result, the formula provides much more insight into a deal’s economic virtue.   \n \nLet’s take a closer look at the terms in the equation. Exhibit 16 shows the results of a survey of corporate \nexecutives that McKinsey, a consulting firm, conducted regarding synergy. There is a clear difference between \ncost synergies, the cost the companies can save by removing redundancies, and revenue synergies, the \nanticipated increase in sales from combining businesses. Other forms of synergies have historically played a \nless substantial role.21  \n \n \n \n \n \n \n \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\nPercentage of Total\nPrivate Equity\nCorporate\n"
    },
    {
      "number": 20,
      "text": "October 19, 2016  \n \nCapital Allocation \n20 \nExhibit 16: Cost Synergies Are More Reliable Than Revenue Synergies  \n \nSource: Scott A. Christofferson, Robert S. McNish, and Diane L. Sias, “Where Mergers Go Wrong,” McKinsey on Finance, Winter 2004, 1-6. \n \nCost synergies are much more reliable than revenue synergies. About one-third of the executives surveyed \nsaid that their company achieved all or more of the anticipated cost synergy, while one-quarter of the \ncompanies overestimated their cost synergy by 25 percent or more. But roughly 70 percent of mergers fail to \ndeliver the anticipated revenue synergy. The most common challenges companies cite for synergy realization \ninclude delays in implementing planned actions, underestimation of costs and complexities, and flat-out \noverestimation of synergies.22     \n  \nExhibit 17 shows the average deal premium, with each deal receiving an equal weight. The premium is the \ndifference between the price a buyer is willing to pay and the prevailing market price prior to any anticipation of \na deal. For example, if a stock is trading at $100 and a buyer offers $140, the premium is 40 percent \n($40/$100). While the premium is generally straightforward to calculate for a particular transaction, the series \nof premiums over time is difficult to aggregate. The current average premium is 48 percent, not far from the \nlong-term norm.   \n \nExhibit 17: U.S. Average Deal Premium, 1980-2015 \n \nSource: Patrick A. Gaughan, Mergers, Acquisitions, and Corporate Restructurings – Sixth Edition (Hoboken, NJ: John Wiley & Sons, 2015), 605; \nFactSet; Thomson Reuters; Credit Suisse. \n0\n10\n20\n30\n40\n<30\n30-50\n51-60\n61-70\n71-80\n81-90 91-100\n>100\nPercentage of Companies\nPercentage of Anticipated Synergies Captured after Merger\nCost Synergies\n0\n10\n20\n30\n40\n<30\n30-50\n51-60\n61-70\n71-80\n81-90 91-100\n>100\nPercentage of Companies\nPercentage of Anticipated Synergies Captured after Merger\nRevenue Synergies\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\nAverage\n"
    },
    {
      "number": 21,
      "text": "October 19, 2016  \n \nCapital Allocation \n21 \nAny analysis of M&A should focus on the difference between the synergy and the premium. Succeeding at \nM&A is not easy for a number of reasons. First, if the premium is too large a company cannot recoup its \ninvestment, no matter how strategic the deal. Second, often competitors can replicate the benefits of a deal or \ntake advantage of a company’s lack of focus as it goes through an integration process. Third, M&A requires \npayment up front for benefits down the road, which creates legitimate skepticism for investors. Finally, M&A \ndeals are generally costly to reverse.23   \n \nThe empirical evidence on M&A underscores the challenges that buyers face.24 Over time, it appears that a \nmajority of acquirers see their stock prices decline following the announcement of a deal. Research by \nMcKinsey concluded that about one-third of deals create value for acquirers, and the other two-thirds are \nvalue neutral or value destructive.25 That said, you must recognize that M&A creates value when you consider \nboth the buyer and the seller. Exhibit 18 shows a measure that McKinsey calls “deal value added,” which is \nthe percentage increase in the combined market capitalizations of the buyer and seller. This has averaged \nabout 6 percent over the past 19 years, with the only negative year in 2000 at the peak of the dot-com \nbubble. M&A creates substantial value but most of that value goes to the sellers, not the buyers.  \n \nExhibit 18: Average Deal Value Added, 1997-2015 \n \nSource: Richard Dobbs, Marc Goedhart, and Hannu Suonio, “Are Companies Getting Better at M&A?” McKinsey on Finance, Winter 2007, 7-11; \nDavid Cogman, “Global M&A: Fewer Deals, Better Quality,” McKinsey on Finance, Spring 2014, 23-25; David Cogman, McKinsey & Company. \nNote: DVA is McKinsey’s calculation of the combined (acquirer and target) change in market capitalization relative to the market from two days prior to \ntwo days after the announcement, as a percentage of transaction value. \n \nOne comment we hear consistently from management is that the market is short-term oriented and fails to \nrecognize the virtue of the announced deal. Mark Sirower and his colleague, Sumit Sahni, studied this \nassertion. Exhibit 19 summarizes their findings, which are based on an analysis of more than 300 deals.26   \n \nThe first observation is that about one-third of the deals (103/302) result in a stock price for the buyer that is \ninitially higher, net of the market’s change. This is consistent with past studies. Next, there is a clear \ncorrelation between the premium the buyer paid (the column on the right) and the announcement return (the \ncolumn in the middle). Smaller premiums yielded positive returns, and higher premiums generated negative \nreturns. This is consistent with Sirower’s formula to determine a deal’s net present value for the buyer.  \n-6%\n-4%\n-2%\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\nAverage\nAverage\n"
    },
    {
      "number": 22,
      "text": "October 19, 2016  \n \nCapital Allocation \n22 \nExhibit 19: The Stock Market Takes a Long-Term View When It Judges M&A \n \nSource: Mark L. Sirower and Sumit Sahni, “Avoiding the ‘Synergy Trap’: Practical Guidance on M&A Decisions for CEOs and Boards,” Journal of \nApplied Corporate Finance, Vol. 18, No. 3, Summer 2006, 85. \n \nSirower and Sahni then wanted to see if the market’s initial reaction was accurate. So they checked on the \ndeals one year later. Those that were initially positive remained positive overall, with a one-year total \nshareholder return of 4.9 percent. More than half of the initial positive deals were persistently positive. \n \nDeals that were initially negative remained so on average, with a total shareholder return of -9.0 percent. Two-\nthirds of the negative deals were persistently negative. This research suggests that while the market’s initial \nread of a deal isn’t perfect, there does not appear to be a bias. Indeed, if there is a bias it is that the market is \ntoo optimistic, as one-half of the positive deals turned negative but only one-third of the negative deals turned \npositive.     \n   \nThe story for buyers should not come across as too dour. There are ways to shade the odds of a deal to be \nmore favorable. One empirical finding is that not all types of deals have the same chances of success. Peter \nClark and Roger Mills, finance experts who focus on M&A, found substantially different success rates for \nvarying categories of deals. Exhibit 20 summarizes their analysis.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nStock Reaction\nInitial positive\n# of Deals\nAnnouncement \nReturn\nOne-Year \nReturn\nPremium\n33.1%\n5.6%\nPersistent positive\n25.8%\n103\n52\n5.7%\n4.9%\n30.7%\nFull sample\n302\n-4.1%\n-4.3%\n35.7%\nInitial negative\n199\n-9.2%\n-9.0%\n38.4%\nPersistent negative\n133\n-10.3%\n-24.9%\n40.5%\n"
    },
    {
      "number": 23,
      "text": "October 19, 2016  \n \nCapital Allocation \n23 \nExhibit 20: Probability of M&A Success Based on Type of Deal \n \nBased on Peter J. Clark and Roger W. Mills, Masterminding the Deal: Breakthroughs in M&A Strategy and Analysis (London: Kogan Page, 2013), \n148-149. \n \nFor example, deals they call “opportunistic,” where a weak competitor sells out, succeed at a rate of around \n90 percent. “Operational” deals, or cases where there are strong operational overlaps, also have an above-\naverage chance of success. The rate of success varies widely for “transitional” deals, which tend to build \nmarket share, as the premiums buyers must pay to close those deals can be prohibitive. Finally, the success \nrate of “transformational” deals, large leaps into different industries, tends to be very low.27   \n \nAnother factor that can work in favor of acquirers is the source of deal financing. The research suggests the \nmarket greets cash deals much more kindly than stock deals.28 There are a number of plausible explanations \nfor this. First, you can consider an acquisition funded with stock as two separate transactions: selling stock to \nthe public, and using the proceeds to buy the target. Management teams generally sell their stock when it’s \nexpensive, providing a negative signal to the market. Second, in a cash transaction all of the deal’s risk and \nreward accrues to the buyer. In a stock-for-stock deal, the buyer shares the risk with the seller. This, too, \nprovides a weaker signal of conviction.29    \n \nExhibit 21 shows the mix between all-cash deals and all-stock or blend deals. Cash deals are a much higher \npercentage of the total than a decade or so ago. This reflects sizable cash balances, good access to the debt \nmarkets, and the perception of many executives that the stocks of their companies remain undervalued.  \n \n \n \n \n \n \n \n \nSuccess \nRate\nCategory\nType\nDescription\nExample(s)\nSuccess Threats (Ex-\nPricing, Phase)\n87-92\nOpportunistic\nBottom-trawlers\nDying competitor signals exit, \nadvantage to fast, cash bidders\nMarconi, Palm\nObsolescence, incompatible \ntechnologies\n80-85\nOperational\nBolt-ons\nFills void in acquirer's existing \nproduct/service offer, quickly\nP&G/Pantene\nHidden integration difficulties \ncancel timing advantage\n65-70\nOperational\nLine extension equivalents\nNext generation/different variant of \nexisting product/service\nVolkswagen/Skoda\nActual synergies limited to scale, \ninsufficient to cover APP\n55-60\nTransitional\nConsolidation -- mature\nSame industry contraction: scale, \noverhead synergies\nPharma, telecoms\nOverestimation of market share \ngain importance\n40-45\nOperational\nMultiple core-related complementary\nLogical complements to present \noffer: products/channels/areas\nTwo or more related elements\nDisney/ABC; P&G/Gillette; \nCoty/Avon\nMistaken judgment of \ndevelopment potential (r-\nsynergies)\n37-42\nTransitional\nConsolidation -- emerging\nSame industry contraction: Picking \nwinners\nABC Capital Cities/Dumont\nOverstated premiums (APP) \nbased on target's prior \nperformance\n30-35\nOperational\nSingle core-related complementary\nSimilar to complementary but one \nor less related elements\nDaimler Chrysler\nExaggerated benefits attributed \nto target in 'marriage made in \nheaven'\n20-25\nTransformational Lynchpin strategic\nMajor change in emphasis in \nacquiring company's business mix \nand forward strategy\nIBM/PwC Consulting\nDependent on extraordinary \nacquiring company\n15-20\nTransformational Speculative strategic\nRadical, high-risk experimentation \nwith company's business mix and \nmodel\nAOL/TW; Vivendi (Messier)\nCEO's imagined vision \ninconsistent with market realities\n"
    },
    {
      "number": 24,
      "text": "October 19, 2016  \n \nCapital Allocation \n24 \nExhibit 21: All-Cash Deals and All Stock or Blend Deals, 1980-2015 \n \nSource: Patrick A. Gaughan, Mergers, Acquisitions, and Corporate Restructurings – Fifth Edition (Hoboken, NJ: John Wiley & Sons, 2011), 577; \nFactSet; Credit Suisse. \n \nM&A was slow to rebound in the current cycle despite the stock market’s results and low interest rates. But \ndeal volume picked up sharply in the past couple of years and hit a record in 2015 in the U.S. and on a global \nbasis. Activity remains strong in 2016 but is down from the 2015 highs. Through the first three quarters of \n2016, U.S. M&A is down by about 30 percent and global M&A is down about 20 percent year over year.  \nOne noteworthy aspect of this M&A cycle is how well the market has received deals. Exhibit 18 shows that \nthe average deal value added in 2015 was nearly 60 percent higher than the average since 1997. What is \nalso unusual is how much of that value buyers are capturing. \n \nExhibit 22 shows McKinsey’s calculation of the percentage of deals that create value for acquirers. A buyer is \njudged to create value if its stock goes up relative to the market. Note that an average of 38 percent of deals \ncreated value for acquirers from 1997-2009, but the percentage rose to an average of 51 percent from \n2010-2015. \n \n \n \n \n \n \n \n \n \n \n \n \n \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\nAll Cash\nCash + Stock or All Stock\n"
    },
    {
      "number": 25,
      "text": "October 19, 2016  \n \nCapital Allocation \n25 \nExhibit 22: Percentage of Deals That Create Value for Acquirers, 1997-2015 \n \nSource: Richard Dobbs, Marc Goedhart, and Hannu Suonio, “Are Companies Getting Better at M&A?” McKinsey on Finance, Winter 2007, 7-11; \nDavid Cogman, “Global M&A: Fewer Deals, Better Quality,” McKinsey on Finance, Spring 2014, 23-25; David Cogman, McKinsey & Company. \nNote: The percentage that create value is 1 minus the percentage of overpayers (POP). POP is McKinsey’s calculation of the percentage of \ntransactions in which the relative price movement of stocks was negative for the acquirer from two days prior to two days after the announcement. \n \nCapital Expenditures. Capital expenditures are the second largest use of capital for companies. In 2015, \ncapital expenditures were about two-fifths of the amount companies spent on M&A. However, capital \nexpenditures tend to be steady and have a vastly lower variance than M&A over time. \n \nExhibit 23 shows the dollar amount of capital expenditures since 1980, as well as capital expenditures as a \npercentage of sales. Spending declined from 10 percent of sales in 1981 to 5 percent of sales in 2004, but \nrebounded to more than 6 percent of sales in 2015. A substantial part of the pickup in capital spending since \n2004 is related to the resurgence in commodity prices, which led to sharp increases in spending in the energy \nand materials sectors. For instance, the energy sector’s capital expenditures went from around 13 percent of \nthe total in the early 2000s to about 35 percent in recent years. But as the commodity cycle has cooled, so \ntoo has capital spending, with the energy sector’s share of total expenditures dipping to 30% in 2015. \n \n \n \n \n \n \n \n \n \n \n \n \n \n20%\n25%\n30%\n35%\n40%\n45%\n50%\n55%\n60%\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\nAverage\nAverage\n"
    },
    {
      "number": 26,
      "text": "October 19, 2016  \n \nCapital Allocation \n26 \nExhibit 23: U.S. Capital Expenditures, 1980-2015 \n \nSource: Credit Suisse HOLT. \nNote: Top 1,500 U.S. industrial firms. Dollar amounts are not inflated. \n \nExecutives and investors frequently distinguish between “maintenance” capital expenditures and total capital \nexpenditures. Maintenance spending is the minimum required to maintain or replace the long-term assets in \nplace. We can assume that capital expenditures beyond the maintenance level are in pursuit of growth.    \n \nDepreciation expense serves as a rough proxy for maintenance capital spending.30 Exhibit 24 shows capital \nexpenditures net of depreciation. Measured as a percentage of sales, growth capital expenditures are roughly \n40 percent of overall capital expenditures. That maintenance is essential explains a good deal of the stability \nof capital expenditures. Further, it suggests that in assessing the value creation prospects of capital \nexpenditures, you are best served to focus on the component that supports growth.   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n0%\n1%\n2%\n3%\n4%\n5%\n6%\n7%\n8%\n9%\n10%\n11%\n0\n100,000\n200,000\n300,000\n400,000\n500,000\n600,000\n700,000\n800,000\n900,000\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 27,
      "text": "October 19, 2016  \n \nCapital Allocation \n27 \nExhibit 24: U.S. Capital Expenditures Net of Depreciation, 1980-2015 \n \nSource: Credit Suisse HOLT. \nNote: Top 1,500 U.S. industrial firms. Dollar amounts are not inflated. \n \nWhat factors should you consider to judge whether capital expenditures create value? The industry is a good \nstarting point. Companies that invest in industries with a high return on invested capital and good growth \nprospects are more likely to create value. You can refine this analysis by considering whether the company \nhas a specific competitive advantage as a low-cost producer or through differentiation.31  \n \nThe cyclicality of the industry is another important consideration in assessing capital expenditures. Spending in \ncyclical industries tends to follow the same pattern as what we have seen in M&A and buybacks: companies \nspend when things look good and hunker down when they don’t. As a consequence, companies tend to add \ntoo much capacity at the top of the cycle and suffer when the cycle recedes.  \n \nFinally, be mindful that relative comparisons of capital expenditures can be tricky. For example, analysts and \nexecutives generally compare the level of a company’s spending to its peers. The retail industry is known for \nthis. The crucial question is not whether one company is spending more or less than another, but rather \nwhether a company is spending the proper amount.  \n \nThe relative game applies on the country level as well. For example, in the early 1990s there was a palpable \nfear that U.S. companies were investing too little relative to peer companies in countries such as Japan.32 \nWhat received less attention was the possibility that Japanese companies were investing too much and hence \nfailing to create value with many of their investments. We can make a similar distinction between public and \nprivate companies. The goal is not to spend more or less than the competitor but rather to spend the correct \namount given the economic opportunity at hand.    \n \nAcademic work on capital expenditures broadly supports the idea that the market rewards value creation and \nrefutes the idea that investors prefer short-term earnings gains at the expense of long-term value creation.33 \nThe research shows that the stock market rewards companies that invest in high-quality projects, which is \n0%\n1%\n2%\n3%\n4%\n5%\n6%\n7%\n0\n50,000\n100,000\n150,000\n200,000\n250,000\n300,000\n350,000\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 28,
      "text": "October 19, 2016  \n \nCapital Allocation \n28 \ngenerally signaled by a record of investments that have generated returns in excess of the cost of capital, and \npenalizes companies that invest in low-quality projects. And for businesses with high economic returns, the \nmarket responds positively to unexpected increases in capital expenditures and negatively to unexpected \ndecreases in capital expenditures.34 \n \nBut there is also a limit to how rapidly a company can grow. Firms that increase their investments the most \ntend to suffer from poor relative total shareholder returns in the years following the growth. This is consistent \nwith the thesis that empire building generally results in stock market underperformance and the evidence that \nrapid asset growth predicts poor stock returns.35   \n \nNotwithstanding the steady economic recovery from the low of the financial crisis, capital expenditures are \nexpected to decline in 2016, having fallen by about 6 percent through the first half of the year. This in part \nreflects a decline in oil prices, which has prompted a retrenchment of spending in energy.  \n \nAnalysis of asset life and age supports a case for steady growth in capital expenditures over time. Exhibit 25 \nshows that the average asset life for the top 1,500 companies in the U.S. declined from roughly 16 years in \n1980 to a low of 12 years in the early 2000s, with a rebound to 13 years today.  \n \nThe average asset age rose from about 5 years in the early 1980s to 6.6 years currently. As a result, the \ndifference between asset life and asset age for the U.S. capital stock has shrunk from 10 years in the 1980s \nto 6 years now. While numerous commentators have emphasized the aging capital stock over the past decade, \nfew have noted the simultaneous, albeit gentle, rise in asset lives. \n \n \nExhibit 25: U.S. Asset Life and Age, 1980-2015 \n \nSource: Credit Suisse HOLT. \nNote: Top 1,500 U.S. industrial firms; asset life is based on gross plant/depreciation expense; asset age = asset life * (1- net plant / gross plant). \n \n \n \n \n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\nYears\nAsset Life\nAsset Age\n"
    },
    {
      "number": 29,
      "text": "October 19, 2016  \n \nCapital Allocation \n29 \nResearch and Development. Unlike M&A and capital expenditures, R&D is a capital allocation choice that \nshows up on the income statement rather than the balance sheet. Accountants expense R&D in the period \nthe company incurs it, notwithstanding the potential long-term benefits, because they deem the outcomes too \nuncertain and difficult to quantify. R&D is a set of activities that seeks to develop new products or the tools to \ncreate new products.  \n \nIn the U.S., businesses account for about 70-75 percent of total R&D spending, with the government and \nacademia splitting the other 25-30 percent. The industries that spend the most include information technology, \nhealthcare, materials, and aerospace and defense. Technology and healthcare combined represent more than \ntwo-thirds of all R&D spending in the U.S., and technology R&D spending is roughly 1.6 times that of \nhealthcare. \n \nExhibit 26 shows the dollar amount of R&D since 1980 as well as R&D as a percentage of sales. R&D rose \nfrom 1.3 percent of sales in 1980 to 2.7 percent of sales at the time of the dot-com bubble, only to decline to \n2.2 percent in 2008 before returning to the prior peak of 2.7 percent of sales in 2015. The substantial rise in \nR&D as a percentage of sales during the full period reflects the change in the composition of the market. \nDuring this time, R&D-intensive sectors such as technology and healthcare have become a larger part of the \neconomy than sectors that are less R&D intensive.    \n \nExhibit 26: U.S. Research and Development, 1980-2015 \n \nSource: Credit Suisse HOLT. \nNote: Top 1,500 U.S. industrial firms. Dollar amounts are not inflated. \n \nR&D productivity is the relationship between the value a new product creates and the company’s investment in \nthat product. But assessing productivity is a challenge because there is a lag between investment and \noutcome. A host of other factors, which are hard to capture, also weigh on the outcome. It is useful to \ndistinguish between the cost to launch, or “R&D efficiency,” and the value per launch, or “R&D effectiveness.” \nOne company may be good at bringing a product to market (R&D efficiency) while a different company may \nbe able to create more value for the product as the result of better design, marketing, or distribution \ncapabilities (R&D effectiveness).36 \n0%\n1%\n2%\n3%\n0\n50,000\n100,000\n150,000\n200,000\n250,000\n300,000\n350,000\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 30,
      "text": "October 19, 2016  \n \nCapital Allocation \n30 \nOne approach to assess a company’s R&D productivity is to capitalize R&D, amortize it over an appropriate \nperiod, and calculate the return on invested capital (ROIC) so as to be comparable to businesses that are not \nR&D intensive.37 R&D capitalization has the effect of increasing profit (the R&D amortization amount is almost \nalways less than expensed R&D, hence adding to profit) and increasing invested capital (since R&D is \nreclassified as a capital item rather than an expense). The challenge is to determine the appropriate \namortization period, or roughly the time to develop a product.  \n \nSome researchers who study the pharmaceutical industry assess R&D productivity by dividing a company’s \nR&D budget over some period by the number of drugs the company has brought to market. Rather than \nexamining the cost of successful drugs only, this method captures the total costs a company incurs including \nthe cost of failure. Exhibit 27 shows the results of this analysis for the top 10 companies measured by R&D \ndollars spent per drug. A great deal has been written about the decline in R&D productivity in the \npharmaceutical industry, and attitudes about the virtue of R&D are at the crux of alternative strategies for \nvalue creation within the sector. 38  \n \nExhibit 27: R&D Cost per New Drug for 10 Large Pharmaceutical Companies \n \nSource: Matthew Herper, “How Much Does Pharmaceutical Innovation Cost? A Look at 100 Companies,” Forbes, August 8, 2013.  \n \nThe academic research on the effectiveness of R&D spending is somewhat equivocal, in part because of the \nmeasurement challenges and the decline in R&D productivity in the pharmaceutical industry. One of the best \nways to study the market’s reaction to any form of investment is to examine unexpected changes. In one such \nstudy, finance professors studied more than 8,000 unexpected increases in R&D spending over a 50-year \nperiod ended in 2001 and found that the stocks of those companies rose.39 Other researchers conclude that \nthe returns to R&D are positive and higher than other capital investments.40 \n \nA reasonable question is whether the stock market effectively reflects R&D spending. One large study found \nthat the market does it well. This means that companies that spend a large percentage of sales on R&D \nrealize similar stock market returns as companies that spend a small percentage of sales on R&D. The \nresearchers came to similar conclusions for advertising expenses, which are about one-half as large as R&D \nexpenses in the aggregate.41  \n \nAcademics have also found that larger companies that significantly increase their R&D expenditures tend to \nfare poorly in the stock market.42 That said, companies with strong execution capabilities can create value by \nenhancing R&D effectiveness.43 \n     \nSome recent research suggests that the technology companies that are in the bottom one-third of R&D \nspending as a percentage of sales deliver higher returns to shareholders than those in the top third.44 This \nCompany\nNumber of \nnew drugs\n1\nAbbott\n$13.2 billion\n1\n$13.2 billion\n2\nSanofi\n$60.8\n6\n$10.1\n3\nAstraZeneca\n$38.2\n4\n$9.6\n4\nHoffmann-La Roche\n$70.9\n8\n$8.9\n5\nPfizer\n$77.8\n10\n$7.8\n6\nWyeth\n$22.7\n3\n$7.6\n7\nEli Lilly\n$26.7\n4\n$6.7\n8\nBayer\n$33.1\n5\n$6.6\n9\nSchering-Plough\n$18.8\n3\n$6.3\n10\nNovartis\n$60.7\n10\n$6.1\n10-year R&D \nspending\nR&D per \ndrug\n"
    },
    {
      "number": 31,
      "text": "October 19, 2016  \n \nCapital Allocation \n31 \nfinding underscores how tricky it is to assess R&D spending because a number of technology companies have \nbenefitted from R&D that was funded by the government. \n \nMariana Mazzucato, a professor of economics at the University of Sussex, addresses this issue in her \nprovocative book, The Entrepreneurial State.45 Her thesis is that the government funds a great deal of high-\nrisk R&D that companies go on to exploit commercially. She uses the vivid example of the iPhone from Apple \nInc., a company that has created a huge amount of shareholder value in the past decade. Four of the main \ntechnologies inside the iPhone, including the Global Positioning System (GPS), the Internet, touch screen, \nand voice recognition software, were developed by the U.S. government. As Mazzucato notes, Apple did a \nbrilliant job of integrating these technologies, designing an attractive and intuitive product, and marketing \neffectively. But it did not develop some of the key technologies inside the phone, which means the company’s \nshareholders did not have to shoulder those expenses.   \n \nForecasters expect R&D spending to increase by about 3.5 percent in the U.S. and on a global basis in 2016. \nThe U.S., China, and Japan together represent more than half of global R&D spending, and ten countries \naccount for nearly 80 percent of the total. At current rates of funding and growth, China will surpass the U.S. \nas the largest spender on R&D in the year 2026. In the U.S., growth in R&D spending is expected for all \nindustries engaged in significant R&D activity. The greatest increases are expected in the information and \ncommunications technologies industry and the automotive and transportation systems industry, and the \nsmallest increase is seen in the life science industry.46   \n \nNet Working Capital. Net working capital is the capital a company requires to run its day-to-day operations. \nIt is defined as current assets minus non-interest-bearing current liabilities. Net working capital equals about \none-quarter of assets on average for companies in the U.S.47 The primary components of net working capital \ninclude inventory, accounts receivable, and accounts payable. Interest-bearing current liabilities, which include \nshort-term debt and the current maturities of long-term debt, are a form of financing and are therefore not \npart of net working capital. \n \nExhibit 28 shows the annual change in net working capital from 1980 through 2015. At the end of 2015, net \nworking capital stood at $1.9 trillion for the top 1,500 companies in the U.S., excluding the financial services \nand regulated utility industries. We consider changes in net working capital as opposed to the absolute \namount, because changes are what you should consider to be an incremental investment. Net working capital \ninvestments are substantially smaller than M&A, capital expenditures, or R&D. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 32,
      "text": "October 19, 2016  \n \nCapital Allocation \n32 \nExhibit 28: U.S. Change in Net Working Capital, 1980-2015 \n \nSource: Credit Suisse HOLT. \nNote: Top 1,500 U.S. industrial firms. Dollar amounts are not inflated. \n \nWe have defined net working capital to include cash. The picture changes dramatically if we exclude cash. \nTwo trends are noteworthy. First, the percentage of firms that are financed solely with equity has gone from 6 \npercent in 1980 to 20 percent today. Second, the cash held by the all-equity financed firms has gone from 9 \npercent of assets to 33 percent over the same period.48 As a result, increases in cash make up a substantial \nfraction of the increase in net working capital. At the end of 2015, net working capital excluding cash was \nabout $200 billion for the top 1,500 U.S. industrial companies, roughly 10 percent of the total net working \ncapital sum. Exhibit 29 shows the change in net working capital excluding cash.  \n \nExhibit 29: U.S. Change in Net Working Capital Excluding Cash, 1980-2015 \n \nSource: Credit Suisse HOLT. \nNote: Top 1,500 U.S. industrial firms. Dollar amounts are not inflated. \n-3%\n-2%\n-1%\n0%\n1%\n2%\n3%\n4%\n5%\n-150,000\n-100,000\n-50,000\n0\n50,000\n100,000\n150,000\n200,000\n250,000\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n-3%\n-2%\n-1%\n0%\n1%\n2%\n3%\n4%\n5%\n-150,000\n-100,000\n-50,000\n0\n50,000\n100,000\n150,000\n200,000\n250,000\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 33,
      "text": "October 19, 2016  \n \nCapital Allocation \n33 \nExhibit 30 shows both investments in net working capital and net capital expenditures together. These items \nreflect capital investments in organic growth. The exhibit provides a useful view of the relative spending \nbetween working and fixed capital. Net working capital declines in a handful of years, making it a source of \ncash.  \n \nExhibit 30: U.S. Change in Net Working Capital Plus Net Capital Expenditures, 1980-2015 \n \nSource: Credit Suisse HOLT. \nNote: Top 1,500 U.S. industrial firms. Dollar amounts are not inflated. \n \nThe cash conversion cycle (CCC), a calculation of how long it takes a company to collect on the sale of \ninventory, is the standard way to analyze working capital efficiency. The CCC equals days in sales outstanding \n(DSO) plus days in inventory outstanding (DIO) less days in payables outstanding (DPO).49 For example, Cisco \nSystems, Inc.’s CCC in its latest fiscal year was 80 days (2016) while Apple’s was -33 days (2015). \n \nSome firms, including Apple, have a negative CCC, which means that the company receives cash on the sale \nof inventory before it pays its suppliers. This effectively makes the company’s suppliers a source of financing \nand can be relevant in competitive interactions. For instance, Walmart Stores Inc.’s CCC in its latest fiscal \nyear was 11 days (2016) while Amazon.com’s was -24 days (2015). With a CCC for each company in hand, \nyou can compare the efficiency of working capital use from one company to the next. Exhibit 31 shows the \ncash conversion for sectors within the S&P 500, excluding financials. \n \n \n \n \n \n \n \n-150,000\n-100,000\n-50,000\n0\n50,000\n100,000\n150,000\n200,000\n250,000\n300,000\n350,000\n400,000\n450,000\n500,000\n550,000\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\n$ Millions\nCapital expenditures net of depreciation\nChange in net working capital\n"
    },
    {
      "number": 34,
      "text": "October 19, 2016  \n \nCapital Allocation \n34 \nExhibit 31: Cash Conversion Cycles for Sectors within the S&P 500, 2015 \n \nSource: FactSet and Credit Suisse. Format of exhibit from Ryan Davies and David Merin, “Uncovering Cash and Insights from Working Capital,” \nMcKinsey & Company, July 2014.  \nNote: S&P 500 companies, excluding financials, as of December 31, 2015. \n \nAcademic research shows a strong relationship between a lower CCC and a higher return on capital within, \nand across, industries.50 In other words, good working capital management is associated with high returns on \ninvested capital. The impact on total shareholder returns, however, is less clear. Research suggests that a \ndollar invested in working capital is worth less than a dollar either held in cash or invested in the firm. Further, \nextending credit to customers through increasing receivables has a bigger effect on shareholder value than \nincreasing inventory.51 \n \nThe main issue in the outlook for net working capital is what companies choose to do with their cash hoards. \nResearch shows that investors value cash on the balance sheet of companies with poor governance at $0.40-\n$0.90 on the dollar in anticipation of value-destroying moves.52 M&A continues to be a likely use of cash and, \nas we will see, companies continue to return cash to shareholders via buybacks and dividends at a steady clip. \n \nDivestitures. Companies use divestitures to adjust their business portfolio. Actions include the sale of \ndivisions, spin-offs, and equity carve-outs. A company will divest an operation when it perceives the value to \nanother owner to be higher, or if the divestiture adds focus to the parent and hence improves results. \n \nExhibit 32 shows the magnitude of divestitures from 1980-2015. While divestitures generally draw less \nattention than M&A, they represent a substantial component of capital allocation. In the last decade, \ndivestitures have averaged 3.8 percent of sales for the top 1,500 companies in the U.S., a level comparable \nto gross buybacks and higher than dividends and R&D spending. \n \n \n \n \n97\n55\n25\n63\n31\n23\n53\n14\n-24\n156\n109\n37\n96\n67\n36\n100\n71\n31\n88\n72\n43\n1\n-7\n-14\n43\n33\n24\n-50\n0\n50\n100\n150\n200\nDays\nConsumer \nDiscretionary\nConsumer \nStaples\nEnergy\nHealthcare Industrials\nMaterials\nUtilities\n75th percentile\nMedian\n25th percentile\nInformation\nTechnology\nTelecom\nServices\n"
    },
    {
      "number": 35,
      "text": "October 19, 2016  \n \nCapital Allocation \n35 \nExhibit 32: U.S. Divestitures, 1980-2015 \n \nSource: Thomson Reuters and Credit Suisse HOLT. \nNote: U.S. announced divestitures; excludes debt tender offers, equity carve-outs, exchange offers, loan modifications, and open market repurchases. \nDollar amounts are not inflated. \n \nSpin-offs are a prominent form of divestiture. In a spin-off, a company distributes shares of a wholly owned \nsubsidiary to its shareholders on a pro-rata and tax-free basis. For example, Danaher Corporation spun off \nseveral of its segments into a new company, Fortive Corporation, in July 2016. Following the spin-off \nDanaher shareholders owned shares in Danaher and Fortive. Exhibit 33 shows the value of announced spin-\noffs and the number of completed spin-offs from 1980-2015. \n \nExhibit 33: U.S. Spin-Offs, 1980-2015 \n \nSource: Thomson Reuters; Spin-Off Research; Hemang Desai and Prem C. Jain, “Firm Performance and Focus: Long-Run Stock Market Performance \nFollowing Spinoffs,” Journal of Financial Economics, Vol. 54, No. 1, October 1999, 81. \nNote: Dollar amounts are not inflated. \n0%\n1%\n2%\n3%\n4%\n5%\n6%\n7%\n0\n100,000\n200,000\n300,000\n400,000\n500,000\n600,000\n700,000\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n0\n20,000\n40,000\n60,000\n80,000\n100,000\n120,000\n140,000\n160,000\n180,000\n0\n10\n20\n30\n40\n50\n60\n70\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\nDeal value ($ millions)\nNumber of deals\nDeal Value\nNumber of Deals\n"
    },
    {
      "number": 36,
      "text": "October 19, 2016  \n \nCapital Allocation \n36 \nThere are a few considerations in assessing divestitures. First, research has established that most of the value \ncreation for a typical company comes from a relatively small percentage of its assets.53 This means that most \ncompanies have businesses or assets that do not earn the cost of capital and that may be more valuable to \nanother owner.  \n \nDivestitures can lead to “addition by subtraction” when a company that divests an operation with a low return \non invested capital receives more than what the business is worth as an ongoing part of the firm. So there’s \nan addition of value to the company even as there’s a subtraction in the size of the firm. \n \nSecond, we have already reviewed the evidence showing that M&A creates value in the aggregate but that \nacquirers struggle to capture much, if any, of that value. This suggests it is better to be a seller than a buyer \non average. This point is particularly relevant when there are multiple bidders for an asset. Contested deals \nfrequently lead to what economists call the “winner’s curse.”54 When this occurs, the “winner” of the bidding \npays too much for the asset, hence the “curse.” The winner’s curse means there is a wealth transfer, above \nand beyond the value of the asset, from the buyer to the seller. \n \nFinally, most companies have a natural tendency to want to grow rather than shrink. As companies grow and \ndiversify, capital allocation and strategic control can become more challenging. When a CEO who understands \ncapital allocation takes the helm of a company with underperforming assets, there is a great opportunity to \ncreate value through divestitures.55   \n \nNotwithstanding their significance in capital allocation, divestitures have received substantially less attention \nthan M&A in the academic literature. Research for the most part concludes that divestitures create value. A \nmeta-analysis of nearly 100 studies on divestitures concludes: “In the broadest possible terms, our results \nsuggest that on average, divestiture actions are associated with positive performance outcomes for the parent \nfirm.”56 \n \nAnalysis also shows that spin-offs create value for the spin-offs themselves as well as the corporate parents.57 \nResearchers who did a meta-analysis of more than 25 papers in the spin-off literature summed up their \nfindings this way: “The main conclusion is consistent: spin-offs are associated with strongly significant \nabnormal returns.” In 2016, the Bloomberg Spinoff Index is up more than twice as much as the S&P 500 \nIndex. Researchers suggest the factors that explain these wealth effects include sharpened focus, better \ninformation, and in some cases tax treatment.58 \n \nDivestitures remain active in 2016, reflecting the influence of activist investors and ongoing pressure for \ncompanies to create value. The number of spin-offs in 2016 is on pace with the 40 completed deals in \n2015.59 Similar to acquisitions, divestitures follow a wave with deals done at the peak of the cycle delivering \nlower returns for shareholders than those done at the beginning.60  \n \nDividends. A dividend is a cash payment to a shareholder that is generally paid from profits. Dividends and \nshare buybacks are the main ways companies return cash to shareholders. Companies can also return cash to \nshareholders by selling the company for cash. \n \nThe most profound difference between buybacks and dividends may be the attitude of executives. Most \nexecutives believe that once a dividend is established, paying it is on par with investment decisions such as \ncapital spending. In contrast, they tend to view buybacks as something to do with residual cash flow after the \ncompany has made all investments that are appropriate.61  \n \n \n"
    },
    {
      "number": 37,
      "text": "October 19, 2016  \n \nCapital Allocation \n37 \nThere are a couple of consequences of this difference in attitude. The first is that dividend payments are vastly \nless volatile than buybacks. Indeed, of all the capital allocation options, dividends have among the lowest \nstandard deviation in growth, as exhibit 9 demonstrates. Exhibit 34 shows the annual amount of dividends on \ncommon and preferred stock for the top 1,500 companies in the U.S., excluding the financial services and \nregulated utility industries, from 1980 to 2015. Dividends are remarkably resilient and were especially stable \nthrough the financial crisis from 2007-2009.62      \n \nExhibit 34: U.S. Common and Preferred Dividends, 1980-2015 \n \nSource: Credit Suisse HOLT. \nNote: Top 1,500 U.S. industrial firms. Dollar amounts are not inflated. \n \nExhibit 35 illustrates the quarterly dividends for the S&P 500, including financials, versus the price of the index. \nDividends dipped during the financial crisis as many companies in the financial services industry suspended, or \neliminated, their payouts. But overall, dividends fluctuated much less than the price of the S&P 500. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n0\n50,000\n100,000\n150,000\n200,000\n250,000\n300,000\n350,000\n400,000\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\nAs a percentage of net income\n$ Millions\nDollar amount\nAs a percentage of net income\n"
    },
    {
      "number": 38,
      "text": "October 19, 2016  \n \nCapital Allocation \n38 \nExhibit 35: S&P 500 Dividends and Index Price, 1999-June 2016 \n \n \nSource: S&P Dow Jones and FactSet. \n \nHow should investors assess dividends? First, dividends are useful to consider in the context of cash flow. To \nsustain a cash dividend, a company has to generate cash flow beyond the basic needs to maintain the \nbusiness and support its growth. So an investor should gauge a company’s cash flow prospects in order to \nanticipate a company’s ability to pay dividends.63    \n \nSecond, dividends can play an important role in the capital accumulation rate, also known as total shareholder \nreturn (TSR). From time to time you hear that dividends provide the bulk of shareholder returns for equities in \nthe long run. That assertion is wrong if you assume the goal of an investor is to accumulate capital. In fact, \nprice appreciation is the only source of investment return that increases accumulated capital over time.64 \n \nThe equity rate of return is a one-period measure and is simply the sum of stock price appreciation and the \ndividend. The capital accumulation rate, or TSR, is a multi-period measure that assumes all dividends are \nreinvested in the stock. Knowing price appreciation and dividend yield, the following equation allows you to \ncalculate TSR: \n \nTotal shareholder return (TSR) = Price appreciation + [(1 + price appreciation) * dividend yield] \n \nThe value of the compounding reinvested dividends means that the equity rate of return is always lower than \nthe TSR as long as price appreciation is positive. For example, assume price appreciation of 7 percent and a \ndividend yield of 2 percent. The equity rate of return is 9 percent (.07 + .02) and the TSR is 9.14 percent (.07 + \n[(1 + .07)*.02]).   \n \nThe key is that for an investor to actually earn the TSR, all of the dividends they receive must be reinvested back \ninto the stock. That’s why price appreciation only determines the TSR.   \n \n600\n800\n1,000\n1,200\n1,400\n1,600\n1,800\n2,000\n2,200\n0\n100\n200\n300\n400\n500\n600\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\nS&P 500 Index\nDividends ($ billions)\nDividends\nS&P 500\n"
    },
    {
      "number": 39,
      "text": "October 19, 2016  \n \nCapital Allocation \n39 \nIt’s crucial to acknowledge that almost no one earns the full TSR because most individuals do not reinvest the \ndividends they receive, and dividends are generally taxable. While there are no clear-cut data on the topic, it \nappears that only one-tenth of all dividend proceeds are reinvested. Naturally, investors can use dividends to \nconsume. But if they do, they can’t earn the TSR. \n \nFurther, most investors must pay taxes on the dividends they receive. Exhibit 36 shows the top marginal tax \nrate on dividends and capital gains from 1960 to the present. The TSR declines when you assume that only a \nfraction is reinvested in the stock. Academic research supports the view that the tax rate on payouts affects \nshareholder returns.65 \n \nExhibit 36: U.S. Top Marginal Tax Rate, 1960-2016 \n \nSource: Credit Suisse HOLT and the Tax Foundation. \n \nFinally, investors in the U.S. should recognize that many of the mature, cash-rich companies that are excellent \ncandidates for paying a healthy dividend generate a high percentage of their profits outside the U.S. The \ncompanies cannot repatriate this cash to the U.S. without incurring additional taxes. There are a number of \nU.S. multinationals that do not have enough domestic cash to pay their dividends, even though their balance \nsheets are flush. A number of these businesses simply borrow in the U.S. to fund their dividends.66    \n \nAcademic research on dividends supports a few points. To begin, older companies are more likely to pay \ndividends than younger companies. So any analysis of dividend yields must take into account the maturity of \nthe population of companies under consideration.67      \n \nSecond, dividends provide a strong signal about management’s commitment to distribute cash to shareholders \nand its confidence in the future earnings of the business. This is consistent with the managerial attitude that \ndividends are sacrosanct once declared. For this reason, companies are very deliberate about the decision to \ninitiate a dividend.68  \n \nDividends maintain steady, if modest growth. For example, dividends for the companies in the S&P 500 \ntotaled roughly $390 billion over the 12 months ending June 30, 2016, up 5% over the preceding 12 \nmonths.69 But an assessment of payout policy is not complete without considering share buybacks. \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1960\n1964\n1968\n1972\n1976\n1980\n1984\n1988\n1992\n1996\n2000\n2004\n2008\n2012\n2016\nCapital Gains\nDividends\n"
    },
    {
      "number": 40,
      "text": "October 19, 2016  \n \nCapital Allocation \n40 \nShare Buybacks. A share buyback is the second main way that companies return cash to shareholders. \nWhereas all shareholders are treated equally with a dividend, only shareholders who sell to the company \nreceive cash with a buyback. This means that shareholders realize very different outcomes based on whether \nthey choose to sell or hold the stock when they deem it to be overvalued, fairly valued, or undervalued.  \n \nExhibit 37 shows that gross buybacks for the top 1,500 companies in the U.S. have grown considerably from \n1980 to 2015. Buybacks are much more cyclical than dividends, consonant with the attitude that a company \nshould fund a buyback with cash that’s left over after all other uses, including dividends, have been exhausted.  \n \nExhibit 37: U.S. Gross Share Buybacks, 1980-2015 \n \nSource: Credit Suisse HOLT. \nNote: Top 1,500 U.S. industrial firms. Dollar amounts are not inflated. \n \nExhibit 38 narrows the sample to companies in the S&P 500 Index from 1999 through the first half of 2016, \nand compares their quarterly buyback volume to the level of the index. The exhibit makes clear that buybacks \nhug the results for the market. This fits the notion that buybacks are a use for residual cash and also implies \nthat managements have a proclivity to buy high and not buy low.   \n \n \n \n \n \n \n \n \n \n \n \n \n \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n0\n100,000\n200,000\n300,000\n400,000\n500,000\n600,000\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\nAs a percentage of net income\n$ Millions\nDollar amount\nAs a percentage of net income\n"
    },
    {
      "number": 41,
      "text": "October 19, 2016  \n \nCapital Allocation \n41 \nExhibit 38: S&P 500 Gross Buybacks and Index Price, 1999-June 2016 \n \nSource: S&P Dow Jones and FactSet. \n \nDespite the sharp rise in buybacks, many market analysts insist on using dividend yield as a measure of \npayout policy and as a means to anticipate future market returns.70 In fact, you need to be very cautious in \ncomparing data before and after 1982. Buybacks were very scarce prior to that date because the Securities \nand Exchange Act of 1934 prohibited the manipulation of securities prices. Since the rules weren’t clear about \nwhat constituted manipulation, most companies avoided buybacks altogether.71 \n \nIn 1982, Congress enacted Rule 10b-18, which grants companies a safe harbor provided they follow certain \nrules. Those rules form a legal shield from the threat of being sued by specifying how a company can execute \na buyback in terms of manner, timing, price, and volume.72 The Securities and Exchange Commission has \nsubsequently updated the rules to reflect current market conditions. The year 1982 marks a new regime in \nhow companies return cash to shareholders. \n \nWhen assessing a repurchase program, investors and executives should consider the golden rule of share \nbuybacks, which states: A company should repurchase its shares only when its stock is trading below its \nexpected value and when no better investment opportunities are available.73 \n \nThe golden rule addresses both absolute and relative value. Companies should only invest where they \nanticipate a payoff that has a positive net present value. This is a fancy way of saying “you will get more than \nwhat you pay for.” This absolute benchmark applies to all of a company’s capital allocation decisions, including \nM&A, capital expenditures, and R&D.  \n \nThe rule also addresses relative value when it emphasizes that companies should prioritize higher return \ninternal investment opportunities over buybacks. Ideally, executives should rank their investment opportunities \nby expected return and fund them from highest to lowest. A company should expect that all of the investments \nit funds will earn above the cost of capital. While access to capital can be a constraint, most companies \ngenerate sufficient cash flow to fund their internal investments.74 \n600\n800\n1,000\n1,200\n1,400\n1,600\n1,800\n2,000\n2,200\n0\n100\n200\n300\n400\n500\n600\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\nS&P 500 Index\nBuybacks ($ billions)\nBuybacks\nS&P 500\n"
    },
    {
      "number": 42,
      "text": "October 19, 2016  \n \nCapital Allocation \n42 \nThe second aspect of assessing a buyback is its impact on various shareholders under different conditions. \nOnly if a stock trades exactly at intrinsic value do buybacks and dividends treat all shareholders the same. If a \nstock is overvalued or undervalued, the effect of a buyback is different for selling shareholders than it is for \nthose who continue to hold. \n \nFrom the company’s standpoint, corporate value is conserved no matter how the company chooses to pay out \ncash. What differs is who wins and who loses as the result of buying stock below or above intrinsic value. \nSince management should focus on building value per share for continuing shareholders, it should always try \nto buy back shares that are undervalued. \n \nExhibit 39 illustrates the principle. Say we have a company with a value of $100,000 and 1,000 shares \noutstanding that decides to return $20,000 to its shareholders.  \n \nExhibit 39: The Value Conservation Principle \n \nSource: Credit Suisse. \n \nIn Scenario A, we assume the stock price is $200, double the fair value of $100 ($100,000/1,000). The \ncompany can buy 100 shares, leaving $80,000 of value and 900 shares outstanding. In this case, the selling \nshareholders gain $100 per share ($200 proceeds - $100 value = $100) and the continuing shareholders \nlose $11.11 per share ($88.89 continuing value - $100 initial value = -$11.11). Buying back overvalued \nstock benefits sellers at the expense of buyers. \n \nIn Scenario B, we assume the stock trades at one-half of fair value, or $50 per share. The company can buy \n400 shares, with $80,000 of remaining value and 600 shares outstanding. Now we see that the selling \nshareholders lose $50 per share ($50 proceeds - $100 value = -$50) and continuing shareholders gain \n$33.33 per share ($133.33 continuing value - $100 initial value = $33.33).   \nScenario A\nScenario B\nScenario C\nAssumptions\nBase\nAssume \nbuyback @ $200\nAssume \nbuyback @ $50\nAssumptions\nAssume dividend \nof $20\nBuyback amount\n$20,000\n$20,000\nDividend amount\n$20,000\nFirm Value\n100,000\n$ \n$80,000\n$80,000\nFirm Value\n$80,000\nShares outstanding\n1,000\n1,000\n1,000\nShares outstanding\n1,000\nCurrent price\n$100\n$200\n$50\nCurrent price\n$10\nShares post buyback\n900\n600\nValue/share\n$100\n$88.89\n$133.33\nValue/share\n$80.00\nDividend/share\n$20.00\nSelling shareholders\n100\n400\n$200\n$50\nValue to sellers\n$20,000\n$20,000\nOngoing shareholders\n900\n600\nOngoing shareholders\n$80,000\n$88.89\n$133.33\nDividends\n$20,000\n$80,000\n$80,000\nTotal value\n$100,000\n$100,000\nTotal value\n$100,000\nPer share +/- sellers\n$100.00\n($50.00)\nPer share +/- holders\n($11.11)\n$33.33\n"
    },
    {
      "number": 43,
      "text": "October 19, 2016  \n \nCapital Allocation \n43 \nIn Scenario C, the company pays a $20 dividend to all shareholders. Just as in the prior scenarios, the firm \nvalue drops to $80,000, but each shareholder receives identical treatment, leaving aside tax considerations.  \n \nThis analysis suggests a couple of points that investors commonly overlook. First, if you are the shareholder of \na company that is buying back stock, doing nothing is doing something. By choosing to hold the shares \ninstead of selling a pro-rated amount, you are effectively increasing your percentage ownership in the \ncompany. One alternative is to sell shares in proportion to your stake, creating a homemade dividend and \nmaintaining a steady percentage ownership in the business. \n \nSecond, it is logical that you would prefer that the companies you hold in your portfolio buy back stock rather \nthan pay a dividend. If you own shares of companies that you think are undervalued, buybacks will increase \nvalue per share by definition. The only instance where this may not be true is if you believe that a dividend \nwould provide a more powerful signal to the market, hence creating more value than a buyback. \n \nTying together these thoughts, there are basically three schools of thought regarding buybacks: fair value, \nintrinsic value, and accounting-motivated. The intrinsic value school is where you want to be if possible. \n \nThe fair value school takes a steady and consistent approach to buybacks. Management believes that over \ntime it will buy back shares when they are both overvalued and undervalued, but for the most part when they \nare about fairly priced. This approach offers shareholders substantial flexibility as it allows them to hold shares \nand defer tax liabilities or create homemade dividends by selling a pro-rated number of shares.  \n \nThe fair value school is consistent with the free cash flow hypothesis, which says that managers who have \nexcess cash will invest it in projects with a negative net present value. By disbursing cash, a company buying \nback its shares reduces the risk of doing something foolish with the funds.75 Research suggests that most \ncompanies would have been better off buying back stock consistently versus their actual behavior of buying \nheavily in some periods and lightly, or not at all, in others.76 \n \nThe intrinsic value school believes a company should only buy back shares when it deems them to be \nundervalued. A company must have asymmetric information or beliefs, as well as analytical prowess, to \nprofitably pursue this approach. Asymmetric information means that company management has information \nthat the stock price fails to reflect. Differing beliefs occur when management has the same information as the \nmarket but comes to different conclusions about what that information means.  \n \nAnalytical prowess means that the executives at the company know how to translate their differential view into \nan estimate of the relationship between the stock price and intrinsic value. Investors should not assume that \nmanagement has this ability. Indeed, surveys consistently show that executives believe their stock to be cheap. \nFor example, in a survey from mid-2013, 60 percent of chief financial officers (CFOs) thought that U.S. \nequities were overvalued, but only 11 percent thought their own stock was overvalued.77    \n \nManagement can act on its conviction by being bold with its buyback program, buying back a substantial \npercentage of the shares or even buying them at a premium to the prevailing price through a tender offer.78 \nThis school fits the signaling hypothesis, which suggests that companies buy back shares when they deem \nthem to trade below intrinsic value. Further, it is important to focus on actual share buybacks versus buyback \nannouncements. The evidence supporting the signaling hypothesis is mixed, but 85 percent of CFOs believe \nthat their buyback decision conveys information.79      \n \nBoosting short-term accounting results, especially earnings per share (EPS), is what motivates the final \nschool.80 When surveyed, three-fourths of CFOs cite increasing EPS as an important or very important factor \n"
    },
    {
      "number": 44,
      "text": "October 19, 2016  \n \nCapital Allocation \n44 \nin the decision to buy back shares. Two-thirds of CFOs say that offsetting the dilution from option or other \nstock-based programs is important. This underscores another essential point: you should consider buybacks \nnet of equity issuance.  \n \nThe problem with the accounting-motivated school is that its actions are not necessarily aligned with the \nprinciple of value creation.81 For example, there may be a case where buying back overvalued stock boosts \nEPS and helps management reach a financial objective that prompts a bonus. In this case the motivation is \nimpure because management’s proper goal is to allocate capital in an economically sound fashion for \nshareholders.  \n \nInvestors assessing companies buying back stock should make an effort to determine which school the \nmanagement team is in. It can be the case that management buys back stock for the right reason and realizes \naccounting benefits as a result. That’s fine. But investors should be on the lookout for companies that make \ndecisions based on the accounting results without sufficient regard for the economic merits.    \n \nA couple of findings from the academic research are worth highlighting. The first is that it appears companies \nare increasingly using buybacks as a substitute for dividends.82 As a result, total shareholder yield (sum of \ndividends and buybacks divided by equity market capitalization) may be a better indicator of a company’s \nproclivity to pay out than a simple dividend yield. Exhibit 40 shows the total shareholder yield, with and without \nequity issuance, and the cost of equity for the top 1,500 companies in the U.S. from 1980-2015. The \nshareholder yield has been remarkably stable, belying the decline in dividend yield. Equity issuance lowers the \ntotal shareholder yield by 140 basis points on average, with a range of 70 to 310 basis points.83 \n \nExhibit 40: U.S. Total Shareholder Yield versus Cost of Equity, 1980-2015 \n \nSource: Credit Suisse HOLT and Aswath Damodaran.  \nNote: Top 1,500 U.S. industrial firms. \n \n \n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n16%\n18%\n20%\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\nCost of Equity\nTotal Shareholder Yield (Gross)\nTotal Shareholder Yield (Net)\n"
    },
    {
      "number": 45,
      "text": "October 19, 2016  \n \nCapital Allocation \n45 \nResearch suggests that buybacks were well received by the stock market in the early days. This is likely the \nresult of a couple of drivers, including the novelty of buybacks and hence the stronger signal they sent, as well \nas the fact that more buybacks were in the form of Dutch auctions and tender offers versus open market \npurchases, which are more prevalent today. Analysis of recent buybacks suggests mixed effects.84 \n \nBuybacks continue at a healthy clip. For example, buybacks for the companies in the S&P 500 totaled $585 \nbillion over the 12 months ending June 30, 2016.85 This fits the idea that managements buy when they feel \nconfident. Buybacks and dividends combined totaled $975 billion for companies in the S&P 500 for the 12 \nmonths ending June 30, 2016, in line with the all-time 12-month record set in March 2016.  \n \nAssessing Management’s Capital Allocation Skills \n \n “All roads in managerial evaluation lead to capital allocation.”86 \n \nThe final part of this report provides a framework for assessing a management team’s capital allocation skills. \nThis framework has four components. First, you want to study how a company has allocated capital in the \npast. Next, you need to examine the company’s return on invested capital and, more importantly, return on \nincremental invested capital. Third is a careful consideration of incentives and corporate governance. And  \nfinally, you can compare management’s actions to the five principles of capital allocation.  \n \nRegulation may constrain the choices a management team has in the allocation of capital. In industries \nincluding insurance and banks, regulators seek to establish capital adequacy to offset possible adverse \noutcomes. In utilities, regulations limit the returns on invested capital in order to best serve the public good. \nUnderstanding regulations and how they might change is essential for these industries. \n     \nPast Spending Patterns. The first step in assessing a company’s capital allocation skills is to see how \nmanagement has allocated capital in the past. You should break the analysis into two parts, one dealing with \ninvestments in the operations (M&A, capital expenditures, R&D, and working capital) and the other with \nreturning cash to claimholders (dividends, buybacks, and debt repayment).  \n \nThe value of a business is the present value of future free cash flow (FCF). Free cash flow is defined as net \noperating profit after tax (NOPAT), a measure of the cash earnings of the business that assumes no financial \nleverage, minus investment (I) in future growth: \n \nFCF = NOPAT – I \n \nNOPAT is determined by sales and sales growth, operating profit margins, and the cash tax rate. Investment \nis determined by changes in working capital, capital expenditures net of depreciation, and acquisitions net of \ndivestitures. You can calculate these sums using what Alfred Rappaport, a professor emeritus at the J. L. \nKellogg Graduate School of Management at Northwestern University, calls “value drivers.”87 Capital allocation \nis primarily about the value drivers that determine investment.  \n \nTo make the comparison clean, Rappaport defines value drivers as the number of cents the company invests \nin each use for every $1.00 change in sales. For example, if a company’s working capital grows by $10 in a \ngiven year and its sales grow by $100, the incremental working capital rate is 10 percent ($10/$100). If in \nthe same year capital expenditures are $130 and depreciation is $70, the fixed capital rate is 60 percent \n($60/$100). You can calculate the value driver for acquisitions less divestitures in the same way. \n \n"
    },
    {
      "number": 46,
      "text": "October 19, 2016  \n \nCapital Allocation \n46 \nA useful first step in assessing capital allocation is to see how much was invested in each area for an \nincremental dollar of sales over time. We like to calculate results for a minimum of three years, if available, and \nprefer to go back five to ten years when possible. Here are the numbers for Walmart for the five years ending \nin fiscal 2016:88 \n \nIncremental working capital investment rate  =  3.6 percent \nIncremental fixed capital rate  \n \n \n \n \n= 31.6 percent \nIncremental M&A rate   \n \n \n \n \n \n \n= 0.2 percent \n \nInstantly, you will see whether the company is investing in working capital, capital expenditures, or M&A. That \nallows you to focus your attention. In this case, it is clear that capital expenditures are the main use of capital.   \n \nHere are the numbers for Cisco Systems over the past five years (fiscal 2011-2016): \n \nIncremental working capital investment rate  =  17.0 percent \nIncremental fixed capital rate  \n \n \n \n \n= 41.2 percent \nIncremental M&A rate   \n \n \n \n \n \n \n= 226.7 percent \n \nNow you can see that M&A has been more important than capital expenditures. In this case, you would roll up \nyour sleeves and figure out how management approaches its M&A decisions. You might also review past \ndeals to see how the market reacted.  \n \nThis analysis is also useful to assess the change in practices from one CEO to the next. Some CEOs may \nseek to grow primarily organically, which will raise one set of analytical issues. A successor may be more \nacquisitive, raising a separate set of issues. Assuming past behaviors provide some basis for anticipating \nfuture behavior, this analysis is very useful. \n \nLook for inflection points as well. Are capital expenditures ramping up versus prior levels of spending? Is the \ncompany improving its cash conversion cycle? You want to note changes in spending patterns so as to align \nyour analysis with the developments at the company.  \n \nThe second component of this analysis is to understand how and why management has returned cash to \nclaimholders. This also requires considering a company’s capital structure and whether it can or should \nchange. The key is to understand the rationale and motivation for the decisions management makes to \nevaluate whether they are consistent with the principles of building long-term value per share.     \n \nIn assessing a company’s past capital allocation, it’s interesting to determine who exactly is making the \ndecision. Researchers surveyed executives and found that CEOs are least likely to delegate decisions about \nM&A but much more likely to defer to colleagues on issues such as capital structure and payout ratio. CEOs \ndelegate less if they have a master’s degree in business administration, have been around for a long time, or \nare particularly knowledgeable about a project. CEOs delegate more when the firm is large or complex. Most \ncompanies say they use the net present value rule to make investments, but the reputation of the division \nmanager requesting resources is important as is senior management’s “gut feel.”89 \n \nIt’s also useful to understand how the process works. As a practical matter, many companies approach capital \nallocation through a budgeting process. In a simple version, each division has a capital budget and can either \naccept that amount or ask for more. Such a request may be subject to a value audit. Research shows that \nsuch a budgeting process can lead to overinvestment in low return projects if the budget exceeds the \nopportunities and underinvestment if the opportunities exceed the budget.90    \n"
    },
    {
      "number": 47,
      "text": "October 19, 2016  \n \nCapital Allocation \n47 \nCalculating Return on Invested Capital and Return on Incremental Invested Capital. The second \ncomponent to assessing capital allocation is determining the output of management’s decisions through an \nanalysis of return on invested capital (ROIC) and return on incremental invested capital (ROIIC). ROIC provides \na picture of the company’s overall performance while ROIIC dwells on the efficiency of incremental spending. \nOur report, “Calculating Return on Invested Capital: How to Determine ROIC and Address Common Issues,” \nprovides details on how to calculate ROIC and ROIIC and includes case studies.91 Here’s a quick summary.  \n \nNOPAT is the numerator of ROIC. Because NOPAT assumes no financial leverage, the sum is the same \nwhether a company is highly levered or free of debt. This is essential for comparability within and across \nindustries. \n \nInvested capital is the denominator of ROIC. You can think of invested capital in two ways that are equivalent. \nFirst, it’s the amount of net assets a company needs to run its business. Alternatively, it’s the amount of \nfinancing a company’s creditors and shareholders need to supply to fund those net assets. These approaches \nare the same since dual-entry accounting requires that both sides of the balance sheet equal one another.  \n \nYou should calculate ROIC using the assets side of the balance sheet if given a choice, as that allows you to \nsee how efficiently the company is using capital. In contrast, the right-hand side shows only how much capital \nthe firm has and how it has chosen to finance the business. Ideally, you should calculate ROIC from both the \nleft- and right-hand sides of the balance sheet.  \n \nIn fiscal 2016, Walmart’s NOPAT was $15.5 billion and its average invested capital was $143.0 billion, for an \nROIC of 10.8 percent. This is well in excess of the company’s cost of capital. Since strategies, a bundle of \ninvestments, must earn a return in excess of the cost of capital in order to pass the NPV test, ROIC can be a \nrough proxy for value creation. \n \nAcademic research shows that the market rewards investment in organic growth in high return businesses. \nTypically, companies that earn high ROICs are said to have some sort of competitive advantage. A quick \nanalysis of ROIC indicates whether a company has a competitive advantage and, if so, what lies at the \nfoundation of that advantage.  \n \nBruce Greenwald, a professor at Columbia Business School, argues that there are two sources of competitive \nadvantage: consumer advantage and production advantage. The key to each advantage is the creation of \nbarriers to entry that fend off competition. Barriers to entry are particularly strong when a company enjoys \neconomies of scale, which mean that the cost per unit for the incumbent is lower than that for a challenger.92 \n \nA consumer advantage is the result of the habitual use of a product, high costs of switching to a new product, \nor high costs of searching for a superior product. A production advantage allows a company to deliver its \ngoods or services more cheaply than its competitors and is the result of either privileged access to inputs or to \nproprietary technology that is difficult or costly to imitate. A competitive strategy analysis focuses on identifying \nthese sources of advantage and assessing their durability.  \n \nROIC can provide a quick and useful way to investigate competitive advantage. You can decompose ROIC into \ntwo parts, a modified version of what is known as a DuPont Analysis:  \n \nReturn on invested capital (ROIC) = NOPAT     x   ____Sales____               \n \n \n \n \n \n \n    \n \n \n \n \n Sales  \n           Invested Capital \n \n"
    },
    {
      "number": 48,
      "text": "October 19, 2016  \n \nCapital Allocation \n48 \nThe ratio of NOPAT/Sales, or NOPAT margin, is a measure of profit per unit. Sales/Invested Capital, or \ninvested capital turnover, is a measure of capital efficiency. Sales cancel out when you multiply the terms and \nyou are left with NOPAT/Invested Capital, or ROIC.  \n \nIt is easy to imagine two companies arriving at the same ROIC by different paths. Walmart got to its 10.8 \npercent ROIC with a 3.2 percent NOPAT/Sales ratio and a 3.4 times Sales/Invested Capital ratio. This is a \nclassic low-margin, high-invested capital turnover business. A luxury goods seller, on the other hand, may \nreach the same ROIC with an 18.0 percent NOPAT/Sales ratio and 0.6 times invested capital turnover. \n \nExhibit 41 summarizes the analysis. If a company gets to a high ROIC through a high NOPAT margin, you \nshould focus your analysis on a consumer advantage. If the company’s high return comes from a high turnover \nratio, emphasize analysis of a production advantage. For companies that are high in both, consider how the \nadvantages are reinforced by economies of scale.  \n \nExhibit 41: ROIC and Competitive Advantage \n \nSource: Credit Suisse. \n \nHaving defined and discussed ROIC we must now emphasize that it’s not the absolute ROIC that matters but \nrather the change in ROIC. Or, even more accurately, what’s crucial is the expectation for changes in ROIC. \nNeedless to say, the market is not always perfect at anticipating change in ROIC, so having a sense of where \nROIC is going can be of great value.93 \n \nOne potentially useful measure is return on incremental invested capital, or ROIIC. ROIIC properly recognizes \nthat sunk costs are irrelevant and that what matters is the relationship between incremental earnings and \nincremental investments.  \n \nThe definition of ROIIC is as follows:  \n \nROIIC =  \n           \n \n \n     Year2 NOPAT – Year1 NOPAT     \n                              \n   Year1 invested capital – Year0 invested capital  \n \n \nConsumer and \nProduction \nAdvantage\nNo Advantage\nInvested Capital Turnover\nNOPAT Margin\nConsumer \nAdvantage\nProduction \nAdvantage\n"
    },
    {
      "number": 49,
      "text": "October 19, 2016  \n \nCapital Allocation \n49 \nIn words, ROIIC compares the change in NOPAT in a given year to the investments made in the prior year. \nLet’s say a company’s Year0 invested capital is $2,000 and it invests $200 during the year (making Year1 \ninvested capital $2,200). Further, NOPAT from Year1 to Year2 climbs from $300 to $350. Given these \nassumptions, ROIIC is 25 percent [($350-300)/($2,200-2,000)].  \n \nIt is preferable to calculate ROIIC on a rolling three- or five-year basis for businesses with investments or \nNOPAT that are lumpy. At the other extreme, you can take quarterly changes and annualize them if you want \nto see if there are any recent trends or improvements. Obviously these results will be the most volatile, but \nthey can give you some insights into how the business is doing. As an example of the calculation, Walmart’s \nROIIC is 105 percent for fiscal 2016, -44 percent for a rolling three-year period ended 2016, and -11 percent \nfor the rolling five-year period ended 2016.  \n \nHigh ROIICs generally indicate that a business is either capital efficient or has substantial operating leverage \n(which often proves transitory). Calculating a company’s historical ROIIC can be very helpful in understanding \npotential earnings moves.  \n \nA final note of warning: ROIIC—for a host of technical reasons—is not really an economic measure of value. \nFurther, ROIIC makes the strong underlying assumption that the ROIC on the base business remains stable. \nThis is clearly not always true. So use the measure to determine the likelihood of change and to understand \npast patterns, but don’t compare it with the cost of capital or consider it a true return measure.94 \n \nIncentives and Corporate Governance. One of the essential lessons of economics is that incentives matter. \nBut it is also the case that incentives designed to achieve one objective can lead to unintended \nconsequences.95 The goal of this section is to consider whether the incentives a company has in place \nencourage judicious capital allocation. Most of these incentives address compensation.  \n \nAgency theory is the classic way to explain why the managers of a company may not act in the interests of the \nshareholders.96 The idea is that conflicts can arise when there is a separation between ownership and control \nof a firm. There are three areas where these conflicts tend to arise.97   \n \nThe first is that while it is clear that shareholders want management to maximize the value of their holdings, \nmanagement may derive benefits from controlling resources that don’t enrich shareholders. For example, if \nremuneration is roughly correlated with the size of the firm, management may seek to do value-destroying \nM&A deals to grow.  \n \nThe second area of conflict is with tolerance for risk. Since shareholders tend to hold stocks as part of a \ndiversified portfolio and managers are disproportionately exposed to their own company, managers may seek \nless risk than shareholders would deem appropriate.  \n \nThe final conflict is with time horizon. To the degree that compensation plans have a shorter time horizon than \nthe period shareholders use to assess the merit of an investment, there can be a mismatch. So managers may \ndwell on short-term boosts in earnings. Indeed, research shows that a large majority of managers are willing to \nforego value-creating investments to deliver near-term earnings.98  \n \nSo what kind of executive compensation scheme provides the proper incentives for management to build \nvalue? You can start with what you don’t want, which is incentive compensation that is completely \nindependent of value creation. In this case, an executive would have limited incentive to build value because \nhe or she would not benefit directly from that increase. At the other extreme would be the case where the \nCEO owns 100 percent of the company, blunting any concerns about agency theory.  \n"
    },
    {
      "number": 50,
      "text": "October 19, 2016  \n \nCapital Allocation \n50 \nAs a broad characterization, compensation for CEOs in the past 30 years has moved from one based heavily \non salary and bonus to one much more sensitive to stock price performance.99 But the shift to stock-based \ncompensation, seemingly a step in reducing agency costs, has brought with it a host of other challenges. \nMost pronounced is that many executives are now focused on boosting the stock price by whatever means \nthey can rather than focusing on creating value, which ultimately gets reflected in the market price.  \n \nThere is a spirited debate about whether equity-based compensation is doing a proper job of encouraging \nmanagement to focus on long-term performance.100 In practice, there are two challenges to equity-based \ncompensation that make it less effective than it might be. Properly structured compensation programs can \naddress both challenges, but rarely do. The first is a company’s stock price is only a rough measure of \ncorporate performance. Factors outside of management’s control, including general economic conditions, \ninterest rates, inflation expectations, and the equity risk premium, can play a larger role in stock price changes \nthan corporate results do.101       \n \nThe second challenge is that while the stock market does provide managers with information about investment \nopportunities and the past decisions of managers, that information can be noisy in the short run.102 That few \nmanagers understand market expectations effectively compounds this challenge.103 \n \nBefore discussing how to address these challenges, let’s take a look at the metrics that companies most \ncommonly use in their incentive compensation. Frederic W. Cook & Co., a consulting firm dedicated to \nexecutive compensation, does an annual survey of the largest 250 companies in the S&P 500. Exhibit 42 \nshows the results. In recent years, TSR has emerged as the most common incentive metric, followed by \nmeasures of profit and capital efficiency.104  \n \nExhibit 42: Most Commonly Used Long-Term Incentive Metrics \n \nSource: Frederic W. Cook & Co., “The 2015 Top 250 Report: Long-Term Incentive Grant Practices for Executives,” December 2015. \n \nOn the surface it may appear encouraging that TSR is on top of the list. But there are a couple of reasons for \ncaution. Using TSR as an incentive metric doesn’t really matter if a company doesn’t know how to create \nvalue. Having the right goal isn’t helpful if you don’t know how to achieve that goal. And since TSR is absolute \nversus relative to some benchmark, external factors may play a bigger role in compensation than company-\nspecific factors. So unless TSR is relative to an appropriate benchmark, it fails to reflect the efforts of the firm.  \n \nThe Credit Suisse HOLT team built a scorecard to assess the quality of management incentives. Unlike the \nFrederic W. Cook & Co. survey, the HOLT approach is to award points for positive incentive measures such \nas operational drivers, return on capital, relative TSR, and long-term plans, and to deduct points for negative \nmeasures including no disclosure, absence of financial targets, substantial option expense, and no long-term \nplan. The sample includes most of the top 1,000 companies in the U.S.105  \n \n2015\n2014\n2013\nTotal shareholder return\n54%\n58%\n54%\nProfit (EPS, etc.)\n51\n50\n49\nCapital efficiency\n41\n41\n40\nRevenue\n20\n21\n20\nCash flow\n11\n13\n12\nOther\n14\n15\n17\n"
    },
    {
      "number": 51,
      "text": "October 19, 2016  \n \nCapital Allocation \n51 \nExhibit 43 shows the average management incentive score by sector using the proxy statements filed in 2015. \nThe sectors with the most positive scores include materials and consumer staples, while telecommunication \nservices and information technology fare relatively poorly. \n \nExhibit 43: Average Management Incentive Scores by Sector, 2015 \n \nSource: Credit Suisse HOLT.  \n \nSo what elements should you look for in an effective incentive program? The key is to look for a company that \nseeks to build long-term value per share with the belief that the stock market will ultimately follow that value. If \nthe market fails to reflect that value, management can take action by sharpening communication or buying \nback stock.   \n \nThere are three elements to an incentive compensation program that supports judicious capital allocation.106 \nThe first is to compensate senior executives with stock options or restricted stock units that are indexed to \neither the market overall or an appropriate peer group.  Presuming that exogenous factors affect peers in a \nsimilar fashion as the target firm, indexing takes a large step toward isolating management skill and reducing \nthe role of luck. Only individuals who can influence the stock price should be paid in equity, which limits the \nnumber of eligible executives.  \n \nSecond, executives who run operating units, as well as front line employees, should be paid for exceeding \nlong-term goals for the operating value drivers. These include sales growth, operating profit margins, and \nsome measure of return on invested capital. Broader value drivers can be further broken down into leading \nindicators of value, performance measures that roll up to the value drivers.  \n \nFor example, if a retailer has a goal of opening five new stores in a year, a leading indicator of value might \ninclude finding a store location and signing a lease. Here again, the incentives are awarded based on what the \nindividual employees can control. Warren Buffett explains that a good plan “should be (1) tailored to the \neconomics of the specific operating business; (2) simple in character so that the degree to which they are \nbeing realized can be easily measured; and (3) directly related to the daily activities of the plan participants.”107 \n \n1.0\n1.5\n2.0\n2.5\n3.0\nInformation Technology\nTelecommunication Services\nUtilities\nEnergy\nFinancials\nConsumer Discretionary\nHealthcare\nIndustrials\nConsumer Staples\nMaterials\n"
    },
    {
      "number": 52,
      "text": "October 19, 2016  \n \nCapital Allocation \n52 \nFinally, recognize that the debate about the short term versus the long term is an empty one. Instead, \nacknowledge that the goal is to maximize long-term value per share. This applies to activities that \nmanagement expects to pay off quickly or in the distant future.108 Amazon.com is a company that appears \ncomfortable taking a long-term view. The company’s CEO, Jeff Bezos, argues that there is less competition \nfor long-term initiatives. He says, “If everything you do needs to work on a three-year time horizon, then you’re \ncompeting against a lot of people. But if you’re willing to invest on a seven-year time horizon, you’re now \ncompeting against a fraction of those people, because very few companies are willing to do that. Just by \nlengthening the time horizon, you can engage in endeavors that you could never otherwise pursue. At Amazon \nwe like things to work in five to seven years.”109 \n \nIncentives are an important determinant of behavior. Examine whether a management team is committed to \nbuilding long-term value by examining their words, incentives, and actions. Agency costs are alive and well, \nand in many cases companies try to boost their stock price using artificial or superficial methods versus \nboosting underlying long-term value through the proper conception and execution of a strategic plan.  \n \nFive Principles of Capital Allocation. In their book, The Value Imperative, James McTaggart, Peter Kontes, \nand Michael Mankins describe four principles of resource allocation that apply readily to our discussion about \ncapital allocation.110 We added one to expand the list to five and believe that these principles are a sound \nbenchmark that you can use to measure management’s mindset regarding their capital allocation practices.111  \n  \n1. Zero-based capital allocation. Companies generally think about capital allocation on an incremental \nbasis. For example, a study of more than 1,600 U.S. companies by McKinsey found that there was a \n0.92 correlation between how much capital a business unit received in one year and the next. For one-\nthird of the companies, that correlation was 0.99.112 In other words, inertia appears to play a large role in \ncapital allocation.  \n \nThe proper approach is zero-based, which simply asks, “What is the right amount of capital (and the right \nnumber of people) to have in this business in order to support the strategy that will create the most \nwealth?”113 There is no reference to how much the company has already invested in the business, only \nhow much should be invested.  \n \nResearch by McKinsey suggests that those companies that showed a zero-based allocation mindset, and \nhence were the most proactive in reallocating resources, delivered higher TSRs than the companies that \ntook more of an incremental approach.114 Further, academic research shows that those companies that \nare good at internal capital allocation tend to be good at external allocation as well.115     \n \n2. Fund strategies, not projects. The idea here is that capital allocation is not about assessing and \napproving projects, but rather assessing and approving strategies and determining the projects that \nsupport the strategies. Practitioners and academics sometimes fail to make this vital distinction.116 There \ncan be value-creating projects within a failed strategy, and value-destroying projects within a solid strategy.  \n \nAnother reason to be cautious about a project approach is that it is easy to game the system. It is \ncommon for companies to have thresholds for project approval. For instance, a plant manager can \napprove small projects, business unit heads larger ones, the CEO bigger ones still, and the board of \ndirectors the largest investments. But at each level, analysts can manipulate the numbers to look good. \nOne of the aspects of the institutional imperative, as Buffett describes it, is, “Any business craving of the \nleader, however foolish, will be quickly supported by detailed rate-of-return and strategic studies prepared \nby his troops.”117 \n \n"
    },
    {
      "number": 53,
      "text": "October 19, 2016  \n \nCapital Allocation \n53 \nThe key to this principle is recognizing that a business strategy is a bundle of projects and that the value of \nthe bundle is what matters. The CEO and board must evaluate alternative strategies and consider the \nfinancial prospects of each.   \n \n3. No capital rationing. The attitude at many companies, which the results of surveys support, is that \ncapital is “scarce but free.” The sense is that the business generates a limited amount of capital which \nmakes it “scarce,” but since it comes from within it is “free.”   \n \nThe primary source of capital for companies in the U.S. is the cash they generate. The patterns of \nspending on the various uses of capital indicate the attitude of managements. Capital expenditures, R&D, \nand dividends receive priority, and M&A and share buybacks are considered when economic results are \ngood. Internal capital allocation tends to be very stable from year to year, and inertia plays a large role. \nBusiness units may jockey for more capital but, as we have seen, the changes in year-to-year allocation \ntend to be modest. These observations are consistent with the “scarce but free” mindset. \n \nA better mindset is that capital is plentiful but expensive. There are two sources of capital that companies \ncan tap beyond the cash generated internally. The first is redeploying capital from businesses that do not \nearn sufficient returns. Management can execute this inside the company or sell the underperforming \nbusinesses and redeploy the proceeds. The second is the capital markets. When executives have value-\ncreating strategies that need capital, the markets are there to fund them in all but the most challenging \nenvironments.    \n \nThe notion that internally generated capital is free is also problematic. Thoughtful capital allocators \nrecognize that all capital has an opportunity cost, whether the source is internal or external. As a \nconsequence, managers should explicitly account for the cost of capital in all capital allocation decisions. \nToo frequently, companies select actions that add to earnings or earnings per share without properly \nreckoning for value. \n \nThe limiting resource for many companies is not access to capital but rather access to talent. Finding \nexecutives with the proper skills for success, including an aptitude for allocating capital, is not easy. This is \na valid challenge but relates to recruiting and development, not access to capital. \n \n4. Zero tolerance for bad growth. Companies that wish to grow will inevitably make investments that do \nnot pay off. The failure rate of new businesses and new products is high. Seeing an investment flop is no \nsin; indeed it is essential to the process of creating value. What is a sin is remaining committed to a \nstrategy that has no prospects to create value, hence draining human and financial resources. \n \nExecutives who follow this principle invest in innovation but are ruthless in cutting losses when they see \nthat a strategy is unlikely to pay off. Many companies have the opportunity to create substantial value by \nexiting businesses where they have no advantage. This reduces cross-subsidization within the organization \nand allows for the best managers to work for the businesses that create the most value.  \n \n5. Know the value of assets, and be ready to take action to create value. Intelligent capital allocation \nis similar to managing a portfolio of stocks in that it is very useful to have a sense of the difference, if any, \nbetween the value and price of each asset. This includes the value of the company and its stock price. \nNaturally, such analysis must include considerations such as taxes.  \n \nWith a ready sense of value and price, management should be prepared to take action to create value. \nSometimes that means acquiring, other times that means divesting, and frequently there are no clear gaps \n"
    },
    {
      "number": 54,
      "text": "October 19, 2016  \n \nCapital Allocation \n54 \nbetween value and price. As we have seen, managers tend to prefer to buy than to sell, even though the \nempirical record shows quite clearly that sellers fare better than buyers, on average. \n \nAs we mentioned in the introduction, the answer to most capital allocation questions is, “It depends.” \nManagers who adhere to this final principle understand when it makes sense to act on behalf of long-term \nshareholders.  \n \nConclusion \n \nCapital allocation is one of management’s prime responsibilities. Yet few senior executives are versed or \ntrained in methods to allocate capital most effectively. Further, incentive programs frequently encourage \nbehaviors that are not in the best interests of long-term shareholders. We believe that the goal of capital \nallocation is to build long-term value per share.  \n \nIn this report, we examined the sources and uses of capital. We found that U.S. corporations fund most of \ntheir investments internally and that M&A and capital expenditures are the largest uses of capital for \noperations. We then examined seven capital allocation alternatives, noting what the actual spending has been, \nhow to think about that alternative analytically, what the academic research says, and the near-term outlook.  \n \nFinally, we set out a framework to assess the capital allocation practices of a management team. This \nframework includes examining past behavior, calculating return on invested capital, weighing incentives, and \nconsidering the five principles of thoughtful capital allocation. \n"
    },
    {
      "number": 55,
      "text": "October 19, 2016  \n \nCapital Allocation \n55 \nAcknowledgment \n \nWe thank the Credit Suisse HOLT team for their essential contributions to this research. In particular, we \nappreciate the assistance of Ron Graziano, Tom Hillman, David Matsumura, Bryant Matthews, and Chris \nMorck. We could not have done this analysis without their aid. \n \n"
    },
    {
      "number": 56,
      "text": "October 19, 2016  \n \nCapital Allocation \n56 \nChecklist for Assessing Capital Allocation Skills \n \nPast Spending Patterns    \nHave you analyzed how companies have spent money in the past, separating operating uses from return \n \nof capital to claimholders?    How has the company funded its investments?\n    Identify the prime use of capital. \nDo you know if management thinks about that use of capital properly?    \nHave there been shifts in the pattern of spending?   \n If there is new management, has spending changed?    W\nho makes which capital allocation decision?    \nHow does the company conduct its budgeting process? \nCalculate ROIC and ROIIC    \nHave you calculated ROIC over time and observed a trend?    Examine composition of ROIC through a DuPont analysis\n—does this suggest a consumer or production \n \nadvantage?     \nHave you compared the company’s results to those of its peers?     \nHave you calculated ROIIC for one-, three-, and five-year rolling periods? \nIncentives and Governance    How is the company’s incentive compensation structured?\n    How much stock does senior management own?\n    Is total shareholder return calculated on a relative basis?\n    \nHave you examined the company’s incentive score?    Are the measures in place to encourage management to think for the long term?\n \nFive Principles of Capital Allocation    Does the company use zero\n-based capital allocation or is it dominated by spending inertia?    Is the company focused on funding \nstrategies or projects?    Does the company have a “scar\nce but free” attitude about capital, or “abundant but costly?”     \nDoes the company prune businesses with poor prospects for creating value?    Does the company know how to calculate the value of i\nts assets and does it act accordingly? \n \n \n"
    },
    {
      "number": 57,
      "text": "October 19, 2016  \n \nCapital Allocation \n57 \nEndnotes \n \n1 Michael E. Porter, “What is Strategy?” Harvard Business Review, November-December, 1996, 61-78. For a \nmore in-depth discussion, see Joan Magretta, Understanding Michael Porter: The Essential Guide to \nCompetition and Strategy (Boston, MA: Harvard Business Review Press, 2012).  \n2 Warren E. Buffett, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 1987. See \nwww.berkshirehathaway.com/letters/1987.html. \n3 Warren E. Buffett, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 2011. See \nwww.berkshirehathaway.com/letters/2011ltr.pdf. \n4 Warren E. Buffett, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 1989. See \nwww.berkshirehathaway.com/letters/1989.html. \n5 William N. Thorndike, Jr., The Outsiders: Eight Unconventional CEOs and Their Radically Rational Blueprint \nfor Success (Boston, MA: Harvard Business Review Press, 2012). For another text that describes capital \nallocation, see Justin Pettit, Strategic Corporate Finance: Applications in Valuation and Capital Structure \n(Hoboken, NJ: John Wiley & Sons, 2007).  \n6 Michael J. Mauboussin and Dan Callahan, “What Does a Price-Earnings Multiple Mean? An Analytical Bridge \nbetween P/Es and Solid Economics,” Credit Suisse Global Financial Strategies, January 29, 2014.  \n7 Stewart C. Myers and Nicholas S. Majluf, “Corporate Financing and Investment Decisions When Firms Have \nInformation that Investors Do Not Have,” Journal of Financial Economics, Vol. 13, No. 2, June 1984, 187-\n221.  \n8 Michael J. Mauboussin and Dan Callahan, “Disbursing Cash to Shareholders: Frequently Asked Questions \nabout Buybacks and Dividends,” Credit Suisse Global Financial Strategies, May 6, 2014. \n9 Stephen A. Ross, Randolph W. Westerfield, Jeffrey F. Jaffe, Corporate Finance – Sixth Edition (Boston, MA: \nMcGraw-Hill/Irwin, 2002), 385. \n10 Jason Zweig, “Peter’s Uncertainty Principle,” Money Magazine, November 1994, 143-149.  \nSee http://money.cnn.com/2004/10/11/markets/benstein_bonus_0411/index.htm. \nHere is Zweig’s question and Bernstein’s answer: \nQ: Hugh Liedtke, the former CEO of Pennzoil, used to joke that he believed in the “bladder theory”: \nCompanies pay dividends so that management can’t p--s all the money away.  \nA: It’s hard to improve on that. In the 1960s, in “A Modest Proposal,” I suggested that companies should be \nrequired to pay out 100% of their net income as cash dividends. If companies needed money to reinvest in \ntheir operations, then they would have to get investors to buy new offerings of stock. Investors would do that \nonly if they were happy both with the dividends they’d received and the future prospects of the company. \nMarkets as a whole know more than any individual or group of individuals. So the best way to allocate capital \nis to let the market do it, rather than the management of each company. The reinvestment of profits has to be \nsubmitted to the test of the marketplace if you want it to be done right.  \nFor academic research supporting this point, see Jeffrey Wurgler, “Financial Markets and the Allocation of \nCapital,” Journal of Financial Economics, Vol. 58, Nos. 1-2, 2000, 187-214.  \n11 Juliane Begenau and Berardino Palazzo, “Firm Selection and Corporate Cash Holdings,” Harvard Business \nSchool Working Paper, No. 16-130, May 2016. Also, Thomas W. Bates, Kathleen M. Kahle, and René M. \nStulz, “Why Do U.S. Firms Hold So Much More Cash than They Used To?” Journal of Finance, Vol. 64, No. 5, \nOctober 2009, 1985-2021. \n12 John Asker, Joan Farre-Mensa, and Alexander Ljungqvist, “Corporate Investment and Stock Market Listing: \nA Puzzle?” European Corporate Governance Institute (ECGI) - Finance Research Paper Series, January 27, \n2014.  \n13 For the mix shift, see Douglas J. Skinner, “The Evolving Relation Between Earnings, Dividends, and Stock \nRepurchases,” Journal of Financial Economics, Vol. 87, No. 3, March 2008, 582-609. Also, Gustavo Grullon, \nBradley Paye, Shane Underwood, and James P. Weston, “Has the Propensity to Pay Out Declined?” Journal \nof Financial and Quantitative Analysis, Vol. 46, No. 1, February 2011, 1-24. Also, Jacob Boudoukh, Roni \n"
    },
    {
      "number": 58,
      "text": "October 19, 2016  \n \nCapital Allocation \n58 \nMichaely, Matthew Richardson, and Michael R. Roberts, “On the Importance of Measuring Payout Yield: \nImplications for Empirical Asset Pricing,” Journal of Finance, Vol. 63, No. 2, April 2007, 877-915.  \n14 See http://www.blackrock.com/corporate/en-no/literature/press-release/ldf-corp-gov-2016.pdf. \n15 Erin Medlyn and Alex Granados, “Survey: CFOs Weigh In on Affordable Care Act, Interest Rates, Stock \nMarket Overhang,” Fuqua School of Business, Duke University Press Release, September 11, 2013. See \nwww.fuqua.duke.edu/news_events/news-releases/cfo-survey-results-2013-q3/#.U63JUuTD-KQ. Also, \nRyan Banerjee, Jonathan Kearns, and Marco Lombardi, “(Why) Is Investment Weak?” BIS Quarterly Review, \nMarch 2015, 67-82. \n16 Michael J. Cooper, Huseyin Gulen, and Michael J. Schill, “Asset Growth and the Cross-Section of Stock \nReturns,” Journal of Finance, Vol. 63, No. 4, August 2008, 1609-1651. Also, Eugene F. Fama and Kenneth \nR. French, “A Five-Factor Asset Pricing Model,” Journal of Financial Economics, Vol. 116, No. 1, April 2015, \n1-22. Also, Adriana S. Cordis and Chris Kirby, “Capital Expenditures and Firm Performance: Evidence from a \nCross-Sectional Analysis of Stock Returns,” Accounting & Finance, Forthcoming, 2016. For non-U.S. results, \nsee Akiko Watanabe, Yan Xu, Tong Yao, and Tong Yu, “The Asset Growth Effect: Insights for International \nEquity Markets,” Journal of Financial Economics, Vol. 108, No. 2, May 2013, 259-263. Also, Sheridan \nTitman, K. C. John Wei, and Feixue Xie, “Market Development and the Asset Growth Effect: International \nEvidence,” Journal of Financial and Quantitative Analysis, Vol. 48, No. 5, October 2013, 1405-1432. The \nquotation in the body of the text comes from Cooper, Gulen, and Schill. \n17 Peter J. Clark and Roger W. Mills, Masterminding the Deal: Breakthroughs in M&A Strategy and Analysis \n(London: Kogan Page, 2013). Also, Matthew Rhodes-Kropf and S. Viswanathan, “Market Valuation and \nMerger Waves,” Journal of Finance, Vol. 59, No. 6, December 2004, 2685-2718. \n18 Gerry McNamara, Jerayr Haleblian, and Bernadine Johnson Dykes, “The Performance Implications of \nParticipating in an Acquisition Wave,” Academy of Management Journal, Vol. 51, No. 1, February 2008, 113-\n130. \n19 Mark L. Sirower, The Synergy Trap: How Companies Lose the Acquisition Game (New York: Free Press, \n1997). For a tutorial and spreadsheet that guides this analysis, see \nwww.expectationsinvesting.com/tutorial10.shtml. \n20 Tim Koller, Marc Goedhart, and David Wessels, Valuation: Measuring and Managing the Value of \nCompanies – Sixth Edition (Hoboken, NJ: John Wiley & Sons, 2015), 587. Also, Connor Lynagh, “Does the \nMarket Reward Accretive Deals? An Investigation of Acquirer Performance and Earnings per Share Accretion,” \nGlucksman Institute for Research in Securities Markets Working Paper, April 1, 2014. \n21 Erik Devos, Palani-Rajan Kadapakkam, and Srinivasan Krishnamurthy, “How Do Mergers Create Value? A \nComparison of Taxes, Market Power, and Efficiency Improvements as Explanations for Synergies,” Review of \nFinancial Studies, Vol. 22, No. 3, March 2009, 1179-1211. One exception is the surge in “inversions,” cases \nwhere U.S. companies change domiciles after acquiring foreign targets to reduce their taxes. Congress \npassed a law in 2004 that was meant to stop inversions, but companies figured out how to circumvent the \nrules a few years ago. This led to a mini-boom in inversions, including more than 20 since 2012. See Zachary \nMider and Jesse Drucker, “Tax Inversion: How U.S. Companies Buy Tax Breaks,” Bloomberg.com, April 6, \n2016. In April 2016, the U.S. Treasury Department proposed stringent new regulations to make inversions \nmore difficult, and in October 2016 the department finalized the rules. Despite allowing for a variety of \nexceptions, the government expects to collect $461-$600 million per year through the new regulations. See \nRichard Rubin, “Treasury Announces Final Regulations on Earnings Stripping,” Wall Street Journal, October \n13, 2016. \n22 “How Synergies Drive Successful Acquisitions: Identifying, Realizing, and Tracking Synergies in the M&A \nProcess,” Transaction Services Roundtable-PricewaterhouseCoopers, 2010.  \n23 Alfred Rappaport and Mark L. Sirower, “Stock or Cash? The Trade-Offs for Buyers and Sellers in Mergers \nand Acquisitions,” Harvard Business Review, November-December 1999, 147-158. Further, academic \nresearch suggests that serial acquirers fail to create value. See Tomi Laamanen and Thomas Keil, \n"
    },
    {
      "number": 59,
      "text": "October 19, 2016  \n \nCapital Allocation \n59 \n“Performance of Serial Acquirers: Toward an Acquisition Program Perspective,” Strategic Management \nJournal, Vol. 29, No. 6, June 2008, 663-672.  \n24 Jerayr Haleblian, Cynthia E. Devers, Gerry McNamara, Mason A. Carpenter, and Robert B. Davison, \n“Taking Stock of What We Know About Mergers and Acquisitions: A Review and Research Agenda,” Journal \nof Management, Vol. 35, No. 3, June 2009, 469-502. \n25 Koller, Goedhart, and Wessels, 570. \n26 Mark L. Sirower and Sumit Sahni, “Avoiding the ‘Synergy Trap’: Practical Guidance on M&A Decisions for \nCEOs and Boards,” Journal of Applied Corporate Finance, Vol. 18, No. 3, Summer 2006, 83-95. \n27 For a similar analysis, see Joseph L. Bower, “Not All M&A’s Are Alike—and That Matters,” Harvard \nBusiness Review, March 2001, 92-101. \n28 Tim Loughran and Anand M. Vijh, “Do Long-Term Shareholders Benefit From Corporate Acquisitions?” \nJournal of Finance, Vol. 52, No. 5, December 1997, 1765-1790. Also, Anushree Awasthee and David \nCogman, “Creating Value from M&A—Advantage Asia?” McKinsey on Finance, Number 58, Spring 2016, \n12-14. \n29 Here’s an example. Assume a buyer has a market capitalization of $2,000 and a seller has a pre-deal \nmarket capitalization of $800. Say that the buyer bids $1,000 (a $200 premium, or 25 percent) in cash but \nthat the true synergy is $400. The value of the buyer would rise to $2,200 as the synergy exceeds the \npremium by $200. Now assume the same starting point but that the buyer is using stock for the deal. The \nbuyer will end up with two-thirds percent of the combined entity, and two-thirds of the $200 in additional value \nwill flow to the buyer and one-third will go to the seller. \n30 For a more detailed, and likely more accurate, approach see Bruce C. N. Greenwald, Judd Kahn, Paul D. \nSonkin, and Michael van Biema, Value Investing: From Graham to Buffett and Beyond (Hoboken, NJ: John \nWiley & Sons, 2001), 96. Specifically, they recommend three steps: 1. Calculate the ratio of gross property, \nplant, and equipment (PPE) to sales for each of the past five years and find the average; 2. Use this to \nindicate the dollars of PPE it takes to support each dollar of sales; 3. Multiply this ratio by the growth (or \ndecrease) in sales dollars the company achieved in the current year. The result of that calculation is capital \nexpenditures dedicated to growth.  \n31 For a general framework for competitive strategy analysis, see Michael J. Mauboussin and Dan Callahan, \n“Measuring the Moat: Assessing the Magnitude and Sustainability of Value Creation,” Credit Suisse Global \nFinancial Strategies, July 22, 2013. For more specific issues surrounding capital expenditures, see Alan C. \nShapiro, “Corporate Strategy and the Capital Budgeting Decision,” Midland Corporate Finance Journal, Spring \n1985, 22-36. \n32 Michael E. Porter, “Capital Choices: Changing the Way America Invests in Industry,” Journal of Applied \nCorporate Finance, Vol. 5, No. 2, Summer 1992, 4-16. \n33 J. Randall Woolridge and Charles C. Snow, “Stock Market Reaction to Strategic Investment Decisions,” \nStrategic Management, Vol. 11, No. 5, September 1990, 353-363. \n34 John J. McConnell and Chris J. Muscarella, “Corporate Capital Expenditure Decisions and the Market Value \nof the Firm,” Journal of Financial Economics, Vol. 14, No. 3, September 1985, 399-422. Also, Kee H. \nChung, Peter Wright, and Charlie Charoenwong, “Investment Opportunities and Market Reaction to Capital \nExpenditure Decisions,” Journal of Banking & Finance, Vol. 22, No. 1, January 1998, 41-60. \n35 Sheridan Titman, K. C. John Wei, and Feixue Xie, “Capital Investments and Stock Returns,” Journal of \nFinancial and Quantitative Analysis, Vol. 39, No. 4, December 2004, 677-700.  \n36 Steven M. Paul, Daniel S. Mytelka, Christopher T. Dunwiddie, Charles C. Persinger, Bernard H. Munos, \nStacy R. Lindborg, and Aaron L. Schacht, “How to Improve R&D Productivity: The Pharmaceutical Industry’s \nGrand Challenge,” Nature Reviews Drug Discovery, Vol. 9, March 2010, 203-214.  \n37 Aswath Damodaran, “Research and Development Expenses: Implications for Profitability Measurement and \nValuation,” NYU Working Paper No. FIN-99-024, 1999.  \n38 Jack W. Scannell, Alex Blanckley, Helen Boldon, and Brian Warrington, “Diagnosing the Decline in \nPharmaceutical R&D Efficiency,” Nature Reviews Drug Discovery, Vol. 11, March 2012, 191-200. Also, Gary \n"
    },
    {
      "number": 60,
      "text": "October 19, 2016  \n \nCapital Allocation \n60 \nP. Pisano, Science Business: The Promise, The Reality, and the Future of Biotech (Boston, MA: Harvard \nBusiness School Press, 2006). Also, Jonathan D. Rockoff and Dana Mattioli, “Bid for Allergan Puts Valeant’s \nResearch and Development Cuts Under Scrutiny,” Wall Street Journal, June 10, 2014.  \n39 Allan C. Eberhart, William F. Maxwell, and Akhtar R. Siddique, “An Examination of Long-Term Abnormal \nStock Returns and Operating Performance Following R&D Increases,” Journal of Finance, Vol. 59, No. 2, \nApril 2004, 623-650. \n40 Bronwyn H. Hall, Jacques Mairesse, and Pierre Mohnen, “Measuring the Returns to R&D,” in Bronwyn H. \nHall and Nathan Rosenberg, eds., The Handbook of the Economics of Innovation—Volume 2 (Amsterdam: \nElsevier, 2010), 1033-1082. Also, Missaka Warusawitharana, “Research and Development, Profits, and Firm \nValue: A Structural Estimation,” Quantitative Economics, Vol. 6, No. 2, July 2015, 531-565. \n41 Louis K. C. Chan, Josef Lakonishok, and Theodore Sougiannis, “The Stock Market Valuation of Research \nand Development Expenditures,” Journal of Finance, Vol. 56, No. 6, December 2001, 2431-2456.  \n42 Mohsen Saad and Zaher Zantout, “Over-Investment in Corporate R&D, Risk, and Stock Returns, Journal of \nEconomics and Finance, Vol. 38, No. 3, July 2014, 438-460.  \n43 Tom Hillman and Chris Morck, “Using the HOLT Framework to Assess Acquisition Skill,” Credit Suisse \nHOLT Research, July 2014.  \n44 Patrick Seitz, “Top Tech Stocks Not Big R&D Spenders, Surprising Study Shows,” Investors.com, July 7, \n2014. \n45 Mariana Mazzucato, The Entrepreneurial State: Debunking Public vs. Private Sector Myths (London: \nAnthem Press, 2013). \n46 “2016 Global R&D Funding Forecast,” R&D Magazine, Winter 2016.  \n47 Robert Kieschnick, Mark Laplante, and Rabih Moussawi, “Working Capital Management and Shareholders’ \nWealth,” Review of Finance, Vol. 17, No. 5, September 2013, 1827-1852. \n48 Michael Kisser, “The Real Option Value of Cash,” Review of Finance, Vol. 17, No. 5, September 2013, \n1649-1697. \n49 DSO = [(Beginning accounts receivable + ending accounts receivable)/2]/(Revenue/365). DIO = \n[(Beginning inventory + ending inventory)/2]/(Cost of goods sold/365). DPO = [(Beginning accounts payable \n+ ending accounts payable)/2]/(Cost of goods sold/365). \n50 Manuel L. Jose, Carol Lancaster, and Jerry L. Stevens, “Corporate Returns and Cash Conversion Cycles,” \nJournal of Economics and Finance, Vol. 20, No. 1, Spring 1996, 33-46; For recent trends on cash \nconversion cycles for U.S. corporations, see The Hackett Group, “2016 U.S. Working Capital Survey,” 2016. \n51 Kieschnick, Laplante, and Moussawi.  \n52 Amy Dittmar and Jan Mahrt-Smith, “Corporate Governance and the Value of Cash Holdings,” Journal of \nFinancial Economics, Vol. 83, No. 3, March 2007, 599-634. \n53 James M. McTaggart, Peter W. Kontes, and Michael C. Mankins, The Value Imperative: Managing for \nSuperior Shareholder Returns (New York: Free Press, 1994), 241. \n54 Richard H. Thaler, “Anomalies: The Winner’s Curse,” Journal of Economic Perspectives, Vol. 2, No. 1, \nWinter 1988, 191-202.  \n55 Robert E. Hoskisson and Thomas A. Turk, “Corporate Restructuring: Governance and Control Limits of the \nInternal Capital Market,” Academy of Management Review, Vol. 15, No. 3, July 1990, 459-477. For a \ndiscussion of the type of proceeds from divestitures and TSRs, see Myron B. Slovin, Marie E. Sushka, and \nJohn A. Polonchek, “Methods of Payment in Asset Sales: Contracting with Equity versus Cash,” Journal of \nFinance, Vol. 60, No. 5, October 2005, 2385-2407. For a discussion of investment of proceeds from \ndivestitures, see Thomas W. Bates, “Asset Sales, Investment Opportunities, and the Use of Proceeds,” \nJournal of Finance, Vol. 60, No. 1, February 2005, 105-135. Also, Pascal Nguyen, “The Role of the Seller’s \nStock Performance in the Market Reaction to Divestiture Announcements,” Journal of Economics and Finance, \nVol. 40, No. 1, January 2016, 19–40. \n56 Donghum “Don” Lee and Ravi Madhavan, “Divestiture and Firm Performance: A Meta-Analysis,” Journal of \nManagement, Vol. 36, No. 6, November 2010, 1345-1371. \n"
    },
    {
      "number": 61,
      "text": "October 19, 2016  \n \nCapital Allocation \n61 \n57 Patrick J. Cusatis, James A. Miles, and Randall Woolridge, “Restructuring through Spinoffs: The Stock \nMarket Evidence,” Journal of Financial Economics, Vol. 33, No. 3, June 1993, 293-311. Also, Hemang \nDesai and Prem C. Jain, “Firm Performance and Focus: Long-Run Stock Market Performance Following \nSpinoffs,” Journal of Financial Economics, Vol. 54, No. 1, October 1999, 75-101. For a non-academic \ntreatment, see Joel Greenblatt, You Can Be a Stock Market Genius (Even if you’re not too smart!): Uncover \nthe Secret Hiding Places of Stock Market Profits (New York: Fireside, 1997). \n58 For the recent performance of spin-offs, see Dani Burger, “Cold Spell Ends for Spinoffs as Rising Market \nAids Activist Tool,” Bloomberg News, October 10, 2016. For the research that explains the contributing \nfactors, see Chris Veld and Yulia V. Veld-Merkoulova, “Value Creation through Spinoffs: A Review of the \nEmpirical Evidence,” International Journal of Management Reviews, Vol.11, No. 4, December 2009, 407-420. \n59 Daniel P. Collins, “This strategy is up over the S&P in the last 10 years,” Modern Trader, July 22, 2016. \n60 Matthias F. Brauer and Margarethe F. Wiersema, “Industry Divestiture Waves: How a Firm’s Position \nInfluences Returns,” Academy of Management Journal, Vol. 55, No. 6, December 2012, 1472-1492.  \n61 Alon Brav, John R. Graham, Campbell R. Harvey, and Roni Michaely, “Payout Policy in the 21st Century,” \nJournal of Financial Economics, Vol. 77, No. 3, September 2005, 483-527. \n62 Eric Floyd, Nan Li, and Douglas J. Skinner, “Payout Policy Through the Financial Crisis: The Growth of \nRepurchases and the Resilience of Dividends,” Journal of Financial Economics, Vol. 118, No. 2, November \n2015, 299-316. \n63 Douglas J. Skinner and Eugene Soltes, “What Do Dividends Tell Us About Earnings Quality?” Review of \nAccounting Studies, Vol. 16, No. 1, March 2011, 1-28. \n64 Alfred Rappaport, “Dividend Reinvestment, Price Appreciation and Capital Accumulation,” Journal of \nPortfolio Management, Vol. 32, No. 3, Spring 2006, 119-123. \n65 Bo Becker, Marcus Jacob, and Martin Jacob, “Payout Taxes and the Allocation of Capital,” Journal of \nFinancial Economics, Vol. 107, No. 1, January 2013, 1-24. \n66 David Zion, Ron Graziano, Ravi Gomatam, and Jason Williams, “Parking Lots of Cash & Earnings Overseas: \nAt Least $750 Billion in Cash & Nearly $2.3 Trillion in Earnings,” Credit Suisse Equity Research, March 11, \n2016. Also, C. Fritz Foley, Jay C. Hartzell, Sheridan Titman, and Garry Twite, “Why Do Firms Hold So Much \nCash? A Tax-Based Explanation,” Journal of Financial Economics, Vol. 86, No. 3, December 2007, 579-607. \n67 Ali Fatemi and Recep Bildik, “Yes, Dividends are Disappearing: Worldwide Evidence,” Journal of Banking & \nFinance, Vol. 36, No. 3, March 2012, 662-677. \n68 Jayant R. Kale, Omesh Kini, and Janet D. Payne, “The Dividend Initiation Decisions of Newly Public Firms: \nSome Evidence on Signaling with Dividends,” Journal of Financial and Quantitative Analysis, Vol. 47, No. 2, \nApril 2012, 365-396. Also, Doron Nissim and Amir Ziv, “Dividend Changes and Future Profitability,” Journal \nof Finance, Vol. 56, No. 6, December 2001, 2111-2133. \n69 Shirley A. Lazo, “Another Banner Year for Dividends,” Barron’s, June 7, 2014.  \n70 Robert D. Arnott and Clifford S. Asness, “Surprise! Higher Dividends = Higher Earnings Growth,” Financial \nAnalysts Journal, Vol. 59, No. 1, January/February 2003, 70-87. \n71 Jordan Voss, “Why do Firms Repurchase Stock?” Major Themes in Economics, Spring 2012. \n72 See www.sec.gov/divisions/marketreg/r10b18faq0504.htm. \n73 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for Better \nReturns (Boston, MA: Harvard Business School Press, 2001), 174.  \n74 For details on calculating the rate of returns for buybacks, see Mauboussin and Callahan, “Disbursing Cash \nto Shareholders.” \n75 Michael C. Jensen, “Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers,” American \nEconomic Review, Vol. 76, No. 2, May 1986, 323-329. \n76 Alice A. Bonaimé, Kristine W. Hankins, and Bradford D. Jordan, “The Cost of Financial Flexibility: Evidence \nfrom Share Repurchases,” Journal of Corporate Finance, Vol. 38, June 2016, 345-362. Also, Chao Zhuang, \n“Share Repurchases, Market Timing, and the Distribution of Free Cash Flow,” Working Paper, March 10, \n2015. \n"
    },
    {
      "number": 62,
      "text": "October 19, 2016  \n \nCapital Allocation \n62 \n77 “CFO Signals™: What North America’s Top Finance Executives Are Thinking—and Doing,” Deloitte \nResearch, Second Quarter 2013.  \n78 Jin Wang and Lewis D. Johnson, “Information Asymmetry, Signaling, and Share Repurchase,” Working \nPaper, February 2008.  \n79 Gustavo Grullon and David L. Ikenberry, “What Do We Know about Share Repurchases?” Journal of \nApplied Corporate Finance, Vol. 13, No. 1, Spring 2000, 31-51. For the survey result, see Brav, Graham, \nHarvey, and Michaely, 2005. \n80 While buybacks do boost the EPS of individual companies, they don’t enhance value. See Jacob Oded and \nAllen Michel, “Stock Repurchases and the EPS Enhancement Fallacy,” Financial Analysts Journal, Vol. 64, No. \n4, July/August 2008, 62-75. Further, buybacks have a negligible impact on the S&P 500 Index. Howard \nSilverblatt, a senior index analyst at S&P, writes, “The S&P index weighting methodology adjusts for shares, \nso buybacks are reflected in the calculations. Specifically, the index reweights for major share changes on an \nevent-driven basis, and each quarter, regardless of the change amount, it reweights the entire index \nmembership. The actual index EPS calculation determines the index earnings for each issue in USD, based on \nthe specific issues’ index shares, index float, and EPS. The calculation negates most of the share count \nchange, and reduces the impact on EPS.” See Howard Silverblatt, “Buybacks and the S&P 500® EPS,” \nIndexology Blog, March 7, 2014. \n81 Heitor Almeida, Vyacheslav Fos, and Mathias Kronlund, “The Real Effects of Share Repurchases,” Journal \nof Financial Economics, Vol. 119, No. 1, January 2016, 168-185. Also, Konan Chan, David L. Ikenberry, \nInmoo Lee, and Yanzhi Wang, “Share Repurchase as a Potential Tool to Mislead Investors,” Journal of \nCorporate Finance, Vol. 16, No. 2, April 2010, 137-158. \n82 Gustavo Grullon and Roni Michaely, “Dividends, Share Repurchases, and the Substitution Hypothesis,” \nJournal of Finance, Vol. 57, No. 4, August 2002, 1649-1684. \n83 Antti Ilmanen, Expected Returns: An Investor’s Guide to Harvesting Market Rewards (Chichester, UK: John \nWiley & Sons, 2011), 129.  \n84 For older announcements see David Ikenberry, Josef Lakonishok, Theo Vermaelen, “Market Underreaction \nto Open Market Share Repurchases,” Journal of Financial Economics, Vol. 39, Nos. 2 and 3, October-\nNovember 1995, 181-208. For more recent announcements, see Fangjian Fu and Sheng Huang, “The \nPersistence of Long-Run Abnormal Returns Following Stock Repurchases and Offerings,” Management \nScience, Vol. 62, No. 4, April 2016, 964-984. Also, Theodoros Evgeniou, Enric Junqué de Fortuny, Nick \nNassuphis, and Theo Vermaelen, “Share Buyback and Equity Issue Anomalies Revisited,” INSEAD Working \nPaper 2016/21/DSC/FIN, April 7, 2016. In addition, Eugene F. Fama and Kenneth R. French, “Dissecting \nAnomalies with a Five-Factor Model,” Review of Financial Studies, Vol. 29, No. 1, January 2016, 69-103.  \n85 “S&P 500 Buybacks Fall 21% in Q2 2016,” S&P Dow Jones Indices, September 28, 2016. \n86 Michael J. Mauboussin, More Than You Know: Finding Financial Wisdom in Unconventional Places – \nUpdated and Expanded (New York: Columbia Business School Publishing, 2008), 64. \n87 Alfred Rappaport, Creating Shareholder Value: The New Standard for Business Performance (New York: \nFree Press, 1986), 51-55. \n88 This analysis does not reflect capitalized leases.  \n89 John R. Graham, Campbell R. Harvey, and Manju Puri, “Capital Allocation and Delegation of Decision-\nMaking Authority within Firms,” Journal of Financial Economics, Vol. 115, No. 3, March 2015, 449-470. \n90 Milton Harris and Artur Raviv, “The Capital Budgeting Process: Incentives and Information,” Journal of \nFinance, Vol. 51, No. 4, September 1996, 1139-1174. \n91 Michael J. Mauboussin and Dan Callahan, “Calculating Return on Invested Capital: How to Determine ROIC \nand Address Common Issues,” Credit Suisse Global Financial Strategies, June 4, 2014.  \n92 Bruce Greenwald and Judd Kahn, Competition Demystified: A Radically Simplified Approach to Business \nStrategy (New York: Portfolio, 2005). \n93 Michael J. Mauboussin and Dan Callahan, “Economic Returns, Reversion to the Mean, and Total \nShareholder Returns,” Credit Suisse Global Financial Strategies, December 6, 2013.  \n"
    },
    {
      "number": 63,
      "text": "October 19, 2016  \n \nCapital Allocation \n63 \n94 Michael J. Mauboussin and Alexander Schay, “Where’s the Bar? Introducing Market-Expected Return on \nInvestment (MEROI),” Credit Suisse First Boston Equity Research, June 12, 2001. \n95 Canice Prendergast, “The Provision of Incentives in Firms,” Journal of Economic Literature, Vol. 37, No. 1, \nMarch 1999, 7-63. \n96 Michael C. Jensen and William H. Meckling, “Theory of the Firm: Managerial Behavior, Agency Costs, and \nOwnership Structure,” Journal of Financial Economics, Vol. 3, No. 4, October 1976, 305-360. For the \nempirical validity of agency theory, see Kathleen M. Eisenhardt, “Agency Theory: An Assessment and Review,” \nAcademy of Management Review, Vol. 14, No. 1, January 1989, 57-74.  \n97 Richard A. Lambert and David F. Larcker, “Executive Compensation, Corporate Decision Making, and \nShareholder Wealth: A Review of the Evidence,” in Fred K. Foulkes, ed., Executive Compensation: A \nStrategic Guide for the 1990s (Boston, MA: Harvard Business School Press, 1991), 98-125.  \n98 John R. Graham, Campbell R. Harvey, and Shiva Rajgopal, “Value Destruction and Financial Reporting \nDecisions,” Financial Analysts Journal, Vol. 62, No. 6, November/December 2006, 27-39. \n99 Brian J. Hall and Jeffrey B. Liebman, “Are CEOs Really Paid Like Bureaucrats?” Quarterly Journal of \nEconomics, Vol. 113, No. 3, August 1998, 653-691. \n100 For the negative case see Lucian A. Bebchuk and Jesse M. Fried, “Paying for Long-Term Performance,” \nUniversity of Pennsylvania Law Review, Vol. 158, No. 7, June 2010, 1915-1960. For the affirmative case \nsee Steven N. Kaplan, “Weak Solutions to an Illusory Problem,” University of Pennsylvania Law Review, Vol. \n159, 2010, 43-56 and Steven N. Kaplan and Joshua Rauh, “Wall Street and Main Street: What Contributes \nto the Rise in the Highest Incomes?” Review of Financial Studies, Vol. 23, No. 3, March 2010, 1004-1050. \n101 Florian Hoffmann and Sebastian Pfeil, “Reward for Luck in a Dynamic Agency Model,” Review of Financial \nStudies, Vol. 23, No. 9, September 2010, 3329-3345. \n102 James Dow and Gary Gorton, “Stock Market Efficiency and Economic Efficiency: Is There a Connection?” \nJournal of Finance, Vol. 52, No. 3, July 1997, 1087-1129. \n103 Rappaport, Creating Shareholder Value, 148-168. \n104 Frederic W. Cook & Co., “The 2015 Top 250 Report: Long-Term Incentive Grant Practices for Executives,” \nDecember 2015, see: www.fwcook.com/content/Documents/Publications/FWC_2015_Top_250.pdf.   \n105 Tom Hillman and David Matsumura, “The Board Score: Linking Corporate Performance and Valuation to \nManagement Incentives,” Credit Suisse HOLT, July 2014. \n106 This discussion borrows heavily from Alfred Rappaport, “Ten Ways to Create Shareholder Value,” Harvard \nBusiness Review, September 2006, 66-77.  \n107 Warren E. Buffett, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 1996. See \nhttp://www.berkshirehathaway.com/letters/1996.html. \n108 Alfred Rappaport, Saving Capitalism from Short-Termism: How to Build Long-Term Value and Take Back \nOur Financial Future (New York: McGraw Hill, 2011), 140-142. \n109 Steven Levy, “Jeff Bezos Owns the Web in More Ways Than You Think,” Wired Magazine, November 13, \n2011. \n110 McTaggart, Kontes, and Mankins, 239-255. \n111 We believe that these principles, when coupled with the discussion in part two, are consistent with what \nThorndike calls “The Outsider’s Checklist.” See Thorndike, 218-220.    \n112 Stephen Hall, Dan Lovallo, and Reiner Musters, “How to Put Your Money Where Your Strategy Is,” \nMcKinsey Quarterly, March 2012. \n113 McTaggart, Kontes, and Mankins, 243. \n114 Research shows that public companies do a better job of allocating capital to growth opportunities than \nprivate companies do. See Sandra Mortal and Natalia Reisel, “Capital Allocation by Public and Private Firms,” \nJournal of Financial and Quantitative Analysis, Vol. 48, No. 1, February 2013, 77-103.  For an academic \ndiscussion of the functioning of internal capital markets, see Jeremy C. Stein, “Internal Capital Markets and \nthe Competition for Corporate Resources,” Journal of Finance, Vol. 52, No. 1, March 1997, 111-133. \n"
    },
    {
      "number": 64,
      "text": "October 19, 2016  \n \nCapital Allocation \n64 \n115 Meng Ye, “Efficiency of Internal Capital Allocation and the Success of Acquisitions,” University of New \nOrleans Theses and Dissertations, Paper 1106, December 20, 2009. \n116 Clayton M. Christensen, Stephen P. Kaufman, and Willy C. Shih, “Innovation Killers: How Financial Tools \nDestroy Your Capacity to Do New Things,” Harvard Business Review, January 2008, 98-105. \n117 Buffett, 1989. \n \n"
    },
    {
      "number": 65,
      "text": "October 19, 2016  \n \nCapital Allocation \n65 \nReferences \n \nBooks \n \nClark, Peter J., and Roger W. Mills, Masterminding the Deal: Breakthroughs in M&A Strategy and Analysis \n(London: Kogan Page, 2013). \n \nFoulkes, Fred K., ed., Executive Compensation: A Strategic Guide for the 1990s (Boston, MA: Harvard \nBusiness School Press, 1991).  \n \nGaughan, Patrick A., Mergers, Acquisitions, and Corporate Restructurings – Sixth Edition (Hoboken, NJ: John \nWiley & Sons, 2015. \n \nGreenblatt, Joel, You Can Be a Stock Market Genius (Even if you’re not too smart!): Uncover the Secret \nHiding Places of Stock Market Profits (New York: Fireside, 1997). \n \nGreenwald, Bruce C. N., Judd Kahn, Paul D. Sonkin, and Michael van Biema, Value Investing: From Graham \nto Buffett and Beyond (Hoboken, NJ: John Wiley & Sons, 2001). \n \nGreenwald, Bruce, and Judd Kahn, Competition Demystified: A Radically Simplified Approach to Business \nStrategy (New York: Portfolio, 2005). \n \nHall, Bronwyn H., and Nathan Rosenberg, eds., The Handbook of the Economics of Innovation – Volume 2 \n(Amsterdam: Elsevier, 2010). \n \nIlmanen, Antti, Expected Returns: An Investor’s Guide to Harvesting Market Rewards (Chichester, UK: John \nWiley & Sons, 2011).  \n \nKoller, Tim, Marc Goedhart, and David Wessels, Valuation: Measuring and Managing the Value of Companies \n– Sixth Edition (Hoboken, NJ: John Wiley & Sons, 2015). \n \nMagretta, Joan, Understanding Michael Porter: The Essential Guide to Competition and Strategy (Boston, \nMA: Harvard Business Review Press, 2012).  \n \nMauboussin, Michael J., More Than You Know: Finding Financial Wisdom in Unconventional Places – \nUpdated and Expanded (New York: Columbia Business School Publishing, 2008). \n \nMazzucato, Mariana, The Entrepreneurial State: Debunking Public vs. Private Sector Myths (London: Anthem \nPress, 2013). \n \nMcTaggart, James M., Peter W. Kontes, and Michael C. Mankins, The Value Imperative: Managing for \nSuperior Shareholder Returns (New York: Free Press, 1994). \n \nPettit, Justin, Strategic Corporate Finance: Applications in Valuation and Capital Structure (Hoboken, NJ: \nJohn Wiley & Sons, 2007). \n \nPisano, Gary P., Science Business: The Promise, The Reality, and the Future of Biotech (Boston, MA: \nHarvard Business School Press, 2006).  \n \n"
    },
    {
      "number": 66,
      "text": "October 19, 2016  \n \nCapital Allocation \n66 \nRappaport, Alfred, Creating Shareholder Value: The New Standard for Business Performance (New York: \nFree Press, 1986). \n \n———, Saving Capitalism from Short-Termism: How to Build Long-Term Value and Take Back Our Financial \nFuture (New York: McGraw Hill, 2011). \n \nRappaport, Alfred, and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for Better \nReturns (Boston, MA: Harvard Business School Press, 2001).  \n \nRoss, Stephen A., Randolph W. Westerfield, Jeffrey F. Jaffe, Corporate Finance – Sixth Edition (Boston, MA: \nMcGraw-Hill/Irwin, 2002). \n \nSirower, Mark L., The Synergy Trap: How Companies Lose the Acquisition Game (New York: Free Press, \n1997).  \n \nThorndike, Jr., William N., The Outsiders: Eight Unconventional CEOs and Their Radically Rational Blueprint \nfor Success (Boston, MA: Harvard Business Review Press, 2012).  \n \n \n"
    },
    {
      "number": 67,
      "text": "October 19, 2016  \n \nCapital Allocation \n67 \nArticles and Papers \n \nAlmeida, Heitor, Vyacheslav Fos, and Mathias Kronlund, “The Real Effects of Share Repurchases,” Journal of \nFinancial Economics, Vol. 119, No. 1, January 2016, 168-185.  \n \nArnott, Robert D., and Clifford S. Asness, “Surprise! Higher Dividends = Higher Earnings Growth,” Financial \nAnalysts Journal, Vol. 59, No. 1, January/February 2003, 70-87. \n \nAsker, John, Joan Farre-Mensa, and Alexander Ljungqvist, “Corporate Investment and Stock Market Listing: \nA Puzzle?” European Corporate Governance Institute (ECGI) - Finance Research Paper Series, January 27, \n2014.  \n \nAwasthee, Anushree and David Cogman, “Creating Value from M&A—Advantage Asia?” McKinsey on \nFinance, Number 58, Spring 2016, 12-14. \n \nBanerjee, Ryan, Jonathan Kearns, and Marco Lombardi, “(Why) Is Investment Weak?” BIS Quarterly Review, \nMarch 2015, 67-82. \n \nBates, Thomas W., “Asset Sales, Investment Opportunities, and the Use of Proceeds,” Journal of Finance, \nVol. 60, No. 1, February 2005, 105-135.  \n \nBates, Thomas W., Kathleen M. Kahle, and René M. Stulz, “Why Do U.S. Firms Hold So Much More Cash \nthan They Used To?” Journal of Finance, Vol. 64, No. 5, October 2009, 1985-2021. \n \nBebchuk, Lucian A., and Jesse M. Fried, “Paying for Long-Term Performance,” University of Pennsylvania \nLaw Review, Vol. 158, No. 7, June 2010, 1915-1960.  \n \nBecker, Bo, Marcus Jacob, and Martin Jacob, “Payout Taxes and the Allocation of Capital,” Journal of \nFinancial Economics, Vol. 107, No. 1, January 2013, 1-24. \n \nBegenau, Juliane and Berardino Palazzo, “Firm Selection and Corporate Cash Holdings,” Harvard Business \nSchool Working Paper, No. 16-130, May 2016.  \n \nBonaimé, Alice A., Kristine W. Hankins, and Bradford D. Jordan, “The Cost of Financial Flexibility: Evidence \nfrom Share Repurchases,” Journal of Corporate Finance, Vol. 38, June 2016, 345-362. \n \nBoudoukh, Jacob, Roni Michaely, Matthew Richardson, and Michael R. Roberts, “On the Importance of \nMeasuring Payout Yield: Implications for Empirical Asset Pricing,” Journal of Finance, Vol. 63, No. 2, April \n2007, 877-915.  \n \nBower, Joseph L., “Not All M&A’s Are Alike—and That Matters,” Harvard Business Review, March 2001, 92-\n101. \n \nBrauer, Matthias F., and Margarethe F. Wiersema, “Industry Divestiture Waves: How a Firm’s Position \nInfluences Returns,” Academy of Management Journal, Vol. 55, No. 6, December 2012, 1472-1492.  \n \nBrav, Alon, John R. Graham, Campbell R. Harvey, and Roni Michaely, “Payout Policy in the 21st Century,” \nJournal of Financial Economics, Vol. 77, No. 3, September 2005, 483-527. \n \n"
    },
    {
      "number": 68,
      "text": "October 19, 2016  \n \nCapital Allocation \n68 \nBuffett, Warren E., “Letter to Shareholders,” Berkshire Hathaway Annual Report, 1987.  \n \n———, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 1989.  \n \n———, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 1996. \n \n———, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 2011. \n \nChan, Konan, David L. Ikenberry, Inmoo Lee, and Yanzhi Wang, “Share Repurchase as a Potential Tool to \nMislead Investors,” Journal of Corporate Finance, Vol. 16, No. 2, April 2010, 137-158. \n \nChan, Louis K. C., Josef Lakonishok, and Theodore Sougiannis, “The Stock Market Valuation of Research \nand Development Expenditures,” Journal of Finance, Vol. 56, No. 6, December 2001, 2431-2456. \n \nChristensen, Clayton M., Stephen P. Kaufman, and Willy C. Shih, “Innovation Killers: How Financial Tools \nDestroy Your Capacity to Do New Things,” Harvard Business Review, January 2008, 98-105. \n \nChristofferson, Scott A., Robert S. McNish, and Diane L. Sias, “Where Mergers Go Wrong,” McKinsey on \nFinance, Winter 2004, 1-6. \n \nChung, Kee H., Peter Wright, and Charlie Charoenwong, “Investment Opportunities and Market Reaction to \nCapital Expenditure Decisions,” Journal of Banking & Finance, Vol. 22, No. 1, January 1998, 41-60. \n \nCogman, David, “Global M&A: Fewer Deals, Better Quality,” McKinsey on Finance, Spring 2014, 23-25. \n \nCooper, Michael J., Huseyin Gulen, and Michael J. Schill, “Asset Growth and the Cross-Section of Stock \nReturns,” Journal of Finance, Vol. 63, No. 4, August 2008, 1609-1651.  \n \nCordis, Adriana S., and Chris Kirby, “Capital Expenditures and Firm Performance: Evidence from a Cross-\nSectional Analysis of Stock Returns,” Accounting & Finance, Forthcoming, 2016. \n \nCornell, Joe, “Break Up Bonanza,” Forbes, July 9, 2014. \n \nCusatis, Patrick J., James A. Miles, and Randall Woolridge, “Restructuring through Spinoffs: The Stock \nMarket Evidence,” Journal of Financial Economics, Vol. 33, No. 3, June 1993, 293-311.  \n \nDamodaran, Aswath, “Research and Development Expenses: Implications for Profitability Measurement and \nValuation,” NYU Working Paper No. FIN-99-024, 1999.  \n \nDavies, Ryan, and David Merin, “Uncovering Cash and Insights from Working Capital,” McKinsey & Company, \nJuly 2014. \n \nDavis, Alexa, “Record Year in Reach for Spinoffs Thanks to Activist Appetite, Sluggish Growth,” Forbes, June \n12, 2014.  \n \nDesai, Hemang, and Prem C. Jain, “Firm Performance and Focus: Long-Run Stock Market Performance \nFollowing Spinoffs,” Journal of Financial Economics, Vol. 54, No. 1, October 1999, 75-101.  \n \n"
    },
    {
      "number": 69,
      "text": "October 19, 2016  \n \nCapital Allocation \n69 \nDevos, Erik, Palani-Rajan Kadapakkam, and Srinivasan Krishnamurthy, “How Do Mergers Create Value? A \nComparison of Taxes, Market Power, and Efficiency Improvements as Explanations for Synergies,” Review of \nFinancial Studies, Vol. 22, No. 3, March 2009, 1179-1211.  \n \nDittmar, Amy, and Jan Mahrt-Smith, “Corporate Governance and the Value of Cash Holdings,” Journal of \nFinancial Economics, Vol. 83, No. 3, March 2007, 599-634. \n \nDobbs, Richard, Marc Goedhart, and Hannu Suonio, “Are Companies Getting Better at M&A?” McKinsey on \nFinance, Winter 2007, 7-11; \n \nDow, James, and Gary Gorton, “Stock Market Efficiency and Economic Efficiency: Is There a Connection?” \nJournal of Finance, Vol. 52, No. 3, July 1997, 1087-1129. \n \nEberhart, Allan C., William F. Maxwell, and Akhtar R. Siddique, “An Examination of Long-Term Abnormal \nStock Returns and Operating Performance Following R&D Increases,” Journal of Finance, Vol. 59, No. 2, \nApril 2004, 623-650. \n \nEisenhardt, Kathleen M., “Agency Theory: An Assessment and Review,” Academy of Management Review, \nVol. 14, No. 1, January 1989, 57-74.  \n \nEvgeniou, Theodoros, Enric Junqué de Fortuny, Nick Nassuphis, and Theo Vermaelen, “Share Buyback and \nEquity Issue Anomalies Revisited,” INSEAD Working Paper 2016/21/DSC/FIN, April 7, 2016. \n \nFama, Eugene F., and Kenneth R. French, “A Five-Factor Asset Pricing Model,” Journal of Financial \nEconomics, Vol. 116, No. 1, April 2015, 1-22. \n \nFama, Eugene F., and Kenneth R. French, “Dissecting Anomalies with a Five-Factor Model,” Review of \nFinancial Studies, Vol. 29, No. 1, January 2016, 69-103. \n \nFatemi, Ali, and Recep Bildik, “Yes, Dividends are Disappearing: Worldwide Evidence,” Journal of Banking & \nFinance, Vol. 36, No. 3, March 2012, 662-677. \n \nFloyd, Eric, Nan Li, and Douglas J. Skinner, “Payout Policy Through the Financial Crisis: The Growth of \nRepurchases and the Resilience of Dividends,” Journal of Financial Economics, Vol. 118, No. 2, November \n2015, 299-316. \n \nFoley, C. Fritz, Jay C. Hartzell, Sheridan Titman, and Garry Twite, “Why Do Firms Hold So Much Cash? A \nTax-Based Explanation,” Journal of Financial Economics, Vol. 86, No. 3, December 2007, 579-607. \n \nFu, Fangjian and Sheng Huang, “The Persistence of Long-Run Abnormal Returns Following Stock \nRepurchases and Offerings,” Management Science, Vol. 62, No. 4, April 2016, 964-984. \n \nGraham, John R., Campbell R. Harvey, and Shiva Rajgopal, “Value Destruction and Financial Reporting \nDecisions,” Financial Analysts Journal, Vol. 62, No. 6, November/December 2006, 27-39. \n \nGraham, John R., Campbell R. Harvey, and Manju Puri, “Capital Allocation and Delegation of Decision-Making \nAuthority within Firms,” Journal of Financial Economics, Vol. 115, No. 3, March 2015, 449-470. \n \n"
    },
    {
      "number": 70,
      "text": "October 19, 2016  \n \nCapital Allocation \n70 \nGraham, John R., Mark T. Leary and Michael R. Roberts, “A Century of Capital Structure: The Leveraging of \nCorporate America,” Journal of Financial Economics, Vol. 118, No. 3, December 2015, 658-683. \n \nGrullon, Gustavo, and David L. Ikenberry, “What Do We Know about Share Repurchases?” Journal of Applied \nCorporate Finance, Vol. 13, No. 1, Spring 2000, 31-51.  \n \nGrullon, Gustavo, and Roni Michaely, “Dividends, Share Repurchases, and the Substitution Hypothesis,” \nJournal of Finance, Vol. 57, No. 4, August 2002, 1649-1684. \n \nGrullon, Gustavo, Bradley Paye, Shane Underwood, and James P. Weston, “Has the Propensity to Pay Out \nDeclined?” Journal of Financial and Quantitative Analysis, Vol. 46, No. 1, February 2011, 1-24.  \n \nHaleblian, Jerayr, Cynthia E. Devers, Gerry McNamara, Mason A. Carpenter, and Robert B. Davison, “Taking \nStock of What We Know About Mergers and Acquisitions: A Review and Research Agenda,” Journal of \nManagement, Vol. 35, No. 3, June 2009, 469-502. \n \nHall, Brian J., and Jeffrey B. Liebman, “Are CEOs Really Paid Like Bureaucrats?” Quarterly Journal of \nEconomics, Vol. 113, No. 3, August 1998, 653-691. \n \nHall, Stephen, Dan Lovallo, and Reiner Musters, “How to Put Your Money Where Your Strategy Is,” McKinsey \nQuarterly, March 2012. \n \nHarris, Milton, and Artur Raviv, “The Capital Budgeting Process: Incentives and Information,” Journal of \nFinance, Vol. 51, No. 4, September 1996, 1139-1174. \n \nHerper, Matthew, “How Much Does Pharmaceutical Innovation Cost? A Look at 100 Companies,” Forbes, \nAugust 8, 2013.  \n \nHillman, Tom, “Linking Corporate Performance and Valuation to Management Incentives,” Credit Suisse \nHOLT, July 2014. \n \nHillman, Tom, and Chris Morck, “Using the HOLT Framework to Assess Acquisition Skill,” Credit Suisse \nHOLT Research, July 2014.  \n \nHoffmann, Florian, and Sebastian Pfeil, “Reward for Luck in a Dynamic Agency Model,” Review of Financial \nStudies, Vol. 23, No. 9, September 2010, 3329-3345. \n \nHoskisson, Robert E., and Thomas A. Turk, “Corporate Restructuring: Governance and Control Limits of the \nInternal Capital Market,” Academy of Management Review, Vol. 15, No. 3, July 1990, 459-477.  \n \nIkenberry, David, Josef Lakonishok, Theo Vermaelen, “Market Underreaction to Open Market Share \nRepurchases,” Journal of Financial Economics, Vol. 39, Nos. 2 and 3, October-November 1995, 181-208.  \n \nJensen, Michael C., “Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers,” American \nEconomic Review, Vol. 76, No. 2, May 1986, 323-329. \n \nJensen, Michael C., and William H. Meckling, “Theory of the Firm: Managerial Behavior, Agency Costs, and \nOwnership Structure,” Journal of Financial Economics, Vol. 3, No. 4, October 1976, 305-360.  \n \n"
    },
    {
      "number": 71,
      "text": "October 19, 2016  \n \nCapital Allocation \n71 \nJose, Manuel L., Carol Lancaster, and Jerry L. Stevens, “Corporate Returns and Cash Conversion Cycles,” \nJournal of Economics and Finance, Vol. 20, No. 1, Spring 1996, 33-46. \n \nKale, Jayant R., Omesh Kini, and Janet D. Payne, “The Dividend Initiation Decisions of Newly Public Firms: \nSome Evidence on Signaling with Dividends,” Journal of Financial and Quantitative Analysis, Vol. 47, No. 2, \nApril 2012, 365-396.  \n \nKaplan, Steven N., “Weak Solutions to an Illusory Problem,” University of Pennsylvania Law Review, Vol. 159, \n2010, 43-56.  \n \nKaplan, Steven N., and Joshua Rauh, “Wall Street and Main Street: What Contributes to the Rise in the \nHighest Incomes?” Review of Financial Studies, Vol. 23, No. 3, March 2010, 1004-1050. \n \nKieschnick, Robert, Mark Laplante, and Rabih Moussawi, “Working Capital Management and Shareholders’ \nWealth,” Review of Finance, Vol. 17, No. 5, September 2013, 1827-1852. \n \nKisser, Michael, “The Real Option Value of Cash,” Review of Finance, Vol. 17, No. 5, September 2013, \n1649-1697. \n \nLaamanen, Tomi, and Thomas Keil, “Performance of Serial Acquirers: Toward an Acquisition Program \nPerspective,” Strategic Management Journal, Vol. 29, No. 6, June 2008, 663-672.  \n \nLazo, Shirley A., “Another Banner Year for Dividends,” Barron’s, June 7, 2014.  \n \n———, “Buybacks Surge, Led by Apple,” Barron’s, June 21, 2014.  \nLee, Donghum “Don,” and Ravi Madhavan, “Divestiture and Firm Performance: A Meta-Analysis,” Journal of \nManagement, Vol. 36, No. 6, November 2010, 1345-1371. \n \nLevy, Steven, “Jeff Bezos Owns the Web in More Ways Than You Think,” Wired Magazine, November 13, \n2011. \n \nLoughran, Tim, and Anand M. Vijh, “Do Long-Term Shareholders Benefit From Corporate Acquisitions?” \nJournal of Finance, Vol. 52, No. 5, December 1997, 1765-1790.  \n \nLynagh, Connor, “Does the Market Reward Accretive Deals? An Investigation of Acquirer Performance and \nEarnings per Share Accretion,” Glucksman Institute for Research in Securities Markets Working Paper, April 1, \n2014. \n \nMauboussin, Michael J., and Alexander Schay, “Where’s the Bar? Introducing Market-Expected Return on \nInvestment (MEROI),” Credit Suisse First Boston Equity Research, June 12, 2001. \n \nMauboussin, Michael J., and Dan Callahan, “Measuring the Moat: Assessing the Magnitude and Sustainability \nof Value Creation,” Credit Suisse Global Financial Strategies, July 22, 2013.  \n \n———, “Economic Returns, Reversion to the Mean, and Total Shareholder Returns,” Credit Suisse Global \nFinancial Strategies, December 6, 2013.  \n \n———, “What Does a Price-Earnings Multiple Mean? An Analytical Bridge between P/Es and Solid \nEconomics,” Credit Suisse Global Financial Strategies, January 29, 2014.  \n"
    },
    {
      "number": 72,
      "text": "October 19, 2016  \n \nCapital Allocation \n72 \n———, “Disbursing Cash to Shareholders: Frequently Asked Questions about Buybacks and Dividends,” \nCredit Suisse Global Financial Strategies, May 6, 2014. \n \n———, “Calculating Return on Invested Capital: How to Determine ROIC and Address Common Issues,” \nCredit Suisse Global Financial Strategies, June 4, 2014.  \n \nMcConnell, John J., and Chris J. Muscarella, “Corporate Capital Expenditure Decisions and the Market Value \nof the Firm,” Journal of Financial Economics, Vol. 14, No. 3, September 1985, 399-422.  \n \nMcNamara, Gerry, Jerayr Haleblian, and Bernadine Johnson Dykes, “The Performance Implications of \nParticipating in an Acquisition Wave,” Academy of Management Journal, Vol. 51, No. 1, February 2008, 113-\n130. \n \nMedlyn, Erin, and Alex Granados, “Survey: CFOs Weigh In on Affordable Care Act, Interest Rates, Stock \nMarket Overhang,” Fuqua School of Business, Duke University Press Release, September 11, 2013.  \n \nMider, Zachary R., “Tax Inversion: How U.S. Companies Buy Tax Breaks,” Bloomberg.com, June 16, 2014. \n \nMortal, Sandra, and Natalia Reisel, “Capital Allocation by Public and Private Firms,” Journal of Financial and \nQuantitative Analysis, Vol. 48, No. 1, February 2013, 77-103.   \n \nMyers, Stewart C., and Nicholas S. Majluf, “Corporate Financing and Investment Decisions When Firms Have \nInformation that Investors Do Not Have,” Journal of Financial Economics, Vol. 13, No. 2, June 1984, 187-\n221.  \n \nNissim, Doron, and Amir Ziv, “Dividend Changes and Future Profitability,” Journal of Finance, Vol. 56, No. 6, \nDecember 2001, 2111-2133. \n \nNguyen, Pascal, “The Role of the Seller’s Stock Performance in the Market Reaction to Divestiture \nAnnouncements,” Journal of Economics and Finance, Vol. 40, No. 1, January 2016, 19–40. \n \nOded, Jacob, and Allen Michel, “Stock Repurchases and the EPS Enhancement Fallacy,” Financial Analysts \nJournal, Vol. 64, No. 4, July/August 2008, 62-75.  \n \nPaul, Steven M., Daniel S. Mytelka, Chrisopher T. Dunwiddie, Charles C. Persinger, Bernard H. Munos, Stacy \nR. Lindborg, and Aaron L. Schacht, “How to Improve R&D Productivity: The Pharmaceutical Industry’s Grand \nChallenge,” Nature Reviews Drug Discovery, Vol. 9, March 2010, 203-214.  \n \nPorter, Michael E., “Capital Choices: Changing the Way America Invests in Industry,” Journal of Applied \nCorporate Finance, Vol. 5, No. 2, Summer 1992, 4-16. \n \n———, “What is Strategy?” Harvard Business Review, November-December, 1996, 61-78. \n \nPrendergast, Canice, “The Provision of Incentives in Firms,” Journal of Economic Literature, Vol. 37, No. 1, \nMarch 1999, 7-63. \n  \nRappaport, Alfred, “Dividend Reinvestment, Price Appreciation and Capital Accumulation,” Journal of Portfolio \nManagement, Vol. 32, No. 3, Spring 2006, 119-123. \n———, “Ten Ways to Create Shareholder Value,” Harvard Business Review, September 2006, 66-77.  \n"
    },
    {
      "number": 73,
      "text": "October 19, 2016  \n \nCapital Allocation \n73 \nRappaport, Alfred, and Mark L. Sirower, “Stock or Cash? The Trade-Offs for Buyers and Sellers in Mergers \nand Acquisitions,” Harvard Business Review, November-December 1999, 147-158. \n \nRhodes-Kropf, Matthew and S. Viswanathan, “Market Valuation and Merger Waves,” Journal of Finance, Vol. \n59, No. 6, December 2004, 2685-2718. \n \nRockoff, Jonathan D., and Dana Mattioli, “Bid for Allergan Puts Valeant’s Research and Development Cuts \nUnder Scrutiny,” Wall Street Journal, June 10, 2014.  \n \nSaad, Mohsen and Zaher Zantout, “Over-Investment in Corporate R&D, Risk, and Stock Returns, Journal of \nEconomics and Finance, Vol. 38, No. 3, July 2014, 438-460. \n \nScannell, Jack W., Alex Blanckley, Helen Boldon, and Brian Warrington, “Diagnosing the Decline in \nPharmaceutical R&D Efficiency,” Nature Reviews Drug Discovery, Vol. 11, March 2012, 191-200. \n \nSeitz, Patrick, “Top Tech Stocks Not Big R&D Spenders, Surprising Study Shows,” Investors.com, July 7, \n2014. \n \nShapiro, Alan C., “Corporate Strategy and the Capital Budgeting Decision,” Midland Corporate Finance \nJournal, Spring 1985, 22-36.  \n \nSilverblatt, Howard, “Buybacks and the S&P 500® EPS,” Indexology Blog, March 7, 2014. \n \nSirower, Mark L., and Sumit Sahni, “Avoiding the ‘Synergy Trap’: Practical Guidance on M&A Decisions for \nCEOs and Boards,” Journal of Applied Corporate Finance, Vol. 18, No. 3, Summer 2006, 83-95. \n \nSkinner, Douglas J., “The Evolving Relation Between Earnings, Dividends, and Stock Repurchases,” Journal \nof Financial Economics, Vol. 87, No. 3, March 2008, 582-609.  \n \nSkinner, Douglas J., and Eugene Soltes, “What Do Dividends Tell Us About Earnings Quality?” Review of \nAccounting Studies, Vol. 16, No. 1, March 2011, 1-28. \n \nSloan, Allan, “Positively Un-American Tax Dodges,” Fortune, July 21, 2014.  \n \nSlovin, Myron B., Marie E. Sushka, and John A. Polonchek, “Methods of Payment in Asset Sales: Contracting \nwith Equity versus Cash,” Journal of Finance, Vol. 60, No. 5, October 2005, 2385-2407.  \n \nStein, Jeremy C., “Internal Capital Markets and the Competition for Corporate Resources,” Journal of Finance, \nVol. 52, No. 1, March 1997, 111-133. \n \nThaler, Richard H., “Anomalies: The Winner’s Curse,” Journal of Economic Perspectives, Vol. 2, No. 1, \nWinter 1988, 191-202.  \n \nTitman, Sheridan, K. C. John Wei, and Feixue Xie, “Capital Investments and Stock Returns,” Journal of \nFinancial and Quantitative Analysis, Vol. 39, No. 4, December 2004, 677-700. \n \nTitman, Sheridan, K. C. John Wei, and Feixue Xie, “Market Development and the Asset Growth Effect: \nInternational Evidence,” Journal of Financial and Quantitative Analysis, Vol. 48, No. 5, October 2013, 1405-\n1432.  \n"
    },
    {
      "number": 74,
      "text": "October 19, 2016  \n \nCapital Allocation \n74 \nVeld, Chris, and Yulia V. Veld-Merkoulova, “Value Creation through Spinoffs: A Review of the Empirical \nEvidence,” International Journal of Management Reviews, Vol.11, No. 4, December 2009, 407-420. \nVoss, Jordan, “Why do Firms Repurchase Stock?” Major Themes in Economics, Spring 2012. \n \nWang, Jin, and Lewis D. Johnson, “Information Asymmetry, Signaling, and Share Repurchase,” Working \nPaper, February 2008.  \n \nWarusawitharana, Missaka, “Research and Development, Profits, and Firm Value: A Structural Estimation,” \nQuantitative Economics, Vol. 6, No. 2, July 2015, 531-565. \n \nWatanabe, Akiko, Yan Xu, Tong Yao, and Tong Yu, “The Asset Growth Effect: Insights for International \nEquity Markets,” Journal of Financial Economics, Vol. 108, No. 2, May 2013, 259-263.  \n \nWoolridge, J. Randall, and Charles C. Snow, “Stock Market Reaction to Strategic Investment Decisions,” \nStrategic Management, Vol. 11, No. 5, September 1990, 353-363. \n \nWurgler, Jeffrey, “Financial Markets and the Allocation of Capital,” Journal of Financial Economics, Vol. 58, \nNos. 1-2, 2000, 187-214.  \n \nYe, Meng, “Efficiency of Internal Capital Allocation and the Success of Acquisitions,” University of New \nOrleans Theses and Dissertations, Paper 1106, December 20, 2009. \n \nZhuang, Chao, “Share Repurchases, Market Timing, and the Distribution of Free Cash Flow,” Working Paper, \nMarch 10, 2015. \n \nZion, David, Ron Graziano, Ravi Gomatam, and Jason Williams, “Parking Lots of Cash & Earnings Overseas: \nAt Least $750 Billion in Cash & Nearly $2.3 Trillion in Earnings,” Credit Suisse Equity Research, March 11, \n2016. \n \nZweig, Jason, “Peter’s Uncertainty Principle,” Money Magazine, November 1994, 143-149. \n \n"
    },
    {
      "number": 75,
      "text": " \n \n \nImportant information \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future. \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A. \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above. \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \nHOLT\n® \nWith respect to the analysis in this report based on the Credit Suisse HOLT methodology, Credit Suisse certifies that (1) the views expressed in this \nreport accurately reflect the Credit Suisse HOLT methodology and (2) no part of the Firm's compensation was, is, or will be directly related to the \nspecific views disclosed in this report. \nThe Credit Suisse HOLT methodology does not assign recommendations to a security. It is an analytical tool that involves use of a set of proprietary \nquantitative algorithms and warranted value calculations, collectively called the Credit Suisse HOLT valuation model, that are consistently applied to all \nthe companies included in its database. Third-party data (including consensus earnings estimates) are systematically translated into a number of default \nvariables and incorporated into the algorithms available in the Credit Suisse HOLT valuation model. The source financial statement, pricing, and \nearnings data provided by outside data vendors are subject to quality control and may also be adjusted to more closely measure the underlying \neconomics of firm performance. These adjustments provide consistency when analyzing a single company across time, or analyzing multiple companies \nacross industries or national borders. The default scenario that is produced by the Credit Suisse HOLT valuation model establishes the baseline \nvaluation for a security, and a user then may adjust the default variables to produce alternative scenarios, any of which could occur. Additional \ninformation about the Credit Suisse HOLT methodology is available on request. \nThe Credit Suisse HOLT methodology does not assign a price target to a security. The default scenario that is produced by the Credit Suisse HOLT \nvaluation model establishes a warranted price for a security, and as the third-party data are updated, the warranted price may also change. The default \nvariables may also be adjusted to produce alternative warranted prices, any of which could occur. Additional information about the Credit Suisse HOLT \nmethodology is available on request. \n© 2016 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n"
    }
  ]
}