{
  "filename": "mm_111_2016_celebrating_the_summit__making_an_informed_decision_after_a_large_price_gain.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423225836-07'00'",
    "modDate": "D:20240423225908-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 111,
      "year": "2016",
      "date": "1/11",
      "institution": "Credit Suisse",
      "title": "Celebrating the Summit: Making an Informed Decision After a Large Price Gain",
      "url": "https://12mv2.files.wordpress.com/2024/04/16-01-11-celebrating-the-summit__making-an-informed-decision-after-a-large-price-gain.pdf"
    },
    "tags": [
      "Behavioral finance",
      "Decision making",
      "Base rates",
      "Investment process"
    ],
    "tagged_at": "2025-01-20T21:28:35.316245"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nJanuary 11, 2016  \n \nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nCelebrating the Summit \nMaking an Informed Decision After a Large Price Gain \nAuthors \nGlobal Financial Strategies \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \nDarius Majd \ndarius.majd@credit-suisse.com  \nHOLT \nGreg Williamson \ngreg.williamson@credit-suisse.com \nDavid Rones, CFA \ndavid.rones@credit-suisse.com \n \n \n \n \n“It is part of the natural cycle of human emotion to let down your guard once \nyou feel you’ve reached a goal.” \nLaurence Gonzales1 \n \n A key to successful investing is the ability to keep emotions in check in the \nface of emotional highs and lows. \n One challenging situation is when a stock in your portfolio rises sharply \nrelative to the market. You don’t want to celebrate too much, as you need \nto make a reasoned buy, hold, or sell decision. \n This report provides analytical guidance if one of your stocks increases 10 \npercent or more in one day relative to the S&P 500 Index. Such gains \ngenerally evoke strong emotional reactions and make sound decision \nmaking difficult. \n We provide the base rates for roughly 6,800 such events in the past \nquarter century. We refine the base rates by separating earnings and non-\nearnings announcements and by introducing quantitative factors including \nmomentum, valuation, and quality. \n We provide a checklist to guide you as you decide whether to buy, hold, or \nsell the stock. \n \n \n"
    },
    {
      "number": 2,
      "text": " \n \nJanuary 11, 2016 \n \nCelebrating the Summit \n2 \nIntroduction \n \nA key to investing successfully is the ability to manage emotions in the face of highs and lows. The focus of \nthis report is when one of the stocks in your portfolio rises sharply relative to the market and is not an \nacquisition target. As a portfolio manager you are likely to be pleased about the boost to investment returns \nand flush with a sense of success. As the analyst you might feel proud and self-assured. Enjoying \nachievement is fine to a point. But high emotional arousal is not conducive to good decision making.  \n \nA big winner can create what we call a “celebrating the summit” moment.2 The idea comes from Laurence \nGonzales, an author and expert on survival in extreme situations, who warns against excessive congratulation \nafter reaching a goal. He points out that mountain climbers commonly celebrate too much at the peak. This \ncauses them to let their guard down just as they are approaching the part of the expedition that may be the \nmost challenging. Gonzales points out that descent is technically more difficult than ascent and that most \nmountaineering accidents occur on the way down. Likewise, selling can be harder than buying. \n \nYou can use a checklist to help make good decisions when emotions are running high. Atul Gawande \ndescribes two types of checklists in his book, The Checklist Manifesto.3 The first is called DO-CONFIRM. \nHere you do your job from memory but pause periodically to make sure that you have done everything you are \nsupposed to do. The second is called READ-DO. Here, you simply read the checklist and do what it says. \nREAD-DO checklists are particularly helpful when you are in the state of high emotional arousal because they \nprevent you from being overcome by emotion as you decide how to act. \n   \nYou can think of your emotional state and the ability to make good decisions as sitting on opposite sides of a \nseesaw. If your state of emotional arousal is high, your capacity to decide well is low. A checklist helps take \nout the emotion and moves you toward a proper choice. It also keeps you from succumbing to decision \nparalysis. A psychologist studying emergency checklists in aviation said the goal is to “minimize the need for a \nlot of effortful analysis when time may be limited and workload is high.”4   \n \nThis report provides you with analytical guidance if one of your stocks rises 10 percent or more in one day \nrelative to the S&P 500. We limit the analysis to stock price rises unrelated to announced mergers and \nacquisitions (M&A). More directly, we want to answer the question of whether you should buy, hold, or sell the \nstock following one of these big moves to the upside.     \n \nExhibit 1 shows the number of such observations for the S&P 500 from January 1990 through mid-2015. \nThere were roughly 6,800 occurrences, with noteworthy clusters around the dot-com bubble and the financial \ncrisis in 2008-2009. The bubble periods contain 36 percent of the observations. These sharp gains happen \nfrequently enough that they deserve a thoughtful process to deal with them but infrequently enough that few \ninvestment firms have developed such a process. Assuming an average number of stock holdings in a mutual \nfund that is benchmarked against the S&P 500, a portfolio manager of a typical mutual fund would encounter \n5-15 “celebrating the summit” moments per year in low volatility years (e.g., 1994-1997 and 2012-2015) \nand more than 100 such moments in high volatility years (2000-2002 and 2008-2009). \n \n \n \n \n \n \n \n"
    },
    {
      "number": 3,
      "text": " \n \nJanuary 11, 2016 \n \nCelebrating the Summit \n3 \nExhibit 1: Number of Observations of 10%+ Relative Stock Price Increases, January 1990-July 2015 \n \nSource: Credit Suisse HOLT. \n \nStructure of the Analysis \n \nThere are two broad approaches to making a decision. You can rely on the specific circumstances of a \nparticular situation as well as your own experience. This is known as the inside view. Or you can examine a \nlarger reference class to understand the base rates. This is known as the outside view.5 \n \nFor example, if you are forecasting the returns for the stock market in the next year you can use the inside \nview to come up with an estimate based on current valuation, sentiment, and your own gut feel. Or you can \nuse the outside view and examine how the stock market has done over the years. Both approaches are useful, \nand there is a specific way to combine the two to allow for an effective forecast.6 But research in decision \nmaking suggests that we naturally rely more on the inside view than we should.7 In fact, it is common for \ninvestors to be unaware of the base rates that are relevant in their decisions.  \n \nWe use base rates to show how stocks perform after they have risen sharply. To do this, we calculate the \n“cumulative abnormal return” for the 30, 60, and 90 trading days after the time of the increase. An abnormal \nreturn is the difference between the total shareholder return and the expected return. A stock’s expected \nreturn reflects the change in a broader stock market index, the S&P 500 in our case, adjusted for risk. The \ncumulative abnormal return, then, is simply the sum of the abnormal returns during the period that we \nmeasure.       \n \nExhibit 2 shows the results for the full sample. The first thing to note is that weak relative stock price results \ngenerally precede the large positive moves. The stocks in the sample rose nearly 14 percentage points versus \nthe S&P 500 on the event date, but fell almost 6 percentage points relative to the market in the 30 days prior \nto the event. Second, the excess returns following a large price gain are on average strongly positive. \n  \n \n \n0\n10\n20\n30\n40\n50\n60\n70\n1990\n1993\n1996\n1999\n2002\n2005\n2008\n2011\n2014\nNumber of Observations\n"
    },
    {
      "number": 4,
      "text": " \n \nJanuary 11, 2016 \n \nCelebrating the Summit \n4 \nExhibit 2: Full Sample – Cumulative Abnormal Returns \n \nSource: Credit Suisse HOLT. \n \nWe refine the large sample into relevant categories in an effort to increase the usefulness of the base rates.8 \nThe first refinement, which exhibit 2 shows, is segregation between earnings and non-earnings \nannouncements. Earnings releases constitute about one-fifth of our sample. Non-earnings announcements \ninclude releases of information that are scheduled, such as same-store sales updates, as well as unanticipated \nannouncements, including a change in management or an earnings update. On balance, returns subsequent \nto non-earnings announcements are greater than those following earnings releases.   \n \nThere is strong evidence in the U.S. markets for “post-earnings-announcement drift.”9 This is a positive \nrelationship between announced earnings surprises and subsequent stock price changes. For companies that \nreport an upside earnings surprise, cumulative abnormal returns tend to continue to drift up. \n \nThe second refinement is the application of three factors—momentum, valuation, and quality—that consider \ncorporate fundamentals and stock market measures. All companies receive a score for each factor. The \nscores are relative to a company’s peers in the same sector. You can find a detailed definition of the factors in \nAppendix A, but here’s a quick summary: \n \n Momentum predominantly considers two drivers, change in cash flow return on investment (CFROI®) \nforecasts and stock price momentum. Good momentum is associated with rising CFROI forecasts and \nstrong relative stock price appreciation. \n \n Valuation reflects the gap between the current stock price and the warranted value in the HOLT® \nvaluation model. Valuation also incorporates adjusted measures of price-to-earnings and price-to-book \nratios. Together, these metrics help assess whether a stock is relatively cheap or expensive.  \n \n Quality captures the company’s level of achieved CFROI and whether the company has been able to \nconsistently make investments that create value. Firms with high CFROIs and strong value creation score \nwell on quality. \n \nThe upside of adding refinements is that you can find a base rate that closely matches the case you are \nconsidering. The downside is that the sample size (N) shrinks with each refinement. We have tried to maintain \nhealthy sample sizes even in the end branches, and we display the Ns along the way so that you can assess \nthe trade-off between fit and prior occurrences. \n \n                                                 \n \n CFROI\n® is a registered trademark in the United States and other countries (excluding the United Kingdom) of Credit Suisse \nGroup AG or its affiliates. \nDays\nDays\n-30\nEvent\nN =\n+30\n+60\n+90\n-30\nEvent\nN =\n+30\n+60\n+90\nEarnings\n-3.3%\n14.5%\n1,505\n2.7% 3.7% 4.1%\nFull Sample \n-5.9%\n13.8%\n6,797\n3.5% 6.1% 7.0%\nNon-Earnings\n-6.6%\n13.6%\n5,292\n3.8% 6.8% 7.9%\nDays\nDays\n"
    },
    {
      "number": 5,
      "text": " \n \nJanuary 11, 2016 \n \nCelebrating the Summit \n5 \nWe are almost ready to turn to the checklist and numbers, but we need to cover one additional item. All of our \nsummary exhibits show the average, or mean, abnormal shareholder return. That average represents a full \ndistribution of results. For most of the distributions, the median return, the return that separates the top half \nfrom the bottom half of the sample, is less than the mean, which tells you that the distributions are skewed to \nthe right.  \n \nFurther, the standard deviations of most of the distributions are in the range of 30-45 percent. While our \nsummary figures show a tidy average, recognize that the figure belies a rich distribution. Appendix B shows \nthe distributions for a handful of events. The base rate data can be extremely helpful in making a sound \ndecision even if the outcome is probabilistic.  \n \nWe’re now ready to turn to the checklist and the base rates. \n \n \n"
    },
    {
      "number": 6,
      "text": " \n \nJanuary 11, 2016 \n \nCelebrating the Summit \n6 \nThe Checklist \n \nYou come into the office and one of the stocks in your portfolio is up 10 percent or more relative to the S&P \n500. The move is unrelated to announced M&A. Here’s what you do: \n \n Earnings or non-earnings. Determine whether the precipitating announcement is an earnings release or \na non-earnings disclosure and go to the appropriate exhibit;  \n \n Momentum. Check the appropriate HOLT Lens™ page to determine if the stock had strong, weak, or \nneutral momentum going into the announcement. You can either go to the momentum section of the exhibit \nor continue;   \n  \nValuation. Check to see if the valuation is cheap, expensive, or neutral. You can either go to the section in \nthe exhibit that combines momentum and valuation or continue;   \n \n Quality. Check to see if the quality is high, low, or neutral. Go to section in the exhibit that incorporates all \nof the factors.  \n \nWe have two detailed case studies that we’ll present in a moment, but let’s run through an example to see \nhow this works. The first item is to determine whether the announcement was a scheduled earnings release or \nnot. Let’s say it was an earnings event. That means we would refer to the data in exhibit 3. \n \nStep two is to assess the momentum. We’ll assume that momentum is weak. If you look at the left side of the \nexhibit you’ll see the section that reflects momentum. If you focus on the results of the companies with weak \nmomentum, you’ll see a few figures. You’ll notice that the 665 stocks in that reference class increased 15.2 \npercent, on average, the day of the event. You will also see that those stocks greatly underperformed the \nmarket, with a cumulative abnormal return of -5.7 percent in the prior 30 trading days.  \n \nYou’ll also see that the stocks in that class did well in the subsequent period, with cumulative abnormal returns \nof 4.1 percent in the next 30 trading days, 4.7 percent in 60 trading days, and 5.2 percent in 90 trading days. \nWe selected 90 trading days as the extent of this analysis because we felt it is a sufficient amount of time for \nan investment team to thoroughly reassess the stock’s merit. We designed the READ-DO checklist to provide \nimmediate guidance.  \n \nWe now turn to valuation, which you can find in the middle of the exhibit, to see if we can sharpen the analysis. \nLet’s assume the valuation was expensive. If we look 60 days out, we see that the 164 instances in this \ngroup have an average cumulative abnormal return of 5.7 percent.    \n \nAs a final check, we consider quality, which you can find on the right of the exhibit. Let’s say quality is low. \nWe’ve now shrunk our sample size to 72, and see that the 60-day cumulative abnormal return is 12.6 percent.    \n"
    },
    {
      "number": 7,
      "text": " \n \nJanuary 11, 2016 \n \nCelebrating the Summit \n7 \nExhibit 3: Earnings Event – Cumulative Abnormal Returns \n \nSource: Credit Suisse HOLT. \nNote: The abnormal return for the event reflects only the day of the event. \nMomentum\nValuation\nQuality\nDays\n-30\nEvent\nN =\n+30\n+60\n+90\nHigh\n-5.9%\n14.6%\n37\n0.2%\n4.4%\n9.4%\nNeutral\n-3.6%\n13.9%\n27\n3.7%\n5.4%\n7.5%\nDays\nDays\nLow\n-0.7%\n14.0%\n45\n6.1%\n9.0%\n7.1%\n-30\nEvent\nN =\n+30\n+60\n+90\n-30\nEvent\nN =\n+30\n+60\n+90\nCheap \n-3.2%\n14.2%\n109\n3.5%\n6.6%\n8.0%\nHigh\n-0.9%\n13.3%\n48\n0.3%\n0.5%\n0.1%\nStrong\n-1.3%\n13.9%\n411\n1.1%\n1.9%\n2.3%\nNeutral\n-1.2%\n14.0%\n149\n1.0%\n1.7%\n3.3%\nNeutral\n-3.6%\n14.4%\n44\n2.3%\n0.0%\n1.9%\nExpensive\n0.0%\n13.7%\n153\n-0.6% -1.4%\n-2.8%\nLow\n0.4%\n14.2%\n57\n0.5%\n4.1%\n7.1%\nHigh\n-0.6%\n13.8%\n65\n-2.3% -1.7% -6.0%\nNeutral\n-0.4%\n13.5%\n32\n1.5%\n-0.6% -1.8%\nLow\n0.9%\n13.8%\n56\n0.1%\n-1.5%\n0.5%\nDays\n-30\nEvent\nN =\n+30\n+60\n+90\nHigh\n-6.3%\n15.6%\n51\n2.5%\n9.0%\n8.0%\nNeutral\n-1.7%\n13.0%\n41\n4.7%\n8.8%\n8.2%\nDays\nDays\nLow\n-2.8%\n14.1%\n55\n3.6%\n-1.3%\n2.5%\n-30\nEvent\nN =\n+30\n+60\n+90\n-30\nEvent\nN =\n+30\n+60\n+90\nCheap \n-3.7%\n14.4%\n147\n3.5%\n5.1%\n6.0%\nHigh\n-3.5%\n12.7%\n47\n2.0%\n3.7%\n1.9%\nNeutral\n-1.6%\n14.1%\n429\n2.1%\n3.9%\n4.2%\nNeutral\n-1.3%\n13.3%\n137\n2.3%\n5.0%\n4.0%\nNeutral\n0.9%\n13.0%\n40\n0.3%\n2.5%\n1.6%\nExpensive\n0.2%\n14.5%\n145\n0.6%\n1.7%\n2.6%\nLow\n-0.9%\n14.0%\n50\n4.3%\n8.3%\n7.8%\nHigh\n2.4%\n14.8%\n45\n2.0%\n5.9%\n8.0%\nNeutral\n0.3%\n14.3%\n45\n-0.8% -0.7%\n1.5%\nLow\n-1.6%\n14.4%\n55\n0.5%\n0.3%\n-0.9%\nDays\n-30\nEvent\nN =\n+30\n+60\n+90\nHigh\n-11.2% 15.0%\n109\n4.1%\n1.6%\n5.5%\nNeutral\n-5.6%\n14.6%\n86\n2.4%\n3.2%\n4.4%\nDays\nDays\nLow\n-11.7% 18.0%\n109\n10.4% 6.1%\n5.4%\n-30\nEvent\nN =\n+30\n+60\n+90\n-30\nEvent\nN =\n+30\n+60\n+90\nCheap \n-9.8%\n15.9%\n304\n5.9%\n3.7%\n5.2%\nHigh\n-0.7%\n13.5%\n54\n1.2%\n3.7%\n6.4%\nWeak\n-5.7%\n15.2%\n665\n4.1%\n4.7%\n5.2%\nNeutral\n-3.5%\n14.5%\n197\n2.3%\n5.5%\n5.8%\nNeutral\n-3.3%\n13.2%\n57\n2.2%\n3.3%\n0.1%\nExpensive\n-0.8%\n14.7%\n164\n2.7%\n5.7%\n4.5%\nLow\n-5.3%\n15.9%\n86\n3.2%\n8.1%\n9.1%\nHigh\n-1.1%\n14.6%\n44\n-1.0%\n0.9%\n-0.1%\nNeutral\n5.0%\n13.9%\n48\n1.6%\n-0.4%\n0.9%\nLow\n-4.6%\n15.3%\n72\n5.7% 12.6% 9.7%\nDays\nDays\nDays\nDays\nDays\nDays\nDays\nDays\nDays\n"
    },
    {
      "number": 8,
      "text": " \n \nJanuary 11, 2016 \n \nCelebrating the Summit \n8 \nExhibit 4: Non-Earnings Event – Cumulative Abnormal Returns \n \nSource: Credit Suisse HOLT. \nNote: The abnormal return for the event reflects only the day of the event. \nMomentum\nValuation\nQuality\nDays\n-30\nEvent\nN =\n+30\n+60\n+90\nHigh\n-15.2% 12.8%\n122\n7.3% 10.9% 10.2%\nNeutral\n-8.1%\n12.6%\n98\n-3.2%\n1.6%\n4.5%\nDays\nDays\nLow\n-6.0%\n12.5%\n127\n4.7%\n6.6%\n10.3%\n-30\nEvent\nN =\n+30\n+60\n+90\n-30\nEvent\nN =\n+30\n+60\n+90\nCheap \n-9.8%\n12.6%\n347\n3.4%\n6.7%\n8.6%\nHigh\n-9.7%\n12.4%\n105\n-0.5%\n1.7%\n1.4%\nStrong\n-7.5%\n12.7%\n1,137\n1.2%\n1.5%\n1.7%\nNeutral\n-5.7%\n12.8%\n334\n0.5%\n4.4%\n5.5%\nNeutral\n-4.2%\n12.9%\n94\n-0.7%\n3.3%\n1.3%\nExpensive\n-7.0%\n12.8%\n456\n0.0%\n-4.5%\n-6.2%\nLow\n-3.6%\n13.1%\n135\n2.1%\n7.3%\n11.5%\nHigh\n-10.7% 12.9%\n209\n0.0%\n-7.0% -7.9%\nNeutral\n-2.3%\n13.0%\n116\n-0.6% -4.7% -9.4%\nLow\n-5.5%\n12.4%\n131\n0.5%\n-0.4% -0.7%\nDays\n-30\nEvent\nN =\n+30\n+60\n+90\nHigh\n-13.9% 13.9%\n187\n4.0%\n9.3%\n7.9%\nNeutral\n-19.7% 14.3%\n183\n6.3% 15.0% 19.5%\nDays\nDays\nLow\n-5.1%\n14.0%\n173\n3.8%\n5.3%\n3.6%\n-30\nEvent\nN =\n+30\n+60\n+90\n-30\nEvent\nN =\n+30\n+60\n+90\nCheap \n-13.0%\n14.1%\n543\n4.7%\n10.0% 10.4%\nHigh\n-5.9%\n12.5%\n128\n2.7%\n4.7%\n6.1%\nNeutral\n-7.5%\n13.5%\n1,383\n2.8%\n6.2%\n7.1%\nNeutral\n-4.6%\n12.8%\n373\n2.3%\n4.3%\n3.8%\nNeutral\n-1.6%\n12.3%\n103\n-1.1%\n1.3%\n0.0%\nExpensive\n-3.2%\n13.6%\n467\n1.1%\n3.5%\n5.8%\nLow\n-5.6%\n13.3%\n142\n4.4%\n6.1%\n4.4%\nHigh\n-3.8%\n13.1%\n120\n-0.3%\n4.2%\n4.3%\nNeutral\n1.8%\n13.2%\n147\n1.1%\n7.4%\n11.0%\nLow\n-6.7%\n14.2%\n200\n1.9%\n0.1%\n3.0%\nDays\n-30\nEvent\nN =\n+30\n+60\n+90\nHigh\n-12.4% 14.4%\n370\n5.9%\n9.4%\n13.1%\nNeutral\n-7.7%\n14.4%\n445\n9.0% 13.3% 15.4%\nDays\nDays\nLow\n-11.6% 14.3%\n455\n7.6% 11.0% 12.0%\n-30\nEvent\nN =\n+30\n+60\n+90\n-30\nEvent\nN =\n+30\n+60\n+90\nCheap \n-10.5%\n14.4% 1,270\n7.6%\n11.4% 13.5%\nHigh\n-7.7%\n13.1%\n217\n5.6% 11.7% 11.9%\nWeak\n-5.8%\n14.0%\n2,772\n5.3%\n9.1%\n10.8%\nNeutral\n-3.8%\n13.9%\n810\n4.5%\n8.9%\n10.9%\nNeutral\n1.9%\n14.1%\n232\n5.1%\n8.9%\n12.5%\nExpensive\n0.5%\n13.2%\n692\n2.1%\n5.4%\n5.5%\nLow\n-5.1%\n14.4%\n361\n3.6%\n7.3%\n9.3%\nHigh\n0.1%\n12.6%\n149\n0.3%\n4.4%\n3.1%\nNeutral\n4.9%\n13.7%\n175\n4.7%\n9.3%\n12.6%\nLow\n-1.5%\n13.1%\n368\n1.6%\n3.9%\n3.0%\nDays\nDays\nDays\nDays\nDays\nDays\nDays\nDays\nDays\n"
    },
    {
      "number": 9,
      "text": " \n \nJanuary 11, 2016 \n \n \n \nCelebrating the Summit \n9 \nCase Studies \n \nWe now turn to two case studies that provide detail about the analysis.   \n \nHarman International Industries, Incorporated \n \nAt an investors' day on August 8, 2013, Harman International Industries, Inc. provided guidance for sales, \nearnings before interest, taxes, depreciation, and amortization (EBITDA), and earnings per share for the 2014 \nand 2016 fiscal years (ended June 30). The stock rose 10.7 percent that day, from $58.62 to $64.90. The \nS&P 500 was down 0.4 percent. This was a non-earnings event. \n \nSince we use cumulative abnormal return (CAR) for all of the stock performance data, it is worth taking a \nmoment to explain how we do the calculation. We determine daily abnormal return using a simplified market \nmodel, which compares the actual return of a stock to its expected return. The expected return equals the \ntotal shareholder return of the benchmark, the S&P 500, times the stock’s beta. The abnormal return is the \ndifference between the actual return and the expected return. \n \nWe calculate beta by doing a regression analysis with the S&P 500’s total returns as the independent variable \n(x-axis) and Harman’s total returns as the dependent variable (y-axis). We use monthly total returns for the \nprior 60 months. Beta is the slope of the best-fit line. Exhibit 5 shows that the beta for Harman for the 60 \nmonths ended July 2013 was 2.2. This is the beta we use for our calculations of daily abnormal returns during \nthe month of August 2013. Similarly, the beta for September 2013 would use returns for the 60 months \nended August 2013. \n \nExhibit 5: Beta Calculation for Harman \n \nSource: Credit Suisse. \n \n \n \ny = 2.21x + 0.00\n-20%\n-15%\n-10%\n-5%\n0%\n5%\n10%\n15%\n20%\n-20%\n-10%\n0%\n10%\n20%\nHarman International Industries\nS&P 500\nMonthly Returns\nAugust 2008 - July 2013\n"
    },
    {
      "number": 10,
      "text": " \n \nJanuary 11, 2016 \n \n \n \nCelebrating the Summit \n10 \nUsing the 90 trading days following the event, we calculate a CAR of 11.8 percent as follows: \n \nCAR = Actual return – expected return \n \n \n= 25.3% - (Beta * Market Return) \n \n \n= 25.3% - (2.2 * 6.1%) \nCAR = 25.3% - 13.5% = 11.8% \n \nExhibit 6 shows the chart of the stock’s performance for the 30 trading days prior to the event through 90 \ntrading days following the event. The top line shows the stock price itself. The middle line is the cumulative \nabnormal return. We reset the cumulative abnormal return to zero on the event date. The bars are the daily \nabnormal returns. It’s evident that buying Harman on the day after this event would have yielded good returns \nin the subsequent 90 days. Let’s go through the checklist to see how we would have assessed the situation in \nreal time. \n \nExhibit 6: Harman Stock Price and Cumulative Abnormal Returns (June 26 – December 16, 2013)   \n \nSource: Credit Suisse. \n \n \n-20%\n-10%\n0%\n10%\n20%\n30%\n40%\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n55\n60\n65\n70\n75\n80\n85\n90\n95\n100\n06/26/13\n07/03/13\n07/10/13\n07/17/13\n07/24/13\n07/31/13\n08/07/13\n08/14/13\n08/21/13\n08/28/13\n09/04/13\n09/11/13\n09/18/13\n09/25/13\n10/02/13\n10/09/13\n10/16/13\n10/23/13\n10/30/13\n11/06/13\n11/13/13\n11/20/13\n11/27/13\n12/04/13\n12/11/13\nAbnormal Return\nStock Price\nDaily abnormal return\nHAR Price\nCumulative abnormal  return\n-30 trading days\n+90 trading days\nProvides encouraging guidance \nStock gains 11%\n"
    },
    {
      "number": 11,
      "text": " \n \nJanuary 11, 2016 \n \n \n \nCelebrating the Summit \n11 \nThe first item on the checklist is the determination of whether the event was a scheduled earnings release. \nWe know that this is an event not related directly to an earnings announcement, so we refer to exhibit 4. \n \nThe next step is determining how the stock scores with regard to momentum, valuation, and quality through \nHOLT Lens. (Please contact your HOLT or Credit Suisse representative if you do not have access to Lens \nand would like to use it.) At the welcome page, search for the company of the stock under consideration. This \ntakes you to the summary page for that company, which includes a Relative Wealth Chart (see here for \nHarman’s latest summary page). Toward the top of the page you will find a link called “Scorecard Percentile.” \nIf you click on it, you will see numerical scores, from 0 to 100, for momentum, valuation, and operational \nquality, among other items.  \n \nTo best align with the base rates, which reflect factor scores from before the price gain, it is appropriate to \nuse the Scorecard on the day of the event as opposed to the days afterwards. On the day of the event, the \nfactors do not yet incorporate the price gain—HOLT makes those adjustments overnight.  For the purposes of \nthis analysis, a score of 67 or more reflects strong momentum, cheap valuation, and high quality. A score of \n33 or less means weak momentum, expensive valuation, and low quality. Numbers from 34 to 66 are neutral \nfor the factors. Exhibit 7 shows you this screen for Harman on the date of the event.   \n \nExhibit 7: Harman’s Factor Scores \n \nSource: HOLT Lens. \n \nWe see that momentum is weak (30), valuation is cheap (83), and quality is low (22). This allows us to follow \nthe relevant branches in exhibit 4. Exhibit 8 extracts the branches that are relevant for Harman.  \n \nExhibit 8: The Branches That Lead to Harman’s Reference Class \n \nSource: Credit Suisse HOLT. \n \nHARMAN INTERNATIONAL INDS Scorecard Analysis\nOverall Percentile\nInvestment Style\nValue Trap\nOperational Quality\nMomentum\nValuation\n38\n22\n30\n83\nMomentum\nValuation\nQuality\nDays\n-30\nEvent\nN =\n+30\n+60\n+90\nDays\nDays\nLow\n-11.6% 14.3%\n455\n7.6% 11.0% 12.0%\n-30\nEvent\nN =\n+30\n+60\n+90\n-30\nEvent\nN =\n+30\n+60\n+90\nCheap \n-10.5% 14.4% 1,270\n7.6% 11.4% 13.5%\nWeak -5.8% 14.0% 2,772\n5.3% 9.1% 10.8%\nDays\nDays\nDays\n"
    },
    {
      "number": 12,
      "text": " \n \nJanuary 11, 2016 \n \n \n \nCelebrating the Summit \n12 \nThe cumulative abnormal returns are consistently positive for each branch of the tree for all of the time periods \nwe measure. The final branch, with a sample size of 455 events, shows a 7.6 percent CAR for 30 days, 11.0 \npercent for 60 days, and 12.0 percent for 90 days. In this case, the base rates would suggest buying the \nstock on the day following the increase. \n \nWe can compare those base rates with what actually happened. The CAR for Harman shares was -1.0 \npercent in the 30 trading days following the event, 15.5 percent for 60 days, and 10.5 percent for 90 days. \nThe line for CAR in exhibit 6 also shows these returns. \n \nWhile the results are consistent with the base rate, we must reiterate that the averages belie a more complex \ndistribution. Exhibit 9 shows the distribution of stock price returns for the 455 companies in Harman’s \nreference class. For each of the return distributions that follow the event (+30, +60, and +90 days), the mean, \nor average, was greater than the median. The standard deviations are high at about 30 percent for 30 days, \n40 percent for 60 days, and 45 percent for 90 days.\n"
    },
    {
      "number": 13,
      "text": " \nJanuary 11, 2016 \n \nCelebrating the Summit \n13 \nExhibit 9: Distributions for Non-Earnings Events That Have Weak Momentum, Cheap Valuation, Low Quality \n \n         \n \n \n   \n    \n \n       \n \n \n \n \n \n \n \nSource: Credit Suisse HOLT. \n \n \n0%\n2%\n4%\n6%\n8%\n10%\n12%\n-189%\n-166%\n-143%\n-120%\n-98%\n-75%\n-52%\n-29%\n-7%\n16%\n39%\n61%\n84%\n107%\n130%\n152%\n175%\n198%\nFrequency\nCumulative Abnormal Return\n-30 Days\nSample:\n455\nMean:    -11.6%\nMedian:\n-9.5%\nStDev.:\n37.9%\n0%\n5%\n10%\n15%\n20%\n25%\n-7%\n-2%\n3%\n7%\n12%\n17%\n21%\n26%\n31%\n35%\n40%\n45%\n50%\n54%\n59%\n64%\n68%\n73%\nFrequency\nAbnormal Return\nEvent\nSample:\n455\nMean:\n14.3%\nMedian: 12.3%\nStDev.:\n7.8%\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n-134%\n-114%\n-95%\n-76%\n-57%\n-37%\n-18%\n1%\n20%\n39%\n59%\n78%\n97%\n116%\n136%\n155%\n174%\n193%\nFrequency\nCumulative Abnormal Return\n+30 Days\nSample:\n455\nMean:\n7.6%\nMedian:\n6.1%\nStDev.:\n32.0%\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n-99%\n-75%\n-52%\n-29%\n-6%\n18%\n41%\n64%\n87%\n111%\n134%\n157%\n180%\n204%\n227%\n250%\n273%\n297%\nFrequency\nCumulative Abnormal Return\n+60 Days\nSample:\n455\nMean:\n11.0%\nMedian:\n7.5%\nStDev.:\n38.8%\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n-143%\n-115%\n-88%\n-60%\n-32%\n-5%\n23%\n51%\n78%\n106%\n134%\n161%\n189%\n217%\n244%\n272%\n300%\n327%\nFrequency\nCumulative Abnormal Return\n+90 Days\nSample:\n455\nMean:\n12.0%\nMedian:\n8.0%\nStDev.:\n46.1%\n"
    },
    {
      "number": 14,
      "text": " \nJanuary 11, 2016 \n \nCelebrating the Summit \n14 \nW.W. Grainger \n \nOn the morning of July 18, 2012, W.W. Grainger reported strong earnings. This was a scheduled earnings \nevent and the stock increased 11.4 percent. The S&P 500 was up 0.7 percent. \n \nExhibit 10 shows the chart of W.W. Grainger’s stock performance for the 30 trading days prior to the event \nthrough 90 trading days following the event. The top line starting on the left shows the stock price, which \nspikes on the day of the earnings release, then stays in a holding pattern for the next 60 trading days, and \nthen eventually declines sharply over the full 90 days. The bars in the middle of the exhibit are the daily \nabnormal return, and the line at the bottom is the cumulative abnormal return. This is a case where selling \nW.W. Grainger stock would have made sense. Let’s go through the checklist to see how we would have \nassessed the situation as it occurred.  \n \nExhibit 10: W.W. Grainger’s Stock Price and CAR (June 5, 2012 – November 27, 2012) \n \nSource: Credit Suisse. \n \n \n-20%\n-10%\n0%\n10%\n20%\n30%\n40%\n140\n145\n150\n155\n160\n165\n170\n175\n180\n185\n190\n195\n200\n205\n210\n215\n220\n06/05/12\n06/12/12\n06/19/12\n06/26/12\n07/03/12\n07/10/12\n07/17/12\n07/24/12\n07/31/12\n08/07/12\n08/14/12\n08/21/12\n08/28/12\n09/04/12\n09/11/12\n09/18/12\n09/25/12\n10/02/12\n10/09/12\n10/16/12\n10/23/12\n10/30/12\n11/06/12\n11/13/12\n11/20/12\n11/27/12\nAbnormal Return\nStock Price\nDaily abnormal return\nGWW Price\nCumulative abnormal  return\n-30 trading days\n+90 trading days\nEarnings report\nStock gains 11%\n"
    },
    {
      "number": 15,
      "text": " \nJanuary 11, 2016 \n \nCelebrating the Summit \n15 \nThe first item on the checklist is the determination of whether the event was an earnings release. We know \nthat it was scheduled, so we refer to exhibit 3. \n \nThe next step is to determine the scores with regard to momentum, valuation, and operational quality. To do \nso, we go to the link, “Scorecard Percentile,” on HOLT Lens. Exhibit 11 shows the scores. See here for W.W. \nGrainger’s latest summary page. \n \nExhibit 11: W.W. Grainger’s Factor Scores \n \nSource: HOLT Lens. \n \nFor W.W. Grainger, we see that momentum is strong (80), valuation is expensive (19), and quality is high (68). \nExhibit 12 shows the branches in exhibit 3 that are relevant for W.W. Grainger.  \n \nExhibit 12: The Branches That Lead to W.W. Grainger’s Reference Class \n \nSource: Credit Suisse HOLT. \n \nThe cumulative abnormal returns are consistently negative for each branch of the tree for all of the time \nperiods we consider. The final branch, with a sample size of 65 events, shows a -2.3 percent CAR for 30 \ndays, -1.7 percent for 60 days, and -6.0 percent for 90 days. In this case, the base rates would suggest \nselling the stock on the day following the decline. \n \nWe can compare these base rates with what actually happened. The CAR for W.W. Grainger’s shares was     \n-5.2 percent in the 30 trading days following the event, -0.9 percent for 60 days, and -11.3 percent for 90 \ndays. Exhibit 10 reflects these returns. Once again, note that there is a distribution of returns for this \nreference class, and the best we can do is make a probabilistic assessment. \n \n \n \nGRAINGER (W W) INC Scorecard Analysis\nOverall Percentile\nInvestment Style\nQuality at Any Price\nOperational Quality\nMomentum\nValuation\n62\n68\n80\n19\nMomentum\nValuation\nQuality\nDays\n-30\nEvent\nN =\n+30\n+60\n+90\nDays\nDays\n-30\nEvent\nN =\n+30\n+60\n+90\n-30\nEvent\nN =\n+30\n+60\n+90\nStrong\n-1.3% 13.9% 411\n1.1%\n1.9%\n2.3%\nExpensive\n0.0% 13.7%\n153\n-0.6% -1.4%\n-2.8%\nHigh\n-0.6% 13.8%\n65\n-2.3% -1.7% -6.0%\nDays\nDays\nDays\n"
    },
    {
      "number": 16,
      "text": " \nJanuary 11, 2016 \n \nCelebrating the Summit \n16 \nSummary \n \nThe goal of this analysis is to provide you with useful base rates in the case that you see a sharp gain in one \nof the stocks in your portfolio. Mountain climbers run a risk of “celebrating the summit,” enjoying the pleasure \nwithout considering the rest of the journey. Likewise, investors should not bask in their success but rather \nconsider their next action. \n \nThe base rates in this report offer guidance in determining whether you should buy, sell, or do nothing in the \ndays following the event. You should keep this report handy, and when an event occurs you can pull it out and \nfollow the steps in the checklist. The results contained here are a useful complement to fundamental analysis.   \n \nBecause these events tend to be infrequent, most investors don’t have a systematic approach, or data, to \nmake a sound judgment. Further, large price increases almost always evoke a strong emotional reaction, \nwhich complicates the process of decision making even more.   \n \nOur examination of exhibits 3 and 4 suggests that the following characteristics are consistent with buy and sell \nsignals: \n \nBuy. For earnings releases, there is a clear and convincing buy signal for stocks with weak or neutral \nmomentum prior to the event. This buy signal is strengthened if the stock has a cheap or neutral valuation.  \n \nThe buy signal for stocks with weak momentum is even more pronounced for non-earnings events than it is \nfor earnings releases. This signal is stronger for stocks that have a cheap valuation, and is further amplified if \nthe companies are of high or neutral quality, although the returns for low quality are still very high. Harman, \nthe subject of our first case study, was a non-earnings event with weak momentum, cheap valuation, and low \nquality, and hence the data suggested a buy. \n \nSell. For earnings releases, momentum alone does not indicate a strong buy or sell pattern. But there is a \nfairly strong sell signal for stocks that have the combination of strong momentum and expensive valuation. The \nsell signal holds for stocks with strong momentum, expensive valuation, and high or neutral quality. W.W. \nGrainger, our second case, had strong momentum, expensive valuation, and high quality—factors that \nsuggested selling the shares.  \n \nFor non-earnings events, the cumulative abnormal returns following an event are largely positive. But we must \nnote that these stocks as a group performed poorly prior to the event, down nearly seven percentage points \nrelative to the market. There are a couple of combinations that suggest selling the stock. The strongest sell \nsignal is for companies that combine strong momentum and expensive valuation. That signal is further \namplified if the companies are of high or neutral quality. \n \nMaking decisions in the face of uncertainty is always a challenge, but it is inherent to investing. Deciding what \nto do with a stock following a sharp increase is particularly difficult because emotions tend to run high after \nthese events. This report provides grounding in the form of base rates in an effort to better inform decision \nmaking. \n"
    },
    {
      "number": 17,
      "text": " \nJanuary 11, 2016 \n \nCelebrating the Summit \n17 \nAppendix A: Definition of the Factors  \n \nBelow we explain how HOLT calculates factor scores. For those interested in learning more about HOLT, see \nhere for the “What Is HOLT?” fact sheet. \n \nMomentum: Momentum is a gauge of market sentiment. Stocks that score well have rising levels of \nexpected CFROI as the result of upward earnings revisions; positive stock price momentum; and good \nliquidity.  \n CFROI Key Momentum, 13-week (60%) - CFROI Key Momentum measures change in the level of \nexpected CFROI following revisions in consensus earnings per share estimates.  \n Price Momentum (52-week) (30%) - Price Momentum is based on the percentage change in \nmarket value over the past 52 weeks.  \n Daily Liquidity Average (10%) - Daily Liquidity Average reflects the number of shares traded in the \nlast quarter, divided by 63 trading days, multiplied by the stock price at the end of the most recent \nweek, divided by market capitalization.  \n \nValuation: Valuation assesses the difference between the stock’s warranted value, based on the HOLT \nframework®, and the stock’s current market price. Stocks with the most upside are cheap, and those with the \nleast upside, or downside, are expensive.  \n Percentage Change to Best Price (50%) - Percentage Change to Best Price measures the \ndifference between HOLT’s warranted value and the current stock price. By using a discounted cash \nflow approach that standardizes financial figures, the HOLT model generates values that allow for the \ncomparison of firms across regions, sectors, and accounting standards.  \n Economic P/E (30%) – Economic P/E is HOLT’s version of a price-to-earnings ratio. You can \ncompare Economic P/E across companies and industries because the value-to-cost ratio is divided by \nCFROI, normalizing results. Specifically, Economic P/E = (Enterprise Value / Inflation Adjusted Net \nAssets) / CFROI  \n Value-to-Cost Ratio (10%) – Value-to-Cost Ratio is analogous to price/book value, but reflects a \nnumber of adjustments that reduce volatility and better reflect firm value. These include inflation \nadjustments for old plant and inventory in gross investment, capitalized research and development \n(R&D), capitalized operating leases, the reflection of the contingent claim for stock options in debt, \npension debt, preferred stock, and liabilities related to capitalized operating leases. The Value-to-Cost \nRatio = (Market Value of Equity + Minority Interest + HOLT Debt) / Inflation Adjusted Net Assets  \n Dividend Yield (10%) – Dividend Yield is the dividends paid in the last 12 months divided by the \nmost recent share price.  \n \nQuality: Quality measures a company’s record of generating cash and managing growth, independent of \nexpectations about the future. Firms that score well have high CFROIs and have shown the ability to grow \nprofitable businesses or the willingness to shrink unprofitable ones.  \n CFROI Last Fiscal Year (50%) - CFROI Last Fiscal Year is the ratio of gross cash flow to gross \ninvestment and is expressed as an internal rate of return. We use the CFROI for the last reported \nfiscal year.  \n Managing for Value (30%) - Managing for Value equals the spread between CFROI and the \nDiscount Rate, multiplied by the inflation-adjusted gross investment. This allows us to determine \nwhether the company’s growth creates value and is sustainable. Growth in businesses that earn a \n"
    },
    {
      "number": 18,
      "text": " \nJanuary 11, 2016 \n \nCelebrating the Summit \n18 \nCFROI in excess of the cost of capital is value creating, while growth in businesses with a negative \nspread destroys value.  \n Change in Value Creation (20%) - Change in Value Creation measures the improvement in \n“economic profit” in the most recent fiscal year. A positive value indicates that the company either \nincreased the spread between CFROI and the discount rate, or grew in a business with a positive \nspread. Change in Value Creation = (CFROI – Discount Rate * Growth Rate) – Prior Fiscal Year \nSpread. \n \nOnce on HOLT Lens, you can find the scores on the homepage of each company by clicking on “Scorecard \nPercentile.” To best align with the base rates, which reflect factor scores from before the event, it is \nappropriate to use the Scorecard on the day of the gain as opposed to the days afterwards. On the day of the \njump, the factors do not yet incorporate that price movement—HOLT makes those adjustments overnight.   \n \nYou can also see the company’s factor scores from prior to the event by selecting “More Information” from \nwithin the “Scorecard Percentile” page. You will see a screen similar to exhibit 13. This screen shows the \nfactor scores from the end of the most recent month prior to the event. For instance, the date of the event for \nHarman was August 8, 2013, so here we show the factor scores for Harman as of July 31, 2013. \n \nExhibit 13: Detailed Breakdown of Harman’s Factor Scores \n \nSource: HOLT Lens. \n \n \n \nHOLT Scorecard Metholdology Calculated July 31, 2013\nEnter Ticker:\nInvestment Style: Value Trap\nRanked #94 of 146 within Consumer Discretionary peers in North America\nUsing Region Relative Scorecard\nMomentum\nValue\nPercentile Weight\nValue\nWeight\nValue\nCFROI Revisions (13Wk)\n-0.3\n16\n60%\nMomentum\n35\n33%\nOverall\n45\nPrice Momentum (52Wk)\n36.9\n61\n30%\nPercentile\n23%\n30\nPercentile\n69%\n38\nSize Relative Daily Liq. Avg %\n1.0\n67\n10%\n2 108384\nValuation\nValue\nPercentile Weight\nValue\nWeight\n% Upside / Downside\n19.3\n79\n50%\nValuation\n72\n34%\nEconomic PE\n18.0\n71\n30%\nPercentile\n80%\n83\nDividend Yield\n1.0\n22\n10%\nHOLT Price to Book\n1.3\n90\n10%\n2 108384\nOperational Quality\nValue\nPercentile Weight\nValue\nWeight\nCFROI LFY\n6.2\n14\n50%\nOperational Quality\n30\n33%\nManaging For Value\n-7.3\n17\n30%\nPercentile\n71%\n22\nChange in Value Creation\n4.1\n88\n20%\nHAR\nHARMAN INTERNATIONAL INDS\n"
    },
    {
      "number": 19,
      "text": " \nJanuary 11, 2016 \n \nCelebrating the Summit \n19 \nAppendix B: Distributions of Stock Price Changes \n \nThis appendix reviews the distributions that apply to Harman, one of our case studies. These distributions \nreflect non-earnings announcements and contain all events, including the bubble periods. We also provide \nsome statistical properties for each distribution, including the sample size, mean, median, and standard \ndeviation. \n \nExhibit 14 shows all the cases with weak momentum and displays five distributions of cumulative abnormal \nreturns, including the 30 trading days prior to the event, the day of the event itself, and the 30, 60, and 90 \ntrading days subsequent to the event. This is the first branch of the Harman case study. \n \nExhibit 15 shows weak momentum and cheap valuation, which trims the sample size by more than one-half. \nHere again we include the 30 trading days prior to the event, the day of the event itself, and the 30, 60, and \n90 trading days after the event. This is the second branch of the Harman case study. \n \nExhibit 16 shows the final branch in the Harman case study: weak momentum, cheap valuation, and low \nquality. The sample size is just over one-third of the prior branch. You can see the 30 trading days prior to the \nevent, the day of the event itself, and the 30, 60, and 90 trading days after the event. \n \n \n \n \n"
    },
    {
      "number": 20,
      "text": " \nJanuary 11, 2016 \n \nCelebrating the Summit \n20 \nExhibit 14: Distributions for the First Branch of the Harman Case Study \n \nWeak Momentum \n \n \n      \n \n \n \n   \n    \n \n       \n \n \n \n \n \n \n \nSource: Credit Suisse HOLT. \n \n \n \n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n-207%\n-181%\n-155%\n-128%\n-102%\n-76%\n-49%\n-23%\n3%\n30%\n56%\n82%\n109%\n135%\n162%\n188%\n214%\n241%\n267%\n293%\nFrequency\nCumulative Abnormal Return\n-30 Days\nSample:\n2,772\nMean:\n-5.8%\nMedian:\n-3.9%\nStDev.:\n33.0%\n0%\n5%\n10%\n15%\n20%\n25%\n-10%\n-3%\n3%\n10%\n17%\n24%\n30%\n37%\n44%\n51%\n57%\n64%\n71%\n78%\n84%\n91%\nFrequency\nAbnormal Return\nEvent\nSample:\n2,772\nMean:\n14.0%\nMedian: 12.2%\nStDev.:\n6.8%\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n-134%\n-111%\n-88%\n-66%\n-43%\n-21%\n2%\n24%\n47%\n70%\n92%\n115%\n137%\n160%\n183%\n205%\n228%\n250%\n273%\n295%\nFrequency\nCumulative Abnormal Return\n+30 Days\nSample:\n2,772\nMean:\n5.3%\nMedian:\n3.3%\nStDev.:\n28.2%\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n-117%\n-89%\n-60%\n-32%\n-4%\n24%\n52%\n81%\n109%\n137%\n165%\n193%\n221%\n250%\n278%\n306%\n334%\n362%\n391%\n419%\nFrequency\nCumulative Abnormal Return\n+60 Days\nSample:\n2,772\nMean:\n9.1%\nMedian:\n6.0%\nStDev.:\n35.2%\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n-143%\n-110%\n-77%\n-43%\n-10%\n23%\n56%\n90%\n123%\n156%\n190%\n223%\n256%\n289%\n323%\n356%\n389%\n423%\n456%\n489%\nFrequency\nCumulative Abnormal Return\n+90 Days\nSample:\n2,772\nMean:\n10.8%\nMedian:\n7.9%\nStDev.:\n41.6%\n"
    },
    {
      "number": 21,
      "text": " \nJanuary 11, 2016 \n \nCelebrating the Summit \n21 \nExhibit 15: Distributions for the Second Branch of the Harman Case Study \n \nWeak Momentum, Cheap Valuation \n \n \n      \n \n \n \n   \n    \n \n      \n  \n \n \n \n \n \n \nSource: Credit Suisse HOLT. \n \n \n \n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n-207%\n-179%\n-151%\n-123%\n-95%\n-67%\n-39%\n-11%\n17%\n46%\n74%\n102%\n130%\n158%\n186%\n214%\n242%\n271%\nFrequency\nCumulative Abnormal Return\n-30 Days\nSample:\n1,270\nMean:\n-10.5%\nMedian:\n-8.2%\nStDev.:\n35.1%\n0%\n5%\n10%\n15%\n20%\n25%\n-10%\n-4%\n2%\n8%\n14%\n20%\n26%\n32%\n38%\n45%\n51%\n57%\n63%\n69%\n75%\n81%\n87%\n93%\nFrequency\nAbnormal Return\nEvent\nSample:\n1,270\nMean:\n14.4%\nMedian: 12.3%\nStDev.:\n7.6%\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n-134%\n-110%\n-86%\n-62%\n-39%\n-15%\n9%\n32%\n56%\n80%\n103%\n127%\n151%\n175%\n198%\n222%\n246%\n269%\nFrequency\nCumulative Abnormal Return\n+30 Days\nSample:\n1,270\nMean:\n7.6%\nMedian:\n5.5%\nStDev.:\n29.6%\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n-117%\n-87%\n-57%\n-27%\n3%\n33%\n63%\n93%\n123%\n153%\n183%\n213%\n244%\n274%\n304%\n334%\n364%\n394%\nFrequency\nCumulative Abnormal Return\n+60 Days\nSample:\n1,270\nMean:\n11.4%\nMedian:\n6.9%\nStDev.:\n37.5%\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n-143%\n-108%\n-73%\n-38%\n-2%\n33%\n68%\n103%\n138%\n173%\n209%\n244%\n279%\n314%\n349%\n384%\n420%\n455%\nFrequency\nCumulative Abnormal Return\n+90 Days\nSample:\n1,270\nMean:\n13.5%\nMedian:\n9.6%\nStDev.:\n44.0%\n"
    },
    {
      "number": 22,
      "text": " \nJanuary 11, 2016 \n \nCelebrating the Summit \n22 \nExhibit 16: Distributions for the Third Branch of the Harman Case Study \n \nWeak Momentum, Cheap Valuation, Low Quality \n \n \n         \n \n \n   \n    \n \n       \n \n \n \n \n \n \n \nSource: Credit Suisse HOLT. \n \n \n0%\n2%\n4%\n6%\n8%\n10%\n12%\n-189%\n-166%\n-143%\n-120%\n-98%\n-75%\n-52%\n-29%\n-7%\n16%\n39%\n61%\n84%\n107%\n130%\n152%\n175%\n198%\nFrequency\nCumulative Abnormal Return\n-30 Days\nSample:\n455\nMean:    -11.6%\nMedian:\n-9.5%\nStDev.:\n37.9%\n0%\n5%\n10%\n15%\n20%\n25%\n-7%\n-2%\n3%\n7%\n12%\n17%\n21%\n26%\n31%\n35%\n40%\n45%\n50%\n54%\n59%\n64%\n68%\n73%\nFrequency\nAbnormal Return\nEvent\nSample:\n455\nMean:\n14.3%\nMedian: 12.3%\nStDev.:\n7.8%\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n-134%\n-114%\n-95%\n-76%\n-57%\n-37%\n-18%\n1%\n20%\n39%\n59%\n78%\n97%\n116%\n136%\n155%\n174%\n193%\nFrequency\nCumulative Abnormal Return\n+30 Days\nSample:\n455\nMean:\n7.6%\nMedian:\n6.1%\nStDev.:\n32.0%\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n-99%\n-75%\n-52%\n-29%\n-6%\n18%\n41%\n64%\n87%\n111%\n134%\n157%\n180%\n204%\n227%\n250%\n273%\n297%\nFrequency\nCumulative Abnormal Return\n+60 Days\nSample:\n455\nMean:\n11.0%\nMedian:\n7.5%\nStDev.:\n38.8%\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n-143%\n-115%\n-88%\n-60%\n-32%\n-5%\n23%\n51%\n78%\n106%\n134%\n161%\n189%\n217%\n244%\n272%\n300%\n327%\nFrequency\nCumulative Abnormal Return\n+90 Days\nSample:\n455\nMean:\n12.0%\nMedian:\n8.0%\nStDev.:\n46.1%\n"
    },
    {
      "number": 23,
      "text": " \nJanuary 11, 2016 \nCelebrating the Summit \n23 \nAppendix C: A Quick Survey of the Academic Literature \n \nThere is a rich literature on abnormal price changes following large stock price moves. Much of this academic \nwork was done in the mid-1980s through the mid-1990s. We found no papers that trace the steps we follow:  \n \n1. Observe relative price increases of 10 percent or more; \n \n2. Sort based on scheduled earnings and non-earnings events;  \n \n3. Introduce factors to refine the reference classes; \n \n4. Observe cumulative abnormal returns by reference class.  \n \nThe papers we consulted include the following: \n \nAmini Shima, Bartosz Gebka, Robert Hudson, Kevin Keasey, “A review of the international literature on the \nshort term predictability of stock prices conditional on large prior price changes: Microstructure, behavioral and \nrisk related explanations,” International Review of Financial Analysis, Vol. 26, January 2013, 1-17. \n \nAtkins, Allen B., and Edward A. Dyl, “Price Reversals, Bid-Ask Spreads, and Market Efficiency,” Journal of \nFinancial and Quantitative Analysis, Vol. 25, No. 4, December 1990, 535-547. \n \nBernard, Victor L., and Jacob K. Thomas, “Post-Earnings-Announcement Drift: Delayed Price Response or \nRisk Premium?” Journal of Accounting Research, Vol. 27, Supplement 1989, 1-36. \n \n \n-----., “Evidence that Stock Prices Do Not Fully Reflect the Implications of Current Earnings for Future \nEarnings,” Journal of Accounting and Economics, No. 13, Vol. 4, December 1990, 305-340. \n \nBremer, Marc, Takato Hiraki, and Richard J. Sweeney, “Predictable Patterns after Large Stock Price \nChanges on the Tokyo Stock Exchange,” Journal of Financial and Quantitative Analysis, Vol. 32, No. 3, \nSeptember 1997, 345-365. \n \nBrown, Keith C., W.V. Harlow, and Seha M. Tinic, “Risk Aversion, Uncertain Information, and Market \nEfficiency,” Journal of Financial Economics, Vol. 22, No. 2, December 1998, 355-385. \n \nDe Bondt, Werner F.M., and Richard Thaler, “Does the Stock Market Overreact?” Journal of Finance, Vol. 40, \nNo. 3, July 1985, 793-805.  \n \nDechow, Patricia M., Richard G. Sloan, and Jenny Zha, “Stock Prices and Earnings: A History of Research,” \nAnnual Review of Financial Economics, Vol. 6, December 2014, 343-363.  \n \nJegadeesh, Narasimhan, “Evidence of Predictable Behavior of Security Returns,” Journal of Finance, Vol. 49, \nNo. 1, March 1994, 255-267. \n \nJegadeesh, Narasimhan, and Sheridan Titman, “Returns to Buying Winners and Selling Losers: Implications \nfor Stock Market Efficiency,” Journal of Finance, Vol. 48, No. 1, March 1993, 65-91. \n \n"
    },
    {
      "number": 24,
      "text": " \nJanuary 11, 2016 \nCelebrating the Summit \n24 \nLehmann, Bruce N., “Fads, Martingales, and Market Efficiency,” Quarterly Journal of Economics, Vol. 105, \nNo. 1, February 1990, 1-27. \n \nSavor, Pavel G., “Stock returns after major price shocks: The impact of information,” Journal of Financial \nEconomics, Vol. 106, No. 3, December 2012, 635-659. \n \n \n \n"
    },
    {
      "number": 25,
      "text": " \nJanuary 11, 2016 \nCelebrating the Summit \n25 \nEndnotes \n \n1 Laurence Gonzales, Deep Survival: Who Lives, Who Dies, and Why (New York: W.W. Norton & Company, \n2003), 119.  \n2 Laurence Gonzales, “How to Survive (Almost) Anything: 14 Survival Skills,” National Geographic Adventure, \nAugust 2008. \n3 Atul Gawande, The Checklist Manifesto: How to Get Things Right (New York: Metropolitan Books, 2009), \n122-128. For checklists related to investing, see Mohnish Pabrai, Guy Spier, and Michael Shearn, “Keynote \nQ&A Session on Investment Checklists,” Best Ideas 2014, Hosted by John and Oliver Mihaljevic, January 7, \n2014. See http://www.valueconferences.com/wp-content/uploads/2014/12/ideas14-pabrai-spier-shearn-\ntranscript.pdf. \n4 Barbara K. Burian, “Emergency and Abnormal Checklist Design Factors Influencing Flight Crew Response: \nA Case Study,” Proceedings of the International Conference on Human–Computer Interaction in Aeronautics, \n2004.  \n5 Daniel Kahneman and Dan Lovallo, “Timid Choices and Bold Forecasts: A Cognitive Perspective on Risk \nTaking,” Management Science, Vol. 39, No. 1, January 1993, 17-31.  \n6 Daniel Kahneman and Amos Tversky, “On the Psychology of Prediction,” Psychological Review, Vol. 80, No. \n4, July 1973, 237-251. \n7 Maya Bar-Hillel, “The Base-Rate Fallacy in Probability Judgments,” Acta Psychologica, Vol. 44, No. 3, May \n1980, 211-233.  \n8 Dan Lovallo, Carmina Clarke, and Colin Camerer, “Robust Analogizing and the Outside View: Two Empirical \nTests of Case-Based Decision Making,” Strategic Management Journal, Vol. 33, No. 5, May 2012, 496-512. \n9 Patricia M. Dechow, Richard G. Sloan, and Jenny Zha, “Stock Prices and Earnings: A History of Research,” \nAnnual Review of Financial Economics, Vol. 6, December 2014, 343-363. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 26,
      "text": " \n \n \n \nImportant information \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future. \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A. \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above. \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \nHOLT\n® \nWith respect to the analysis in this report based on the Credit Suisse HOLT methodology, Credit Suisse certifies that (1) the views expressed in this report \naccurately reflect the Credit Suisse HOLT methodology and (2) no part of the Firm's compensation was, is, or will be directly related to the specific views \ndisclosed in this report. \nThe Credit Suisse HOLT methodology does not assign recommendations to a security. It is an analytical tool that involves use of a set of proprietary quantitative \nalgorithms and warranted value calculations, collectively called the Credit Suisse HOLT valuation model, that are consistently applied to all the companies included \nin its database. Third-party data (including consensus earnings estimates) are systematically translated into a number of default variables and incorporated into the \nalgorithms available in the Credit Suisse HOLT valuation model. The source financial statement, pricing, and earnings data provided by outside data vendors are \nsubject to quality control and may also be adjusted to more closely measure the underlying economics of firm performance. These adjustments provide \nconsistency when analyzing a single company across time, or analyzing multiple companies across industries or national borders. The default scenario that is \nproduced by the Credit Suisse HOLT valuation model establishes the baseline valuation for a security, and a user then may adjust the default variables to produce \nalternative scenarios, any of which could occur. Additional information about the Credit Suisse HOLT methodology is available on request. \nThe Credit Suisse HOLT methodology does not assign a price target to a security. The default scenario that is produced by the Credit Suisse HOLT valuation \nmodel establishes a warranted price for a security, and as the third-party data are updated, the warranted price may also change. The default variables may also \nbe adjusted to produce alternative warranted prices, any of which could occur. Additional information about the Credit Suisse HOLT methodology is available on \nrequest. \n© 2016 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n"
    }
  ]
}