{
  "filename": "mm_102_2015_iq_versus_rq__differentiating_smarts_from_decision_making_skills.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423225225-07'00'",
    "modDate": "D:20240423225306-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 102,
      "year": "2015",
      "date": "5/12",
      "institution": "Credit Suisse",
      "title": "IQ versus RQ: Differentiating Smarts from Decision-Making Skills",
      "url": "https://12mv2.files.wordpress.com/2024/04/15-05-12-iq-versus-rq__differentiating-smarts-from-decision-making-skills.pdf"
    },
    "tags": [
      "Behavioral finance",
      "Decision making",
      "Skill vs luck"
    ],
    "tagged_at": "2025-01-20T21:28:17.689052"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nMay 12, 2015 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \n \n \n \n“Being rational is a moral imperative.” \nCharlie Munger1 \n \n Intelligence quotient (IQ) and rationality quotient (RQ) are distinct. Think of \nIQ as the horsepower of an engine and RQ as the output.  \n We share the results of a classic test of calibration, which is an important \nfacet of rationality. Well calibrated people know what they know and know \nwhat they don’t know. \n Consistent with past research, we find that participants overestimate their \naccuracy as their subjective probability estimates tend to be higher than \nthe actual percent correct. \n Investors and executives can improve their rationality by keeping score, \nasking about others, using base rates, and updating probabilities.  \n A large-scale forecasting project has shown that the best forecasters use \ninductive and numerical reasoning, have cognitive control and a growth \nmindset, and are open-minded and effective working as part of a team. \n \n \nIQ\nRQ\nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nIQ versus RQ \nDifferentiating Smarts from Decision-Making Skills \n"
    },
    {
      "number": 2,
      "text": " \n \nMay 12, 2015 \n \nIQ versus RQ \n2 \nIntroduction \n \nKeith Stanovich, a professor of applied psychology at the University of Toronto, distinguishes between \nintelligence quotient (IQ) and rationality quotient (RQ).2 Psychologists measure IQ through specific tests, \nincluding the Wechsler Adult Intelligence Scale, and it correlates highly with standardized tests such as the \nSAT.3 \n \nIQ measures something real, and it is associated with certain outcomes. For example, thirteen-year-old \nchildren who scored in the top decile of the top percent (99.9th percentile) on the math section of the SAT \nwere eighteen times more likely to earn a doctorate degree in math or science than children who scored in the \nbottom decile of the top percent (99.1st percentile).4 \n \nRQ is the ability to think rationally and, as a consequence, to make good decisions. Whereas we generally \nthink of intelligence and rationality as going together, Stanovich’s work shows that the correlation coefficient \nbetween IQ and RQ is relatively low at .20 to .35.5 IQ tests are not designed to capture the thinking that leads \nto judicious decisions.     \n \nStanovich laments that almost all societies are focused on intelligence when the costs of irrational behavior are \nso high. But you can pick out the signatures of rational thinking if you are alert to them. According to \nStanovich, they include adaptive behavioral acts, efficient behavioral regulation, sensible goal prioritization, \nreflectivity, and the proper treatment of evidence.6 \n \nYour SAT scores shed little light on any of these qualities. So the first lesson in assessing your own decisions \nor those of others is to consider IQ and RQ separately. Warren Buffett, chairman and chief executive officer \n(CEO) of Berkshire Hathaway, equates IQ to the horsepower of an engine and RQ to the output. We all know \npeople who are high on IQ but average or low on RQ. Their efficiency is poor. There are others without \ndazzling IQs but who consistently make sound decisions. They are highly efficient. \n \nWarren Buffett has plenty of horsepower and output. But when asked about his success, Buffett emphasized \nthat it was RQ that made the big difference, not IQ:7   \n \nHow I got here is pretty simple in my case. It's not IQ, I’m sure you'll be glad to hear. The big thing is \nrationality. I always look at IQ and talent as representing the horsepower of the motor, but that the \noutput—the efficiency with which that motor works—depends on rationality. A lot of people start out \nwith 400-horsepower motors but only get a hundred horsepower of output. It’s way better to have a \n200-horsepower motor and get it all into output.  \n \nStanovich’s psychological research supports Buffett’s observation. While there is not yet a comprehensive test \nto measure RQ—Stanovich is working on it—we will look at calibration, one of the important facets of \nrationality.8 As part of this research, we measured the calibration of thousands of people. And part of the fun \nis that you, too, can participate in the exercise and see how you stack up versus others.  \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 3,
      "text": " \n \nMay 12, 2015 \n \nIQ versus RQ \n3 \nMeasuring Rationality  \n \nCognitive scientists and philosophers talk about “instrumental” and “epistemic” rationality. Instrumental \nrationality is behaving in such a way that you get what you want the most, subject to constraints. Expected \nutility theory, which is based on a series of axioms, provides a normative framework for how to do this. You’ll \nbe instrumentally rational if you follow the axioms.9 \n \nEpistemic rationality describes how well a person’s beliefs map onto the world. If you believe in the tooth fairy, \nfor instance, you are showing a lack of epistemic rationality. Here’s a catchier way to remember the two \nterms: instrumental rationality is “what to do” and epistemic rationality is “what is true.”10   \n \nWe will focus on observations about epistemic rationality. One way to assess this form of rationality is through \na test of calibration. Think of a weather forecaster. If it actually rains 70 percent of the time on the days she \npredicts a 70 percent chance of rain, she is well calibrated. She is poorly calibrated, on the other hand, if it \nonly rains on 30 percent of those days.  \n \nExhibit 1 shows one approach to keeping score. The horizontal axis measures an individual’s subjective \nforecast (“there’s a 70 percent chance of rain tomorrow”) and the vertical axis captures the actual outcome (“it \nrained”). You know that someone is well calibrated if their results fall close to the line at a 45-degree angle.     \n \nExhibit 1: Measure of Calibration \n \nSource: Credit Suisse.  \n \nConviction is another important consideration. Conviction measures how well people do when they assign \nextreme probabilities.11 Calibration and conviction are related but distinct. For example, it rains about half of \nthe days in an average year in London. So if you wake up every morning, flip a fair coin, and mark your \noutcome, you will appear well calibrated over one year. \n \nBut that doesn’t help you plan picnics. What you want are a series of predictions for sun or rain that \ncorrespond with the actual weather that day. Those predictions require higher conviction than what the toss of \na coin can offer. Exhibit 2 shows perfect calibration but poor conviction on the left, and perfect calibration and \nconviction on the right.  \n \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n0% 10% 20% 30% 40% 50% 60% 70% 80% 90%100%\nObjective Probability\nSubjective Probability\nLine of perfect calibration\n"
    },
    {
      "number": 4,
      "text": " \n \nMay 12, 2015 \n \nIQ versus RQ \n4 \nExhibit 2: Calibration and Conviction \n \nSource: Philip E. Tetlock, Expert Political Judgment: How Good Is It? How Can We Know? (Princeton, NJ: Princeton University Press, 2005), 48. \n \nHere we present the results of a classic calibration test. Subjects who participated went to the website, \nhttp://confidence.success-equation.com, and saw 50 true-false questions. Exhibit 3 is a screenshot of the \nsite.  \n \nThe subjects then answered either true or false and were asked to register a probability of correctness, from \n50 to 100 percent, in increments of 10 percentage points. If you have no idea whether the answer is true or \nfalse you should select an answer at random and enter “50%” as your probability of correctness. If you are \ncertain of the answer you provide, you click “100%.”   \n    \nAt the end, the subjects submit their answers and receive their results, which include: \n \n Mean, or average, confidence and percent correct for all questions \n \n Mean confidence for correct and incorrect answers \n \n Number correct and answered for low confidence (50-60 percent, medium confidence (70-80 percent) \nand high confidence (90-100 percent) submissions \n \n A calibration graph similar to exhibit 1 \n \nWe accessed the results of 1,985 participants, all of whom were anonymous.12   \n \n \n \n \n \n \n \n \n \n \n \n \n0\n0.2\n0.4\n0.6\n0.8\n1\n0\n0.2\n0.4\n0.6\n0.8\n1\nObjective Probability\nSubjective Probability\n0\n0.2\n0.4\n0.6\n0.8\n1\n0\n0.2\n0.4\n0.6\n0.8\n1\nObjective Probability\nSubjective Probability\nBest Possible Calibration,\nPoor Conviction\nBest Possible Calibration,\nBest Possible Conviction\n"
    },
    {
      "number": 5,
      "text": " \n \nMay 12, 2015 \n \nIQ versus RQ \n5 \nExhibit 3: Calibration Questions and Probability of Correctness \n \nSource: http://confidence.success-equation.com. \n \nExhibit 4 shows the results. The pattern is consistent with what researchers have found for decades: \nSubjective probability estimates are substantially higher, on average, than the actual percent correct. For the \nwhole population, the average subjective probability was 70 percent and the actual percent correct was just \nunder 60 percent.   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 6,
      "text": " \n \nMay 12, 2015 \n \nIQ versus RQ \n6 \nExhibit 4: Calibration for 1,985 Participants \n \nSource: http://confidence.success-equation.com. \n \nNote that proper calibration does not require being right all of the time (the dot in the upper right-hand corner \nindicates that either someone cheated or a deity took the test) but rather being close to the 45 degree line. \nIt’s knowing what you know and knowing what you don’t know. \n \nExhibit 5 shows the distribution of responses, with the horizontal axis representing the confidence level minus \nthe percent correct and the vertical axis the frequency. A normal distribution, or bell curve, describes the data \nwell, with a mean and standard deviation of about 10 percent.  \n \nThis distribution allows us to segregate the participants into three groups: those who are overconfident, \nunderconfident, and well calibrated. We define well calibrated as a subjective probability within 1 percentage \npoint of the percent correct.   \n \nBased on that criterion, 82.7 percent of the participants were overconfident (subjective confidence exceeded \nactual percent correct), 11.7 percent were underconfident (subjective confidence less than actual percent \ncorrect), and only 5.6 percent were well calibrated.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\nCorrect\nConfidence\n"
    },
    {
      "number": 7,
      "text": " \n \nMay 12, 2015 \n \nIQ versus RQ \n7 \nExhibit 5: Most Participants Are Overconfident \n \nSource: http://confidence.success-equation.com. \n \nAmos Tversky, the renowned psychologist, is reported to have said that humans can only distinguish between \nthree levels of probability: “it’s gonna happen,” “it’s not gonna happen,” and “maybe.”13 Exhibit 6 shows the \ndistribution of subjective probabilities of correctness.  \n \nForty-two percent of the responses were 50 percent, which is the equivalent of saying, “I have no idea what \nthe answer is.” This corresponds to Tversky’s “maybe.” Note that there is likely an additional effect here \nbecause 50 percent is the default setting on the site. So if the participant doesn’t change the assigned \nsubjective probability, it registers 50 percent automatically. \n \nThe next most popular response, nearly one-quarter of the total, was 100 percent. This is Tversky’s “it’s \ngonna happen” or “it’s not gonna happen.” So nearly two-thirds of the responses were either “I don’t know” or \n“I do know” with the balance split between the four choices in between those extremes. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n0\n5\n10\n15\n20\n25\n<-20\n(20)-(15)\n(15)-(10)\n(10)-(5)\n(5)-0\n0-5\n5-10\n10-15\n15-20\n20-25\n25-30\n30-35\n35-40\n>40\nFrequency (Percent)\nConfidence Level Minus Percent Correct (Percent)\nWell-Calibrated\nUnder-\nConfident\nOver-\nConfident\n \n"
    },
    {
      "number": 8,
      "text": " \n \nMay 12, 2015 \n \nIQ versus RQ \n8 \nExhibit 6: Distribution of Subjective Probabilities of Correctness \n \nSource: http://confidence.success-equation.com. \n \nThis leads to a logical follow up question: How good were the results for each assigned probability of \ncorrectness? Exhibit 7 shows the answer. When the subjects selected 50 percent, their probability of being \ncorrect was random. This means they were well calibrated. They didn’t know, knew they didn’t know, and \nanswered as if they didn’t know. \n \nHowever, as the assigned probability of correctness rose, the subjects became less calibrated. For instance, \nwhen the subjects selected 100 percent, they were only correct 77 percent of the time. At 90 percent, they \nwere only correct 65 percent of the time. Overestimation of ability was greatest at the high levels of assigned \nprobability of correctness.14 \n  \nExhibit 7: Calibration for Each Assigned Probability of Correctness  \n \nSource: http://confidence.success-equation.com. \n \nOverconfidence can be a problem for a couple of reasons. The first obvious one is if you are highly confident \nof an outcome and are wrong a relatively high percentage of the time, you will fail to consider alternatives and \nultimately make poor decisions.15 One recent example is Ron Johnson’s tenure as CEO of J.C. Penney. \n41.9%\n9.4%\n9.5%\n9.1%\n7.0%\n23.2%\n0%\n5%\n10%\n15%\n20%\n25%\n30%\n35%\n40%\n45%\n50%\n60%\n70%\n80%\n90%\n100%\n51%\n56%\n57%\n60%\n65%\n77%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\nCorrect\nConfidence\n"
    },
    {
      "number": 9,
      "text": " \n \nMay 12, 2015 \n \nIQ versus RQ \n9 \nJohnson, relying on his intuition, quickly repositioned the retailer to poor effect. Following his ouster, the \nretailer returned to many of its past practices.16  \n \nAnother problem is that people who think that they know more than they do are less motivated to learn and \nimprove than those who understand their limitations.17 Indeed, one study showed that the least capable people \nhave the largest gap between what they think they can do and what they actually achieve.18 \n \nLessons for Investors and Executives \n \nThe good news in all of this is that we can train ourselves to be more rational. Here are some ideas: \n \n Keep score. To the degree to which you can pose questions that will have a definite answer within a \nknown period of time, you have a basis for keeping score. The classic way to do this is through a Brier \nscore, which we discuss in detail in the appendix. Brier scores were originally developed to help give \nmeteorologists feedback on their predictions for the weather. Through improvements in weather modeling \ntechniques and sharper feedback, meteorologists today are vastly more accurate than they were a \ngeneration or two ago.19  \n \n Ask about others. Emily Pronin, a professor of psychology at Princeton University, has found that while \npeople recognize biases in the thinking of others, they somehow think that they suffer less from the \nsame biases.20 For example, physicians know that gifts from pharmaceutical companies have biasing \neffects for other doctors but believe they are immune from the effect. \n \nHere’s a technique to deal with this. Say you are an investor interviewing a company’s management \nteam, and you are considering buying the stock. You should know that the management team will have \nan optimism bias, and so you have to take what they say with a grain of salt. But their views about other \ncompanies are more likely to be accurate. In other words, don’t ask people about themselves, ask them \nabout others.   \n \n Use base rates. Perhaps the single most effective de-biasing tool is the use of base rates.21 While we \nall like to think of ourselves as unique, asking what happened when others were in the same situation \ncan be very helpful. Larry Summers, the former president of Harvard University and Secretary of the \nTreasury of the U.S., had a rule he used with his research assistants. He would ask how long a project \nwould take. And then he would take the assistant’s answer, double the estimate, and move up to the \nnext unit of time.22 So “two hours” would be translated as “four days.” Perhaps this was simply a \nmechanism to avoid disappointment, but the direction of the new estimate was no doubt correct. \n \n Update probabilities. The test we shared with the participants was static. In the real world, probabilities \nshift all of the time. One of the key challenges in rational thinking is to accurately update probabilities as \nnew information arrives. It turns out that the very best forecasters do this very well and use very granular \nincrements of probability.23 Most of us fall into the trap of confirmation bias, preferring to disregard or \ndiscount new information than to properly incorporate it into our assessment.   \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 10,
      "text": " \n \nMay 12, 2015 \n \nIQ versus RQ \n10 \nLimitations to This Project \n \nWhile this project was fun and revealed results that are consistent with past research, we want to be quick to \nnote that this work does not meet the standard of academic research for a few reasons.  \n \nTo begin, we can define overconfidence in multiple ways.24 The primary form of overconfidence that this test \ncaptures is overestimation—you think you’re right 70 percent of the time but you’re only right 60 percent—\nbut overprecision, the tendency to provide ranges of outcomes that are too narrow, also plays a role. Suffice it \nto say that overconfidence has no simple definition and hence there’s no uniform way to test it. \n \nHow our participants answered also reflected the questions we posed. We attempted to have questions that \nwere varied, but it is likely that an individual may have a different result for a separate set of questions. In \nother words, an individual’s results might vary from test to test based on the nature of the questions.   \n \nOur default percentages were in increments of 10 percentage points, which limited the ability of the \nparticipants to provide greater subtlety in their responses. This may have also encouraged the result of the \nextremes—lots of 50 and 100 percent answers. \n \nFinally, we may have a biased sample of test takers. Most entered the site after having seen it mentioned in \nsocial media communication. Participants from four countries constituted more than three-fourths of the \nsample, including 37 percent from the U.S., 21 percent from Australia, 15 percent from the Netherlands, and \n5 percent from the U.K. Nearly all participants took the test on one of four operating systems, including 40 \npercent on Windows, 27 percent on iOS, 15 percent on Mac OS, and 14 percent on Android.  \n \nCharacteristics of People with High RQ \n \nAs part of a large-scale forecasting project, researchers have identified the characteristics of the very best \nforecasters.25 They break down the skills into three variables: dispositional, situational, and behavioral. We \nbelieve these are consistent with high RQ. Here are some highlights: \n \n Dispositional \n Engage in inductive reasoning \n Exhibit cognitive control26 \n Comfortable with numerical reasoning \n Actively open-minded \n Have a limited need for closure \n \n Situational \n Trained in probabilistic reasoning (understand base rates) \n Effective working as part of a team \n \n Behavioral \n Growth (versus fixed) mindset27 \n \n \n \n"
    },
    {
      "number": 11,
      "text": " \n \nMay 12, 2015 \n \nIQ versus RQ \n11 \nAppendix: Keeping Score with Brier  \n \nPsychologists commonly use the Brier score as a method for gauging the accuracy of probabilistic forecasts. \nGlenn Brier, a meteorologist, developed the score in the 1950s.28 In its simplest form, the Brier score \nmeasures the square of the forecast error, or (forecast − outcome)2. For binary events, the value of the \noutcome is 1 if the event occurs and 0 if it does not. As in golf, a lower score is better. \n \nYou can express a Brier score either on a scale of 0 to 1, or 0 to 2, depending on the calculation. We follow \nBrier’s original approach and place our results on a scale of 0 to 2. When calculating the Brier score this way, \nyou consider the squared forecast error for both the event and the non-event. \n \nExhibit 8 shows a meteorologist’s probabilistic forecasts for whether it will rain over the next four days. For \nexample, on Day 2, she forecasts an 80 percent probability that it will rain. Likewise, we can say she \nforecasts a 20 percent probability that it will not rain. Because it did rain, we place a 1 in the outcome column \nbelow “Rain” and a 0 in the “No Rain” column. Her Brier score for that day was 0.08. For multiple forecasts, \nthe overall Brier score is the mean of the scores for each forecast. The meteorologist’s overall Brier score \ncomes to 0.25. \n \nExhibit 8: Distribution of Subjective Probability of Correctness \n \nSource: Credit Suisse. \n \nThe scale from 0 to 2 has a nice feature. Random guesses have a Brier score of exactly 0.50. Exhibit 9 \nshows the Brier scores for an event that occurs (“Rain”) for subjective probabilities from 0 to 100 percent.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDay\nForecast\nOutcome\nForecast\nOutcome\nCalculation\nResult\n1\n30%\n0\n70%\n1\n= (0.3-0)2 +(0.7-1)2\n0.18\n2\n80%\n1\n20%\n0\n= (0.8-1)2 +(0.2-0)2\n0.08\n3\n60%\n0\n40%\n1\n= (0.6-0)2 +(0.4-1)2\n0.72\n4\n100%\n1\n0%\n0\n= (1.0-1)2 +(0.0-0)2\n0.00\nMean\n0.25\nRain\nNo Rain\nBrier Score\n"
    },
    {
      "number": 12,
      "text": " \n \nMay 12, 2015 \n \nIQ versus RQ \n12 \nExhibit 9: Brier Scores of Event That Occurs for Various Subjective Probabilities \n \nSource: Credit Suisse. \n \nExhibit 10 shows the distribution of the Brier scores for the nearly 2,000 people who took the test. Using this \nscale, Brier scores below 0.25 are very impressive. But as we can see, the percentage of the population that \ncan operate at that level is small. \n \nExhibit 10: Brier Scores of 1,985 Participants  \n \nSource: Credit Suisse. \n \n \n0.0\n0.5\n1.0\n1.5\n2.0\n1.0\n0.9\n0.8\n0.7\n0.6\n0.5\n0.4\n0.3\n0.2\n0.1\n0.0\nBrier Score\nForecast\n0\n5\n10\n15\n20\n25\n<0.20\n.20-.25\n.25-.30\n.30-.35\n.35-.40\n.40-.45\n.45-.50\n.50-.55\n.55-.60\n.60-.65\n.65-.70\n.70-.75\n.75-.80\n.80-.85\n>0.85\nFrequency (Percent)\nBrier Score\n"
    },
    {
      "number": 13,
      "text": " \n \nMay 12, 2015 \n \nIQ versus RQ \n13 \nEndnotes \n \n1 Sam Ro, “The most important things Warren Buffett and Charlie Munger said at Berkshire’s annual meeting,” \nBusiness Insider, May 3, 2015.  \n2 Keith E. Stanovich, What Intelligence Tests Miss: The Psychology of Rational Thought (New Haven, CT: \nYale University Press, 2009).  \n3 Meredith C. Frey and Douglas K. Detterman, “Scholastic Assessment or g? The Relationship Between the \nScholastic Assessment Test and General Cognitive Ability,” Psychological Science, Vol. 15, No. 6, June \n2004, 373-378. “SAT” previously stood for Scholastic Assessment Test. \n4 Kimberly Ferriman Robertson, Stijn Smeets, David Lubinski, and Camillia P. Benbow, “Beyond the Threshold \nHypothesis: Even Among the Gifted and Top Math/Science Graduate Students, Cognitive Abilities, Vocational \nInterests, and Lifestyle Preferences Matter for Career Choice, Performance, and Persistence,” Current \nDirections in Psychological Science, Vol. 19, No. 6, December 2010, 346-351. \n5 Keith E. Stanovich and Richard F. West, “What Intelligence Tests Miss,” The Psychologist, Vol. 27, No. 2, \nFebruary 2014, 80-83. \n6 Stanovich, 15. \n7 Brent Schlender, “The Bill & Warren Show,” Fortune, July 20, 1998.  \n8 See http://www.templeton.org/what-we-fund/grants/the-development-of-a-test-of-rational-thinking. \n9 Richard H. Thaler, Misbehaving: The Making of Behavioral Economics (New York: W.W. Norton & Company, \n2015), 28-30.  \n10 K.I. Manktelow, “Reasoning and rationality: The pure and the practical,” in Ken Manktelow and Man Cheung \nChung, eds., Psychology of Reasoning: Theoretical and Historical Perspectives (New York: Psychology Press, \n2004), 157-177.  \n11 Philip E. Tetlock, Expert Political Judgment: How Good Is It? How Can We Know? (Princeton, NJ: \nPrinceton University Press, 2006), 47-48. What we call “conviction,” Tetlock calls “discrimination.” \n12 Thanks to Andrew Mauboussin for building the site and gathering the results.  \n13 Philip E. Tetlock, “The Good Judgment Project,” talk at Credit Suisse Thought Leader Forum, June 11, \n2014. See “2014 Thought Leader Forum Proceedings,” Credit Suisse Global Financial Strategies, November \n12, 2014. \n14 Don A. Moore, Samuel A. Swift, Angela Minster, Barbara Mellers, Lyle Ungar, Philip Tetlock, Heather H.J. \nYang, and Elizabeth R. Tenney, “Confidence Calibration in a Multi-Year Geopolitical Forecasting Competition,” \nWorking Paper, April 16, 2015. These researchers found a lower level of overconfidence than in our sample. \nThe subjective probabilities for these participants were 65.4 percent and the outcomes were 63.3 percent. \nBut they did find a larger gap at high levels of confidence.  \n15 Max Bazerman, Judgment in Managerial Decision Making, 4th Edition (New York: John Wiley & Sons, \n1998), 32-34. \n16 Susan Bernfield, “J.C. Penney Erases Almost All Traces of Ron Johnson,” Bloomberg Business, October \n22, 2013.  \n17 Stanovich, 108. \n18 Justin Kruger and David Dunning, “Unskilled and Unaware of It: How Difficulties in Recognizing One’s Own \nIncompetence Lead to Inflated Self-Assessments,” Journal of Personality and Social Psychology, Vol. 77, No. \n6, December 1999, 1121-1134.  \n19 Nate Silver, “The Weatherman is Not a Moron,” New York Times Magazine, September 7, 2012.  \n20 Emily Pronin, “Perception and Misperception of Bias in Human Judgment,” Trends in Cognitive Sciences, \nVol. 11, No. 1, January 2007, 37-43. \n21 Michael J. Mauboussin and Dan Callahan, “The Base Rate Book – Sales Growth: Integrating the Past to \nBetter Anticipate the Future,” Credit Suisse Global Financial Strategies, May 5, 2015.  \n22 See http://gregmankiw.blogspot.com/2013/11/the-excessive-optimism-of-research.html.  \n23 Philip E. Tetlock and Dan Gardner, Superforecasting: The Art and Science of Prediction (New York: Crown \nPublishers, 2015). \n"
    },
    {
      "number": 14,
      "text": " \n \nMay 12, 2015 \n \nIQ versus RQ \n14 \n24 Don Moore and Paul J. Healy, “The Trouble with Overconfidence,” Psychological Review, Vol. 115, No. 2, \nApril 2008, 502-517. \n25 Barbara Mellers, Eric Stone, Pavel Atanasov, Nick Rohrbaugh, S. Emlen Metz, Lyle Ungar, Michael M. \nBishop, Michael Horowitz, Ed Merkle, and Philip Tetlock, “The Psychology of Intelligence Analysis: Drivers of \nPrediction Accuracy in World Politics,” Journal of Experimental Psychology: Applied, Vol. 21, No. 1,  March \n2015, 1-14. \n26 Shane Frederick, “Cognitive Reflection and Decision Making,” Journal of Economic Perspectives, Vol. 19, \nNo. 4, Fall 2005, 25-42. \n27 Carol S. Dweck, Mindset: The New Psychology of Success (New York: Random House, 2006). \n28 Glenn W. Brier, “Verification of Forecasts Expressed in Terms of Probability,” Monthly Weather Review, Vol. \n78, No. 1, January 1950, 1-3. \n"
    },
    {
      "number": 15,
      "text": " \n \n \nImportant information \n \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future.  \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A.  \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above.  \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \n© 2015 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n \n"
    }
  ]
}