{
  "filename": "mm_138_2020_myth_busting__popular_delusions__and_the_variant_perception.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423231546-07'00'",
    "modDate": "D:20240423231822-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 138,
      "year": "2020",
      "date": "5/20",
      "institution": "Counterpoint",
      "title": "Myth Busting, Popular Delusions, and the Variant Perception",
      "url": "https://12mv2.files.wordpress.com/2024/04/20-05-20-myth-busting-popular-delusions-and-the-variant-perception.pdf"
    },
    "tags": [
      "Behavioral finance",
      "Decision making",
      "Expectations analysis",
      "Financial metrics"
    ],
    "tagged_at": "2025-01-20T21:29:33.576566"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n \n \nCounterpoint Global Insights \nMyth Busting, Popular Delusions, \nand the Variant Perception \nCONSILIENT OBSERVER  |  May 20, 2020\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nExcerpts from a talk given by Michael Mauboussin to the \nGreenwich Roundtable on January 30, 2020  \nGood morning. It’s a real pleasure for me to join you today, as these \nroundtable sessions always prompt me to organize my thoughts on \nimportant topics. This morning’s theme is a particularly interesting \none because it provides an opportunity to critically examine some \nissues that are often understood superficially. \nI should mention that I first participated in a session with the \nRoundtable 15 years ago, and was on a panel with the great \neconomist, historian, and author, Peter Bernstein. I said then that I \nwanted to grow up to be like Peter Bernstein. Fifteen years later, I \nhave aged but I have not grown up! \nI will address four myths or popular delusions: \n The first one relates to short-termism. You hear a lot of fretting \nabout the deleterious impact of short-termism, without a lot of \nconcrete evidence for its existence. We’ll critically examine \nsome of the arguments to see if they hold water;  \n The second is the idea that dividends play a large role in equity \nreturns over time. I will demonstrate that price appreciation is \nthe only source of investment return that increases \naccumulated capital; \n Third is the notion that investing in money-losing companies is \na bad idea. It can be a bad idea, but much more nuance is \nnecessary; and \n The final one relates to the idea that the rise of indexing has \nmade it easier to be an active manager. \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3088039 Exp. 05/31/2021 \n2 \n \nI. Let’s start with the first topic, that of short-termism. We’ll define it as the tendency to make decisions that \nappear beneficial in the short term at the expense of decisions that have a higher payoff in the long term. This \ntends to come in two flavors, investor short-termism and managerial short-termism.1 \nIt is easy to find concerns about short-termism throughout history—I have examples that go back decades. But \na quote from a Harvard Business Review article captures the current mood: \n“. . . the shadow of short-termism has continued to advance—and the situation may actually be getting \nworse. As a result, companies are less able to invest and build value for the long term, undermining \nbroad economic growth and lowering returns on investment for savers.”2 \nLet’s look at three aspects of this. The first is why some shortening of time horizon may be fully justified by the \neconomic facts. For example, consider the rate of diffusion of new technologies: it took 71 years for one-half of \nthe U.S. population to get a telephone, 18 years for a color television, and 10 years for internet access. As these \ndiffusions speed up, so does change.3 \nAnother is asset lives. The asset lives for technology companies are generally 6-7 years, whereas asset lives \nfor energy and materials companies are roughly 17-18 years. As the composition of the economy and the stock \nmarket have shifted away from asset-heavy to asset-light industries over the past 30 years, the average asset \nlife has shrunk. Further, it turns out that governance scores, as calculated by Credit Suisse HOLT, are highest \nfor industries with the longest asset lives and lowest for businesses with the shortest asset lives. \nThe most fundamental way to assess the market’s short-termism is to look at asset prices themselves. It is easy \nto find pundits who suggest the stock market is overvalued, and this notion is backed by evidence such as the \nCAPE ratio.4 \nThat alone should give some pause to those arguing for short-termism: high valuations mean the market is \nrecognizing and paying for cash flows many years into the future. It’s the very opposite of short-termism. \nHere’s a simple exercise I do with my students at Columbia Business School to make this point. I take five stocks \nfrom the Dow Jones Industrial Average and calculate the present value of the dividends they are expected to \npay over the next 5 years, according to estimates by Value Line (see exhibit 1). That value represents only 11 \npercent of the prevailing equity value, which means that more than 90 percent is for cash flows beyond 5 years. \nAssume buybacks that are as large as dividends and you still only get to about 20 percent. In other words, most \nof the value is reflected in long-term cash flows. \nExhibit 1: Percentage of Value Attributable to Dividends beyond the Next Five Years \nCompany \nPrice, \n12/31/2019 \nCumulative Present \nValue, Next 5 Years \nof Dividends \nPercentage of \nShare Value \nBeyond 5 Years \nAmerican Express \n $124.49  \n $9.01  \n     92.8%  \nCoca-Cola \n     55.35  \n   7.89  \n 85.7  \nMerck \n     90.95  \n 12.72  \n 86.0  \nMicrosoft \n   157.70  \n 11.37  \n 92.8  \nProcter & Gamble \n   124.90  \n 14.49  \n 88.4  \nAverage \n \n \n 89.1 \nSource: Value Line Investment Survey. \nThese opinions and forecasts are those of its author and may not actually come to pass. The data used has been obtained \nfrom sources generally believed to be reliable. No representation is made as to its accuracy. \n"
    },
    {
      "number": 3,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3088039 Exp. 05/31/2021 \n3 \n \nPerhaps the most popular argument for short-termism is the holding period of money managers. For example, \nMichael Porter, a professor known for his work on competitive strategy, noted that “the average holding period \nof stocks has declined from over seven years in 1960 to about two years today . . . it is perhaps the most telling \nevidence of shortening investor horizons.”5 \nPorter is indeed correct: portfolio turnover was much lower in the 1950s and 1960s than in recent times.6 But \nyou might ask why that is. \nA long-term chart of portfolio turnover shows a spike starting on May 1, 1975 (see exhibit 2). That was the day \ncommissions on stock trading were deregulated. To give you some sense of the situation, the cost of trading \n10,000 shares of a $40 stock was $0.43 per share. And, of course, bid-offer spreads were expressed in eighths. \nSo the cost of trading was vastly higher, hence limiting activity.7 \nExhibit 2: Portfolio Turnover, 1946-2019 \n \nSource: Bogle Financial Markets Research Center and Investment Company Institute. \nNote: U.S.-based mutual funds; Annual turnover rate is weighted by assets. \nPortfolio turnover is a measure of how frequently assets within a fund are bought and sold by the managers. Portfolio \nturnover is calculated by taking either the total amount of new securities purchased or the amount of securities sold - \nwhichever is less - over a particular period, divided by the total net asset value of the fund. \nFurther, turnover is actually down in the last 20 years. The latest reading of asset-weighted turnover is 25-30 \npercent, the lowest since the 1970s.8 Now there are entities that trade frequently, but they are only around \nbecause the cost to trade has come down so much. For example, index funds weren’t viable prior to 1975 \nbecause of cost. \nIt’s also worth noting companies such as Amazon.com have taken a long-term view and have been rewarded \nby the market. The idea that a company that has been public for 23 years is loved only because it trained its \nshareholders doesn’t really fit the narrative of short-termism.9 \nLet me finish this point with a couple of thoughts. I recognize that managers and investors feel pressure to deliver \nshort-term results. All of us who seek to have successful long-term careers also feel short-term pressure—and \nthat’s because the long term is an aggregation of short terms. The key is to do the right thing. \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n1946\n1950\n1954\n1958\n1962\n1966\n1970\n1974\n1978\n1982\n1986\n1990\n1994\n1998\n2002\n2006\n2010\n2014\n2018\nTurnover Rate (Percent)\n"
    },
    {
      "number": 4,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3088039 Exp. 05/31/2021 \n4 \n \nSecond, the reason investor holding periods are shorter than the number of years of cash flows reflected in stock \nprices is that investors make short-term bets on long-term outcomes.10 If you want to understand the market’s \ntime horizon, do not look at, or talk to, the investors. Look at the market, which is a product of all investors.11 \nII. The second myth is about the role of dividends in capital accumulation. In a paper he co-authored, Peter \nBernstein wrote, “These data put the lie to the conventional view that equities derive most of their returns from \ncapital appreciation, that income is far less important, if not irrelevant.”12 A large investment management firm \nput out research that was ever more emphatic, stating, “Some may be surprised to learn that 90 percent of U.S. \nequity returns over the last century have been delivered by dividends and dividend growth.”13 Yes, that would \nbe surprising—especially if it were true. \nLet’s take a step back. The reason we save, or defer current consumption, is to accumulate capital to satisfy \nfuture liabilities, whether it’s paying for a child’s college education or retiring comfortably.  \nWhen we discuss the stock market in general or specific stocks, we often refer to “total shareholder return” \n(TSR), which assumes that dividends are reinvested with no friction. Here is the equation to calculate TSR: \nTSR = g + (1 + g) * d \nIn this equation, g stands for the stock price appreciation rate and d stands for the dividend yield.  \nThe focus on TSR can lead to a couple of points of confusion.14 \nThe first is that almost no one earns the TSR for a stock that pays a dividend. In order to do so, you must have \nan automatic dividend reinvestment plan with zero taxes. The number of people who fall into this camp are de \nminimis. Most people spend the dividends they receive, and most funds allow the sum simply to go to cash. So \none should be very careful relying on past TSRs to plan for the future.  \nThe second is the belief that dividends are the main driver of investment performance. In reality, price \nappreciation is the only source of investment returns that increases accumulated capital.  \nTo understand this, let’s slow down the process. Say you have a $100 stock that pays a $3 dividend. The day \nthat dividend is paid, you have a stock worth $97 and a dividend worth $3 (the stock is actually marked down on \nthe ex-dividend date). You earn the TSR only if you reinvest the full $3 into the stock to restore your investment \nto $100. From there, it is clear that price appreciation is the driver of accumulated wealth. \nYour capital accumulation is a function of how much you invest, how long you invest, and price appreciation. By \nthe way, there is also massive confusion about share buybacks, which I won’t go into now.  \nI will add that there is very robust evidence about the relationship between asset growth and TSRs. Companies \nthat have grown assets rapidly have tended to deliver poor returns, whereas those that have grown modestly, \nor even contracted, have done well. So returning capital to shareholders is important.15 \nOne last note: much of what I’ve just discussed about dividends is summarized in a paper that was published in \nthe Journal of Portfolio Management in 2006 by my mentor, collaborator, and friend, Al Rappaport. Peter \nBernstein read the paper and called it “masterful” and wondered out loud why no one had pointed out this \nanalysis to him before. Bernstein was still open to learning at the age of 86! \nIII. The third myth is about companies that lose money. Jay Ritter, a professor of finance and a leading authority \non initial public offerings (IPO’s), reports that 74 percent of companies that did an IPO in 2019 lost money, which \nis about where the level was in 1999, near the peak of the dot-com bubble.16 Further, about 40 percent of listed \n"
    },
    {
      "number": 5,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3088039 Exp. 05/31/2021 \n5 \n \ncompanies in the U.S. lose money—all this against a backdrop of a solid economy.17 The implication is that \nthings have returned to a frothy state—and certainly the saga of WeWork fanned the flames of that narrative. \nHere’s a short quiz for you: what if I offered you shares of a company just listed on the New York Stock Exchange \nand told you with absolute certainty it would have negative free cash flow for each of the next 15 years. Would \nyou buy it? \nWell, there was a little company like that and it was called Wal-Mart Stores, Inc. From the beginning of 1972 \nthrough the end of 1986, Walmart generated TSRs of 33 percent versus the S&P 500’s 11 percent. Investors in \nWalmart would have ended the period with almost 16 times more capital than investors in the broader market.  \nWalmart was such a good stock because it earned a very high return on its investments. In those cases, you \nwant a company to invest as much as it possibly can—even if the investment is larger than earnings and the \ncompany has to access external sources of capital to do so.  \nSo what does that have to do with what’s going on now? There has been a watershed change in the form in \nwhich companies invest. In 1977, tangible investment was 2 times that of intangible investment. Today, \nintangible investment is 1.5 times tangible investment (see exhibit 3). Tangible investments appear on the \nbalance sheet; intangible assets tend to appear on the income statement as an expense.18 \nExhibit 3: The Rise of Intangible Investments, 1977-2017 \n \nSource: Unpublished update to Corrado and Hulten (2010) using methods and sources developed in Corrado and Hao \n(2013) and in Corrado et al. (2016) and Corrado et al. (2017) for INTAN-Invest© and the SPINTAN project, respectively. \nThe SPINTAN project was funded by the European Commission FP-7 grant agreement 612774. \nNote: Nonresidential business investment relative to business sector gross value added. \nSo what’s the solution? If you want apples-to-apples comparisons, you must capitalize the investments that are \nnow on the income statement. In other words, put them on the balance sheet as we used to. The immediate \nimpact is that earnings and book value both go up.19  \nThis relates to the challenging time for value investors, who tend to build portfolios that rely on statistical factors \nsuch as price-to-book and price-to-earnings multiples. Baruch Lev and Anup Srivastava, professors of \naccounting, made these adjustments and found that 40-60 percent of stocks that had been classified as “value” \n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n1977\n1979\n1981\n1983\n1985\n1987\n1989\n1991\n1993\n1995\n1997\n1999\n2001\n2003\n2005\n2007\n2009\n2011\n2013\n2015\n2017\nInvestment as a Percentage of \nGross Value Added\nIntangible\nTangible\n"
    },
    {
      "number": 6,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3088039 Exp. 05/31/2021 \n6 \n \nor “glamour” shift categories. Further, they found that the adjustments lead to factors with much better signals \nfor building portfolios.20 \nThis also addresses the concern that companies are underinvesting and returning too much money to \nshareholders. If investments on the income statement are properly categorized, firms have actually been \nincreasing their operating investments over time. \nI believe this myth has created opportunity for investors who are willing to roll up their sleeves to really \nunderstand unit economics.21 If you knew how good Walmart’s store economics were, you would have stood \nbehind them applauding as they spent more on investments than they earned in income. Likewise, some \ncompanies today are losing money but have extremely attractive economics, and others are losing money the \nold-fashioned way—with bad business models. \nIV. I hear a lot of successful investors say that the rise of indexing has made it easier to be an active manager. \nSeth Klarman, the founder and CEO of the Baupost Group whom I admire deeply, echoed this refrain when he \nsaid, “[Indexing] should give long-term value investors a distinct advantage. The inherent irony of the efficient \nmarket theory is that the more people believe in it and correspondingly shun active management, the more \ninefficient the market is likely to become.”22  \nOn the surface, this sounds like a plausible case: fewer people are competing and less information is finding its \nway into markets, hence it’s easier to express your skill by finding mispriced assets. But I think the opposite may \nbe true, and here’s why. \nA good starting point is “The Arithmetic of Active Management” by professor of finance and Nobel-Prize winner, \nBill Sharpe.23 The idea is simple: Before costs, the return on the average actively managed dollar will equal the \nreturn on the average passively managed dollar. And after costs, the return on the average actively-managed \ndollar will be less than the return on the average passively-managed dollar. \nNow this isn’t by itself any revelation for active managers. Alpha before fees is zero by definition. What is \nimportant is that for you to earn positive alpha, someone on the other side of your trades has to earn negative \nalpha.  \nTo make this more vivid, imagine that I invite you to my house Friday night to play poker, and let’s assume that \nyou want to make some money. Upon receiving the invitation, your first question should be, “Who else will be \nthere?”  \nIf I tell you there will be some rich people who are much worse players than you are, you’ll immediately make \nplans to join me. There’s no guarantee you’ll win, but over time your skill will allow you to take money from those \npatsies. \nOn the other hand, if I tell you that the players who are coming over are all better players than you are, you \nshould arrange some alternative plans. In this case, it should be clear that you are the patsy—which is not good \nif you like to keep your money.24 \nI think the poker story carries over well to the investment management industry. My conjecture is that the \ninvestors who have turned to indexing are on average the weaker players.  \nTo stretch this analogy, the weak players are sitting at your poker table drinking your beer but are not playing—\nso they can’t win or lose. And the reason I mention that they are drinking your beer is because they really are \n"
    },
    {
      "number": 7,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3088039 Exp. 05/31/2021 \n7 \n \nfree riding: indexers rely on active management for price discovery and liquidity. So active management fees \nsubsidize the index management industry. \nSo if my argument is reasonably accurate, you are left playing the stronger players, making it harder, not easier, \nto generate risk-adjusted excess returns, or alpha. And while there’s little doubt that indexing has and will create \ndistortions in markets, there remain a substantial number of active managers at the ready to arbitrage those \nopportunities.  \nIn summary, I want to encourage you to always go back to first principles when considering what the pundits \nsay or assert. The motto of the Royal Society, “Nullius in verba,” is a useful way to think. It is meant to mean \n“take nobody’s word for it.” The investment industry is, and has always been, replete with myths and delusions. \nOur job is to bust them whenever appropriate.   \nThe Greenwich Roundtable is a non-profit organization providing independent education for investors on the \nfrontier of investing. \nPlease see Important Disclosures on pages 9-11 \n \n \n"
    },
    {
      "number": 8,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3088039 Exp. 05/31/2021 \n8 \n \nEndnotes \n1 Michael J. Mauboussin and Dan Callahan, “A Long Look at Short-Termism: Questioning the Premise,” Journal \nof Applied Corporate Finance, Vol. 27, No. 3, Summer 2015, 70-82. \n2 Dominic Barton and Mark Wiseman, “Focusing Capital on the Long Term,” Harvard Business Review, January-\nFebruary 2014. \n3 Adam Thierer and Grant Eskelsen, “Media Metrics: The True State of the Modern Media Marketplace,” The \nProgress & Freedom Foundation, Summer 2008, 18. \n4 Ben Carlson, “Yes Stocks Are Overvalued. But by How Much? Here’s What History Tells Us,” Fortune, July 31, \n2019. \n5 Michael E. Porter, “Capital Choices: Changing the Way America Invests in Industry,” Journal of Applied \nCorporate Finance, Vol. 5, No. 2, Summer 1992, 4-16.  \n6 John C. Bogle, “The Mutual Fund Industry 60 Years Later: For Better or Worse?” Financial Analysts Journal, \nVol. 61, No. 1. January/February 2005, 15-24. \n7 Charles M. Jones, “A Century of Stock Market Liquidity and Trading Costs,” Working Paper, May 22, 2002. \n8 “2020 Investment Company Fact Book,” Investment Company Institute, 65. \n9 For example, see Matthew Yglesias, “The Prophet of No Profit,” Slate.com, January 30, 2014 and Justin Fox, \n“How Amazon Trained Its Investors to Behave,” Harvard Business Review, January 30, 2013. \n10 Michael J. Mauboussin, “What Shareholder Value is Really About,” Harvard Business Review, October 3, \n2011. \n11 Michael J. Mauboussin, More Than You Know: Finding Financial Wisdom in Unconventional Places (New \nYork: Columbia Business School Publishing, 2008), 216-220. \n12 Robert D. Arnott and Peter L. Bernstein, “What Risk Premium Is ‘Normal’?” Financial Analysts Journal, Vol. \n58, No. 2, March/April 2002, 64-85. \n13 John Melloy, “At Stake: Dividends Make Up 90% of Total Return,” CNBC, December 6, 2010. \n14 Alfred Rappaport, “Dividend Reinvestment, Price Appreciation and Capital Accumulation,” Journal of Portfolio \nManagement, Vol. 32, No. 3, Spring 2006, 119-123. \n15 Michael J. Cooper, Huseyin Gulen, and Michael J. Schill, “Asset Growth and the Cross-Section of Stock \nReturns,” Journal of Finance, Vol. 63, No. 4, August 2008, 1609-1651 and Akiko Watanabe, Yan Xu, Tong Yao, \nand Tong Yu, “The Asset Growth Effect: Insights for International Equity Markets,” Journal of Financial \nEconomics, Vol. 108, No. 2, May 2013, 259-263. \n16 See table 9, https://site.warrington.ufl.edu/ritter/files/2020/01/IPOs2019Statistics_Jan14_2020-1.pdf. \n17 James Mackintosh, “Money-Losing Companies Mushroom Even as Stocks Hit New Highs,” Wall Street \nJournal, January 9, 2020. The economy did look solid in January 2020! \n18 Baruch Lev and Anup Srivastava, “Explaining the Recent Failure of Value Investing,” NYU Stern School of \nBusiness Working Paper, March 31, 2020. \n19 Luminita Enache and Anup Srivastava, “Should Intangible Investments Be Reported Separately or \nCommingled with Operating Expenses? New Evidence,” Management Science, Vol. 64, No. 7, July 2018, 3446-\n3468. \n20 Lev and Srivastava. \n21 For example, see Daniel M. McCarthy, Peter S. Fader, and Bruce G.S. Hardie, “Valuing Subscription-Based \nBusinesses Using Publicly Disclosed Customer Data,” Journal of Marketing, Vol. 81, No. 7, January 2017, 17-\n35. \n22 DealBook, “A Quiet Giant of Investing Weighs In on Trump,” New York Times, February 6, 2017. \n23 William F. Sharpe, “The Arithmetic of Active Management,” Financial Analysts Journal, Vol. 47, No. 1, \nJanuary/February 1991, 7-9. \n24 Michael J. Mauboussin, Dan Callahan, and Darius Majd, “Looking for Easy Games: How Passive Investing \nShapes Active Management,” Credit Suisse Global Financial Strategies, January 4, 2017.   \n \n \n"
    },
    {
      "number": 9,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3088039 Exp. 05/31/2021 \n9 \n \nRisk Considerations \n \nPredictions are based on current market conditions, subject to change, and may not necessarily come to pass.  \nThere is no assurance that the techniques mentioned in this article will be successful in helping improve the \naccuracy of predictions. \n \nThere is no assurance that a Portfolio will achieve its investment objective. Portfolios are subject to market risk, \nwhich is the possibility that the market values of securities owned by the Portfolio will decline and that the value \nof Portfolio shares may therefore be less than what you paid for them. Accordingly, you can lose money investing \nin this Portfolio. Please be aware that this Portfolio may be subject to certain additional risks. In general, equities \nsecurities’ values also fluctuate in response to activities specific to a company. Investments in foreign markets \nentail special risks such as currency, political, economic, market and liquidity risks. The risks of investing in \nemerging market countries are greater than risks associated with investments in foreign developed countries. \nPrivately placed and restricted securities may be subject to resale restrictions as well as a lack of publicly \navailable information, which will increase their illiquidity and could adversely affect the ability to value and sell \nthem (liquidity risk). Derivative instruments may disproportionately increase losses and have a significant \nimpact on performance. They also may be subject to counterparty, liquidity, valuation, correlation and market \nrisks. Illiquid securities may be more difficult to sell and value than public traded securities (liquidity risk).  \n \n \nDISTRIBUTION \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions where \nsuch distribution or availability would not be contrary to local laws or regulations. \nIreland: Morgan Stanley Investment Management (Ireland) Limited. Registered Office: The Observatory, 7-11 \nSir John Rogerson’s, Quay, Dublin 2, Ireland. Registered in Ireland under company number 616662. Regulated \nby the Central Bank of Ireland. United Kingdom: Morgan Stanley Investment Management Limited is authorised \nand regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. Registered \nOffice: 25 Cabot Square, Canary Wharf, London E14 4QA. Dubai: Morgan Stanley Investment Management \nLimited (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct Building 3, \nDubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 709 7158). \nGermany: Morgan Stanley Investment Management Limited Niederlassung Deutschland, Grosse Gallusstrasse \n18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b KWG). Italy: Morgan \nStanley Investment Management Limited, Milan Branch (Sede Secondaria di Milano) is a branch of Morgan \nStanley Investment Management Limited, a company registered in the UK, authorised and regulated by the \nFinancial Conduct Authority (FCA), and whose registered office is at 25 Cabot Square, Canary Wharf, London, \nE14 4QA. Morgan Stanley Investment Management Limited Milan Branch (Sede Secondaria di Milano) with seat \nin Palazzo Serbelloni Corso Venezia, 16 20121 Milano, Italy, is registered in Italy with company number and \nVAT number 08829360968. The Netherlands: Morgan Stanley Investment Management, Rembrandt Tower, \n11th Floor Amstelplein 1 1096HA, Netherlands. Telephone: 31 2-0462-1300. Morgan Stanley Investment \nManagement is a branch office of Morgan Stanley Investment Management Limited. Morgan Stanley Investment \nManagement Limited is authorised and regulated by the Financial Conduct Authority in the United Kingdom. \nSwitzerland: Morgan Stanley & Co. International plc, London, Zurich Branch Authorised and regulated by the \nEidgenössische Finanzmarktaufsicht (“FINMA”). Registered with the Register of Commerce Zurich CHE-\n115.415.770. Registered Office: Beethovenstrasse 33, 8002 Zurich, Switzerland, Telephone +41 (0) 44 588 \n1000. Facsimile Fax: +41(0)44 588 1074. \nU.S.: A separately managed account may not be suitable for all investors. Separate accounts managed \naccording to the Strategy include a number of securities and will not necessarily track the performance of any \nindex. Please consider the investment objectives, risks and fees of the Strategy carefully before investing. A \nminimum asset level is required. For important information about the investment manager, please refer to Form \nADV Part 2. \nPlease consider the investment objectives, risks, charges and expenses of the funds carefully before \ninvesting. The prospectuses contain this and other information about the funds. To obtain a prospectus \nplease download one at morganstanley.com/im or call 1-800-548-7786. Please read the prospectus \ncarefully before investing. \n \nMorgan Stanley Distribution, Inc. serves as the distributor for Morgan Stanley Funds. \n  \n"
    },
    {
      "number": 10,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3088039 Exp. 05/31/2021 \n10 \n \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A BANK DEPOSIT \nHong Kong: This document has been issued by Morgan Stanley Asia Limited for use in Hong Kong and shall \nonly be made available to “professional investors” as defined under the Securities and Futures Ordinance of \nHong Kong (Cap 571). The contents of this document have not been reviewed nor approved by any regulatory \nauthority including the Securities and Futures Commission in Hong Kong. Accordingly, save where an exemption \nis available under the relevant law, this document shall not be issued, circulated, distributed, directed at, or made \navailable to, the public in Hong Kong. Singapore: This document should not be considered to be the subject of \nan invitation for subscription or purchase, whether directly or indirectly, to the public or any member of the public \nin Singapore other than (i) to an institutional investor under section 304 of the Securities and Futures Act, \nChapter 289 of Singapore (“SFA”), (ii) to a “relevant person” (which includes an accredited investor) pursuant to \nsection 305 of the SFA, and such distribution is in accordance with the conditions specified in section 305 of the \nSFA; or (iii) otherwise pursuant to, and in accordance with the conditions of, any other applicable provision of \nthe SFA. This publication has not been reviewed by the Monetary Authority of Singapore. Australia: This \npublication is disseminated in Australia by Morgan Stanley Investment Management (Australia) Pty Limited ACN: \n122040037, AFSL No. 314182, which accepts responsibility for its contents. This publication, and any access to \nit, is intended only for “wholesale clients” within the meaning of the Australian Corporations Act. \nJapan: For professional investors, this document is circulated or distributed for informational purposes only. For \nthose who are not professional investors, this document is provided in relation to Morgan Stanley Investment \nManagement (Japan) Co., Ltd. (“MSIMJ”)’s business with respect to discretionary investment management \nagreements (“IMA”) and investment advisory agreements (“IAA”). This is not for the purpose of a \nrecommendation or solicitation of transactions or offers any particular financial instruments. Under an IMA, with \nrespect to management of assets of a client, the client prescribes basic management policies in advance and \ncommissions MSIMJ to make all investment decisions based on an analysis of the value, etc. of the securities, \nand MSIMJ accepts such commission. The client shall delegate to MSIMJ the authorities necessary for making \ninvestment. MSIMJ exercises the delegated authorities based on investment decisions of MSIMJ, and the client \nshall not make individual instructions. All investment profits and losses belong to the clients; principal is not \nguaranteed. Please consider the investment objectives and nature of risks before investing. As an investment \nadvisory fee for an IAA or an IMA, the amount of assets subject to the contract multiplied by a certain rate (the \nupper limit is 2.20% per annum (including tax)) shall be incurred in proportion to the contract period. For some \nstrategies, a contingency fee may be incurred in addition to the fee mentioned above. Indirect charges also may \nbe incurred, such as brokerage commissions for incorporated securities. Since these charges and expenses are \ndifferent depending on a contract and other factors, MSIMJ cannot present the rates, upper limits, etc. in \nadvance. All clients should read the Documents Provided Prior to the Conclusion of a Contract carefully before \nexecuting an agreement. This document is disseminated in Japan by MSIMJ, Registered No. 410 (Director of \nKanto Local Finance Bureau (Financial Instruments Firms)), Membership: the Japan Securities Dealers \nAssociation, The Investment Trusts Association, Japan, the Japan Investment Advisers Association and the \nType II Financial Instruments Firms Association. \n  \nIMPORTANT INFORMATION \nEMEA: This marketing communication has been issued by Morgan Stanley Investment Management Limited \n(“MSIM”). Authorised and regulated by the Financial Conduct Authority. Registered in England No. 1981121. \nRegistered Office: 25 Cabot Square, Canary Wharf, London E14 4QA. \n \nThere is no guarantee that any investment strategy will work under all market conditions, and each investor \nshould evaluate their ability to invest for the long-term, especially during periods of downturn in the market. Prior \nto investing, investors should carefully review the strategy’s / product’s relevant offering document. There are \nimportant differences in how the strategy is carried out in each of the investment vehicles. \n \nA separately managed account may not be suitable for all investors. Separate accounts managed \naccording to the Strategy include a number of securities and will not necessarily track the performance \nof any index. Please consider the investment objectives, risks and fees of the Strategy carefully before \ninvesting. \n \nThe views and opinions are those of the author or the investment team as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \n"
    },
    {
      "number": 11,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3088039 Exp. 05/31/2021 \n11 \n \nThe views expressed do not reflect the opinions of all investment teams at Morgan Stanley Investment \nManagement (MSIM) or the views of the firm as a whole, and may not be reflected in all the strategies and \nproducts that the Firm offers. \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors. These conclusions are speculative in nature, may not come to pass and are not intended \nto predict the future performance of any specific Morgan Stanley Investment Management product. \nCertain information herein is based on data obtained from third party sources believed to be reliable. However, \nwe have not verified this information, and we make no representations whatsoever as to its accuracy or \ncompleteness. \n \nThe information herein is a general communications which is not impartial and has been prepared solely for \ninformation and educational purposes and does not constitute an offer or a recommendation to buy or sell any \nparticular security or to adopt any specific investment strategy. The material contained herein has not been \nbased on a consideration of any individual client circumstances and is not investment advice, nor should it be \nconstrued in any way as tax, accounting, legal or regulatory advice. To that end, investors should seek \nindependent legal and financial advice, including advice as to tax consequences, before making any investment \ndecision. \n \nPast performance is no guarantee of future results. \nCharts and graphs provided herein are for illustrative purposes only. \n \nThis communication is not a product of Morgan Stanley’s Research Department and should not be regarded as \na research recommendation. The information contained herein has not been prepared in accordance with legal \nrequirements designed to promote the independence of investment research and is not subject to any prohibition \non dealing ahead of the dissemination of investment research. \n \nThe information contained in this communication is not a research recommendation or ‘investment research’ \nand is classified as a ‘Marketing Communication’ in accordance with the applicable European regulation or Swiss \nregulation. This means that this marketing communication (a) has not been prepared in accordance with legal \nrequirements designed to promote the independence of investment research (b) is not subject to any prohibition \non dealing ahead of the dissemination of investment research. \n \nMSIM has not authorized financial intermediaries to use and to distribute this document, unless such use and \ndistribution is made in accordance with applicable law and regulation. MSIM shall not be liable for, and accepts \nno liability for, the use or misuse of this document by any such financial intermediary. If you are a distributor of \nthe Morgan Stanley Investment Funds, some or all of the funds or shares in individual funds may be available \nfor distribution. Please refer to your sub-distribution agreement for these details before forwarding fund \ninformation to your clients. \n \nThe whole or any part of this work may not be reproduced, copied or transmitted or any of its contents disclosed \nto third parties without MSIM’s express written consent. \n \nAll information contained herein is proprietary and is protected under copyright law. \nMorgan Stanley Investment Management is the asset management division of Morgan Stanley. \n \nThis document may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this document \nin another language, the English version shall prevail. \n"
    }
  ]
}