{
  "filename": "mm_170_2024_stock_market_concentration__how_much_is_too_much_.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20240604101923-04'00'",
    "modDate": "D:20240604101923-04'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 170,
      "year": "2024",
      "date": "6/4",
      "institution": "Counterpoint",
      "title": "Stock Market Concentration: How Much Is Too Much?",
      "url": "https://www.morganstanley.com/im/publication/insights/articles/article_stockmarketconcentration.pdf?1729042767278"
    },
    "tags": [
      "Market structure",
      "Capital allocation",
      "Financial metrics",
      "Investment process"
    ],
    "tagged_at": "2025-01-20T21:30:44.032328"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n. \n \n \n \nCounterpoint Global Insights \nStock Market Concentration \nHow Much Is Too Much? \nCONSILIENT OBSERVER  |  June 4, 2024\nIntroduction \nOpportunity cost is a key concept in capital allocation. The idea is \nthat when you evaluate a choice you should consider the cost of \npassing on the next best alternative. Those who invest in equity \nmutual funds that are actively managed almost always have the \noption to put money into an equity index fund that provides broad \nmarket exposure at a relatively low expense. In fact, the Securities \nand Exchange Commission requires managers of mutual funds in \nthe U.S. to report their results along with an “appropriate broad-\nbased securities market index” as a benchmark.1 \nThe S&P 500, an index of approximately 500 U.S. stocks with \nlarge capitalizations that make up about 80 percent of the total \nstock market, is by far the most popular benchmark for U.S. equity \nfunds. Just as a sports team might scout a competitor before a big \ngame, an active manager can examine the S&P 500 to assess its \nstrategy. The goal is to beat the benchmark. \nAn index committee constructs the S&P 500.2 The committee \ntends to follow some criteria but there are no hard and fast rules.3 \nFor example, companies currently eligible for inclusion should \nhave a market capitalization of at least $18 billion (with a sufficient \namount that trades freely), have been profitable in the most recent \nquarter and cumulatively profitable over the past four quarters, \nand maintain sector representation consistent with the total \nmarket. On average, there are about 25 changes in the S&P 500 \nannually, or about 5 percent of the total number of stocks. One \nremoval and addition to the index constitutes a single change.4  \nMore notable than what the index committee does is what it does \nnot do. There are no macroeconomic forecasts, sector or industry \nlimits, position weightings, factor analyses, or performance \nexpectations. The index has low turnover and invests for the long \nterm. A high percentage of equity funds that invest in large \ncapitalization stocks have underperformed the S&P 500 over the \npast decade.5 But the facts about active management are not as \ndire as some headlines proclaim, and manager skill exists.6 \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6652630 Exp 6/30/2025 \n2\n \n \nBy design, the size of the investment in each stock within the S&P 500 reflects the relative market capitalization \nof the company.7 If you invest $1,000 in the S&P 500, you get more of the companies with big market values \nand less of the companies with small market values. Stock market concentration measures how much of the \noverall market capitalization is in a small number of stocks.  \nIn the decade ended in 2023, the concentration of the U.S. stock market, measured as the weighting of the top \n10 stocks, nearly doubled from 14 to 27 percent. This means that a limited number of stocks have played a large \nrole in the market’s total return. For example, the appreciation of seven stocks, dubbed the “Magnificent Seven,” \nwere responsible for more than one-half of the S&P 500’s gain of 26.3 percent in 2023.8  \nThis has led to a lot of discussion in the investment community. Topics include the challenge of beating the \nbenchmark when so few stocks drive results, worries about the loss of diversification, speculation about whether \nthe stock market is in a bubble, and fears that the inflows into index funds and other rules-based strategies have \ncontributed to the mindless bidding up of a handful of stocks. Some of these concerns are groundless.9 But it is \nhard to produce excess returns relative to an index that has a small number of stocks making an outsized \ndifference in the overall results.    \nWe review four topics in this report. First, we look at concentration over the past three-quarters of a century to \nsee where we stand today. We also examine which companies have the largest stock market capitalizations and \nhow that population has changed. Next, we ask whether there is a correct level of concentration, both by \ncomparing the U.S. to other global markets and by presenting the possibility that concentration was too low in \nthe past. We then seek to determine whether fundamental corporate performance supports the current increase \nin concentration. Finally, we reflect on what this development means for active equity managers. \nStock Market Concentration Since 1950 \nExhibit 1 shows stock market concentration in the U.S., measured as the market capitalization of the top 1, 3, \nand 10 companies relative to total capitalization, from 1950 to 2023. Concentration at the end of 2023 was 27 \npercent, approaching the prior peak of 30 percent in 1963. The lowest concentration over this time was 12 \npercent in 1993, and the level was 14 percent as recently as 2014. \nThe MSCI All Country World Index, which includes mid and large capitalization stocks in 23 developed and 24 \nemerging economies and covers about 85 percent of the global investable equity universe, shows a similar \npattern. The top 10 stocks in that index were about 19 percent of the total capitalization at the end of 2023, more \nthan double the level ten years earlier. This result is not altogether surprising as U.S. companies were 9 of the \n10 constituents on December 30, 2023.10  \nConcentration continued to increase in early 2024. As of the end of the first quarter, concentration was 28 percent \nin the U.S. and 20 percent for the MSCI All Country World Index. \n \n \n \n \n"
    },
    {
      "number": 3,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6652630 Exp 6/30/2025 \n3\n \n \nExhibit 1: Stock Market Concentration in the U.S., 1950-2023 \n \nSource: FactSet; Compustat; U.S. Securities and Exchange Commission, Annual Reports, see www.sec.gov/reports; \nCounterpoint Global. \nNote: Universe includes companies listed on the New York Stock Exchange, NASDAQ, and NYSE American stock \nexchanges, excluding American depositary receipts; Market capitalizations reflect calendar year-end. \nElroy Dimson, Paul Marsh, and Mike Staunton, professors of finance, studied stock market concentration back \nto 1900.11 They found that concentration in the 1930s was similar to that of the early 1960s in the U.S. and \nestimated that the top 10 stocks were 38 percent of the market in 1900.12 The current concentration is high \nrelative to the levels 10 years ago but has plenty of precedent. That noted, what feels disconcerting to many \ninvestors is that the rate of increase in concentration in the last decade is the most rapid since 1950.  \nExhibit 2 shows the stocks of the companies that have been among the top three in market capitalization at the \nend of the year from 1950 to 2023. Remarkably, just 17 are on the list, only 11 stocks have held a spot in the \ntop 3 for more than two years, and 4 have fleetingly been number one at some point during a year but failed to \nhold the top position at the year’s conclusion.13 This is from a population of about 28,000 stocks that have been \nlisted at any time since 1950.14 Companies that are in one of the top positions most frequently over this period \ninclude ExxonMobil (47 years), AT&T (39), IBM (28), General Electric (23), and Microsoft (22). The average \nnumber of appearances is 13 and the median is 5. Nvidia, a computing infrastructure company that has \nbenefitted from the increase in spending on artificial intelligence, reached the top 3 in early 2024. \nHendrik Bessembinder, a professor of finance, calculated that the total wealth creation for the stocks of all U.S. \npublic companies was $55.1 trillion from 1926 to 2022.15 A stock had to generate a return in excess of U.S. \nTreasury bills to create wealth. Twelve of these market capitalization leaders also appear on Bessembinder’s \nlist of the top 20 value creators, and all but Eastman Kodak are in the top 35.  \n \n \n0\n5\n10\n15\n20\n25\n30\n1950\n1953\n1956\n1959\n1962\n1965\n1968\n1971\n1974\n1977\n1980\n1983\n1986\n1989\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\n2016\n2019\n2022\nPercent of Total Market Capitalization\n27%\n2023\n15%\n6%\nTop 10\nTop 3\nTop 1\n"
    },
    {
      "number": 4,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6652630 Exp 6/30/2025 \n4\n \n \nExhibit 2: Stocks with the Largest Market Capitalizations in the U.S., 1950-2023 \n \nSource: FactSet and Counterpoint Global. \nNote: Market capitalizations reflect calendar year-end; Some of these companies have varied their names over time; \nGM=General Motors; P&G=Procter & Gamble; Exxon=ExxonMobil; IBM=International Business Machines; GE=General \nElectric; Altria was previously known as Philip Morris. \nWhat Should Concentration Be? \nMany investors have a sense that concentration is too high because it has risen sharply from a much lower level. \nBut perhaps we should ask whether concentration was too low before. In other words, can we estimate the \n“right” level of concentration? \nOne place to start is to look at equity markets outside of the U.S. Exhibit 3 shows the market concentration at \nthe end of 2023 for a dozen of the largest markets around the world. The U.S. is the fourth most diversified \nmarket notwithstanding the recent increase in concentration. However, since the U.S. was approximately 60 \npercent of the total equity market capitalization in 2023, changes in the composition of the U.S. have an outsized \nimpact on the aggregate as measured by indices such as the MSCI All Country World Index. \nOne study of 47 equity markets from 1989 to 2011 found that the average weighting of the top 10 positions was \n48 percent.16 In 2001, Finland and Switzerland had concentrations in excess of 80 percent. At its peak in the \nearly 2000s, one stock, Nokia, was about two-thirds of the total market capitalization of the Finnish market.17 \n \n \n \n \n \n \nAT&T\nGM\nDuPont\nExxon\nIBM\nKodak\nGE\nAltria\nWalmart\nCoca-Cola\nMicrosoft\nCisco\nPfizer\nP&G\nApple\nAlphabet\nAmazon\n1975\n2015\n2010\n2005\n   2020\n2000\n1995\n1990\n1985\n1980\n             1950\n1970\n1965\n1960\n1955\n#1 #2 #3\n"
    },
    {
      "number": 5,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6652630 Exp 6/30/2025 \n5\n \n \nExhibit 3: Stock Market Concentration in the Largest Global Equity Markets, 2023 \n \nSource: FactSet and Counterpoint Global. \nNote: Stacked bars reflect cumulative concentrations; Universe includes companies on the following stock exchanges: \nSwitzerland: SIX Swiss Exchange; France: Euronext Paris; Australia: Australian Securities Exchange (ASX); Germany: Xetra \n(Frankfurt Stock Exchange); South Korea: Korea Exchange; United Kingdom (UK): London Stock Exchange; Taiwan: Taiwan \nStock Exchange and Taipei Exchange; Canada: Toronto Stock Exchange; U.S.: New York Stock Exchange, NASDAQ, and \nNYSE American; India: Bombay Stock Exchange (BSE); Japan: Tokyo Stock Exchange; China: Shanghai Stock Exchange \nand Shenzhen Stock Exchange. \nThe U.S. stock market has become more concentrated because large capitalization stocks have realized total \nshareholder returns in excess of the market overall. This allows us to explore a counterfactual: what would \nconcentration have been in the past if investors had valued the stocks of the big companies so that they earned \nreturns in line with the market?  \nTo do this, we take the market capitalizations of the top 1, 3, and 10 companies as of the end of 2023 and \ndiscount them back 5 and 10 years at the market return. We can then see what the market capitalizations would \nhave been had the market priced the stocks “efficiently.”18     \nExhibit 4 shows the results. The top panel shows that the actual weighting of the top 10 stocks was 17.8 percent \nin 2018, but it would have been 22.1 percent had their market capitalizations at that time anticipated the 2023 \nresult. The bottom panel shows the same analysis going back to 2013, with the actual weighting of 13.6 percent \nand a weighting of 18.1 percent after considering the counterfactual.   \n \n \n \n \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\nChina\nJapan\nIndia\nU.S.\nCanada\nTaiwan\nUK\nSouth Korea\nGermany\nAustralia\nFrance\nSwitzerland\nShare of Total Market Capitalization\nTop 1\nTop 3\nTop 10\n"
    },
    {
      "number": 6,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6652630 Exp 6/30/2025 \n6\n \n \nExhibit 4: Actual versus Theoretical Market Concentration in the U.S. Anticipating 2023 Results \nFive Years Prior \nWeight in Top: \nActual 2018 \nTheoretical 2018 \n1 \n2.7% \n4.8% \n3 \n7.9% \n12.0% \n10 \n17.8% \n22.1% \n \nTen Years Prior \nWeight in Top: \nActual 2013 \nTheoretical 2013 \n1 \n2.2% \n3.9% \n3 \n5.4% \n9.8% \n10 \n13.6% \n18.1% \nSource: FactSet and Counterpoint Global. \nNote: Market return is the total shareholder return of the Russell 3000 Index; Theoretical adjustment only made for the top \n1, 3, and 10 companies. \nWe conclude this section by suggesting it is very hard to determine the correct level of concentration. Stock \nmarket concentrations are generally much higher outside than inside the U.S., but the U.S. makes up a majority \nof the total capitalization in the world. Further, the possibility that large capitalization stocks were mispriced a \ndecade ago, allowing them to deliver very high total shareholder returns through 2023, suggests that \nconcentration may have been too low.  \nAnother approach is to see if the underlying fundamentals support the shift in concentration over time. We want \nto know if the change in market capitalization of the leading companies is backed by value creation. \nFundamentals and Concentration  \nThe most basic way to think about stock market concentration is to consider the distribution of value creation. \nIndividual companies commonly see their value creation prospects improve and worsen during their lifetimes. \nStock prices tend to reflect expectations about future value creation. \nStock market concentration may be justified if the market capitalizations mirror the value creation prospects. \nEconomic profit is one way to measure the magnitude of value creation. Economic profit equals return on \ninvested capital (ROIC) minus the weighted average cost of capital (WACC) times invested capital [Economic \nProfit = (ROIC – WACC) × Invested Capital]. For example, the economic profit of a company that has an ROIC \nof 13 percent, a WACC of 8 percent, and invested capital of $1,000 would be $50 [(0.13 – 0.08) × $1,000 = $50]. \nNote that economic profit measures not only value creation (the difference between ROIC and WACC) but also \nthe size of the opportunity via invested capital. More concretely, the spread between ROIC and WACC provides \na sense of the appropriate multiple of enterprise value to invested capital.19 That multiple times invested capital \noffers an estimate of enterprise value, from which it is straightforward to calculate equity market capitalization. \nThere is a reasonably direct link between economic profit and equity market capitalization. \nExhibit 5 shows the economic profit of the top 10 companies by market capitalization and of the rest of the \nuniverse. Our calculations of ROIC and invested capital include adjustments for intangible investments.20 In \n2023, we estimate that the aggregate economic profit for the U.S. public companies in our universe was $481 \nbillion, and that the top 10 companies by market capitalization contributed $331 billion to that total. The top 10 \nstocks at the end of 2023 were 27 percent of the market capitalization and the companies earned 69 percent of \nthe economic profit.  \n"
    },
    {
      "number": 7,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6652630 Exp 6/30/2025 \n7\n \n \nExhibit 5: Economic Profit of Top 10 by Market Cap and of Rest of Universe, U.S., 2014-2023  \n \nSource: FactSet and Counterpoint Global. \nIn the 10 years through 2023, a period when concentration rose sharply, the top 10 stocks averaged 19 percent \nof the market capitalization while the companies averaged 47 percent of the economic profit. From 1990 to 2023, \nthe top 10 were 17 percent of the market capitalization and 46 percent of the economic profit. The expectations \npriced into the market may be wrong, but it would be hard to argue that the market capitalizations of the largest \ncompanies are without some fundamental support. \nOur calculations show that the gap between the ROICs of large cap and small cap companies has expanded in \nrecent decades (see exhibit 6). Specifically, the aggregate ROIC for large caps was 0.8 percentage points higher \nthan that of small caps on average from 1990 to 1999, and 4.1 percentage points higher from 2000 to 2023.21  \nExhibit 6: Aggregate ROIC for Large and Small Capitalization Stocks in the U.S., 1990-2023  \n \nSource: FactSet and Counterpoint Global. \n-100\n0\n100\n200\n300\n400\n500\n600\n700\n800\n900\n1,000\n1,100\n1,200\n1,300\n1,400\n1,500\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\n2023\nEconomic Profit ($Billions)\nRest of Universe\nTop 10 by Market Cap\n0\n2\n4\n6\n8\n10\n12\n14\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\n2023\nReturn on Invested Capital (Percent)\nLarge \nCaps\nLarge \nCaps\nSmall \nCaps\nSmall \nCaps\n"
    },
    {
      "number": 8,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6652630 Exp 6/30/2025 \n8\n \n \nThis rising disparity in ROIC does not directly address the ROIC for the top companies that have driven \nconcentration higher. We estimate that the ROIC in calendar 2023 was 46.6 percent for the top company by \nmarket capitalization, averaged 29.6 percent for the top 3, and averaged 27.4 percent for the top 10. The \naggregate ROIC for the Russell 3000, an index that captures most U.S. public companies, was 10.1 percent. \nWe exclude companies in the financial and real estate sectors.  \nInvestors have to deal with the world as it is rather than how they wish it to be. In that spirit, we now review some \nof the implications of rising concentration on running a portfolio that uses a broad-based index as a benchmark \nfor results. \nPortfolio Implications of Rising Concentration \nRising stock market concentration is challenging for active managers because on average they own stocks with \nsmaller market capitalizations than those in their benchmarks.22 That means when large cap stocks do well \nrelative to small cap stocks, the percentage of mutual funds that outperform the benchmark tends to go down. \nWhen small caps outperform large caps, active managers outperform at a higher rate. Exhibit 7 shows this \nrelationship from 1960 to 2023. The striped red dot shows the outcome for 2023. \nExhibit 7: Performance of Small Versus Large Capitalization Stocks and Active Mutual Fund \nOutperformance Rates, U.S., 1960 to 2023, Annual \n \nSource: Outperformance Rates: Morningstar Direct (1960-1999) and “SPIVA® U.S. Scorecard,” S&P Dow Jones Indices \nResearch (2000-2023); Small minus Large Cap Performance: Kenneth R. French (1960-1979) and FactSet (1980-2023); \nCounterpoint Global. \nNote: Small minus large cap is Small Minus Big Fama/French Factor (1960-1979) and Russell 2000 minus Russell 1000 \nusing total shareholder returns (1980-2023); r is the Pearson correlation coefficient. \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n-40\n-30\n-20\n-10\n0\n10\n20\n30\n40\n50\n60\nPercent of Mutual Funds Outperforming\nSmall minus Large Cap Shareholder Returns (Percent)\nr = 0.68\n"
    },
    {
      "number": 9,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6652630 Exp 6/30/2025 \n9\n \n \nOf the past five complete decades, the two best, measured as the percentage of funds that outperformed the \nmarket, were the 1970s and 2000s. In the 1970s, 50 percent of active managers beat the benchmark, based on \nannual averages, but the compound annual total shareholder return (TSR) for the S&P 500 was 5.9 percent. In \nthe 2000s, an average of 48 percent of managers outperformed annually but the market returned -0.9 percent. \nIn these decades, small caps delivered better returns than large caps.   \nContrast those results with what happened in the 1980s, 1990s, and 2010s. The S&P 500 was up 17.5 percent \nin the 1980s, 18.2 percent in the 1990s, and 13.6 percent in the 2010s. But active managers were challenged, \nwith an average of 40 percent beating the market annually in the 1980s, 36 percent in the 1990s, and just 34 \npercent in the 2010s. In each of these decades, large cap stocks generated returns handily in excess of small \ncap stocks.  \nThe rate of increase in concentration over the past decade was the steepest in history. Exhibit 8 shows the TSR \nfor the Russell 1000, a proxy for large cap stocks, relative to the Russell 2000, which reflects small caps, for the \nten years ended in 2023. One hundred dollars invested in the Russell 1000 would have grown to $305, for a \ncompound annual TSR of 11.8 percent. One hundred dollars invested in the Russell 2000 would have grown to \n$200, for a compound annual TSR of 7.2 percent. Further, large cap stocks delivered higher returns than small \ncap stocks in 9 of the last 10 years.  \nExhibit 8: Total Shareholder Returns for the Russell 1000 and 2000, 2014-2023 \n \nSource: FactSet and Counterpoint Global. \nIn response to the rise in concentration, leading financial economists were asked their opinion about the following \nstatement: “investors seeking a well-diversified passive equity portfolio should consider alternatives to market-\ncap-weighted indices.”23 Thirty percent agreed with the statement, 45 percent disagreed or strongly disagreed, \nand 25 percent were uncertain. Those who agreed argued either that the stock market failed to reflect all \ninvestable assets or that market-capitalization-weighted indices are on the wrong side of exploiting inefficiency \nbecause overvalued stocks are too large in the portfolio and undervalued stocks are too small. The latter point \nis a topic of ongoing debate.24     \n0\n50\n100\n150\n200\n250\n300\n350\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\n2023\nTotal Shareholder Return, Index=100\nRussell 1000\nRussell 2000\n"
    },
    {
      "number": 10,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6652630 Exp 6/30/2025 \n10\n \n \nExhibit 9 shows the returns for the S&P 500, or its predecessor, when stock market concentration goes from a \ntrough to a peak and from a peak to a trough. The TSR for the recent rise starting in 2014 goes through 2023, \nas the peak has yet to be established. The market tends to produce returns above the historical average in \nperiods when concentration is rising and returns below the average when concentration is falling. The S&P 500’s \ncompound annual TSR over the full period was 11.4 percent.  \nThe market’s runup in the mid to late 1990s and subsequent correction from 2000 to 2013 were extraordinary. \nThe top 3 stocks at the end of 1999, Microsoft, General Electric, and Cisco, embedded extremely high \nexpectations. As a crude proxy for that optimism, the price-earnings (P/E) multiple based on consensus earnings \nestimates for the next 12 months was 65 for Microsoft, 42 for General Electric, and 97 for Cisco. From the \nbeginning of January 2000 to the trough in concentration at the end of 2013, the compound annual TSR was -\n1.0 percent for Microsoft, -1.4 percent for General Electric, and -5.6 percent for Cisco. \nThe top 3 at the end of 2023 had substantially more modest P/Es, with Apple at 29, Microsoft at 31, and Alphabet \nat 21. Those multiples are above the average of S&P 500 stocks, but the economic returns for the businesses \nare also above the average. \nExhibit 9: S&P 500 Annual Returns During Rising and Falling Concentration, 1950-2023 \n \nSource: FactSet and Counterpoint Global. \nTo investigate how the shareholders of the top companies fared over time, we created an index of the TSR \nrelative to the S&P 500 for each of the largest three stocks starting at the end of 1950. The index is set at 100 \nfor the individual spots and changes annually based on the relative TSRs of the stocks in the positions at the \nend of the prior year. \nExhibit 10 shows the results. Two findings are noteworthy. First, the top stock has historically been a bad \ninvestment. Specifically, the arithmetic average of the series of annual returns of the top stock relative to the \nS&P 500 from 1950 to 2023 was -1.9 percent. The geometric return of the series was -4.3 percent, reflecting the \nfact that the series was volatile. That the top stock delivers poor results is consistent with past research.25 \n0\n5\n10\n15\n20\n25\n30\n1950\n1952\n1954\n1956\n1958\n1960\n1962\n1964\n1966\n1968\n1970\n1972\n1974\n1976\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\n2018\n2020\n2022\nWeighting of Top 10 Stocks (Percent)\n12.0%\n16.4%\n10.5%\n23.5%\n3.6%\nRising Concentration\nFalling Concentration\nS&P 500 Annualized TSR During Periods of:\n"
    },
    {
      "number": 11,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6652630 Exp 6/30/2025 \n11\n \n \nHowever, the second and third largest stocks fared considerably better. The index for the second largest stock \nhad an average arithmetic return of 2.6 percent and a geometric return of 0.8 percent. This series was also \nvolatile, but not as volatile as that of the number one stock. Likewise, the third largest stock did well, with an \narithmetic return of 1.6 percent and a geometric return of 0.3 percent. The volatility of this series was lower than \nthat of the top two stocks. \nExhibit 10: Index of Annual Relative Returns for Top 1, 2, and 3 Stocks in the U.S., 1950-2023 \n \nSource: FactSet; Center for Research in Security Prices; Counterpoint Global. \nNote: Past performance is no guarantee of future returns. \nExhibit 11 reveals the second noteworthy finding: the top 3 stocks produced markedly better relative returns \nfrom the end of 2013 through 2023 than they did in the past. This is notwithstanding the swoon in large cap \ntechnology stocks in 2022. The arithmetic average annual excess return was 15.9 percentage points for owning \nthe largest stock, 9.8 percentage points for the second largest stock, and 8.4 percentage points for the third \nlargest stock over this time. The corresponding excess geometric returns were 14.2, 7.5, and 5.3 percentage \npoints. These results largely reflect the relative returns of the main stocks that have shuffled through the top \nthree spots, including Apple, Microsoft, and Alphabet. \n \n \n \n \n \n0\n50\n100\n150\n200\n250\n300\n1950\n1952\n1954\n1956\n1958\n1960\n1962\n1964\n1966\n1968\n1970\n1972\n1974\n1976\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\n2018\n2020\n2022\nRelative Total Shareholder Return (Index=100)\n#1\n#1\n#2\n#2\n#3\n#3\n"
    },
    {
      "number": 12,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6652630 Exp 6/30/2025 \n12\n \n \nExhibit 11: Index of Annual Relative Returns for Top 1, 2, and 3 Stocks in the U.S., 2014-2023 \n \nSource: FactSet and Counterpoint Global. \nNote: Past performance is no guarantee of future returns. \nIt is a tautology to say that stock market concentration has increased because the stocks of large cap stocks \nhave done well. That trees do not grow to the sky, an acknowledgement that there is a limit to growth and size, \nwould suggest caution. A focus on the strong fundamental results for these companies and the argument that \nnew technologies, such as artificial intelligence, may disproportionately benefit the larger firms would support a \nmore constructive view.   \nConclusion \nInvestors in equity mutual funds that are actively managed generally have an alternative. They can allocate \ncapital to diversified index funds. Because of this, active managers seek to generate returns in excess of the \nbenchmark. As a result, index fund returns and the manner in which the index achieves them are both relevant. \nReturns for index funds are not the result of macroeconomic forecasts, factor analyses, or overweighting sectors, \nindustries, or positions. Indices do periodically rebalance but for the most part the committees let the chips fall \nwhere they may.   \nThe last decade has seen a sharp increase in stock market concentration, which captures the percentage of the \noverall market capitalization that is in a small number of stocks. This is of practical concern because active \nmanagers, who typically construct portfolios with average market capitalizations that are smaller than those of \ntheir benchmarks, struggle to generate excess returns when concentration is on the rise. For instance, 30 \npercent of U.S. mutual funds outperformed their benchmarks on average in each year from 1960 to 2023 when \nconcentration was rising, and 47 percent outperformed when concentration was falling.  \n0\n50\n100\n150\n200\n250\n300\n350\n400\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\n2023\nRelative Total Shareholder Return (Index=100)\n#1\n#2\n#3\n"
    },
    {
      "number": 13,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6652630 Exp 6/30/2025 \n13\n \n \nConcentration also raises unease about the possible loss of sufficient diversification, the prospects that the \nlargest stocks are overvalued, and the potential deleterious effect of flows into index funds. Some of these \nconcerns are difficult to quantify. \nNot many stocks have been among the leaders in market capitalization. Just 11 stocks have spent more than \ntwo years in a spot among the top 3 since 1950. Nine of these 11 companies appear on the list of the greatest \nwealth creators in the U.S. stock market since 1926. \nIt is reasonable to ask whether stock market concentration in the U.S. is too high today or whether it was too \nlow in the past. The U.S. stock market, even after a decade of increasing concentration, remains one of the \nmore diversified markets in the world. But the U.S. has an outsized impact on global indices such as the MSCI \nAll Country World Index because it represents about 60 percent of the capitalization of all equity markets. \nWe can calculate what concentration would have looked like in the past had today’s leaders in market \ncapitalization earned a market rate of return over the past 5 and 10 years. This simple analysis, which assumes \nthat stocks are properly priced today and were mispriced in the past, shows that the theoretical concentration \nwas higher than the actual concentration.  \nFundamental results can justify rising concentration. From 2014 to 2023, the top 10 stocks were 19 percent of \nthe market capitalization, on average, while the companies made up 47 percent of the total economic profit. In \n2023, the top 10 equities were 27 percent of the market capitalization and the firms contributed 69 percent to \nthe total economic profit. The relative market capitalizations of the stocks of these companies is not without a \nfundamental foundation. \nThe S&P 500 has delivered returns above the average when concentration was rising and below the average \nwhen concentration was falling. The results were pronounced for the concentration changes associated with the \ninflating and deflating of the dot-com bubble, with compound annual returns of 23.5 percent from 1994 through \n1999 and just 3.6 percent from 2000 to 2013. The largest stocks at the apex in 1999 traded at very high multiples \nof earnings and cash flow. The top stocks today are at a premium to the overall market but also represent \ncompanies with solid ROICs and growth prospects. \nOwning the stock of the largest company has historically been a poor investment relative to the market overall \nuntil about a decade ago. Owning the second and third largest stocks produced excess returns from 1950 to \n2023. However, all three of the top stocks have provided stellar relative returns from 2014 to 2023. Where we \ngo from here is anyone’s guess, but assessments of sustainable competitive advantage and growth will be \ncentral to determining that path. \n \nPlease see Important Disclosures on pages 16-18 \n \n \n"
    },
    {
      "number": 14,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6652630 Exp 6/30/2025 \n14\n \n \nEndnotes \n1 The United States Securities and Exchange Commission Form N-1A.  \n2 “S&P 500 Factsheet,” S&P Dow Jones Indices, April 30, 2024. Also, see www.spglobal.com/spdji/en/research-\ninsights/index-literacy/the-sp-500-and-the-dow/. \n3 There is sufficient discretion that some argue the S&P 500 is “not meaningfully passive.” See Adriana Z. \nRobertson, “The (Mis)uses of the S&P 500,” University of Chicago Business Law Review, Vol. 2, No. 1, 2023, \nArticle 3. \n4 Hamish Preston and Aye M. Soe, “What Happened to the Index Effect? A Look at Three Decades of S&P 500® \nAdds and Drops,” S&P Dow Jones Indices Research, September 2021 and Michael J. Mauboussin, Dan \nCallahan, and Darius Majd, “Corporate Longevity: Index Turnover and Corporate Performance,” Credit Suisse \nGlobal Financial Strategies, February 7, 2017.    \n5 Anu R. Ganti, Tim Edwards, Joseph Nelesen, Davide Di Gioia, and Sabatino Longo, “SPIVA® U.S. Scorecard,” \nS&P Dow Jones Indices Research, March 6, 2024.  \n6 K.J. Martijn Cremers, Jon A. Fulkerson, and Timothy B. Riley, “Challenging the Conventional Wisdom on Active \nManagement: A Review of the Past 20 Years of Academic Literature on Actively Managed Mutual Funds,” \nFinancial Analysts Journal, Vol. 75, No. 4, Fourth Quarter 2019, 8-35; Jonathan B. Berk, Jules H. van \nBinsbergen, and Max Miller, “Mutual Funds: Skill and Performance,” Journal of Portfolio Management, Vol. 46, \nNo. 5, April 2020, 17-31; and David Nanigian, “The Historical Record on Active versus Passive Mutual Fund \nPerformance,” Journal of Investing, Vol. 31, No. 3, April 2022, 10-22. \n7 More accurately, a company’s market capitalization, total shares outstanding times stock price, is adjusted by \nthe investable weight factor (IWF). IWF equals the shares available to trade (“float”) divided by total shares \noutstanding. Float is total shares outstanding less shares owned by individuals or entities that exceed 10 percent \nof total shares. For example, the IWF for Microsoft is 0.985 (7,415.4 ÷ 7,528.3). That means the weight in the \nindex is market capitalization of $3.122 trillion (7,528.3 × $414.74) times 0.985, or $3.075 trillion (as of May 10, \n2024).  \n8 Chris Banse, “Market Concentration and the Magnificent Seven: Where Next?” Russell Investments, February \n21, 2024. The Magnificent Seven includes Apple, Amazon, Alphabet, Meta, Microsoft, Nvidia, and Tesla. The \narticle refers to the Russell 1000, an index of the largest 1,000 stocks in the U.S. by market capitalization, but \nthe point is true for the S&P 500 as well. See https://russellinvestments.com/us/blog/market-concentration-\nmagnificent-seven. \n9 For a terrific discussion of these issues, see the series, “Owenomics: Observations on Behavioral Finance & \nMarkets,” by Owen Lamont. Recent posts that are relevant include “Higher Stock Market Concentration Does \nNot Mean Higher Risk” (March 2024), “Don’t Blame Indexing for Your Problems” (February 2024), and \n“Magnificent Ignorance about the Magnificent Seven” (February 2024). See www.acadian-asset.com/ \ninvestment-insights/owenomics. \n10 The index’s official numbers are lower because it treats Alphabet as two separate companies. We consider \nAlphabet to be one company, which increases the concentration 70 basis points at year-end 2023 and 60 basis \npoints at the end of the first quarter of 2024. \n11 Elroy Dimson, Paul Marsh, and Mike Staunton, Triumph of the Optimists: 101 Years of Global Investment \nReturns (Princeton, NJ: Princeton University Press, 2002), 28-32. \n12 Jason Zweig, a journalist, reports that the average concentration of the top 10 stocks in the U.S. in the 1930s \nwas 32.9 percent. See Jason Zweig, “What Amazon’s Rise to No. 1 Says About the Stock Market,” Wall Street \nJournal, January 11, 2019.  \n13 Jason Zweig, “Apple Still Wears the Market Crown. It Can Easily Slip.” Wall Street Journal, September 4, \n2020.   \n14 Hendrik Bessembinder, “Wealth Creation in the U.S. Public Stock Markets 1926-2019,” Journal of Investing, \nVol. 30, No. 3, April 2021, 47-61 and https://wpcarey.asu.edu/ department-finance/faculty-research/do-stocks-\noutperform-treasury-bills. \n15 Ibid. \n16 Kee-Hong Bae, Warren Bailey, and Jisok Kang, “Why Is Stock Market Concentration Bad for the Economy?” \nJournal of Financial Economics, Vol. 140, No. 2, May 2021, 436-459.  \n"
    },
    {
      "number": 15,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6652630 Exp 6/30/2025 \n15\n \n \n17 “Stock Market Concentration,” Economist, April 12, 2001. \n18 This analysis makes two large simplifying assumptions. First is that the market was efficient at the end of 2023 \nand inefficient 5 or 10 years prior. Stock prices reflect expectations about future financial results, and total returns \nover time ultimately capture changes in expectations. (Dividends also play a role, but typically a much smaller \none). One could argue that the stocks were priced efficiently in the prior period and are overpriced today. There \nis no simple way to resolve this conundrum. Second, we discount the market capitalizations using the return of \nthe Russell 3000. The beta, which measures the return of an individual security relative to the return on the \nmarket index, for most of these companies was in excess of 1.0. This means that they were on average riskier \nthan the market and that our discount rate was too low. \n19 Michael J. Mauboussin and Dan Callahan, “Return on Invested Capital: How to Calculate ROIC and Handle \nCommon Issues,” Consilient Observer: Counterpoint Global Insights, October 6, 2022. \n20 Michael J. Mauboussin and Dan Callahan, “ROIC and Intangible Assets: A Look at How Adjustments for \nIntangibles Affect ROIC,” Consilient Observer: Counterpoint Global Insights, November 9, 2022. \n21 To do this calculation, we start with the Russell 3000, which captures the market capitalization of nearly every \npublic company in the U.S., and remove companies in the financial and real estate sectors. We then divide that \npopulation in two based on market capitalization at the end of each calendar year, with the largest one-third \ndeemed to be large cap and the smaller two-thirds small cap. ROICs are adjusted for intangible assets and are \nbased on aggregate dollar amounts for the two groups.  \n22 Gerald P. Madden, Kenneth P. Nunn Jr., and Alan Wiemann, “Mutual Fund Performance and Market \nCapitalization,” Financial Analysts Journal, Vol. 42, No. 4, July-August 1986, 67-70. Using data from Morningstar \nDirect, we found that as of year-end 2023 the 500-plus active mutual funds based in the U.S. that use the S&P \n500 as their primary prospectus benchmark had an average market cap of $146 billion versus $242 billion for \nthe Vanguard 500 Index Fund Admiral. This Vanguard fund seeks to track the performance of the S&P 500 \nIndex. Further, nearly 80 percent of the funds had a lower average market cap than that of the benchmark. \nMorningstar’s definition of average market cap is the geometric mean of the market caps of all the stocks a fund \nowns.  \n23 “Stock Market Concentration,” University of Chicago—Kent A. Clark Center for Global Markets, February 27, \n2024. See www.kentclarkcenter.org/surveys/stock-market-concentration/. \n24 André F. Perold, “Fundamentally Flawed Indexing,” Financial Analysts Journal, Vol. 63, No. 6, November/ \nDecember 2007, 31-37. \n25 Rob Arnott, “Too Big to Succeed,” Fundamental Index Newsletter, June 2010. \n  \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 16,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6652630 Exp 6/30/2025 \n16\n \n \nIMPORTANT INFORMATION \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers.  \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThe S&P 500® Index measures the performance of the large cap segment of the U.S. equities market, covering \napproximately 80% of the U.S. equities market. The Index includes 500 leading companies in leading industries \nof the U.S. economy. The Russell 3000® Index measures the performance of the largest 3,000 U.S. companies \nrepresenting approximately 98% of the investable U.S. equity market. The Russell 3000 Index is constructed to \nprovide a comprehensive, unbiased, and stable barometer of the broad market and is completely reconstituted \nannually to ensure new and growing equities are reflected. The index is unmanaged and does not include any \nexpenses, fees or sales charges. It is not possible to invest directly in an index. The index referred to herein is \nthe intellectual property (including registered trademarks) of the applicable licensor. Any product based on an \nindex is in no way sponsored, endorsed, sold or promoted by the applicable licensor and it shall not have any \nliability with respect thereto. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation.  \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary.  \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \n"
    },
    {
      "number": 17,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6652630 Exp 6/30/2025 \n17\n \n \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities: \n \nEMEA \nThis material is for Professional Clients/Accredited Investors only. \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited (“FMIL”). \nFMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company limited by \nshares with company registration number 616661 and has its registered address at 24-26 City Quay, Dublin 2, \nDO2 NY19, Ireland. \n \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA. \n \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland. \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) Limited \n(“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the United \nKingdom by the Financial Conduct Authority. \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158).  \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument.  \n  \n \n"
    },
    {
      "number": 18,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6652630 Exp 6/30/2025 \n18\n \n \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall only \nbe made available to “professional investors” as defined under the Securities and Futures Ordinance of Hong \nKong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory authority \nincluding the Securities and Futures Commission in Hong Kong. Accordingly, save where an exemption is \navailable under the relevant law, this material shall not be issued, circulated, distributed, directed at, or made \navailable to, the public in Hong Kong. Singapore: This material is disseminated by Morgan Stanley Investment \nManagement Company and should not be considered to be the subject of an invitation for subscription or \npurchase, whether directly or indirectly, to the public or any member of the public in Singapore other than (i) to \nan institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of Singapore (“SFA”); \n(ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of the SFA, and such \ndistribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) otherwise pursuant \nto, and in accordance with the conditions of, any other applicable provision of the SFA. This publication has not \nbeen reviewed by the Monetary Authority of Singapore.   Australia: This material is provided by Morgan Stanley \nInvestment Management (Australia) Pty Ltd ABN 22122040037, AFSL No. 314182 and its affiliates and does \nnot constitute an offer of interests. Morgan Stanley Investment Management (Australia) Pty Limited arranges for \nMSIM affiliates to provide financial services to Australian wholesale clients. Interests will only be offered in \ncircumstances under which no disclosure is required under the Corporations Act 2001 (Cth) (the “Corporations \nAct”). Any offer of interests will not purport to be an offer of interests in circumstances under which disclosure is \nrequired under the Corporations Act and will only be made to persons who qualify as a “wholesale client” (as \ndefined in the Corporations Act). This material will not be lodged with the Australian Securities and Investments \nCommission.  \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association. \n"
    }
  ]
}