{
  "filename": "mm_137_2020_dispersion___alpha_conversion__how_dispersion_creates_the_opportunity_to_express_skill.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423231536-07'00'",
    "modDate": "D:20240423231811-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 137,
      "year": "2020",
      "date": "4/14",
      "institution": "Counterpoint",
      "title": "Dispersion & Alpha Conversion: How Dispersion Creates the Opportunity to Express Skill",
      "url": "https://12mv2.files.wordpress.com/2024/04/20-04-14-dispersion-alpha-conversion__how-dispersion-creates-the-opportunity-to-express-skill.pdf"
    },
    "tags": [
      "Alpha generation",
      "Skill vs luck",
      "Investment process",
      "Quantitative methods"
    ],
    "tagged_at": "2025-01-20T21:29:31.692901"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n \n \nCounterpoint Global Insights \nDispersion and Alpha Conversion \nHow Dispersion Creates the Opportunity to Express Skill \nCONSILIENT OBSERVER  |  April 14, 2020\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIntroduction \nHaving skill at an activity tends to be a good thing in life. Skill can lead \nto success in academia, the arts, athletics, business, and politics. But \nfor skill to have a payoff, there has to be opportunity. The winning \nformula is the combination of skill and the ability to express it. \nRichard Grinold, who used to run research at Barclays Global \nInvestors, came up with “the fundamental law of active management” \nin the late 1980s.1 The law is really an equation that says an investor’s \nexcess return equals skill times opportunity. More formally, it is:     \nInformation Ratio = Information Coefficient ∗ √𝐵𝑟𝑒𝑎𝑑𝑡ℎ \nInformation ratio (IR) measures the return of a portfolio adjusted for risk \nby dividing the portfolio’s excess return versus a benchmark by the \ntracking error. The numerator reflects how well the fund does versus \nits benchmark and the denominator reveals how much risk the investor \ntook to attain those results. The IR is negative if a fund realizes returns \nless than its benchmark.2 \nInformation coefficient (IC) is the average correlation between \nforecasts and outcomes. A correlation near 1.0 indicates skill and \na correlation near zero reflects a lack of skill. In investing, skill is \nthe ability to buy or sell securities that generate excess returns and \nto allocate the proper amount of capital to those opportunities.   \nBreadth (BR) is the number of independent opportunities for \ninvestments that offer excess returns over a period. Breadth tends \nto be related to the dispersion of asset returns. This is intuitive. Say \nyou are an equity investor and your benchmark is the S&P 500. If \nthe returns of all the stocks in the index are similar, it is difficult to \ndistinguish yourself. If the returns are dispersed, you have the \nopportunity to generate high returns by owning the ones that go up \na lot and avoiding, or even shorting, the ones that go down a lot.   \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3028168 Exp. 04/30/2021 \n2 \n \nGrinold, along with his colleague Ronald Kahn, share an example of a roulette wheel to illustrate how the \nrelationship between the information coefficient and breadth leads to different information ratios.3 They assume \nthe roulette wheel has 18 red spots, 18 black spots, and 1 green spot. The ball has a 1-in-37, or 2.7 percent, \nprobability of landing on any individual spot. The green spot is the source of the casino’s edge.   \nAssume a player bets $1 on red. The casino’s information coefficient, or edge, is 2.7 percent (19/37 * 100% + \n18/37 * -100%). Since there is only one bet, the information ratio is 0.027 [0.027 (IR) = 0.027 (IC) *  √1 (BR)]. \nThe IR is low because there is a lot of variance with one bet. \nCasinos make money based on a small edge spread over lots of bets. We now assume 1 million bets of $1 on \nred. The IC remains the same, 0.027, but the IR jumps to 27.027 because the square root of breadth is 1,000 \ntimes larger [27.027 (IR) = 0.027 (IC) *  √1,000,000 (BR)]. The IR is high because there is little variance with one \nmillion bets.    \nYou can now see the relationship between skill and opportunity. You need a lot of skill to generate attractive \nexcess returns if the opportunity set is limited. You can have less skill and still achieve high returns if you have \na bountiful opportunity set. \nExhibit 1 shows the distribution of information ratios for nearly 1,900 U.S. equity mutual funds for the 3 years \nended March 31, 2020. The mean IR was -0.20, and the top quartile of funds had an average IR of 0.87. From \na practical point of view, a long-term IR of 0.10 is good and one of 0.50 or better is excellent.4 \nExhibit 1: Information Ratios for U.S. Mutual Funds (3 Years Ended March 31, 2020) \n \nSource: Morningstar Direct. \nNote: IR calculated on a geometric basis relative to a fund’s primary prospectus benchmark. \nNote: The chart is provided for illustrative purposes only and is not meant to depict the performance of a specific \ninvestment. Past performance is no guarantee of future results. \nThis report delves into the topics of investment skill and opportunity set. The first point to make is that all the \nskill in the world is useless if there is no opportunity. There are a few ways this can happen. First, a skillful \nparticipant does not get to play the game. For example, a star athlete might have the ability to influence the \noutcome of a game but she cannot get in to play. In markets, this can be the result of capital or other constraints.5  \n0\n50\n100\n150\n200\n250\n<(1.75)\n(1.75)-(1.50)\n(1.50)-(1.25)\n(1.25)-(1.0)\n(1.0)-(0.75)\n(0.75)-(0.5)\n(0.5)-(0.25)\n(0.25)-0\n0-0.25\n0.25-0.50\n0.50-0.75\n0.75-1.0\n1.0-1.25\n1.25-1.50\n>1.50\nFrequency\nInformation Ratio\nCount\n1,880\nMedian\n-0.23\nAverage\n-0.20\nStandard Deviation\n0.82\n"
    },
    {
      "number": 3,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3028168 Exp. 04/30/2021 \n3 \n \nSecond, the cost to play may be too high. Finance professionals call these arbitrage costs, and they include \naspects of executing a strategy such as finding and confirming mispricing, executing trades, and financing and \nfunding securities.6 In these cases, the opportunity is clear but the cost to play prohibits substantial excess \nreturns. \nFinally, skill is obscured if the opportunity does not offer differentiated payoffs. We call this “the paradox of skill.”7 \nIn this case, skill is high but uniform among competitors. Imagine two tennis players of excellent but identical \nskill. The outcomes of their matches will appear to be random even though they are highly-skilled players. This \nis what happens in an efficient market: the ability of investors to gather, process, and reflect information means \nthat security prices accurately reflect expected values. \nMarkets are not perfectly efficient, and there is a great deal of variance in the skill of investors and the opportunity \nset the market presents. We now take a closer look at skill and opportunity set. Two essential themes for \ninvestors come out of the discussion. First, it is crucial to think about your source of edge and to align your \norganization’s process to serve that end. Second, a big part of winning is finding a game that allows you to show \nyour skill. We’ll review some ways to think about that. \nInvestment Management Skill      \nInvestors can express skill in three ways: market timing, security selection, and position sizing. Market timing \nmeans buying or selling asset classes in anticipation of favorable price changes. In other words, the capability \nto buy low and sell high. The evidence suggests that most investors are not skillful at timing the market.8   \nSecurity selection reflects an ability to find securities that realize returns in excess of a benchmark after adjusting \nfor risk. One way to measure security selection is through a measure called “batting average” or “hit ratio.” \nBatting average is the number of investments that make money as a percentage of total investments made. For \ninstance, if an investor makes 100 decisions in a year and 60 make money, the batting average is 60 percent.  \nPosition sizing, a feature of portfolio construction, measures the proficiency to make each investment the \nappropriate size to earn the highest return possible for an assumed level of risk. For example, the Kelly Criterion \nis a sizing algorithm that relates the size of edge for an opportunity to the amount of your bankroll you should \nallocate to that opportunity.9  \nYou can track sizing through “slugging ratio” or “win/loss rate.” This measures the average gains for the \nsuccessful investments divided by the average losses for the unsuccessful ones.  \nRonald Van Loon, a fixed income portfolio manager at BlackRock in London, disaggregates the information \ncoefficient into terms that reflect batting average and slugging ratio.10 Specifically, he finds that when breadth is \nsufficiently large:11  \nInformation coefficient = 1.6[Batting average – 1/(1 + slugging ratio)] \nThis is important because it allows you to consider the combinations of batting average and slugging ratio that \ngenerate attractive information ratios. Exhibit 2 shows the IRs that are the result of various combinations of \nbatting average and slugging ratio assuming that breadth is 50. One of the crucial observations is that an investor \ncan be correct much less than half of the time and still deliver a high IR if the slugging ratio is sufficiently high. \nIt’s not how often you are right that matters, it’s how much money you make when you’re right versus how much \nmoney you lose when you’re wrong. \n"
    },
    {
      "number": 4,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3028168 Exp. 04/30/2021 \n4 \n \nExhibit 2: Information Ratios for Various Batting Averages and Slugging Ratios \n \nSource: Based on Ronald J.M. Van Loon, “Timing versus Sizing Skill in the Investment Process,” Journal of Portfolio \nManagement, Vol. 44, No. 3, Winter 2018, 25-32. \nNote: Breadth equals 50. \nNote: The chart is provided for illustrative purposes only and is not meant to depict the performance of a specific \ninvestment. Past performance is no guarantee of future results. \nTo illustrate the point, let’s look at an IR of 0.3. A portfolio manager can achieve that with an 80 percent batting \naverage and a 0.3 slugging ratio or a 30 percent batting average and a 2.6 slugging ratio. In fact, the positive \nIRs highlighted in tan in exhibit 2 include those where the batting average is below 50 percent. The managers \nof these portfolios are wrong more often than they are right, but they make a lot of money when they are right. \nThis is where investment process becomes crucial. You can imagine very different paths to success. Scott \nBessent is the former chief investment officer (CIO) of Soros Fund Management and is now the chief executive \nofficer and CIO of Key Square Group, an investment partnership he founded. In an interview years ago, Bessent \ncommented about George Soros and Warren Buffett, two of the greatest investors in the past half century: \n“George Soros . . . is the opposite of Warren Buffett. Buffett has a high batting average. George has a \nterrible batting average—it’s below 50 percent and possibly even below 30 percent—but when he wins \nit’s a grand slam. He’s like Babe Ruth in that respect. George used to say, ‘If you’re right in a position, \nyou can never be big enough.’”12 \nYou can think of this as the difference between riding and exploiting emotion. Momentum investors, and trend \nfollowers in particular, cut losses and let their winners run. They don’t worry much about gaps between price \nand value.13 Bessent tells a wonderful story about being at a golf school in Florida with John Meriwether, founder \n####\n0%\n5%\n10%\n15%\n20%\n25%\n30%\n35%\n40%\n45%\n50%\n55%\n60%\n65%\n70%\n75%\n80%\n85%\n90%\n95% 100%\n0.0\n-11.3 -10.7 -10.2\n-9.6\n-9.1\n-8.5\n-7.9\n-7.4\n-6.8\n-6.2\n-5.7\n-5.1\n-4.5\n-4.0\n-3.4\n-2.8\n-2.3\n-1.7\n-1.1\n-0.6\n0.0\n0.1\n-10.3\n-9.7\n-9.2\n-8.6\n-8.0\n-7.5\n-6.9\n-6.3\n-5.8\n-5.2\n-4.6\n-4.1\n-3.5\n-2.9\n-2.4\n-1.8\n-1.2\n-0.7\n-0.1\n0.5\n1.0\n0.2\n-9.4\n-8.9\n-8.3\n-7.7\n-7.2\n-6.6\n-6.0\n-5.5\n-4.9\n-4.3\n-3.8\n-3.2\n-2.6\n-2.1\n-1.5\n-0.9\n-0.4\n0.2\n0.8\n1.3\n1.9\n0.3\n-8.7\n-8.1\n-7.6\n-7.0\n-6.4\n-5.9\n-5.3\n-4.7\n-4.2\n-3.6\n-3.0\n-2.5\n-1.9\n-1.3\n-0.8\n-0.2\n0.3\n0.9\n1.5\n2.0\n2.6\n0.4\n-8.1\n-7.5\n-6.9\n-6.4\n-5.8\n-5.3\n-4.7\n-4.1\n-3.6\n-3.0\n-2.4\n-1.9\n-1.3\n-0.7\n-0.2\n0.4\n1.0\n1.5\n2.1\n2.7\n3.2\n0.5\n-7.5\n-7.0\n-6.4\n-5.8\n-5.3\n-4.7\n-4.1\n-3.6\n-3.0\n-2.5\n-1.9\n-1.3\n-0.8\n-0.2\n0.4\n0.9\n1.5\n2.1\n2.6\n3.2\n3.8\n0.6\n-7.1\n-6.5\n-5.9\n-5.4\n-4.8\n-4.2\n-3.7\n-3.1\n-2.5\n-2.0\n-1.4\n-0.8\n-0.3\n0.3\n0.8\n1.4\n2.0\n2.5\n3.1\n3.7\n4.2\n0.7\n-6.7\n-6.1\n-5.5\n-5.0\n-4.4\n-3.8\n-3.3\n-2.7\n-2.1\n-1.6\n-1.0\n-0.4\n0.1\n0.7\n1.3\n1.8\n2.4\n3.0\n3.5\n4.1\n4.7\n0.8\n-6.3\n-5.7\n-5.2\n-4.6\n-4.0\n-3.5\n-2.9\n-2.3\n-1.8\n-1.2\n-0.6\n-0.1\n0.5\n1.1\n1.6\n2.2\n2.8\n3.3\n3.9\n4.5\n5.0\n0.9\n-6.0\n-5.4\n-4.8\n-4.3\n-3.7\n-3.1\n-2.6\n-2.0\n-1.4\n-0.9\n-0.3\n0.3\n0.8\n1.4\n2.0\n2.5\n3.1\n3.7\n4.2\n4.8\n5.4\n1.0\n-5.7\n-5.1\n-4.5\n-4.0\n-3.4\n-2.8\n-2.3\n-1.7\n-1.1\n-0.6\n0.0\n0.6\n1.1\n1.7\n2.3\n2.8\n3.4\n4.0\n4.5\n5.1\n5.7\n1.1\n-5.4\n-4.8\n-4.3\n-3.7\n-3.1\n-2.6\n-2.0\n-1.4\n-0.9\n-0.3\n0.3\n0.8\n1.4\n2.0\n2.5\n3.1\n3.7\n4.2\n4.8\n5.4\n5.9\n1.2\n-5.1\n-4.6\n-4.0\n-3.4\n-2.9\n-2.3\n-1.7\n-1.2\n-0.6\n-0.1\n0.5\n1.1\n1.6\n2.2\n2.8\n3.3\n3.9\n4.5\n5.0\n5.6\n6.2\n1.3\n-4.9\n-4.4\n-3.8\n-3.2\n-2.7\n-2.1\n-1.5\n-1.0\n-0.4\n0.2\n0.7\n1.3\n1.9\n2.4\n3.0\n3.6\n4.1\n4.7\n5.3\n5.8\n6.4\n1.4\n-4.7\n-4.1\n-3.6\n-3.0\n-2.5\n-1.9\n-1.3\n-0.8\n-0.2\n0.4\n0.9\n1.5\n2.1\n2.6\n3.2\n3.8\n4.3\n4.9\n5.5\n6.0\n6.6\n1.5\n-4.5\n-4.0\n-3.4\n-2.8\n-2.3\n-1.7\n-1.1\n-0.6\n0.0\n0.6\n1.1\n1.7\n2.3\n2.8\n3.4\n4.0\n4.5\n5.1\n5.7\n6.2\n6.8\n1.6\n-4.4\n-3.8\n-3.2\n-2.7\n-2.1\n-1.5\n-1.0\n-0.4\n0.2\n0.7\n1.3\n1.9\n2.4\n3.0\n3.6\n4.1\n4.7\n5.3\n5.8\n6.4\n7.0\n1.7\n-4.2\n-3.6\n-3.1\n-2.5\n-1.9\n-1.4\n-0.8\n-0.2\n0.3\n0.9\n1.5\n2.0\n2.6\n3.2\n3.7\n4.3\n4.9\n5.4\n6.0\n6.6\n7.1\n1.8\n-4.0\n-3.5\n-2.9\n-2.3\n-1.8\n-1.2\n-0.6\n-0.1\n0.5\n1.1\n1.6\n2.2\n2.7\n3.3\n3.9\n4.4\n5.0\n5.6\n6.1\n6.7\n7.3\n1.9\n-3.9\n-3.3\n-2.8\n-2.2\n-1.6\n-1.1\n-0.5\n0.1\n0.6\n1.2\n1.8\n2.3\n2.9\n3.5\n4.0\n4.6\n5.1\n5.7\n6.3\n6.8\n7.4\n2.0\n-3.8\n-3.2\n-2.6\n-2.1\n-1.5\n-0.9\n-0.4\n0.2\n0.8\n1.3\n1.9\n2.5\n3.0\n3.6\n4.1\n4.7\n5.3\n5.8\n6.4\n7.0\n7.5\n2.1\n-3.6\n-3.1\n-2.5\n-2.0\n-1.4\n-0.8\n-0.3\n0.3\n0.9\n1.4\n2.0\n2.6\n3.1\n3.7\n4.3\n4.8\n5.4\n6.0\n6.5\n7.1\n7.7\n2.2\n-3.5\n-3.0\n-2.4\n-1.8\n-1.3\n-0.7\n-0.1\n0.4\n1.0\n1.6\n2.1\n2.7\n3.3\n3.8\n4.4\n4.9\n5.5\n6.1\n6.6\n7.2\n7.8\n2.3\n-3.4\n-2.9\n-2.3\n-1.7\n-1.2\n-0.6\n0.0\n0.5\n1.1\n1.7\n2.2\n2.8\n3.4\n3.9\n4.5\n5.1\n5.6\n6.2\n6.8\n7.3\n7.9\n2.4\n-3.3\n-2.8\n-2.2\n-1.6\n-1.1\n-0.5\n0.1\n0.6\n1.2\n1.8\n2.3\n2.9\n3.5\n4.0\n4.6\n5.2\n5.7\n6.3\n6.9\n7.4\n8.0\n2.5\n-3.2\n-2.7\n-2.1\n-1.5\n-1.0\n-0.4\n0.2\n0.7\n1.3\n1.9\n2.4\n3.0\n3.6\n4.1\n4.7\n5.3\n5.8\n6.4\n6.9\n7.5\n8.1\n2.6\n-3.1\n-2.6\n-2.0\n-1.4\n-0.9\n-0.3\n0.3\n0.8\n1.4\n1.9\n2.5\n3.1\n3.6\n4.2\n4.8\n5.3\n5.9\n6.5\n7.0\n7.6\n8.2\n2.7\n-3.1\n-2.5\n-1.9\n-1.4\n-0.8\n-0.2\n0.3\n0.9\n1.5\n2.0\n2.6\n3.2\n3.7\n4.3\n4.9\n5.4\n6.0\n6.6\n7.1\n7.7\n8.3\n2.8\n-3.0\n-2.4\n-1.8\n-1.3\n-0.7\n-0.1\n0.4\n1.0\n1.5\n2.1\n2.7\n3.2\n3.8\n4.4\n4.9\n5.5\n6.1\n6.6\n7.2\n7.8\n8.3\n2.9\n-2.9\n-2.3\n-1.8\n-1.2\n-0.6\n-0.1\n0.5\n1.1\n1.6\n2.2\n2.8\n3.3\n3.9\n4.5\n5.0\n5.6\n6.2\n6.7\n7.3\n7.8\n8.4\n3.0\n-2.8\n-2.3\n-1.7\n-1.1\n-0.6\n0.0\n0.6\n1.1\n1.7\n2.3\n2.8\n3.4\n4.0\n4.5\n5.1\n5.7\n6.2\n6.8\n7.4\n7.9\n8.5\nBatting Average\nSlugging Ratio\n"
    },
    {
      "number": 5,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3028168 Exp. 04/30/2021 \n5 \n \nof Long-Term Capital Management, shortly after the firm’s meltdown in 1998. The golf pro paired Bessent and \nMeriwether thinking they did “the same thing.” Bessent replied, “No we don’t—when a trade goes against John, \nhe adds. When a trade goes against me, I cut.”14  \nValue investors, and statistical arbitrageurs in particular, seek gaps between price and value and will expand \npositions when the gap widens if they feel the fundamental case remains solid. Bill Miller, a renowned value \ninvestor who is now chairman and CIO of Miller Value Partners, reflected this philosophy when he stated, “For \nmost investors if a stock starts behaving in a way that is different from what they think it ought to be doing—say, \nit falls 15%—they will probably sell. In our case, when a stock drops and we believe in the fundamentals, the \ncase for future returns goes up.”15  \nMomentum and value investors have opposite reactions to securities that fall and rise. When down, momentum \ninvestors sell and value investors buy. When up, momentum investors hold (or buy) and value investors sell. \nThe Medallion Fund run by Renaissance Technologies, perhaps the most successful hedge fund ever, relies on \nmodest skill and lots of breadth. Renaissance recognized early on that the fund could do very well if it had a \nbatting average just over 50 percent, a slugging ratio slightly higher than 1.0, and lots of trading opportunities. \nThe mathematician Elwyn Berlekamp, one of the early contributors to Renaissance, put it this way: “If you trade \na lot, you only need to be right 51 percent of the time. We need a smaller edge on each trade.”16  \nCareful consideration of the fundamental law of active management provides some guidance for how to shape \nyour investment process and allocate resources. Venture capital can thrive with a low batting average and \nbreadth and a high slugging ratio. High-frequency traders need to make a small sum on a modest majority of \nnumerous trades. Exhibit 3 offers guidelines for the parameters in the fundamental law of active management. \nExhibit 3: Information Ratio Tradeoffs for Various Investment Strategies \nStrategy \nBatting Average \nSlugging Ratio \nBreadth \nVenture capital \nLow (< 50%) \nHigh (>2.5) \nLow \nBuyouts \nHigh (> 70%) \nMedium (>1.5) \nLow \nConcentrated equity \nHigh (> 70%) \nMedium (>1.5) \nLow \nRussell 1000 \nMedium (~ 50%) \nMedium (>1.5) \nMedium \nDiversified momentum  \nLow (< 50%) \nHigh (>2.5) \nMedium \nHigh frequency  \nMedium (~ 50%) \nLow (>1.0) \nHigh \nSource: Counterpoint Global; Gregory Brown, Robert S. Harris, Wendy Hu, Tim Jenkinson, Steven N. Kaplan, and David \nRobinson, “Private Equity Portfolio Companies: A First Look at Burgiss Holdings Data,” Working Paper, January 2020; \nHendrik Bessembinder, “Do Stocks Outperform Treasury Bills?” Journal of Financial Economics, Vol. 129, No. 3, \nSeptember 2018, 440-457. \nNote: The chart is provided for illustrative purposes only and is not meant to depict the performance of a specific \ninvestment. Past performance is no guarantee of future results. \nThe key for an investment manager is to make sure that time and resource allocation are congruent with the \nperceived source of edge. The fundamental law of active management can help quantify potential improvements \nin process via a higher batting average and slugging ratio or greater idea generation. \nHow an investment firm is set up makes a big difference. Research shows that the organization is roughly twice \nas important as individuals in explaining the difference between fund results and that the skills of successful \ninvestment professionals often don’t transfer to new organizations.17 Further, it is crucial to have clients who \nunderstand the process and who are ready to ride out periods of inevitable underperformance.  \n"
    },
    {
      "number": 6,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3028168 Exp. 04/30/2021 \n6 \n \nOpportunity Set: Breadth and Dispersion \nNapoleon Bonaparte purportedly said, “Ability is nothing without opportunity.” We now turn to measuring \nbreadth.18 We seek to quantify the opportunity through the concept of dispersion. \nDispersion measures the range of returns for a group of stocks. There is a natural connection between the ability \nto generate excess returns and dispersion. Generating a return in excess of that of the benchmark is really hard \nif the gains or losses in the underlying stocks are all very similar to those of the benchmark. The homogeneous \nperformance of the stocks that comprise the benchmark make it hard to deliver distinctive results. \nOn the other hand, there is a bountiful opportunity to pick the winners, avoid the losers, and create a portfolio \nthat meaningfully beats the benchmark if the dispersion of the constituent stocks is high. Research shows that \ndispersion is a reasonable proxy for breadth and that the results for skillful mutual fund managers are better \nwhen dispersion is high.19  \nExhibit 4 shows that the gap in excess returns between the best and worst mutual funds grows with higher \ndispersion. High dispersion allows the skillful managers to express their ability and distinguish themselves from \nthe pack.20   \nExhibit 4: Higher Dispersion Allows for Enhanced Expression of Skill \n \nSource: Larry R. Gorman, Steven G. Sapra, and Robert A. Weigand, “The Cross-Sectional Dispersion of Stock Returns, \nAlpha, and the Information Ratio,” Journal of Investing, Vol. 19, No. 3, Fall 2010, 113-127. \nNote: Median alphas are used for each decile; alpha is for the subsequent year (252 trading days). \nNote: The chart is provided for illustrative purposes only and is not meant to depict the performance of a specific \ninvestment. Past performance is no guarantee of future results. \nWhile our primary focus is on stocks, the concept that dispersion is a measure of opportunity set holds across \nother asset classes as well.21 Exhibit 5 shows the relationship between breadth and the gap between winners \nand losers. The data reveal that it is very difficult for a manager to distinguish him- or herself in an asset class \nwith low breadth and that the gap between winners and losers is much more pronounced in asset classes with \nhigh breadth. \n \n0\n10\n20\n30\n40\n50\n60\n70\n80\n1\n2\n3\n4\n5\nGap Between Top and Bottom \nDeciles of Alpha\nDispersion of Stock Returns (Low to High)\n"
    },
    {
      "number": 7,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3028168 Exp. 04/30/2021 \n7 \n \nExhibit 5: Higher Dispersion Allows for Enhanced Expression of Skill Across Asset Classes \n \nSource: Joop Huij and Simon Lansdorp, “Mutual Fund Performance Persistence, Market Efficiency, and Breadth,” Working \nPaper, October 25, 2012. \nNote: The chart is provided for illustrative purposes only and is not meant to depict the performance of a specific \ninvestment. Past performance is no guarantee of future results. \nHere’s another way to think about it. Alpha is a measure of risk-adjusted excess return. The alphas for a large \nnumber of funds generally follow a bell-shaped, or normal, distribution with a mean close to zero before fees. \nWinners and losers largely offset one another relative to the benchmark.  \nThe width of the normal distribution matters. When the distribution is wide, there is a lot of positive and negative \nalpha. That’s good news if you are skillful, because it’s easy to find a loser that allows you to win. When the \ndistribution is narrow, there is not a lot of positive alpha, and it’s hard to separate the skilled from the unskilled. \nExhibit 6 shows the relationship between annual dispersion and standard deviation of alpha, a measure of the \nwidth of the distribution of alpha. The relationship is quite clear. More dispersion tends to spell more opportunity. \nTalented managers need dispersion in order to ply their skill.22     \n \n \n \nGlobal\nEquity\nU.S. Equity\nEuropean Equity\nJapanese Equity\nAsia-Pacific Equity\nEmerging\nMarkets Equity\nU.S. Small Caps\nU.S. Mid Caps\nU.S. Large\nCaps\nU.S. Large\nCaps Blend\nU.S. Large\nCap Value\nU.S. Large\nCap Growth\nU.S. REITs\nGlobal\nBonds\nU.S. Bonds\nU.S. Government \nBonds\nU.S. High\nYield Bonds\nEuropean\nBonds\nEuropean Government \nBonds\nEuropean Corporate \nBonds\n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n20\n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n20\nWinners Minus Losers Return Spread, Ranked (1=Lowest)\nBreadth, Ranked\n(1=Lowest)\n"
    },
    {
      "number": 8,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3028168 Exp. 04/30/2021 \n8 \n \nExhibit 6: Dispersion of Returns for Russell 1000 and Standard Deviation of Alpha, 1985-2019 \n \nSource: FactSet and Morningstar Direct. \nNote: The chart is provided for illustrative purposes only and is not meant to depict the performance of a specific \ninvestment. Past performance is no guarantee of future results. \nHow do we measure dispersion? One approach begins by calculating the median return for the stocks within the \nindex for a particular year.23 That number was 29.2 percent in 2019 for the Russell 1000, which roughly reflects \nthe top thousand stocks in the U.S. based on market capitalization. Next, you determine the average total \nshareholder returns (TSR) for the stocks in the top half, which was 52.2 percent, and the average return for the \nbottom half, which was 8.5 percent. Dispersion is the difference between the two, or 43.7 percentage points \n(52.2 minus 8.5). Dispersion and the standard deviation of returns for an index are highly correlated.   \nExhibit 7 shows the dispersion of annual returns for the Russell 1000 from 1985-2020. Over that time, the lowest \ndispersion was 35.1 percent in 1994, the highest was 127.9 percent in 1999, and the average was 51.8 percent. \nExhibit 7: Dispersion of Returns for the Russell 1000, 1985-2020 \n  \nSource: FactSet. \nNote: Figure for 2020 is annualized using year-to-date data through March 31. \nNote: Forecasts and/or estimates provided herein are subject to change and may not actually come to pass. \n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n0\n20\n40\n60\n80\n100\n120\n140\nStandard Deviation of Alpha (Percent)\nDispersion (Percentage Points)\nr = 0.78\n0\n20\n40\n60\n80\n100\n120\n140\n1985\n1986\n1987\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\nPercentage Points\n"
    },
    {
      "number": 9,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3028168 Exp. 04/30/2021 \n9 \n \nAssuming a portfolio manager can anticipate which stocks will outperform the benchmark, there is an additional \nopportunity to identify and own the stocks in the top quartile. Figuring out which stocks will outperform boosts \nbatting average. Figuring out which stocks among those that will do the best, and sizing them appropriately, \nincreases the slugging ratio. We can measure this through dispersion of dispersion.     \nIn effect, what we are measuring is the ability to identify the best of the best and the worst of the worst. To do \nthis, we examine the average returns for the stocks in the highest quartile of returns and subtract the returns for \nthe stocks in the second-highest quartile. It is the top half of the outperformers minus the bottom half of the \noutperformers. In 2019, the top half of the outperformers in the Russell 1000 were up 67.5 percent, and the \nbottom half of the outperformers were up 36.9 percent. The dispersion of dispersion for the winners was 30.7 \npercent (see left panel of exhibit 8).  \nExhibit 8: Dispersion of Dispersion for the Russell 1000, 1985-2020 \n \n \nSource: FactSet. \nNote: Figure for 2020 is annualized using year-to-date data through March 31. \nNote: Forecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nLikewise, we can do the exercise for the underperformers. In 2019, the top half of the underperformers were up \n21.7 percent, and the bottom half of the underperformers were down 4.7 percent. The dispersion of dispersion \nfor the losers was 26.3 percent (see right panel of exhibit 8).   \nWe maintained the same scale for the vertical axis for the dispersion of dispersion of outperformers and \nunderperformers to show that the figure is on average much higher for the outperformers than for the \nunderperformers. This is important for slugging ratio. \nOpportunity Set by Sector and Industry \nPortfolio managers, even those who run concentrated portfolios, seek to have some diversification. By the same \ntoken, investing in sectors with high dispersion provides the prospect of distinctive results. Exhibit 9 shows the \naverage annual dispersion of sectors from 1985 through 2019. Consistent with common sense, the technology \nand health care sectors provide higher average dispersions than do consumer staples and utilities. Further, \nwhile sectors such as financials and staples have similar average dispersions, the difference between the 75th \nand 25th percentiles of results is much larger for financials than for staples.  \n0\n20\n40\n60\n80\n100\n120\n140\n160\n180\n1985\n1990\n1995\n2000\n2005\n2010\n2015\n2020\nPercentage Points\nOutperformers:\nTop Half Minus Bottom Half\n0\n20\n40\n60\n80\n100\n120\n140\n160\n180\n1985\n1990\n1995\n2000\n2005\n2010\n2015\n2020\nPercentage Points\nUnderperformers:\nTop Half Minus Bottom Half\n"
    },
    {
      "number": 10,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3028168 Exp. 04/30/2021 \n10 \n \nExhibit 9: Dispersion of Sectors, 1985-2019 \n \nSource: FactSet. \nNote: The chart is provided for illustrative purposes only and is not meant to depict the performance of a specific \ninvestment. Past performance is no guarantee of future results. \nExhibit 10 breaks down average annual dispersion even further, examining 23 industry groups. Here again, \ntechnology industries tend to offer the highest dispersion and staples and utilities provide among the lowest. \nExhibit 10: Dispersion of Industry Groups, 1985-2019 \n \nSource: FactSet. \nNote: The chart is provided for illustrative purposes only and is not meant to depict the performance of a specific \ninvestment. Past performance is no guarantee of future results. \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\nInformation\nTechnology\nTelecom\nServices\nHealth\nCare\nConsumer\nDiscretionary\n Industrials Materials\nEnergy\nConsumer\nStaples\n Financials\nUtilities\nPercentage Points\n75th Percentile\nAverage\n25th Percentile\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\nSoftware & Services\nTechnology Hardware & Equipment\nRetailing\nPharmaceuticals & Biotechnology\nTelecommunication Services\nHealth Care Equipment & Services\nMedia\nConsumer Durables & Apparel\nAutomobiles & Components\nTransportation\nHotels Restaurants & Leisure\nDiversified Financials\nCommercial Services & Supplies\nFood & Drug Retailing\nMaterials\nEnergy\nCapital Goods\nFood Beverage & Tobacco\nHousehold & Personal Products\nReal Estate\nInsurance\nBanks\nUtilities\nPercentage Points\n75th Percentile\nAverage\n25th Percentile\n"
    },
    {
      "number": 11,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3028168 Exp. 04/30/2021 \n11 \n \nSkillful investment managers need dispersion in returns to let their skill shine. We have focused on annual \ndispersion figures because that time frame most closely matches the average holding period of an equity mutual \nfund. We now turn to how to use these components to understand past results.   \nPractical Applications for Active Managers \nThere are four diagnostic steps that can help decompose performance into the elements of security selection, \nposition sizing, and opportunity set.24 While not precise, these steps will prompt introspection and potentially \nlead to shifts in emphasis within the investment process.25 Here are the steps: \n1. Security selection. Examine the securities in the portfolio at the beginning of a given period, generally \none quarter or one year, and build a portfolio with each security having the same weight. You can then \nmeasure batting average, or what percent made money relative to the total number of securities, and you \ncan calculate the return of the portfolio. You can then compare the equal-weighted portfolio to the returns \nfor an appropriate benchmark. \n2. Position sizing. The next step is to take the same securities at their weights in the portfolio and evaluate \nthe portfolio, with no adjustments, through the end of the measurement period. You can then compare this \ndo-nothing portfolio with actual initial weights to a do-nothing portfolio with equal weights. Most portfolio \nmanagers attempt to take larger positions in securities they expect to have higher returns and where they \nhave strong conviction in the thesis. This calculation will indicate whether you sized effectively versus \nhaving equal weights. The result also sheds light on slugging ratio. \n3. Portfolio activity. The following step is to compare the returns of the do-nothing portfolio with actual initial \nweights to the portfolio’s actual returns, which will include all decisions to buy and sell securities during \nthe period. You can then further examine the impact of buying and selling as separate decisions.  \n4. Opportunity set. Finally, you can measure the dispersion of the sectors or industries in which you were \nactive. This measures whether you were operating where the opportunity is attractive, a prerequisite to \nthe ability to express skill. For example, a portfolio manager who has the S&P 500 as a benchmark can \nmonitor dispersion by sector and be more active in high-dispersion sectors and neutral in low dispersion \nsectors. The goal is to fish in the pond where there are plenty of fish. \nSummary \nThis report addressed the relationship between skill and opportunity set in assessing investment returns. The \nfirst point is that there must be a chance to express skill. Even the most talented will not fare well if they have \nno occasion to do so. \nInvestment skill boils down to security selection and position sizing. Security selection is what you bet on, and \nposition sizing is how much you bet on each security. We measured these through batting average, or what \npercentage of your total security transactions went up, and slugging ratio, or how much you made when you \nwere right versus how much you lost when you were wrong. We pointed out that there are lots of ways to get to \nattractive outcomes, including low batting averages and high slugging ratios.  \nBut no matter how you seek to generate excess returns, it is vital that you have a roadmap to those returns and \nthat your process is congruent with that objective.  \n"
    },
    {
      "number": 12,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3028168 Exp. 04/30/2021 \n12 \n \nDispersion is one way to measure the opportunity set, and there is solid research behind the idea that high \ndispersion presents the opportunity for skilled managers to generate excess returns. We further examined \ndispersion by sector and industry group, illustrating which areas of the market present the greatest potential \nsources of alpha. \nFinally, we offer a simple, four-step diagnostic process to allow a portfolio manager to disentangle performance. \nThese tools are meant to encourage self-examination and to reveal areas where an investment process can \nimprove.            \n \nPlease see Important Disclosures on pages 15-17 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 13,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3028168 Exp. 04/30/2021 \n13 \n \nEndnotes \n1 Richard C. Grinold, “The Fundamental Law of Active Management,” Journal of Portfolio Management, Vol. \n15, No. 3, Spring 1989, 30-37. Also, see Richard C. Grinold and Ronald N. Kahn, Active Portfolio \nManagement: A Quantitative Approach for Producing Superior Returns and Controlling Risk, Second Edition \n(New York: McGraw Hill, 2000), 147-169. \n2 The information ratio is similar to the Sharpe Ratio but uses returns relative to a benchmark, such as the \nStandard & Poor's 500 Index, whereas the Sharpe Ratio compares results to a risk-free asset. \n3 Grinold and Kahn, 150-151. \n4 “Mutual Fund Closet Indexing,” Peer Analytics, May 21, 2018. \n5 Andrei Shleifer and Robert W. Vishny, “The Limits of Arbitrage,” Journal of Finance, Vol. 52, No. 1, March \n1997, 35-55. The authors write, “When arbitrage requires capital, arbitrageurs can become most constrained \nwhen they have the best opportunities, that is, when the mispricing they have bet against gets even worse.” \nAlso, Roger Clarke, Harindra de Silva, and Steven Thorley, “Portfolio Constraints and the Fundamental Law of \nActive Management,” Financial Analysts Journal, Vol. 58, No. 5, September/October 2002, 48-66. \n6 Charles M.C. Lee and Eric So, “Alphanomics: The Informational Underpinnings of Market Efficiency,” \nFoundations and Trends in Accounting, Vol. 9, No. 2-3, 2014, 175-206. \n7 Michael J. Mauboussin, The Success Equation: Untangling Skill and Luck in Business, Sports, and Investing \n(Boston, MA: Harvard Business Review Press, 2012), 53-58.  \n8 Xuemin (Sterling) Yan, “The Determinants and Implications of Mutual Fund Cash Holdings: Theory and \nEvidence,” Financial Management, Vol. 35, No. 2, June 2006, 67-91; Mikhail Simutin, “Cash Holdings and \nMutual Fund Performance,” Review of Finance, Vol. 18, No. 4, July 2014, 1425-1464; Laura Andreu, Juan \nCarlos Matallín-Sáez, and José Luis Sarto, “Mutual Fund Performance Attribution and Market Timing Using \nPortfolio Holdings,” International Review of Economics & Finance, Vol. 57, September 2018, 353-370; and \nGuy Metcalfe, “The Mathematics of Market Timing,” PLoS ONE, Vol. 13, No. 7, July 18, 2018. For evidence \nthat some investors can time the market, see Andreas Neuhierl and Bernd Schlusche, “Data Snooping and \nMarket-Timing Rule Performance,” Journal of Financial Econometrics, Vol. 9, No. 3, Summer 2011, 550-587 \nand Marcin Kacperczyk, Stijn Van Nieuwerburgh, and Laura Veldkamp, “Time-Varying Fund Manager Skill,” \nJournal of Finance, Vol. 69, No. 4, August 2014, 1455-1484. \n9 William Poundstone, Fortune’s Formula: The Untold Story of the Scientific Betting System That Beat the \nCasinos and Wall Street (New York: Hill and Wang, 2005). One simple formula to express the Kelly Criterion is \n2p – 1 = f. Where p is probability and f is the percent of your bankroll you should bet. For example, if you have \na biased coin that shows up heads 60 percent of the time when the payoff reflects a fair coin, you should bet \n20 percent of your bankroll. [2(0.60) – 1 = 0.20]. No other betting strategy will lead to a greater accumulation of \nwealth, on average, than that one. \n10 Ronald J.M. Van Loon, “Timing versus Sizing Skill in the Investment Process,” Journal of Portfolio \nManagement, Vol. 44, No. 3, Winter 2018, 25-32. \n11 The constant, 1.6, in this equation is based on returns that follow a normal distribution. For distributions of \nreturns that exhibit kurtosis, a measure of fat tails, the constant declines as the kurtosis rises. A high level of \nkurtosis reduces the constant to about 1.4. The basic relationship between the drivers of excess returns \nremains intact.   \n12 Steven Drobny, Inside the House of Money: Top Hedge Fund Traders on Profiting in the Global Markets \n(Hoboken, NJ: John Wiley & Sons, 2006), 278. Considering quarterly results from December 1985 through \nApril 2000, the Sharpe Ratio for Berkshire Hathaway and the Quantum Fund were similar. See exhibit 3 in \nWilliam T. Ziemba, “The Symmetric Downside-Risk Sharpe Ratio, Journal of Portfolio Management, Vol. 32, \nNo. 1, Fall 2005, 108-122. \n13 Michael W. Covel, Trend Following: How to Make Money in Bull, Bear, and Black Swan Markets, Revised \nand Extended Fifth Edition (Hoboken, NJ: John Wiley & Sons, 2017).  \n14 Drobny, 270. \n15 David Rynecki, “How To Profit From Falling Prices: Interview with Bill Miller,” Fortune, September 15, 2003. \n16 Gregory Zuckerman, The Man Who Solved the Market: How Jim Simons Launched the Quant Revolution \n(New York: Portfolio/Penguin, 2019), 108.  \n"
    },
    {
      "number": 14,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3028168 Exp. 04/30/2021 \n14 \n \n17 Klaas P. Baks, “On the Performance of Mutual Fund Managers,” Working Paper, June 2003 and Boris \nGroysberg, Chasing Stars: The Myth of Talent and the Portability of Performance (Princeton, NJ: Princeton \nUniversity Press, 2010). \n18 Measuring breadth is tricky. See David Buckle, “How to Calculate Breadth: An Evolution of the Fundamental \nLaw of Active Portfolio Management,” Journal of Asset Management, Vol. 4, No. 6, April 2004, 393-405.   \n19 Frank J. Fabozzi, ed., Active Equity Portfolio Management (New Hope, PA: Frank J. Fabozzi Associates, \n1998); Harindra de Silva, Steven Sapra, and Steven Thorley, “Return Dispersion and Active Management,” \nFinancial Analysts Journal, Vol. 57, No. 5, September/October 2001, 29-42; Richard C. Grinold and Mark P. \nTaylor, “The Opportunity Set: Market Opportunities and the Effective Breadth of a Portfolio,” Journal of \nPortfolio Management, Vol. 35, No. 2, Winter 2009, 12-24; Larry R. Gorman, Steven G. Sapra, and Robert A. \nWeigand, “The Role of Cross-Sectional Dispersion in Active Portfolio Management,” Investment Management \nand Financial Innovations, Vol. 7, No. 3, October 2010, 58-68; Anna Agapova, Robert Ferguson, and Jason \nGreene, “Market Diversity and the Performance of Actively Managed Portfolios,” Journal of Portfolio \nManagement, Vol. 38, No. 1, Fall 2011, 48-59; and Anna von Reibnitz, “When Opportunity Knocks: Cross-\nSectional Return Dispersion and Active Fund Performance,” Critical Finance Review, Vol. 6, No. 2, September \n2017, 303-356. \n20 Larry R. Gorman, Steven G. Sapra, and Robert A. Weigand, “The Cross-Sectional Dispersion of Stock \nReturns, Alpha, and the Information Ratio,” Journal of Investing, Vol. 19, No. 3, Fall 2010, 113-127. \n21 Joop Huij and Simon Lansdorp, “Explaining Differences in Mutual Fund Performance Persistence,” Working \nPaper, 2011. \n22 Ernest M. Ankrim and Zhuanxin Ding, “Cross-Sectional Volatility and Return Dispersion,” Financial Analysts \nJournal, Vol. 58, No. 5, September/October 2002, 67-73.  \n23 We follow the method described in Joe Peta, “The Worst Year Ever for Hedge Funds,” Novus Research, \nJanuary 2015.  \n24 This approach is less relevant for funds that trade very actively or infrequently.   \n25 Much of this is based on Drew Dickson, “The Sacrilegious Diaries: Measuring the Impact of Portfolio \nTurnover,” Albert Bridge Capital, July 2, 2019. For the classic approach, see Gary P. Brinson, L. Randolph \nHood, and Gilbert L. Beebower, “Determinants of Portfolio Performance,” Financial Analysts Journal, Vol. 42, \nNo. 4, July/August, 1986, 39-44. \n \n \n"
    },
    {
      "number": 15,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3028168 Exp. 04/30/2021 \n15 \n \nRisk Considerations \n \nPredictions are based on current market conditions, subject to change, and may not necessarily come to pass.  \nThere is no assurance that the techniques mentioned in this article will be successful in helping improve the \naccuracy of predictions. \n \nThere is no assurance that a Portfolio will achieve its investment objective. Portfolios are subject to market risk, \nwhich is the possibility that the market values of securities owned by the Portfolio will decline and that the value \nof Portfolio shares may therefore be less than what you paid for them. Accordingly, you can lose money investing \nin this Portfolio. Please be aware that this Portfolio may be subject to certain additional risks. In general, equities \nsecurities’ values also fluctuate in response to activities specific to a company. Investments in foreign markets \nentail special risks such as currency, political, economic, market and liquidity risks. The risks of investing in \nemerging market countries are greater than risks associated with investments in foreign developed countries. \nPrivately placed and restricted securities may be subject to resale restrictions as well as a lack of publicly \navailable information, which will increase their illiquidity and could adversely affect the ability to value and sell \nthem (liquidity risk). Derivative instruments may disproportionately increase losses and have a significant \nimpact on performance. They also may be subject to counterparty, liquidity, valuation, correlation and market \nrisks. Illiquid securities may be more difficult to sell and value than public traded securities (liquidity risk). \n \nDISTRIBUTION \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions where \nsuch distribution or availability would not be contrary to local laws or regulations. \nIreland: Morgan Stanley Investment Management (Ireland) Limited. Registered Office: The Observatory, 7-11 \nSir John Rogerson’s, Quay, Dublin 2, Ireland. Registered in Ireland under company number 616662. Regulated \nby the Central Bank of Ireland. United Kingdom: Morgan Stanley Investment Management Limited is authorised \nand regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. Registered \nOffice: 25 Cabot Square, Canary Wharf, London E14 4QA. Dubai: Morgan Stanley Investment Management \nLimited (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct Building 3, \nDubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 709 7158). \nGermany: Morgan Stanley Investment Management Limited Niederlassung Deutschland, Grosse Gallusstrasse \n18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b KWG). Italy: Morgan \nStanley Investment Management Limited, Milan Branch (Sede Secondaria di Milano) is a branch of Morgan \nStanley Investment Management Limited, a company registered in the UK, authorised and regulated by the \nFinancial Conduct Authority (FCA), and whose registered office is at 25 Cabot Square, Canary Wharf, London, \nE14 4QA. Morgan Stanley Investment Management Limited Milan Branch (Sede Secondaria di Milano) with seat \nin Palazzo Serbelloni Corso Venezia, 16 20121 Milano, Italy, is registered in Italy with company number and \nVAT number 08829360968. The Netherlands: Morgan Stanley Investment Management, Rembrandt Tower, \n11th Floor Amstelplein 1 1096HA, Netherlands. Telephone: 31 2-0462-1300. Morgan Stanley Investment \nManagement is a branch office of Morgan Stanley Investment Management Limited. Morgan Stanley Investment \nManagement Limited is authorised and regulated by the Financial Conduct Authority in the United Kingdom. \nSwitzerland: Morgan Stanley & Co. International plc, London, Zurich Branch Authorised and regulated by the \nEidgenössische Finanzmarktaufsicht (“FINMA”). Registered with the Register of Commerce Zurich CHE-\n115.415.770. Registered Office: Beethovenstrasse 33, 8002 Zurich, Switzerland, Telephone +41 (0) 44 588 \n1000. Facsimile Fax: +41(0)44 588 1074. \nU.S.: A separately managed account may not be suitable for all investors. Separate accounts managed \naccording to the Strategy include a number of securities and will not necessarily track the performance of any \nindex. Please consider the investment objectives, risks and fees of the Strategy carefully before investing. A \nminimum asset level is required. For important information about the investment manager, please refer to Form \nADV Part 2. \nPlease consider the investment objectives, risks, charges and expenses of the funds carefully before \ninvesting. The prospectuses contain this and other information about the funds. To obtain a prospectus \nplease download one at morganstanley.com/im or call 1-800-548-7786. Please read the prospectus \ncarefully before investing. \n \nMorgan Stanley Distribution, Inc. serves as the distributor for Morgan Stanley Funds. \n  \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A BANK DEPOSIT \n"
    },
    {
      "number": 16,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3028168 Exp. 04/30/2021 \n16 \n \nHong Kong: This document has been issued by Morgan Stanley Asia Limited for use in Hong Kong and shall \nonly be made available to “professional investors” as defined under the Securities and Futures Ordinance of \nHong Kong (Cap 571). The contents of this document have not been reviewed nor approved by any regulatory \nauthority including the Securities and Futures Commission in Hong Kong. Accordingly, save where an exemption \nis available under the relevant law, this document shall not be issued, circulated, distributed, directed at, or made \navailable to, the public in Hong Kong. Singapore: This document should not be considered to be the subject of \nan invitation for subscription or purchase, whether directly or indirectly, to the public or any member of the public \nin Singapore other than (i) to an institutional investor under section 304 of the Securities and Futures Act, \nChapter 289 of Singapore (“SFA”), (ii) to a “relevant person” (which includes an accredited investor) pursuant to \nsection 305 of the SFA, and such distribution is in accordance with the conditions specified in section 305 of the \nSFA; or (iii) otherwise pursuant to, and in accordance with the conditions of, any other applicable provision of \nthe SFA. This publication has not been reviewed by the Monetary Authority of Singapore. Australia: This \npublication is disseminated in Australia by Morgan Stanley Investment Management (Australia) Pty Limited ACN: \n122040037, AFSL No. 314182, which accepts responsibility for its contents. This publication, and any access to \nit, is intended only for “wholesale clients” within the meaning of the Australian Corporations Act. \nJapan: For professional investors, this document is circulated or distributed for informational purposes only. For \nthose who are not professional investors, this document is provided in relation to Morgan Stanley Investment \nManagement (Japan) Co., Ltd. (“MSIMJ”)’s business with respect to discretionary investment management \nagreements (“IMA”) and investment advisory agreements (“IAA”). This is not for the purpose of a \nrecommendation or solicitation of transactions or offers any particular financial instruments. Under an IMA, with \nrespect to management of assets of a client, the client prescribes basic management policies in advance and \ncommissions MSIMJ to make all investment decisions based on an analysis of the value, etc. of the securities, \nand MSIMJ accepts such commission. The client shall delegate to MSIMJ the authorities necessary for making \ninvestment. MSIMJ exercises the delegated authorities based on investment decisions of MSIMJ, and the client \nshall not make individual instructions. All investment profits and losses belong to the clients; principal is not \nguaranteed. Please consider the investment objectives and nature of risks before investing. As an investment \nadvisory fee for an IAA or an IMA, the amount of assets subject to the contract multiplied by a certain rate (the \nupper limit is 2.20% per annum (including tax)) shall be incurred in proportion to the contract period. For some \nstrategies, a contingency fee may be incurred in addition to the fee mentioned above. Indirect charges also may \nbe incurred, such as brokerage commissions for incorporated securities. Since these charges and expenses are \ndifferent depending on a contract and other factors, MSIMJ cannot present the rates, upper limits, etc. in \nadvance. All clients should read the Documents Provided Prior to the Conclusion of a Contract carefully before \nexecuting an agreement. This document is disseminated in Japan by MSIMJ, Registered No. 410 (Director of \nKanto Local Finance Bureau (Financial Instruments Firms)), Membership: the Japan Securities Dealers \nAssociation, The Investment Trusts Association, Japan, the Japan Investment Advisers Association and the \nType II Financial Instruments Firms Association. \n  \nIMPORTANT INFORMATION \nEMEA: This marketing communication has been issued by Morgan Stanley Investment Management Limited \n(“MSIM”). Authorised and regulated by the Financial Conduct Authority. Registered in England No. 1981121. \nRegistered Office: 25 Cabot Square, Canary Wharf, London E14 4QA. \n \nThere is no guarantee that any investment strategy will work under all market conditions, and each investor \nshould evaluate their ability to invest for the long-term, especially during periods of downturn in the market. Prior \nto investing, investors should carefully review the strategy’s / product’s relevant offering document. There are \nimportant differences in how the strategy is carried out in each of the investment vehicles. \n \nA separately managed account may not be suitable for all investors. Separate accounts managed \naccording to the Strategy include a number of securities and will not necessarily track the performance \nof any index. Please consider the investment objectives, risks and fees of the Strategy carefully before \ninvesting. \n \nThe views and opinions are those of the author or the investment team as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment teams at Morgan Stanley Investment \n"
    },
    {
      "number": 17,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3028168 Exp. 04/30/2021 \n17 \n \nManagement (MSIM) or the views of the firm as a whole, and may not be reflected in all the strategies and \nproducts that the Firm offers. \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors. These conclusions are speculative in nature, may not come to pass and are not intended \nto predict the future performance of any specific Morgan Stanley Investment Management product. \nCertain information herein is based on data obtained from third party sources believed to be reliable. However, \nwe have not verified this information, and we make no representations whatsoever as to its accuracy or \ncompleteness. \n \nThe information herein is a general communications which is not impartial and has been prepared solely for \ninformation and educational purposes and does not constitute an offer or a recommendation to buy or sell any \nparticular security or to adopt any specific investment strategy. The material contained herein has not been \nbased on a consideration of any individual client circumstances and is not investment advice, nor should it be \nconstrued in any way as tax, accounting, legal or regulatory advice. To that end, investors should seek \nindependent legal and financial advice, including advice as to tax consequences, before making any investment \ndecision. \n \nPast performance is no guarantee of future results. \nCharts and graphs provided herein are for illustrative purposes only. \n \nThis communication is not a product of Morgan Stanley’s Research Department and should not be regarded as \na research recommendation. The information contained herein has not been prepared in accordance with legal \nrequirements designed to promote the independence of investment research and is not subject to any prohibition \non dealing ahead of the dissemination of investment research. \n \nThe information contained in this communication is not a research recommendation or ‘investment research’ \nand is classified as a ‘Marketing Communication’ in accordance with the applicable European regulation or Swiss \nregulation. This means that this marketing communication (a) has not been prepared in accordance with legal \nrequirements designed to promote the independence of investment research (b) is not subject to any prohibition \non dealing ahead of the dissemination of investment research. \n \nMSIM has not authorized financial intermediaries to use and to distribute this document, unless such use and \ndistribution is made in accordance with applicable law and regulation. MSIM shall not be liable for, and accepts \nno liability for, the use or misuse of this document by any such financial intermediary. If you are a distributor of \nthe Morgan Stanley Investment Funds, some or all of the funds or shares in individual funds may be available \nfor distribution. Please refer to your sub-distribution agreement for these details before forwarding fund \ninformation to your clients. \n \nThe whole or any part of this work may not be reproduced, copied or transmitted or any of its contents disclosed \nto third parties without MSIM’s express written consent. \n \nAll information contained herein is proprietary and is protected under copyright law. \nMorgan Stanley Investment Management is the asset management division of Morgan Stanley. \n \nThis document may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this document \nin another language, the English version shall prevail. \n"
    }
  ]
}