{
  "filename": "mm_169_2024_valuation_multiples__what_they_miss__why_they_differ__and_the_link_to_fundamentals.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20240422170220-04'00'",
    "modDate": "D:20240422170220-04'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 169,
      "year": "2024",
      "date": "4/23",
      "institution": "Counterpoint",
      "title": "Valuation Multiples: What They Miss, Why They Differ, and the Link to Fundamentals",
      "url": "https://12mv2.files.wordpress.com/2024/04/24-04-23-valuation-multiples__what-they-miss-why-they-differ-and-the-link-to-fundamentals.pdf"
    },
    "tags": [
      "Valuation methods",
      "Financial metrics",
      "ROIC analysis",
      "Capital allocation"
    ],
    "tagged_at": "2025-01-20T21:30:42.086493"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n. \n \n \n \nCounterpoint Global Insights \nValuation Multiples \nWhat They Miss, Why They Differ, and the Link to Fundamentals \nCONSILIENT OBSERVER  |  April 23, 2024\nIntroduction \nAswath Damodaran, a professor of finance at the Stern School at \nNew York University, likes to distinguish between “pricing” and \n“valuing” companies. Pricing a company generally means \nassigning a multiple to a measure of current or prospective \nearnings or cash flows, and that multiple can vary based on the \nmarket’s mood and the prevailing story about the business. \nValuing a company involves estimating the present value of future \nfree cash flows and requires study of the firm’s fundamentals. \nDamodaran argues that most investors spend their time pricing \nrather than valuing businesses.1 \nSurveys of equity analysts support this view.2 Researchers \ncollected responses from nearly 2,000 analysts who were \nmembers of the CFA Institute, a global association of investment \nprofessionals. Asked about their approach to valuation, nearly 93 \npercent selected “a market multiples approach.”  \nWhen questioned about which market multiple they used, 88 \npercent of the analysts said price-earnings (P/E). Seventy-seven \npercent replied that they use a multiple with enterprise value in the \nnumerator, and by far the most popular of those was the \nenterprise value-earnings before interest taxes depreciation and \namortization (EV/EBITDA) multiple. The use of P/Es and \nEV/EBITDAs is not mutually exclusive, of course, and most equity \nanalysts use various methods to price a stock. \nSeventy-nine percent of equity analysts indicated that they also \nuse a “present discounted value approach,” and the discounted \nfree cash flow model (DCF) was the most common method. This \nappears to be an encouraging departure from pricing stocks, but \nit turns out it is routine for a substantial amount of the model’s \nvalue, commonly in excess of 75 percent, to be in the continuing \nvalue.3 The continuing value reflects the cash flows beyond the \nexplicit forecast period. Analysts often calculate it using either a \nformula reflecting growth in perpetuity (generally free cash \nflow/[cost of capital – growth]) or an EV/EBITDA multiple.4 \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n2\n \n \nBoth approaches run the risk of embedding unrealistic assumptions. It is common for the growth in perpetuity to \nassume a growth rate that is too high.5 And when the preponderance of value comes from an EV/EBITDA \nmultiple, the result is multiples analysis dressed up as a DCF model.      \nThis report discusses four topics. The first is what multiples miss and why they are becoming less informative \nthan they were in the past. Second is an examination of why the two most popular multiples that equity analysts \nuse, P/E and EV/EBITDA, can provide different signals about a stock’s relative attractiveness. Third is a look at \nthe alternative measures of earnings and EBITDA that companies report to see if they add insight. Finally, we \nfocus on EV/EBITDA multiples and link them back to fundamental drivers of value.   \nWhat Multiples Miss \nA multiple in any form is a shorthand for the process of valuation. Shorthands are useful because they can save \nus time. A multiple attempts to compress information about the essential assumptions of a proper DCF model \ninto a single figure. This is a tall order.  \nThe numerator of the multiples that analysts use most frequently is the current price of the equity (P of P/E) or \nthe enterprise value of the firm (EV of EV/EBITDA). These sums seek to capture the present value of the relevant \ncash flows for the life of the business. Stock prices generally reflect company cash flows that extend decades \ninto the future. \nThe denominator is earnings (E of P/E) or cash flow (EBITDA of EV/EBITDA) that the company has recently \nearned or is expected to earn in the near future. Right away we see that we are comparing a numerator that \nrepresents the long term with a denominator that considers only the short term. \nThe central determinants of corporate value include the level and sustainability of return on invested capital \n(ROIC), growth, and risk. Companies create value when their investments earn a return in excess of the \nopportunity cost of capital. Higher growth generates higher value for firms that earn a return above the weighted \naverage cost of capital (WACC). Higher growth leads to lower value for a given negative spread. And growth \nhas no impact on value for a company that earns its cost of capital.     \nMultiples provide no direct insight into the magnitude of a firm’s investments or whether they will generate a \nsufficient return. This is the main consideration that multiples miss.        \nBut there is more to this insight because the ability of multiples to capture the underlying economics of a business \nhas degraded over time. This is mainly the result of a shift in how companies invest. In prior generations, \nbusinesses invested primarily in tangible assets such as factories and machines. These investments were \nrecorded on the balance sheet and expensed on the income statement through depreciation.  \nToday, the majority of investments are in intangible assets, including customer acquisition costs and branding. \nBut companies commonly expense these investments on the income statement as they incur them. Accountants \nrecord these investments as selling, general, and administrative (SG&A) and research and development (R&D) \nexpenses. This reduces current earnings. \nThe “matching principle” is an important concept in accounting. The idea is that a company should match \nexpenses to the related revenue. Cost of goods sold (COGS), SG&A, and R&D are the three main categories \nof expenses that accountants subtract from revenue to calculate earnings before interest and taxes (EBIT).  \n"
    },
    {
      "number": 3,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n3\n \n \nAnup Srivastava, a professor of accounting at Haskayne School of Business at the University of Calgary, studied \nhow well COGS and SG&A (including R&D) adhere to the matching principle. He sorted U.S. public companies \ninto cohorts based on the decade they were listed, from the 1960s to the 2010s.6 Firms that listed in the last 30 \nyears make up more than 80 percent of the total number of public companies today. \nSrivastava found that COGS match revenues effectively and consistently for all of the cohorts. But while SG&A \nmatches revenues well for the early cohorts, it is “practically unmatched to revenues” for companies that went \npublic from the 1990s on.  \nMultiples are supposed to reflect the magnitude and return on investment. But the shift to intangible investments, \nand how companies record them in financial statements, has wreaked havoc on that ability.7 To illustrate this \npoint, we take two looks at the financial results of Microsoft, a multinational technology company that invests \nheavily in intangible assets. The first is what the company reports and the second is what the figures look like \nafter we capitalize, and amortize, the firm’s intangible investments.8  \nFor fiscal 2023, Microsoft reported net income of $72.4 billion. Adjusted for intangible investment, the figure \nwould be $83.0 billion, or 14.7 percent higher.9 The company’s EBITDA was $102.4 billion before the adjustment \nand $147.0 billion, 43.6 percent more, after the adjustment. Based on figures from June 30, 2023, the end of the \ncompany’s fiscal year, the trailing P/E went from 34.9 as reported to 30.5 as adjusted, and EV/EBITDA went \nfrom 24.2 to 16.9. These are material differences.   \nAcademics and practitioners use multiples because of the evidence that high multiples often precede below-\naverage returns in the long run.10 That used to be true because the price reflected expectations for future value \ncreation and growth that was too rosy, resulting in a lofty multiple relative to the near-term profit outlook. But the \nrise of intangibles means that both earnings and invested capital are understated, weakening the signal that \nearnings and multiples formerly provided.11  \nNone of this suggests investors should ignore multiples altogether. Indeed, there may be some value in \ncombining multiples.12 But the main point is that multiples are getting worse at reflecting the economic picture \nthey are supposed to capture. A blind deference to multiples without understanding their limitations can severely \nhamper the effectiveness of an investment process. \nP/E and EV/EBITDA are the most popular multiples equity investors use. What do you do if two companies have \na similar P/E but a different EV/EBITDA multiple? Or a dissimilar P/E and the same EV/EBITDA? Understanding \nhow and why these calculations differ helps us bring to light their relative strengths and weaknesses. \n \n \n \n \n \n \n"
    },
    {
      "number": 4,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n4\n \n \nWhy Am I Getting Different Signals? \nNot surprisingly, the correlation between P/E and EV/EBITDA multiples is high (see exhibit 1). But there are \ncases where two companies are close on one metric and far apart on the other. We highlight a handful of those \npairs in the exhibit. \nExhibit 1: P/E and EV/EBITDA Multiples for the S&P 500, March 2024 \n \nSource: FactSet and Counterpoint Global. \nNote: As of March 5, 2024. Based on FactSet consensus estimates for next 12 months for EBITDA and Non-GAAP EPS; \nExcludes financials and real estate; Trimmed P/Es at 1st and 99th percentiles; Axes truncated for visualization purposes. \nThese multiples are comparing different quantities. The P/E captures the relationship between the company’s \nequity market capitalization and its earnings, or net income. P and E are commonly expressed per share. \nThe P/E is a levered ratio because it is measured after financing costs, and it therefore links the market value of \nequity to the earnings attributable to shareholders.  \nThe EV/EBITDA multiple compares the firm’s enterprise value to EBITDA. Enterprise value equals the equity \nmarket capitalization (including preferred stock) plus debt and other liabilities, minus cash. The multiple is \nunlevered because it solves for enterprise value. EBITDA does not subtract financing costs or taxes. EBITDA is \nearnings before interest and taxes (EBIT) plus depreciation and amortization of acquired intangibles (DA).  \nDepreciation and amortization are non-cash charges. \nThe P/E is almost always higher than the EV/EBITDA for a profitable company. To see why, pretend that the \ncompany you are studying has no debt or excess cash, so that P equals EV. E is going to be lower than EBITDA \nbecause it is after taxes and does not add back non-cash charges. Since the numerator is the same and the \ndenominator is lower, the P/E multiple will be higher than the EV/EBITDA multiple. \n0\n5\n10\n15\n20\n25\n30\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\nEV/EBITDA Multiple\nP/E Multiple\nr = 0.89\nWalgreens\nConagra\nAmazon\nDeere\nTyson\nTarget\nSouthwest\nDarden\nTeledyne\nWalmart\nApple\n"
    },
    {
      "number": 5,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n5\n \n \nThis relationship does not hold for a company with negative net income. Again, assume that P equals EV. You \ncan imagine that a company has negative earnings and positive EBITDA. In this case, the multiple of P/E would \nbe negative and the multiple of EV/EBITDA would be positive. \nThis discussion points to the reasons that P/E and EV/EBITDA multiples differ (see exhibit 2). We can organize \nthat analysis by going down the income statement. The first reason relates to the mix of tangible and intangible \ninvestment. As we saw, COGS tend to match revenues for all companies. COGS are the majority of total \nexpenses for tangible-intensive firms. SG&A is much more prominent for intangible-intensive firms.  \nFor instance, the total expense for Nucor Corporation, a steel company, was 94 percent in COGS and 6 percent \nin SG&A for 2023. For Eli Lilly, a pharmaceutical company, COGS were about 30 percent of expenses and \nSG&A the other 70 percent. Revenue minus total expense equals EBIT. \nThe way to get a consistent picture is to capitalize and amortize intangible investments as we did with the \nMicrosoft example. The important point is that the earnings and EBITDA will increase very little for tangible-\nintensive businesses and increase a lot for intangible-intensive companies.13 \nExhibit 2: Factors That Contribute to Differences in P/E and EV/EBITDA Multiples \nWhat \nWhy \nHow \nMethod of investment \n \n \n    Tangible \nHigher depreciation lowers net \nearnings but has no effect on EBITDA \nPhysical capital-intensive businesses have \na high ratio of depreciation to operating \nincome \n    Intangible \nHigh SG&A expense that reflects \ninternal intangible investment \nLowers EBIT, earnings, and EBITDA \nrelative to tangible intensive business \nCapital structure \n \n \n    Leverage \nInterest expense reflected in P/E but \nnot in EV/EBITDA \nIncreasing debt to equity results in: \n- Higher P/E when unlevered P/E is greater \nthan 1/cost of debt \n- Lower P/E when unlevered P/E is less \nthan 1/cost of debt \n    Cash holdings \nInterest income reflected in P/E but not \nin EV/EBITDA \nCan increase or decrease P/E ratio \nNon-operating expenses \nReduce earnings but have no effect on \nEBITDA \nIncrease P/E relative to EV/EBITDA \nTax rate \nTaxes reduce net income but have no \neffect on EBITDA \nA higher rate increases P/E relative to \nEV/EBITDA \nSource: Counterpoint Global. \nNote that capitalization of intangible investments does not affect free cash flow. Multiples have lost relevance \nbecause of the widening gulf between earnings and what they are trying to reflect.     \nThe second reason these multiples diverge is because of differences in capital structure, the combination of \ndebt and equity a company uses to finance its growth.14 Debt has an explicit cost in the form of interest expense. \nEquity has an implicit cost that financial statements do not capture. \n"
    },
    {
      "number": 6,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n6\n \n \nThe impact of changes in capital structure on multiples is complex, but we can begin with some straightforward \nobservations. Start with a company that is financed solely with equity and has no excess cash. Now introduce \ndebt.  \nThe “P” of P/E will be unaffected since it reflects the value of the equity only. But the “E” will go down by the \namount of interest expense (net of the savings on tax).15 So the same P and a lower E means that the P/E \nmultiple goes up, all else being equal. \nAdding debt increases “EV,” which is mostly equity plus debt, and has no effect on EBITDA, which is by definition \nbefore interest expense and taxes. A higher EV and the same EBITDA means that the EV/EBITDA multiple also \ngoes up, all things being equal. \nTheory suggests an optimal capital structure, in which a company has just the right amount of debt to maximize \nthe value of the tax shield less the cost of potential financial distress. The vast majority of companies do not \nmake the optimal capital structure their target.  \nThe pecking order theory of capital structure says that to fund their growth, companies start with cash generated \ninternally, then go to debt, and finally go to equity.16 Businesses with high ROICs often have sufficient cash flow \nfrom operations to finance their growth. Businesses with low ROICs commonly generate insufficient cash flow \nto fund the business and therefore need to issue debt or equity. \nIndustries with high ROICs tend to have lower debt-to-total capital ratios and those with low ROICs have higher \nratios (see exhibit 3). Further, companies with low ROICs tend to have “DA” that is a higher percentage of \nEBITDA than companies with high ROICs. This means that the gap between the P/E to EV/EBITDA multiple is \ngenerally greater for low ROIC companies with lots of debt than for high ROIC companies with little debt.   \nExhibit 3: ROIC and Debt-to-Total Capital for U.S. Industries \n \nSource: Aswath Damodaran and Counterpoint Global. \nNote: As of January 2024. \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n-10\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\nDebt-to-Total Capital (Percent)\nReturn on Invested Capital\n"
    },
    {
      "number": 7,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n7\n \n \nMultiples can also differ as the result of non-operating expenses, which have an impact on earnings but no effect \non EBITDA. These include costs associated with restructuring programs, asset write-downs or write-offs, \nreorganizations, and unrealized capital gains or losses. Companies nearly always report results excluding non-\noperating expenses.  \nA final reason P/E and EV/EBITDA multiples can differ is because of tax rates. Earnings are calculated after \npaying taxes, so earnings rise as the tax rate falls. EBITDA excludes taxes by definition so differences in tax \nrates do not affect EBITDA.  \nExhibit 4 provides an illustration of how these factors can contribute to a gap between P/E and EV/EBITDA. \nColumn A considers a business with no invested capital, debt, or taxes. This is the base case. In this naive \nscenario, the P/E and EV/EBITDA are both 15.0.17 \nExhibit 4: Factors That Contribute to Differences in P/E and EV/EBITDA Multiples \n  \nA \n  \nB \nC \nD \nE \n  \nNo Invested \nCapital \n  \nInvested \nCapital \n  \nNo Debt, \nNo Taxes \n  \nNo Debt,  \nNo Taxes \nDebt, \nNo Taxes \nNo Debt, \nTaxes \nDebt,  \nTaxes \n \n \nSales \n1,000 \n  \n1,000 \n1,000 \n1,000 \n1,000 \nCOGS \n800 \n  \n800 \n800 \n800 \n800 \nSG&A ex-DA \n100 \n  \n100 \n100 \n100 \n100 \nDA \n0 \n  \n40 \n40 \n40 \n40 \nEBIT \n100 \n  \n60 \n60 \n60 \n60 \n \n \nFinancing \n0 \n  \n0 \n18 \n0 \n18 \n \n \nTaxes \n0 \n  \n0 \n0 \n10 \n7 \n \n \nNet income \n100 \n  \n60 \n42 \n50 \n35 \nEBITDA \n100 \n  \n100 \n100 \n100 \n100 \n  \n  \n  \n  \n \n \n  \nDebt \n0 \n  \n0 \n300 \n0 \n300 \nEquity \n1,500 \n  \n1,500 \n1,200 \n1,500 \n1,200 \nEV \n1,500 \n  \n1,500 \n1,500 \n1,500 \n1,500 \n \n \nP/E \n15.0 \n  \n25.0 \n28.6 \n30.0 \n34.3 \nEV/EBITDA \n15.0 \n  \n15.0 \n15.0 \n15.0 \n15.0 \n \n \nFinancing cost \n  \n  \n  \n6.00% \n6.00% \n6.00% \nDebt/total capital \n  \n  \n  \n20% \n \n20% \nTax rate \n  \n  \n  \n \n16.67% \n16.67% \n \n \nEV/sales \n1.5 \n  \n1.5 \n1.5 \n1.5 \n1.5 \nAsset life \n  \n  \n12.5 \n12.5 \n12.5 \n12.5 \nInvested capital \n  \n  \n500 \n500 \n500 \n500 \nROIC \n  \n  \n12.0% \n12.0% \n10.0% \n10.6% \nSource: Counterpoint Global. \n"
    },
    {
      "number": 8,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n8\n \n \nWe then introduce invested capital, which is included in all of the subsequent scenarios, but still have no debt \nor taxes (column B). Invested capital creates an expense for depreciation and amortization (DA). This reduces \nearnings but has no affect on EBITDA. As a result, the P/E goes up to 25.0 but the EV/EBITDA stays at 15.0. \nColumn C assumes the company has debt but does not pay taxes. The financing costs reduce earnings. But we \nassume that the EV remains the same, so the value of the equity goes down as well. Still, the P/E multiple rises \nto 28.6 and the EV/EBITDA multiple is unchanged.   \nNext we assume the company pays taxes but has no debt (column D). This lowers earnings further but has no \nimpact on EBITDA, making the P/E double that of EV/EBITDA. \nColumn E on the far right assumes debt and taxes. This results in the largest difference between the P/E at 34.3 \nand the EV/EBITDA of 15.0. \nThis example is simplified and makes a number of unrealistic assumptions. For example, we determine the EV \nby taking a multiple of sales. The ratio of EV to sales would likely change based on the level of profitability \n(higher profits mean a higher multiple), as the result of the introduction of debt (tax shield), and because of taxes \n(government claim on cash flows). \nFurther, all of the inputs fall on a continuum. For instance, debt-to-total capital ratios and tax rates can range \nfrom low, or even negative, to very high. But the exhibit reveals how and why P/E and EV/EBITDA multiples can \ndiverge. \nWe can look at a pair of companies to make this point concrete. As of early March 2024, Walmart Inc. and Apple \nInc. had similar P/E multiples but different EV/EBITDA multiples (see exhibit 1). Walmart is a multinational retailer \nand Apple is a multinational technology company. The P/E multiple, based on earnings estimated for the next \ntwelve months, was 25.5 for Walmart and 25.4 for Apple. The EV/EBITDA multiple was 13.3 for Walmart and \n20.1 for Apple. The ratio of P/E to EV/EBITDA was 1.9 times for Walmart and 1.3 times for Apple. \nWe can point to three main reasons that Walmart had a bigger gap between its P/E and EV/EBITDA multiples \nthan Apple did. First, Walmart starts with a much lower starting EV/EBITDA because it is less profitable than \nApple, based on EBIT margins and ROIC. Second, Walmart has net debt whereas Apple has net cash. The cost \nof debt lowers Walmart’s earnings and increases its P/E. Finally, Walmart has a tax rate that is 10 percentage \npoints higher than that of Apple. This also lowers its earnings and increases its P/E.  \nSaid differently, Walmart has characteristics (modest ROIC, debt, and average tax rate) that would roughly place \nit in the right column of exhibit 4 and explain the large gap between P/E and EV/EBITDA. Apple has \ncharacteristics (very high ROIC, no debt, a low tax rate) that make it look more like the second column in the \nexhibit justifying a small gap between P/E and EV/EBITDA. \n \n \n \n \n"
    },
    {
      "number": 9,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n9\n \n \nDo Adjusted Measures Obfuscate or Illuminate? \nRegulations require companies to report earnings that conform with generally accepted accounting principles \n(GAAP). The vast majority of companies in the S&P 500, an index of 500 of the largest public companies in the \nU.S., also report non-GAAP earnings.18 The question is whether companies share non-GAAP figures to provide \nthe market with better information or to flatter their results. \nExhibit 5 shows the most common exclusions of recurring items that companies make to go from GAAP to non-\nGAAP results. Most are non-operating, including currency, pension, and investment gains and losses. Others, \nsuch as stock-based compensation and net interest, are related to the ongoing operations. Adding back \namortization of acquired intangibles is defensible because companies expense the investment to maintain the \nvalue of the intangible assets.19  \nCompanies also adjust their GAAP earnings to remove the effect of non-recurring items, such as restructuring \ncharges, acquisition adjustments, extraordinary legal costs, and asset write-downs and write-offs. Excluding \nnon-recurring items makes earnings more comparable over time.20 \nExhibit 5: The Most Common Recurring Exclusions in the Calculation of Non-GAAP Results  \n \nSource: Dirk E. Black, Theodore E. Christensen, Jack T. Ciesielski, and Benjamin C. Whipple, “Non-GAAP Earnings: A \nConsistency and Comparability Crisis?” Contemporary Accounting Research, Vol. 38, No. 3, Fall 2021, 1712-1747. \nTake Berkshire Hathaway, a conglomerate, as an example of how unadjusted results can be misleading. On a \nGAAP basis, the company reported a loss of $23 billion for 2022 and a gain of $96 billion for 2023. On the face \nof it the company swung from large losses to large profits. \nBut Warren Buffett, the company’s chairman and chief executive officer, suggested that “operating earnings” are \na better way to understand its results. Operating earnings were $30.9 billion for 2022 and $37.4 billion for 2023, \na more sensible reflection of business performance. \nUnrealized investment gains or losses, which can be more than $5 billion a day for Berkshire Hathaway, explain \nmost of the difference between GAAP earnings and operating earnings.21 This is one of the reasons companies \nroutinely report non-GAAP earnings.  \n0\n5\n10\n15\n20\n25\n30\nCurrency\nNet interest\nPension\nStock compensation\nAmortization\nInvestment gains and losses\nFrequency (Percent)\n"
    },
    {
      "number": 10,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n10\n \n \nIn a similar vein, researchers examined core versus non-core earnings.22 Core earnings reflect only the operating \nresults of the ongoing business, and non-core earnings include non-operating items such as transitory shocks \nor ancillary business activities that are included in GAAP. They found that the average number of non-core items \nthat companies report has risen from 6 to 8 in recent decades and represented about 20 percent of net income. \nAfter stripping away non-core items, the resulting core earnings were more stable than the reported net income.  \nOn balance, the academic research suggests that non-GAAP results provide the market with information that is \nuseful.23 But investors should always be on the lookout for companies that take these adjustments too far.24 One \nexample is adding back stock-based compensation, which we and many others consider a legitimate expense.25  \nA Deeper Look at EV/EBITDA Multiples \nIf you are pricing a stock using an EV/EBITDA multiple, you should care how much of EBITDA is EBIT and how \nmuch is DA. The reason is that DA is a proxy for the maintenance capital expenditures a company requires to \nsustain its business.26 That means that for two firms with the same EBITDA, the one with higher EBIT will have \nmore cash flow to distribute to its claimholders and hence a higher value.  \nExhibit 6 shows the median EBIT and DA as a percentage of EBITDA by sector. EBIT makes up 75 percent of \nEBITDA for the consumer discretionary sector and 56 percent for utilities. The ratio of EBITDA to EBIT is called \nthe “depreciation factor.”27 The depreciation factor is 1.3 for consumer discretionary (1.3 = 100/75), 1.8 for utilities \n(1.8 = 100/56), and 1.4 for the universe overall. The amount of depreciation and amortization a company \nrecognizes is a function of its capital intensity, the asset lives it assumes, and its acquisitiveness.  \nExhibit 6: EBIT and DA as a Percentage of EBITDA by Sector, 2023 \n  \nPercentage of EBITDA \nSector \nEBIT \nDA \nConsumer Discretionary \n75 \n25 \nConsumer Staples \n75 \n25 \nInformation Technology \n74 \n26 \nIndustrials \n73 \n27 \nHealth Care \n71 \n29 \nMaterials \n68 \n32 \nEnergy \n67 \n33 \nCommunication Services \n60 \n40 \nUtilities \n56 \n44 \nUniverse \n70 \n30 \nSource: FactSet and Counterpoint Global.  \nNote: Russell 3000 Index as of 2/23/24; Medians for latest fiscal year; Universe excludes financial and real estate sectors \nand companies with zero or negative EBIT. \nDepreciation factors provide a sense of the spread between ROIC and WACC for a company. Firms with low \ndepreciation factors commonly have positive spreads and firms with high factors often have negative spreads \n(see exhibit 7). This means that companies with a low depreciation factor will have higher multiples than \ncompanies with high depreciation factors for a given rate of growth. \n \n \n"
    },
    {
      "number": 11,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n11\n \n \nExhibit 7: EBITDA Depreciation Factor and ROIC-WACC for the S&P 500, March 2024 \n \nSource: FactSet and Counterpoint Global. \nNote: As of 3/12/24; For the latest fiscal year; Excludes financial and real estate sectors; Winsorized each series at 1st and \n99th percentiles; Axes truncated for visualization purposes. \nExhibit 8 shows that amortization of acquired intangibles has gone from about 2 to 20 percent of DA in the last \n4 decades. Amortization is largely the result of one company buying another at a premium to tangible book \nvalue. In that case, the buyer revises its balance sheet to reflect the seller’s tangible and intangible assets. \nIntangible assets that arise from contractual or other legal rights and can be separated or divided from the \ncompany must be amortized over their useful lives.28 The result is the amortization of acquired intangibles.  \nAccountants record the intangible assets that do not meet those criteria as goodwill. Companies do not amortize \ngoodwill but must check it periodically to see if its value is impaired. About one-third of the value of deals in \nrecent years has been in the form of intangible assets.29 \nExhibit 8: Amortization as a Percentage of Depreciation and Amortization, 1984-2023 \n \nSource: FactSet and Counterpoint Global.  \nNote: Russell 3000 excluding financial and real estate sectors; Based on aggregate sums. \n-10\n-5\n0\n5\n10\n15\n20\n25\n30\n1.0\n1.2\n1.4\n1.6\n1.8\n2.0\n2.2\n2.4\nReturn on Invested Capital \nMinus WACC (Percent)\nEBITDA Depreciation Factor\nr = -0.50\n0\n5\n10\n15\n20\n25\n1984\n1985\n1986\n1987\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\n2023\nPercent\n"
    },
    {
      "number": 12,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n12\n \n \nThe spike in the middle of exhibit 8 is the result of a change in accounting rules for business combinations. Until \n2001, companies could use one of two accounting methods, either “pooling of interests” or “purchase,” to record \na deal. The pooling-of-interests method allowed companies to simply combine their balance sheets and thus \nthere was no need to record intangible assets. The purchase method required companies to reflect goodwill and \nto amortize it over a period of up to 40 years.  \nIn 2002, the Financial Accounting Standards Board (FASB) revised the rules so that companies could no longer \nuse the pooling-of-interests method. At the same time, the FASB removed the need for companies to amortize \ngoodwill. The sharp drop in amortization in 2002 reflects that accounting change.  \nThe FASB introduced another change in 2007 that clarified what companies could categorize as intangible \nversus goodwill assets. As a result, intangible assets increased relative to goodwill assets. The rise in \namortization as a percentage of DA from 13 percent in 2007 to 21 percent in 2023 reflects these accounting \nchanges as well as the overall increase in investments in intangible assets. \nThere is some evidence that EV/EBITDA multiples outperform other multiples, including P/E. Specifically, buying \nstocks with low EV/EBITDA multiples generates higher excess returns than other metrics.30 That said, the \nefficacy of P/E and EV/EBITDA can vary by industry.31 \nExhibit 9 shows the warranted EV/EBITDA multiples, considering various combinations of growth rates and \nROICs, for businesses with depreciation factors of 1.2, 1.4, or 1.6. We assume a debt-to-total capital ratio of 20 \npercent and a cost of capital of 7.6 percent in all cases.32 \nWhy companies with the same growth, ROIC, and cost of capital would have different EV/EBITDA multiples may \nnot be evident at first glance. The corporate values are in fact the same for the identical assumptions. The key \nis the difference in depreciation factors.  \nThink of it this way. Firms with low depreciation factors deliver the same EBIT with lower EBITDA than companies \nwith high depreciation factors. \nHere is an illustration to solidify the idea. If you assume a tax rate of 20 percent, a company has to earn EBIT of \n$125 to generate $100 in net operating profit after taxes (NOPAT). This holds for all EBITDA depreciation factors. \nFor a company with a factor of 1.2, depreciation and amortization is $25, and EBITDA is $150 ($150/$125 = 1.2).  \nFor a company with a factor of 1.6, depreciation and amortization is $75, and EBITDA is $200 ($200/$125 = 1.6).  \nBoth companies, assuming the return on incremental invested capital is equal to the cost of capital, have an \nidentical value of $1,315.8 ($100/.076). But the EBITDA multiple is 8.8 ($1,316/150 = 8.8) for the firm with a \nfactor of 1.2 and 6.6 ($1,316/200 = 6.6) for the firm with a factor of 1.6. \nThe exhibit also reinforces the lesson that growth increases multiples when returns are above the cost of capital \nand decreases multiples when returns are below the cost of capital. Firms that focus largely on EBITDA growth \nand fail to consider return on incremental invested capital can find themselves in financial difficulty.33  \n \n \n \n"
    },
    {
      "number": 13,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n13\n \n \nExhibit 9: EV/EBITDA Multiples Based on Depreciation Factor, ROIC, and Growth \n \nSource: Counterpoint Global. \nNote: Earnings=NOPAT; Assumes 20 percent debt-to-total capitalization, 7.6% WACC, and 15-year forecast period. \nExhibit 10 shows that the market hears this message. The horizontal (X) axis is ROIC – WACC, with a bold line \nat the median spread. The vertical (Y) axis is the expected EBITDA growth over the next four quarters, also with \na bold line that separates the top and bottom half of companies. This allows us to examine the median \nEV/EBITDA multiples for each of the four quadrants. \nThe quadrant on the upper right, which includes companies that are above the median in both the spread \nbetween ROIC and WACC and growth in EBITDA, has the highest median EV/EBITDA multiple. The bottom \nright, high spreads but with slower growth, has the second highest multiple. \nThe upper left quadrant, above-median growth and below-median spreads, has the third highest median \nmultiple. And the bottom left quadrant, which has spreads and growth below the median, has the lowest multiple.  \nDepreciation factor=1.2 (EBIT to EBITDA=83.3%)\n0.0\n4.0%\n7.6%\n8.0%\n16.0%\n24.0%\n4.0%\n5.3x \n8.8x \n9.0x \n10.8x \n11.4x \n6.0%\n2.8   \n8.8   \n9.1   \n12.2   \n13.3   \n8.0%\n  NM\n8.8   \n9.3   \n14.0   \n15.6   \n10.0%   NM\n8.8   \n9.5   \n16.3   \n18.6   \nDepreciation factor=1.4 (EBIT to EBITDA=71.4%)\n0.0\n4.0%\n7.6%\n8.0%\n16.0%\n24.0%\n4.0%\n4.5x \n7.5x \n7.7x \n9.3x\n9.8x \n6.0%\n2.4   \n7.5   \n7.8   \n10.5    \n11.4     \n8.0%\n  NM\n7.5   \n7.9   \n12.0    \n13.4     \n10.0%   NM\n7.5   \n8.1   \n14.0    \n15.9     \nDepreciation factor=1.6 (EBIT to EBITDA=62.5%)\n0.0\n4.0%\n7.6%\n8.0%\n16.0%\n24.0%\n4.0%\n3.9x \n6.6x \n6.7x \n8.1x\n8.6x \n6.0%\n2.1   \n6.6   \n6.8   \n9.2 \n10.0     \n8.0%\n  NM\n6.6   \n7.0   \n10.5    \n11.7     \n10.0%   NM\n6.6   \n7.1   \n12.2    \n13.9     \nReturn on Invested Capital\n  Earnings Growth\nReturn on Invested Capital\n  Earnings Growth\nReturn on Invested Capital\n  Earnings Growth\n"
    },
    {
      "number": 14,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n14\n \n \nExhibit 10: EV/EBITDA Multiples Based on Economic Returns and Expected EBITDA Growth  \n \nSource: FactSet and Counterpoint Global. \nNote: Median EV/EBITDA; As of 3/12/24; Excludes financial and real estate sectors; EBITDA growth based on consensus \nestimates for the next three fiscal years; EV/EBITDA is enterprise value divided by consensus estimates of EBITDA for the \nnext four quarters. \nResearch shows that excess returns are positive for the stocks of companies with actual multiples lower than \nthe warranted multiples, and negative for those with actual multiples higher than the warranted multiples. \nFundamental value drivers determine the warranted multiples.34  \nConclusion \nMost investors and executives price, versus value, the stocks of companies. Pricing a stock generally means \nassigning a multiple to a measure of earnings or cash flows and rarely explicitly reflects important value drivers \nsuch as return on invested capital. Analysts and investment bankers also commonly assign a multiple based on \nthe multiples of comparable companies, and they often select a peer group that leads to the desired answer.35  \nThe most popular multiples are P/E and EV/EBITDA. In each case, the numerator captures the present value of \ncash flows over the long term while the denominator is a snapshot of earnings or cash flows in the short term. \nFurther, multiples fail to explicitly consider investment needs. For instance, two companies with the same level \nand growth rate in earnings per share (EPS) but different ROICs have different warranted P/E multiples. \nMultiples have also lost informativeness because of how accounting works and the nature of investment. Ideally, \naccountants should match expenses to revenues. But because there has been a sharp rise in intangible \n-20\n-10\n0\n10\n20\n30\n40\n-15\n-10\n-5\n0\n5\n10\n15\n20\n25\n30\n35\n40\nEBITDA Growth Expectations (Percent)\nROIC - WACC (Percent)\n11.4x\n19.5x\n11.7x\n14.0x\n"
    },
    {
      "number": 15,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n15\n \n \ninvestment, which is generally expensed, the income statement’s ability to match expenses and revenues has \ndegraded substantially in recent decades. Earnings are less informative than they used to be. \nIn most cases, the multiples of P/E and EV/EBITDA provide a similar signal. But there can be cases where two \ncompanies have similar P/Es and dissimilar EV/EBITDA multiples, or dissimilar P/Es and similar EV/EBITDA \nmultiples. These differences are generally attributable to differences in underlying profitability, capital structure, \nor tax rates. \nThe vast majority of companies now report earnings that do not conform to GAAP along with the required GAAP \nresults. Overall, non-GAAP earnings appear to be informative, although investors should always be on the \nlookout for figures that ignore important items.  \nWarranted EV/EBITDA multiples are based on ROIC and growth prospects. Baseline EV/EBITDA multiples differ \nbased on capital intensity. The depreciation factor, the ratio of EBITDA to EBIT, provides a useful clue about the \nappropriate steady-state multiple.  \nWe do not discourage the use of multiples. Rather, we encourage those who apply multiples to understand the \nunderlying value drivers that substantiate their choices. The goal is to keep valuation in mind when pricing \nbusinesses. \n \nPlease see Important Disclosures on pages 24-26 \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 16,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n16\n \n \nAppendix: From the Gordon Growth Model to Multiples \nOne of the simplest valuation techniques is the Gordon growth model, named after Myron Gordon, an economist, \nwho formalized the approach in the late 1950s.36 \nThe model says: \nValue   \n= \n \nValue is the enterprise value (EV) of the firm, which equals the equity market capitalization plus debt and other \nliabilities, minus cash. \nFree cash flow (FCF) is the cash a firm generates that is free to be distributed to the holders of debt and equity. \nFormally, it equals net operating profit after taxes (NOPAT) minus investments (I) in future growth. These \ninvestments include changes in working capital and capital expenditures (typically expressed net of \ndepreciation).37 \nThe cost of capital is the opportunity cost of capital providers. Investors and executives need to calculate the \nweighted average cost of capital (WACC) for companies financed with both debt and equity. Growth captures \nthe expected increase in FCF over time.  \nWe will show how to translate the value from the Gordon growth model into multiples, including EV/EBITDA, \nP/E, and EV/Sales.38 Much of this analysis follows Aswath Damodaran’s exposition on the topic.39      \nWe start by decomposing FCF as follows: \nFCF  \n=  \nEBIT(1 – t) – (capital expenditures – depreciation) – Δ in working capital \nEBIT stands for earnings before interest and taxes and t stands for tax rate. The first term on the right side of \nthe equation is NOPAT and the second two terms are investments. \nWe can rewrite the equation to include EBITDA: \nFCF  \n=  \n(EBITDA – depreciation)(1 – t) – (capital expenditures – depreciation) – Δ in working capital  \n \n=  \nEBITDA(1 – t) + depreciation(t) – capital expenditures – Δ in working capital  \nWe can substitute free cash flow with these terms to calculate value: \n \nValue   \n= \n \n \nWe divide both sides of the equation by EBITDA in order to calculate the EV/EBITDA multiple (warning, this is \na little messy, but we will use some numbers shortly to make it clearer): \n \n \nBefore we proceed with the other multiples, let us take a moment to apply figures to show how it works. We \nassume the company has no debt, but introducing debt is straightforward. \nFree cash flow \nCost of capital – growth \nEBITDA(1 – t) + depreciation(t) – capital expenditures – Δ in working capital \nWACC – growth \nEV \nEBITDA = \nDepreciation(t)/EBITDA \nWACC – g       \n1 – t \nWACC – g \ncapital expenditures/EBITDA \nWACC – g       \nΔ in working capital/EBITDA \nWACC – g \n+ \n– \n– \n"
    },
    {
      "number": 17,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n17\n \n \nWe suppose:  \nSales \n$500 \nEBIT \n100 \nDepreciation \n25 \nEBITDA \n125 \nTax rate \n15.0% \nCapital expenditures \n31.25 \nWorking capital \n0 \nWACC \n8.5% \nGrowth \n4.0% \n \nLet us start with the Gordon growth model. \nValue  \n=  \n \nValue  \n=  \n \nValue  \n=  \nNow we apply the numbers to solve for the EV/EBITDA multiple: \n \n \n \n \nTo check our work, we multiply the EV/EBITDA multiple of 14.0 by EBITDA of $125 to arrive at an EV of $1,750 \n(14.0 x $125 = $1,750).  \nWe can now continue with the P/E multiple. In this case, NOPAT and earnings are the same because there is \nno debt. Earnings equals EBIT(1 – t).  \nApplying the same figures, we get earnings of $85 ($100 × .85 = $85). Since the value is $1,750 and the earnings \nare $85, the P/E is 20.6 ($1,750 ÷ $85 = 20.6). This presumes value and price are synonymous.   \nSince we know the warranted EV/EBITDA multiple, it is a short step to calculate the EV/Sales multiple. All we \nhave to do is multiply both sides of the equation by EBITDA/Sales, which is .25 ($125/$500 = .25). \n \n \n                   \n=    14.0   x       .25        =   3.5 \n \nIn reality, the Gordon growth model is too simplistic to capture the value of most businesses. But this discussion \nshows how valuation multiples tie to the core drivers of value and to one another. \nEBIT(1 – t) – (capital expenditures – depreciation) – Δ in working capital \nWACC – g \n$100(1 – .15) – ($31.25 – $25) – 0 \n.085 – .04 \n$78.75 \n.045 \n= $1,750 \nx \nx \nEBITDA \nSales \nEV \nEBITDA \n= \n14.0 \nEBITDA \nSales \nEV \nSales \n= \n25(.15)/125 \n0.085 - .04 \n(1 – .15)   \n0.085 - .04 \n31.25/125 \n0.085 - .04 \n0 \n+ \n– \n– \nEV \nEBITDA \n= \n+ \n– \nEV \nEBITDA \n.03 \n.045 \n.85 \n.045 \n.25 \n.045 = 14.0 \n"
    },
    {
      "number": 18,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n18\n \n \nEndnotes \n1 Aswath Damodaran, “A Viral Market Meltdown III: Pricing or Value? Trading or Investing?” Musings on Markets, \nMarch 16, 2020. \n2 Jerald E. Pinto, Thomas R. Robinson, John D. Stowe, “Equity Valuation: A Survey of Professional Practice,” \nReview of Financial Economics, Vol. 37, No. 2, April 2019, 219-233; Frank J. Fabozzi, Sergio M. Focardi, and \nCaroline Jonas, “Equity Valuation: Science, Art, or Craft?” CFA Institute Research Foundation, 2017; and Lilia \nMukhlynina and Kjell G. Nyborg, “The Choice of Valuation Techniques in Practice: Education versus Profession,” \nSwiss Finance Institute Research Paper Series No. 16-36, October 2016. \n3 David A. Holland, “An Improved Method for Valuing Mature Companies and Estimating Terminal Value,” \nJournal of Applied Corporate Finance, Vol. 30, No. 1, Winter 2018, 70-77. \n4 Doron Nissim, “Terminal Value,” Columbia Business School Research Paper No. 18-12, January 4, 2018. \n5 Jeremiah Green, John R. M. Hand, and X. Frank Zhang, “Errors and Questionable Judgments in Analysts’ \nDCF Models,” Review of Accounting Studies, Vol. 21, No. 2, June 2016, 596-632. \n6 Anup Srivastava, “Trivialization of the Bottom Line and Losing Relevance of Losses,” Review of Accounting \nStudies, Vol. 28, No. 3, September 2023, 1190-1208. Srivastava places all companies listed before 1960 into \none cohort. \n7 For a conceptual example of two companies with identical economics but different accounting, see Michael J. \nMauboussin and Dan Callahan, “Good Losses, Bad Losses: All Losses Are Not Created Equal,” Consilient \nObserver: Counterpoint Global Insights, July 20, 2022.   \n8 There are a lot of judgment calls involved in this. We use the method described in Charles R. Hulten, “Decoding \nMicrosoft: Intangible Capital as a Source of Company Growth,” NBER Working Paper 15799, March 2010. For \na newer approach, see Aneel Iqbal, Shivaram Rajgopal, Anup Srivastava, and Rong Zhao, “A Better Estimate \nof Internally Generated Intangible Capital,” Management Science, forthcoming.  \n9 As it stands, intangible investments on the income statement create a valuable tax shield. Were accounting \nrules to change, this shield would either go away or become less valuable.  \n10 Ricardo De la O, Xiao Han, and Sean Myers, “The Return of Return Dominance: Decomposing the Cross-\nSection of Prices,” Jacobs Levy Equity Management Center for Quantitative Financial Research Paper, \nDecember 2023. \n11 Feng Gu and Baruch Lev, “Time to Change Your Investment Model,” Financial Analysts Journal, Vol. 73, No. \n4, Fourth Quarter 2017, 23-33 and Baruch Lev and Anup Srivastava, “Explaining the Recent Failure of Value \nInvesting,” Critical Finance Review, Vol. 11, No. 2, February 2022, 333-360. \n12 Yong Keun Yoo, “The Valuation Accuracy of Equity Valuation Using a Combination of Multiples,” Review of \nAccounting and Finance, Vol. 5, No. 2, 2006, 108-123.  \n13 Michael J. Mauboussin and Dan Callahan, “Intangibles and Earnings: Improving the Usefulness of Financial \nStatements,” Consilient Observer: Counterpoint Global Insights, April 12, 2022.  \n14 You can argue that there are other sources of capital, including leases (very similar to debt), convertible bonds \n(debt and an equity option), deferred taxes (a “loan” from the government), and a negative cash conversion \ncycle (effectively supplier financing). \n15 Interest expense is subtracted from operating profit to calculate pretax profit, and the tax rate is then applied \nto that sum. Introducing interest expense lowers pretax profit and, assuming the tax rate stays constant, lowers \nthe amount of taxes. This is called a “tax shield.” The tax shield has value, as it reduces the claim of the \ngovernment. This can increase corporate value. There are limits to the deductibility of interest expense in the \nU.S.  For example, the Tax Cuts and Jobs Act of 2017 sets a limit on the tax deductibility of interest at 30 percent \nof earnings before interest and taxes (EBIT) for U.S. companies with sales of $25 million or more. This went into \neffect in 2022. \n16 Stewart C. Myers, “The Capital Structure Puzzle,” Journal of Finance, Vol. 39, No. 3, July 1984, 575-592. \n17 Edward Bodmer, Corporate and Project Finance Modeling: Theory and Practice (Hoboken, NJ: John Wiley & \nSons, 2015), 445-451. \n18 Vijay Govindarajan, Anup Srivastava, and Rong Zhao, “Mind the GAAP,” Harvard Business Review, May 4, \n2021.  \n"
    },
    {
      "number": 19,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n19\n \n \n19 Adding back amortization of acquired intangibles but not depreciation (both are non-cash charges) may seem \npeculiar. Here is the reasoning. Depreciation is correctly considered an operating expense because it reflects \nwear and tear on physical assets. For instance, a company that buys a machine with a useful life of five years \nwill record it in property, plant, and equipment (PP&E) on its balance sheet and depreciate the asset on the \nincome statement over its life. Amortization of acquired intangibles reflects different accounting. Assume a \ncompany acquires a customer list. The company would post the list as an intangible asset on the balance sheet \nand amortize it over its estimated useful life. But the money it spends to maintain and grow the list is expensed \non the income statement. \n20 Dirk E. Black, Theodore E. Christensen, Jack T. Ciesielski, and Benjamin C. Whipple, “Non-GAAP Earnings: \nA Consistency and Comparability Crisis?” Contemporary Accounting Research, Vol. 38 No. 3, Fall 2021,1712-\n1747.  \n21 Warren E. Buffett, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 2023. See https://berkshire \nhathaway.com/ 2023ar/2023ar.pdf. \n22 Non-core expenses, similar to non-operating expenses, reflect “ancillary business activities or transitory \nshocks.” See Ethan Rouen, Eric C. So, and Charles C.Y. Wang, “Core Earnings: New Data and Evidence,” \nJournal of Financial Economics, Vol. 142, No. 3, December 2021, 1068-1091. \n23 Jason V. Chen, Kurt H. Gee, and Jed J. Neilson, “Disclosure Prominence and the Quality of Non-GAAP \nEarnings,” Journal of Accounting Research, Vol. 59, No. 1, March 2021, 163-213; Jeremiah W. Bentley, \nTheodore E. Christensen, Kurt H. Gee, and Benjamin C. Whipple, “Disentangling Managers’ and Analysts’ Non-\nGAAP Reporting,” Journal of Accounting Research, Vol. 56, No. 4, September 2018, 1039-1081; John L. \nCampbell, Kurt H. Gee, and Zac Wiebe, “The Determinants and Informativeness of Non-GAAP Revenue \nDisclosures,” The Accounting Review, Vol. 97, No. 7, November 2022, 23-48; and Black, Christensen, Ciesielski, \nand Whipple, “Non-GAAP Earnings: A Consistency and Comparability Crisis?”  \n24 Jason Zweig, a journalist, reports on the many “mutations” of EBITDA, including EBITDAC (with a change in \nacquisition costs used by insurers); EBITDAO (with option expense, a cost of paying management); EBITDAP \n(pension and other retirement benefits); EBITDAR (the costs of leasing real estate or airplanes, depending on \nthe industry); EBITDARE (losses, gains and other adjustments on real estate); EBITDAS or EBITDASC (stock-\nbased pay for management); and EBITDAX (exploration costs for oil-and-gas companies).” See Jason Zweig, \n“How Companies Use the Latest Profits Fad to Fool You,” Wall Street Journal, June 1, 2018. \n25 For example, Warren Buffett writes about items companies should not add back to calculate non-GAAP \nearnings: “‘Stock-based compensation’ is the most egregious example. The very name says it all: \n“compensation.” If compensation isn’t an expense, what is it? And, if real and recurring expenses don’t belong \nin the calculation of earnings, where in the world do they belong?” See “Letter to Shareholders,” Berkshire \nHathaway Annual Report, 2015. See https://berkshirehathaway.com/2015ar/2015ar.pdf. See also Zvi Bodie, \nRobert S. Kaplan, and Robert C. Merton, “For the Last Time: Stock Options Are an Expense,” Harvard Business \nReview, Vol. 81, No. 3, March 2003, 62-71.  \n26 If anything, this assumption is too optimistic. See Michael J. Mauboussin and Dan Callahan, “Underestimating \nthe Red Queen: Measuring Growth and Maintenance Investments,” Consilient Observer: Counterpoint Global \nInsights, January 27, 2022. \n27 The term “EBITDA Depreciation Factor” was coined by Chris Mercer. See Z. Christopher Mercer, “EBITDA \nSingle-Period Income Capitalization for Business Valuation,” Business Valuation Review, Vol. 35, No. 3, Fall \n2016, 86-102. \n28 FASB 141.  \n29 Wayne Landsman, Alexander Liss, and Sönke Sievers, “The Pricing of Acquired Intangibles,” TRR 266 \nAccounting for Transparency Working Paper Series, No. 65, October 2021.  \n30 Wesley R. Gray and Jack Vogel, “Analyzing Valuation Measures: A Performance Horse Race over the Past \n40 Years,” Journal of Portfolio Management, Vol. 39, No. 1, Fall 2012, 112-121, Tim Loughran and Jay W. \nWellman, “New Evidence on the Relation between the Enterprise Multiple and Average Stock Returns,” Journal \nof Financial and Quantitative Analysis, Vol. 46, No. 6, December 2011, 1629-1650; and Doron Nissim, “EBITDA, \nEBITA, or EBIT?” Columbia Business School Research Paper No. 17-71, January 10, 2018. \n"
    },
    {
      "number": 20,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n20\n \n \n31 Jennifer Francis, Katherine Schipper, and Linda Vincent, “The Relative and Incremental Explanatory Power \nof Earnings and Alternative (to Earnings) Performance Measures for Returns,” Contemporary Accounting \nResearch, Vol. 20, No. 1, Spring 2003, 121-64. \n32 Companies with higher EBITDA Depreciation Factors have higher debt-to-total capitalization ratios on \naverage. But the difference in cost of capital is not material if you use a higher cost of equity and debt and \nreweight the contributions. Return on invested capital and growth are the main drivers of valuation. See Robert \nW. Holthausen and Mark Zmijewski, “Valuation with Market Multiples: How to Avoid Pitfalls When Identifying \nand Using Comparable Companies,” Journal of Applied Corporate Finance, Vol. 24, No. 3, Summer 2012, 26-\n38.  \n33 Consider this passage from the book, Conspiracy of Fools: \n“We need to keep investing to grow as fast as possible. Merrill Lynch says our valuation is all about EBITDA, \nnot earnings.” \nEBITDA. A fancy Wall Street term for profits, with all of the financial expenses removed. It stood for “earnings \nbefore interest, taxes, depreciation, and amortization.” Steady growth in EBITDA could be a sign of future strong \nprofits, but not if it was being accomplished by manufacturing full, after-tax losses. \n[Ken] Lay couldn’t believe what he was hearing. Was [Rebecca] Mark really arguing that the deeper into a hole \nshe got, the better off her company would be? \n“Rebecca, that doesn’t make any sense,” he said. “Surely you understand that if you put capital into projects \nwith returns that are below the cost of that capital, ultimately you’re going to go bankrupt.” \n“This is what Merrill tells me is the way things are around this industry,” Mark replied. “We have to grow EBITDA. \nThat’s all that matters.” \nSee Kurt Eichenwald, Conspiracy of Fools: A True Story (New York: Broadway Books, 2005), 278. \n34 Jiyoun An, Sanjeev Bhojraj, and David T. Ng, “Warranted Multiples and Future Returns,” Journal of \nAccounting, Auditing, and Finance, Vol. 25, No. 10, April 2010, 143-169 and Sanjeev Bhojraj and Charles M. C. \nLee, “Who Is My Peer? A Valuation-Based Approach to the Selection of Comparable Firms,” Journal of \nAccounting Research, Vol. 40, No. 2, May 2002, 407-439. \n35 Gregory W. Eaton, Feng Guo, Tingting Liu, and Micah S. Officer, “Peer Selection and Valuation in Mergers \nand Acquisitions,” Journal of Financial Economics, Vol. 146, No. 1, October 2022, 230-255. \n36 M. J. Gordon, “Dividends, Earnings, and Stock Prices,” Review of Economics and Statistics, Vol. 41, No. 2, \nPart 1, May 1959, 99-105. \n37 Investments also include net mergers and acquisitions (mergers and acquisitions minus divestitures). \n38 Andreas Schueler, “Valuation with Multiples: A Conceptual Analysis,” Journal of Business Valuation and \nEconomic Loss Analysis, Vol. 15, No. 1, February 2020, 20190020.  \n39 Aswath Damodaran, “EV/EBITDA.” See https://pages.stern.nyu.edu/~adamodar/pdfiles/vebitda.pdf. More \nformally, NOPAT starts with operating income, or earnings before interest and taxes (EBIT). But you then add \namortization from acquired intangible assets (A) and the embedded interest component of operating lease \nexpense. Finally, you subtract cash taxes, which include the tax provision, deferred taxes, and the tax shield. \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 21,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n21\n \n \nReferences \nJiyoun An, Sanjeev Bhojraj, and David T. Ng, “Warranted Multiples and Future Returns,” Journal of Accounting, \nAuditing, and Finance, Vol. 25, No. 10, April 2010, 143-169. \nJeremiah W. Bentley, Theodore E. Christensen, Kurt H. Gee, and Benjamin C. Whipple, “Disentangling \nManagers’ and Analysts’ Non-GAAP Reporting,” Journal of Accounting Research, Vol. 56, No. 4, September \n2018, 1039-1081. \n“Berkshire and Wesco Annual Meetings,” Outstanding Investor Digest, Vol. 18, Nos. 3-4, Year End 2003, 36. \nPeter L. Bernstein, “Two Little-Noted Features of The Markets and The Economy,” Economics & Portfolio \nStrategy, November 3, 2008. \nSanjeev Bhojraj and Charles M. C. Lee, “Who Is My Peer? A Valuation-Based Approach to the Selection of \nComparable Firms,” Journal of Accounting Research, Vol. 40, No. 2, May 2002, 407-439. \nDirk E. Black, Theodore E. Christensen, Jack T. Ciesielski, and Benjamin C. Whipple, “Non-GAAP Earnings: A \nConsistency and Comparability Crisis?” Contemporary Accounting Research, Vol. 38 No. 3, Fall 2021,1712-\n1747.  \nStanley Block, “Methods of Valuation: Myths vs. Reality,” Journal of Investing, Vol. 19, No. 4, Winter 2010, 7-14. \nZvi Bodie, Robert S. Kaplan, and Robert C. Merton, “For the Last Time: Stock Options Are an Expense,” Harvard \nBusiness Review, Vol. 81, No. 3, March 2003, 62-71.  \nEdward Bodmer, Corporate and Project Finance Modeling: Theory and Practice (Hoboken, NJ: John Wiley & \nSons, 2015), 445-451. \nJan Bouwens, Ties de Kok, and Arnt Verriest, “The Prevalence and Validity of EBITDA as a Performance \nMeasure,” Comptabilité Contrôle Audit, Vol. 25, No. 1, January 2019, 55-105.  \nWarren E. Buffett, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 2023. \nGeorge Calhoun, Price and Value: A Guide to Equity Market Valuation Metrics (Jersey City, NJ: Apress, 2020). \nJohn L. Campbell, Kurt H. Gee, and Zac Wiebe, “The Determinants and Informativeness of Non-GAAP Revenue \nDisclosures,” The Accounting Review, Vol. 97, No. 7, November 2022, 23-48. \nJason V. Chen, Kurt H. Gee, and Jed J. Neilson, “Disclosure Prominence and the Quality of Non-GAAP \nEarnings,” Journal of Accounting Research, Vol. 59, No. 1, March 2021, 163-213. \nAswath Damodaran, “A Viral Market Meltdown III: Pricing or Value? Trading or Investing?” Musings on Markets, \nMarch 16, 2020. \nGregory W. Eaton, Feng Guo, Tingting Liu, and Micah S. Officer, “Peer Selection and Valuation in Mergers and \nAcquisitions,” Journal of Financial Economics, Vol. 146, No. 1, October 2022, 230-255. \nKurt Eichenwald, Conspiracy of Fools: A True Story (New York: Broadway Books, 2005). \nFrank J. Fabozzi, Sergio M. Focardi, and Caroline Jonas, “Equity Valuation: Science, Art, or Craft?” CFA Institute \nResearch Foundation, 2017. \nJennifer Francis, Katherine Schipper, and Linda Vincent, “The Relative and Incremental Explanatory Power of \nEarnings and Alternative (to Earnings) Performance Measures for Returns,” Contemporary Accounting \nResearch, Vol. 20, No. 1, Spring 2003, 121-64. \n \n"
    },
    {
      "number": 22,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n22\n \n \nPaul Gompers, Steven N. Kaplan, and Vladimir Mukharlyamov, “What Do Private Equity Firms Say They Do?” \nJournal of Financial Economics, Vol. 121, No. 3, September 2016, 449-476. \nM. J. Gordon, “Dividends, Earnings, and Stock Prices,” Review of Economics and Statistics, Vol. 41, No. 2, Part \n1, May 1959, 99-105. \nSamuel Eliot Gould, Stock Growth and Discount Tables (Boston, MA: Financial Publishing Company, 1931). \nVijay Govindarajan, Anup Srivastava, and Rong Zhao, “Mind the GAAP,” Harvard Business Review, May 4, \n2021.  \nBenjamin Graham and David Dodd, Security Analysis (New York: McGraw-Hill Book Company, 1934). \nWesley R. Gray and Jack Vogel, “Analyzing Valuation Measures: A Performance Horse Race over the Past 40 \nYears,” Journal of Portfolio Management, Vol. 39, No. 1, Fall 2012, 112-121. \nTim Koller, Marc Goedhart, and David Wessels, Valuation: Measuring and Managing the Value of Companies, \n7th Edition (Hoboken, NJ: John Wiley & Sons, 2020), \nJeremiah Green, John R. M. Hand, and X. Frank Zhang, “Errors and Questionable Judgments in Analysts’ DCF \nModels,” Review of Accounting Studies, Vol. 21, No. 2, June 2016, 596-632. \nFeng Gu and Baruch Lev, “Time to Change Your Investment Model,” Financial Analysts Journal, Vol. 73, No. 4, \nFourth Quarter 2017, 23-33 \nMartin Hallmark, Frederic Duranson, Iker Ballestero Barrutia, and Richard Etheridge, “EBITDA Adjustments on \nthe Rise but Fewer Will Be Achieved,” Moody’s Investors Service, June 27, 2018. \nCharles J. Higgins, “What’s Wrong with PEG?” Journal of Finance and Bank Management, Vol. 3, No. 2, 2015, \n1-6. \nDavid A. Holland, “An Improved Method for Valuing Mature Companies and Estimating Terminal Value,” Journal \nof Applied Corporate Finance, Vol. 30, No. 1, Winter 2018, 70-77. \nRobert W. Holthausen and Mark E. Zmijewski, “Valuation with Market Multiples: How to Avoid Pitfalls When \nIdentifying and Using Comparable Companies,” Journal of Applied Corporate Finance, Vol. 24, No. 3, Summer \n2012, 26-38.  \nCharles R. Hulten, “Decoding Microsoft: Intangible Capital as a Source of Company Growth,” NBER Working \nPaper 15799, March 2010. \nAneel Iqbal, Shivaram Rajgopal, Anup Srivastava, and Rong Zhao, “A Better Estimate of Internally Generated \nIntangible Capital,” Management Science, forthcoming. \nWayne Landsman, Alexander Liss, and Sönke Sievers, “The Pricing of Acquired Intangibles,” TRR 266 \nAccounting for Transparency Working Paper Series, No. 65, October 2021. \nBaruch Lev and Anup Srivastava, “Explaining the Recent Failure of Value Investing,” Critical Finance Review, \nVol. 11, No. 2, February 2022, 333-360. \nTim Loughran and Jay W. Wellman, “New Evidence on the Relation between the Enterprise Multiple and \nAverage Stock Returns,” Journal of Financial and Quantitative Analysis, Vol. 46, No. 6, December 2011, 1629-\n1650. \nMichael J. Mauboussin and Alfred Rappaport, Expectations Investing: Reading Stock Prices for Better Returns—\nRevised and Updated (New York: Columbia Business School Publishing, 2021). \n \n"
    },
    {
      "number": 23,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n23\n \n \nMichael J. Mauboussin and Dan Callahan, “Underestimating the Red Queen: Measuring Growth and \nMaintenance Investments,” Consilient Observer: Counterpoint Global Insights, January 27, 2022. \n_____., “Intangibles and Earnings: Improving the Usefulness of Financial Statements,” Consilient Observer: \nCounterpoint Global Insights, April 12, 2022. \n_____., “Good Losses, Bad Losses: All Losses Are Not Created Equal,” Consilient Observer: Counterpoint \nGlobal Insights, July 20, 2022. \nZ. Christopher Mercer, “EBITDA Single-Period Income Capitalization for Business Valuation,” Business \nValuation Review, Vol. 35, No. 3, Fall 2016, 86-102. \nMerton H. Miller and Franco Modigliani, “Dividend Policy, Growth, and the Valuation of Shares,” Journal of \nBusiness, Vol. 34, No. 4, October 1961, 411-433. \nStewart C. Myers, “The Capital Structure Puzzle,” Journal of Finance, Vol. 39, No. 3, July 1984, 575-592. \nDoron Nissim, “Terminal Value,” Columbia Business School Research Paper No. 18-12, January 4, 2018. \n_____., “EBITDA, EBITA, or EBIT?” Columbia Business School Research Paper No. 17-71, January 10, 2018. \nLilia Mukhlynina and Kjell G. Nyborg, “The Choice of Valuation Techniques in Practice: Education versus \nProfession,” Swiss Finance Institute Research Paper Series No. 16-36, October 2016. \nJerald E. Pinto, Thomas R. Robinson, John D. Stowe, “Equity Valuation: A Survey of Professional Practice,” \nReview of Financial Economics, Vol. 37, No. 2, April 2019, 219-233.  \nJoshua Rosenbaum and Joshua Pearl, Investment Banking: Valuation, Leveraged Buyouts, and Mergers & \nAcquisitions, Third Edition (Hoboken, NJ: John Wiley & Sons, 2020). \nEthan Rouen, Eric C. So, and Charles C.Y. Wang, “Core Earnings: New Data and Evidence,” Journal of Financial \nEconomics, Vol. 142, No. 3, December 2021, 1068-1091. \nOded Rozenbaum, “EBITDA and Managers’ Investment and Leverage Choices,” Contemporary Accounting \nResearch, Vol. 36, No. 1, Spring 2019, 513-546. \nPamela M. Stumpp, “Putting EBITDA In Perspective: Ten Critical Failings of EBITDA As The Principal \nDeterminant Of Cash Flow,” Moody’s Investors Service, June 2000.   \nWilliam Thorndike, The Outsiders: Eight Unconventional CEOs and Their Radically Rational Blueprint for \nSuccess (Boston, MA: Harvard Business Review Press, 2012), 91. \nAndreas Schueler, “Valuation with Multiples: A Conceptual Analysis,” Journal of Business Valuation and \nEconomic Loss Analysis, Vol. 15, No. 1, February 2020, 20190020.  \nMatthew Shaffer, “Which Multiples Matter in M&A? An Overview,” Review of Accounting Studies, 2023.  \nAnup Srivastava, “Trivialization of the Bottom Line and Losing Relevance of Losses,” Review of Accounting \nStudies, Vol. 28, No. 3, September 2023, 1190-1208.  \nJohn Burr Williams, The Theory of Investment Value (Cambridge, MA: Harvard University Press, 1938). \nYong Keun Yoo, “The Valuation Accuracy of Equity Valuation Using a Combination of Multiples,” Review of \nAccounting and Finance, Vol. 5, No. 2, 2006, 108-123. \nJason Zweig, “How Companies Use the Latest Profits Fad to Fool You,” Wall Street Journal, June 1, 2018.  \n \n \n"
    },
    {
      "number": 24,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n24\n \n \nIMPORTANT INFORMATION \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers.  \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThe S&P 500® Index measures the performance of the large cap segment of the U.S. equities market, covering \napproximately 80% of the U.S. equities market. The Index includes 500 leading companies in leading industries \nof the U.S. economy. The Russell 3000® Index measures the performance of the largest 3,000 U.S. companies \nrepresenting approximately 98% of the investable U.S. equity market. The Russell 3000 Index is constructed to \nprovide a comprehensive, unbiased, and stable barometer of the broad market and is completely reconstituted \nannually to ensure new and growing equities are reflected. The index is unmanaged and does not include any \nexpenses, fees or sales charges. It is not possible to invest directly in an index. The index referred to herein is \nthe intellectual property (including registered trademarks) of the applicable licensor. Any product based on an \nindex is in no way sponsored, endorsed, sold or promoted by the applicable licensor and it shall not have any \nliability with respect thereto. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation.  \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary.  \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \n"
    },
    {
      "number": 25,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n25\n \n \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities: \n \nEMEA \nThis material is for Professional Clients/Accredited Investors only. \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited (“FMIL”). \nFMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company limited by \nshares with company registration number 616661 and has its registered address at 24-26 City Quay, Dublin 2, \nDO2 NY19, Ireland. \n \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA. \n \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland. \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) Limited \n(“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the United \nKingdom by the Financial Conduct Authority. \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158).  \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument.  \n  \n \n"
    },
    {
      "number": 26,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6546868 Exp. 4/30/2025 \n26\n \n \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall only \nbe made available to “professional investors” as defined under the Securities and Futures Ordinance of Hong \nKong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory authority \nincluding the Securities and Futures Commission in Hong Kong. Accordingly, save where an exemption is \navailable under the relevant law, this material shall not be issued, circulated, distributed, directed at, or made \navailable to, the public in Hong Kong. Singapore: This material is disseminated by Morgan Stanley Investment \nManagement Company and should not be considered to be the subject of an invitation for subscription or \npurchase, whether directly or indirectly, to the public or any member of the public in Singapore other than (i) to \nan institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of Singapore (“SFA”); \n(ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of the SFA, and such \ndistribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) otherwise pursuant \nto, and in accordance with the conditions of, any other applicable provision of the SFA. This publication has not \nbeen reviewed by the Monetary Authority of Singapore.   Australia: This material is provided by Morgan Stanley \nInvestment Management (Australia) Pty Ltd ABN 22122040037, AFSL No. 314182 and its affiliates and does \nnot constitute an offer of interests. Morgan Stanley Investment Management (Australia) Pty Limited arranges for \nMSIM affiliates to provide financial services to Australian wholesale clients. Interests will only be offered in \ncircumstances under which no disclosure is required under the Corporations Act 2001 (Cth) (the “Corporations \nAct”). Any offer of interests will not purport to be an offer of interests in circumstances under which disclosure is \nrequired under the Corporations Act and will only be made to persons who qualify as a “wholesale client” (as \ndefined in the Corporations Act). This material will not be lodged with the Australian Securities and Investments \nCommission.  \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association. \n"
    }
  ]
}