{
  "filename": "mm_135_2019_looking_for_easy_games_in_bonds.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423231311-07'00'",
    "modDate": "D:20240423231447-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 135,
      "year": "2019",
      "date": "4/16",
      "institution": "Blue Mountain",
      "title": "Looking for Easy Games in Bonds",
      "url": "https://12mv2.files.wordpress.com/2024/04/19-04-16-looking-for-easy-games-in-bonds.pdf"
    },
    "tags": [
      "Alpha generation",
      "Market structure",
      "Investment process",
      "Skill vs luck"
    ],
    "tagged_at": "2025-01-20T21:29:26.768168"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nBLUEMOUNTAIN INVESTMENT RESEARCH \nLooking for Easy Games in Bonds  \n \n \nMarkets are always evolving. One of the \nbiggest changes in recent years has been the \nrise of index funds. These passive funds, which \ninclude traditional index funds and exchange-\ntraded funds that follow specific rules, have \nreceived the majority of flows from investors in \nthe past decade. While active managers \ncontinue to play a critical role in gathering \ninformation and reflecting it in prices, passive \nmanagers are growing their share of the \nmarket in stocks and bonds.   \nThe most popular indexes in the U.S. are the \nS&P 500 for stocks and the Bloomberg \nBarclays US Aggregate Bond Index for bonds. \nPassive funds can mimic the S&P 500’s returns \nclosely and cheaply, but mimicking the \nreturns for the Bloomberg Barclays US \nAggregate Bond Index is substantially more \nchallenging because it has 20 times the \nnumber of securities, higher turnover, and \nmore frequent rebalancing than the S&P 500. \nThe difficulty in matching the Bloomberg \nBarclays US Aggregate Bond Index spells \nopportunity for active managers. Indeed, a \nmuch higher percentage of bond managers \nthan stock managers beat their passive peers \nover time. One result is that U.S. active bond \nmanagers have received $0.9 trillion in inflows \nwhile active equity managers have suffered \n$1.1 trillion in outflows over the past decade. \nIn this report, Michael reviews the shift from \nactive to passive, discusses the role of skill, \ntakes measure of the opportunities for active \nbond managers, considers what these \ndevelopments mean for asset managers, and \nexamines the history of pre-fee excess returns \nfor bond managers. We always welcome your \nquestions and comments. \nAndrew Feldstein \n \nChief Investment Officer \nApril 16, 2019\n"
    },
    {
      "number": 2,
      "text": "BLUEMOUNTAIN INVESTMENT RESEARCH  /  April 16, 2019 \nLooking for Easy Games in \nBonds \n \n \n \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n \nMichael J. Mauboussin \nDirector of Research \nmmauboussin@bmcm.com \n \nThe shift from active to passive management remains one of the hottest \nissues in the investment industry. In this report we examine the shift from \nactive to passive investing in bonds. The migration in stocks has received \nmore attention than that in bonds because the move has been more \ndramatic. The transition in bonds has been less rapid because active bond \ninvestors have outperformed passive alternatives at a higher rate than equity \nmanagers have, even if much of that outperformance can be explained by \nexposure to risk premiums.  \nWe document the shift by examining trends in assets under management and \nflows for active and passive taxable bond funds. Next, we describe the \nchallenges that investors face in identifying skillful managers. We turn to \nmethods for measuring easy games, including a comparison of popular bond \nand stock indexes and a consideration of the participants in the markets. \nFinally, we review the implications for asset managers and conclude with a \nnovel framework for gauging the value that active managers generate.\nIntroduction\nThe growth in passive investing continues to be \nan important topic for investors to consider. \nActive managers select securities in an effort to \ngenerate returns, adjusted for risk, that exceed \ncertain targets. Passive managers create \nportfolios that mirror indexes or follow specific \nrules. Examples of rules-based funds include those \nthat attempt to capture premiums from \nfundamental factors such as size, value, \nmomentum, and volatility. These are commonly \ncalled “smart beta” funds. Passive funds can be \nin the form of traditional index mutual funds or \nexchange-traded funds (ETFs).1  \nThe top panel of exhibit 1 shows that active \nequity funds in the U.S. have suffered $1.1 trillion in \ncumulative outflows in the past ten years, while \nflows into passive funds have approached $2.4 \ntrillion. \nActive managers in the bond market have not \nfared as badly. The bottom panel of exhibit 1 \nreveals that cumulative flows have been positive \nfor both active and passive bond funds. Over the \npast ten years, flows into active bond funds have \nbeen roughly $935 billion and flows into passive \nbond funds have been about $960 billion. The \ntrend has been clearly more favorable for passive \nmanagers since 2012. \n \n"
    },
    {
      "number": 3,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n2 \nExhibit 1: Cumulative Flows from Active to Passive in U.S. Equities and Bonds \n \n  \n  \nSource: Morningstar Direct. \nNote: 2009-2018; Monthly data for long-term, open-end mutual funds and ETFs domiciled in the U.S. that invest in U.S. \nequity, sector equity, or international equity (“Equities”) and taxable bonds (“Bonds”).\nExhibit 2 provides a simple explanation for the \ndifference in flows. The percentage of actively-\nmanaged bond mutual funds that have \noutperformed their passively-managed peers is \nmuch higher than that for equities for holding \nperiods of three or more years through 2018. On \nthe surface it is easy to see why investors have \nselected active managers for bonds and \nshunned them for stocks.  \nBut interpreting this apparent difference in results \naccurately requires a deeper appreciation of \ntrue excess returns and exposure to risk factors. \nMost of the outperformance relative to passive \npeers is attributable to traditional risk premiums, \nincluding term, corporate credit, and emerging \nmarkets risk. Intermediate-term bond managers \ngenerally have more credit exposure than their \nbenchmark, and high-yield managers have less \ncredit exposure than their benchmark, allowing \nthe intermediate-term bond managers to have a \nhigher batting average. \nResearch by the Vanguard Group, one of the \nworld’s largest investment advisers, suggests that \nan investor can approximate the performance of \nactive managers benchmarked against the \nBloomberg Barclays US Aggregate Bond Index \nwith an 80 percent allocation to a total U.S. bond \nmarket index fund and a 20 percent allocation to \na corporate bond fund with low tracking error \nand fees.2 That said, it is easy to understand why \nan investor who wants to invest in bonds would \nselect an active rather than a passive fund. \nNot all asset classes within the bond universe are \ncreated equally. The dispersion of returns for \nmanagers of government bonds or mortgage-\nbacked securities funds is small, excluding the  \nExhibit 2: Percentage of Active Mutual Funds That Outperformed Passive Peers, 2018 \n \n \n  \n \nSource: Morningstar.\n-1,500\n-1,000\n-500\n0\n500\n1,000\n1,500\n2,000\n2,500\n-1,500\n-1,000\n-500\n0\n500\n1,000\n1,500\n2,000\n2,500\n2009\n2012\n2015\n2018\nBillions of U.S. Dollars\nBillions of U.S. Dollars\nEquities\nActive\nPassive\n-1,500\n-1,000\n-500\n0\n500\n1,000\n1,500\n2,000\n2,500\n-1,500\n-1,000\n-500\n0\n500\n1,000\n1,500\n2,000\n2,500\n2009\n2012\n2015\n2018\nBillions of U.S. Dollars\nBillions of U.S. Dollars\nBonds\nActive\nPassive\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\nInter-\nmediate-\nTerm\nCorporate High\nYield\nLarge\nCap\nBlend\nLarge\nCap\nValue\nLarge\nCap\nGrowth\nPercentage Outperforming\n3 Years\nEquity Funds\nBond Funds\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\nInter-\nmediate-\nTerm\nCorporate High\nYield\nLarge\nCap\nBlend\nLarge\nCap\nValue\nLarge\nCap\nGrowth\nPercentage Outperforming\n10 Years\nEquity Funds\nBond Funds\n"
    },
    {
      "number": 4,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n3 \namplifying effect of leverage, whereas the \ndispersion in returns for managers of emerging-\nmarket or high-yield bonds is large. For instance, \nthe difference between the 75th and 25th \npercentile managers, measured over three years, \nis roughly 5 times larger for emerging market debt \nthan for long-term government debt. Equity funds \nare more volatile but the difference in dispersion \nbetween the high- and low-dispersion asset \nclasses is only two times. \nNotwithstanding the growth of passive investment \nin stocks and bonds, it is important to underscore \nthat active management will not disappear \naltogether. Active managers generate excess \nreturns by gathering information and reflecting it \nin the market. In so doing, they promote price \ndiscovery and provide liquidity.3 Active managers \nmake money as they drive prices toward \nefficiency and allow all market participants to get \nin and out of investments at a relatively low cost. \nThese are good for society and are a positive \nexternality. Traditional index funds and ETFs get a \nfree ride on this externality. The open question is \nwhat percentage of the investment \nmanagement industry needs to be active to \naccrue these benefits.\nDocumenting the Shift \nThe assets under management (AUM) for the U.S. \ntaxable bond mutual fund and ETF universe have \ngone from about $380 billion in 1993 to roughly \n$3.8 trillion today (left panel of exhibit 3), and \npassive funds have gone from close to zero to \nnearly one-third of the AUM (right panel). By way \nof comparison, passive U.S. equity funds are now \nabout one-half of all AUM for managed funds.4 \nExhibit 4 shows the flow of money into active and \npassive taxable bond funds from 1993 through \n2018. Flows into active funds were positive for 20 \nof the 26 years, although 3 of the 6 years of \noutflows have occurred since 2012. Passive flows \nhave been positive every year. \nExhibit 3: AUM of U.S. Taxable Bond Mutual Funds and ETFs and Market Share of Passive, 1993-2018 \n  \n \nSource: Morningstar Direct. \nExhibit 4: Fund Flows into Actively and Passively Managed U.S. Taxable Bond Funds, 1993-2018 \n \nSource: Morningstar Direct. \n0\n500\n1,000\n1,500\n2,000\n2,500\n3,000\n3,500\n4,000\n1993\n1998\n2003\n2008\n2013\n2018\nBillions of Dollars\nAUM\nActive\nPassive\n0\n5\n10\n15\n20\n25\n30\n35\n1993\n1998\n2003\n2008\n2013\n2018\nPercent\nPassive as a Percentage of AUM\n-100\n0\n100\n200\n300\n400\n500\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\nBillions of Dollars\nActively Managed\nPassively Managed\n"
    },
    {
      "number": 5,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n4 \nExhibit 5 shows how the $3.8 trillion in mutual funds \nand ETFs breaks down by asset class within \ntaxable bonds. The largest percentage of the \nfunds, 38 percent, are dedicated to intermediate-\nterm bond funds followed by 10 percent in short-\nterm bond funds and 7 percent in high-yield bond \nfunds. \nThe first equity ETF was launched in 1993 and the \nfirst fixed-income ETF debuted in 2002. There are \nroughly 400 U.S. taxable bond ETFs today. ETFs \ntrade all day, allow investors to transact through \na broker, and can provide better tax efficiency \nthan traditional mutual funds. ETFs represent \nabout one-half of total passive bond AUM. While \nmuch smaller than equities in absolute dollars, the \nproportion of ETF assets to the size of total \npassively managed assets is similar (see exhibit 6). \nThe AUM for ETFs that own taxable bonds have \ngrown rapidly and are roughly ten times higher \ntoday than a decade ago (see exhibit 7). Passive \nETFs represent the bulk of AUM, but active ETFs \nhave increased in recent years. Active ETFs were \n10 percent of AUM in 2018, up from 0 percent ten \nyears ago. Fixed-income ETFs can have larger \ntracking error than equity ETFs because the \nunderlying bonds tend to be less liquid than the \nunderlying stocks. In general, the less liquid the \nassets comprising the ETF, the less accurately the \nETF will track the asset value.5  \nExhibit 5: AUM of U.S. Taxable Bond Mutual Funds \nand ETFs, by Category, 2018 \n \nSource: Morningstar Direct. \n \n \nExhibit 6: AUM of Exchange-Traded Funds by \nAsset Class, 2018 \n \nSource: Morningstar Direct. \nExhibit 7: AUM of Exchange-Traded Funds, U.S. \nTaxable Bonds, 2001-2018 \n \nSource: Morningstar Direct. \nNote: Active and passive ETFs. \n \n \n \n \n \n \n \n \n \n \n \n0\n300\n600\n900\n1,200 1,500\nMultisector\nUltrashort\nWorld\nHigh-Yield\nShort-Term\nOther\nIntermediate-Term\n$ Billions\n0\n400\n800\n1,200\n1,600\nAllocation\nMunicipal Bond\nAlternative\nCommodities\nSector Equity\nTaxable Bond\nInternational Equity\nU.S. Equity\nBillions of U.S. Dollars\n0\n100\n200\n300\n400\n500\n600\n700\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\nBillions of Dollars\n"
    },
    {
      "number": 6,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n5 \nSorting Skill and Luck\nActive management is a zero-sum game in the \nsense that there has to be symmetry between \nmanagers who generate positive excess returns \nand those who generate negative excess returns. \nInvestors face the challenge of identifying and \nselecting skillful managers.  \nIn fact, there are really two issues. The first is \njudging which managers are likely to deliver \nattractive returns and the other is assessing the \nattractiveness of the opportunity to express skill. \nA common way to measure skill is to look at \npersistence. Results are persistent in activities \nwhere outcomes are due predominantly to skill \nrather than luck. Think of a world-class musician. \nShe will play beautifully night in and night out. The \nquality of the performance is lasting. Results are \nmore random when luck primarily determines \noutcomes. Yesterday’s lottery winner has no \nbetter a chance to win tomorrow. \nConsistent with the message from exhibit 2, the \npersistence in performance for bond mutual fund \nmanagers tends to be higher than that for equity \nmutual fund managers.6 This means that bond \nfunds that outperform the benchmark tend to do \nso with some consistency.  \nThere are a couple ways to explain that result. It \nmay be the case that there is a lot of variety in \nthe skill of bond managers and that the better \nones outperform the worse ones. It may also be \nthe case that measuring relative results is trickier \nthan it appears. For example, managers may \nhave exposure to a risk factor that a simple return \nfigure fails to reflect and therefore the \noutperformance is really compensation for risk.     \nThe variation of skill is a crucial consideration in \nany competitive domain. One useful concept is \nthe “paradox of skill,” which says that in activities \nwhere both skill and luck contribute to outcomes, \nas skill increases, luck can play a bigger role in \ndetermining results.7 The key to the idea is to \nrecognize that you can measure absolute and \nrelative skill. In nearly all competitive domains, \nabsolute skill has improved. Consider sports \nmeasured against a clock, such as running or \nswimming. Athletes today are faster than their \npredecessors as the result of advancements in \ntechnique, nutrition, coaching, and training.  \nAt the same time that absolute skill has improved, \nrelative skill has narrowed. That means that in a \nfield of competition, the difference between the \nbest and the average player is smaller today \nthan it was in the past. As the level of skill \nbecomes more uniform, the role of luck rises.  \nThe paradox of skill is a big deal in investing. That \nmanager results appear close to random is not \nbecause professional investors don’t know what \nthey are doing. It’s actually the opposite. \nInvestors today are so good that asset prices do \nan effective, albeit imperfect, job of reflecting \nrelevant information.8     \nOne way to measure the paradox of skill over \ntime is to examine changes in the standard \ndeviation of results. Think of it this way: the results \nfor many activities follow a distribution that looks \nlike a bell. Lots of participants are near the \naverage at the top of the bell. The sides that \nslope down from the top represent the under- \nand outperformers. Standard deviation measures \nthe width of the bell. A shrinking standard \ndeviation reveals the paradox of skill, as it \ndocuments the gap between the average and \nthe extreme performers.   \nThe investment management industry measures \nresults through excess returns adjusted for risk \nrelative to an appropriate benchmark, or alpha. \nThe distribution of alpha doesn’t follow a perfect \nbell-shaped curve, but reality is close enough to \nmake the point. Skillful active managers want \nwide distributions so they can earn positive alpha \nwhile less skillful investors suffer negative alpha.       \nExhibit 8 shows the three-year average standard \ndeviation of single-factor alpha for U.S. large \ncapitalization equity mutual funds from 1973 \nthrough 2018. There is a steady decline in \nstandard deviation, save for a brief but explosive \nexpansion during the dot-com bubble. That \nnoted, the standard deviation has rebounded \nmodestly since the financial crisis. In 2018, the \nstandard deviation of alpha was 5.1 percent for \nmore than 2,000 equity mutual funds.\n"
    },
    {
      "number": 7,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n6 \nExhibit 8: Standard Deviation of Alpha for U.S. Large Capitalization Equity Mutual Funds \n \nSource: Morningstar Direct. \nNote: Rolling three-year average. \nExhibit 9 shows the three-year average standard \ndeviation of alpha for U.S. taxable bond mutual \nfunds from 1978 through 2018. The standard \ndeviation has bounced around, but unlike the \nequity chart there is no clear trend. While bond \nmanagers have certainly become more skillful \nover time, the relative skill gap between the best \nand worst performers has not narrowed as it has \nfor equity managers. In 2018, the standard \ndeviation of alpha was 3.3 percent for nearly \n1,300 U.S. taxable bond mutual funds.  \nAll markets are highly competitive, but the \npersistence and standard deviation of alpha \nsuggest that the opportunity to find managers \nwho may outperform is greater in bonds than in \nstocks. Investment process and time horizon are \nkey for both. But bond markets have more \nsecurities, are more costly to trade, and \nexperience greater turnover. As a consequence, \nit comes as little surprise that fewer equity \nmanagers than fixed income managers \noutperform their respective benchmarks. This is \nconsistent with the more rapid transition into \npassive funds in the equity markets. \nGenerating positive alpha requires applying skill \nthrough a robust process and an ability to find \ninefficiently-priced assets. Skilled poker players \ndescribe the search for easy games, where they \ncan be confident that their skill will prevail over \ntime. The same is true of markets. You know you \nare playing an easy game when you can clearly \nidentify your source of edge. \nExhibit 9: Standard Deviation of Alpha for U.S. Taxable Bond Mutual Funds \n \nSource: Morningstar Direct. \nNote: Rolling three-year average.\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n1973\n1976\n1979\n1982\n1985\n1988\n1991\n1994\n1997\n2000\n2003\n2006\n2009\n2012\n2015\n2018\nStandard Deviation \nof Alpha (Percent)\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n1978\n1982\n1986\n1990\n1994\n1998\n2002\n2006\n2010\n2014\n2018\nStandard Deviation \nof Alpha (Percent)\n"
    },
    {
      "number": 8,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n7 \nMeasures of Easy Games \nIn assessing easy games, you consider the game \nitself and the nature of the other participants. The \ngame provides some context for gauging how \nactive managers can perform relative to an \nindex fund or ETF that tracks a benchmark. Part of \nthe reason that active bond managers succeed \nin outperforming a benchmark at a higher rate \nthan equity managers is the nature of the two \nmarkets. \nThe Nature of the Game: Bonds versus Stocks. The \nBloomberg Barclays US Aggregate Bond Index is \nmarket-value weighted and has more than \n10,300 securities. U.S. Treasuries and mortgage-\nbacked securities (MBS) make up about two-\nthirds of the index, and corporate bonds \nrepresent another 25 percent. The maturity and \nissuance of securities means there is a need \nfor frequent rebalancing, which can be a \nchallenge because the provision of liquidity has \nbecome more expensive since the financial crisis \nin 2008.9 Further, pricing all of the securities \naccurately in real time is a challenge.10 \nThe S&P 500 index is market-capitalization \nweighted and has 505 securities. The information \ntechnology, health care, and financials sectors \nrepresent about one-half of the index’s market \ncapitalization. Turnover is relatively infrequent \nand has averaged about four percent per year \nover the last six decades. The main reason for \ncompanies to exit the S&P 500 is that they are \nacquired. Exhibit 10 compares the two leading \nbenchmarks. \nExhibit 10: Comparison of Leading Bond and Equity Indexes \nCharacteristic \nBloomberg Barclays US  \nAggregate Bond Index  \nS&P 500 Index \nAsset Class \nInvestment grade taxable U.S. bonds Large-capitalization U.S. equities \nWeighting \nMarket-value weighted \nMarket-capitalization weighted \nNumber of Securities \n10,343 \n505 \nOwnership \n100% \n100% \n     Institutions \n     91% \n     77% \n     Individuals \n     9% \n     23% \nFrequency of Rebalancing \nMonthly \nQuarterly \nAnnual Security Turnover \n18% \n5% \nAnnualized Volatility \n5% \n17% \nComposition \nTreasury (39%) \nInformation Technology (21%) \n  \nMBS (28%) \nHealth Care (15%) \n  \nIndustrial – Corporate (15%) \nFinancials (13%) \n  \nFinancial – Corporate (8%) \nConsumer Discretionary (10%) \n  \nAgency (3%) \nCommunication Services (10%) \n  \nCommercial MBS (2%) \nIndustrials (9%) \n  \nUtility – Corporate (2%) \nConsumer Staples (7%) \n  \nSupranational (1%) \nEnergy (5%) \n  \nSovereign (1%) \nUtilities (3%) \n  \nLocal Authority (1%) \nReal Estate (3%) \n  \nAsset-Backed Securities (1%) \nMaterials (3%) \nSource: Bloomberg; S&P Dow Jones Indices; Federal Reserve; Kenneth R. French, “Presidential Address: The Cost of \nActive Investing,” Journal of Finance, Vol. 63, No. 4, August 2008, 1537-1573; and BlueMountain estimates. \nNote: Number of securities as of 3/31/2019; ownership as of 12/31/2018; turnover is the 5-year average for 2014-2018 \nand for the Bloomberg Barclays index is measured as the lower of the entering turnover and exiting turnover; \nannualized volatility for 1989-2018; sector composition as of 3/31/2019.\n"
    },
    {
      "number": 9,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n8 \nTo show how indexing to these benchmarks \ndiffers in practice, we can compare the iShares \nCore U.S. Aggregate Bond ETF (AGG) and the \niShares Core S&P 500 ETF (IVV). AGG had $57 \nbillion in AUM and IVV had $149 billion at year-\nend 2018. We look at three metrics for each: \npercent of index securities held, active share, \nand tracking error.  \nAGG owns 60 percent of the securities in the \nBloomberg Barclays US Aggregate Bond Index. \nThe leading ETFs that track the index hold \nbetween one-quarter and three-quarters of the \nsecurities in the index. Passive bond managers \nmust decide which securities to own. IVV holds \n100 percent of its benchmark, as do all large \nequity index funds.  \nActive share reflects how much a fund differs \nfrom its index.11 Active share is zero percent if a \nfund exactly matches the index and 100 percent \nif it is completely different. The calculation \nassumes no leverage or short sales. (See \nappendix for more detail.) The active share is 53 \npercent for AGG and 1 percent for IVV. A passive \nbond ETF is less similar to its benchmark than a \ncomparable stock ETF.  \nTracking error, the standard deviation of the \ndifference between the returns of a portfolio and \nthe index, is a measure of how closely a portfolio \nmatches the index. AGG’s tracking error is four \nbasis points, while IVV’s is one basis point. Further, \nthe annualized volatility for the Bloomberg \nBarclays US Aggregate Bond Index is lower on \naverage than that for the S&P 500 index, so the \ntracking error as a percentage of volatility is \nmuch higher for AGG than IVV.  \nExhibit 11 summarizes the differences between \nAGG and IVV and clarifies why equity indexing is \nmore straightforward than bond indexing. \nExhibit 11: Tale of the Tape: AGG versus IVV \nMetric \nAGG \nIVV \nPercent of index securities held \n60% \n100% \nActive share \n53% \n1% \nTracking error (basis points) \n4 \n1 \nSource: Morningstar Direct and ActiveShare.info. \nNote: Percent of index securities held is through \n3/26/2019; Active share as of 3/26/2019 for AGG and \n12/31/2016 for IVV; Tracking error based on monthly \nreturns annualized over three years ended 2/28/2019. \n \nExhibit 12: Tracking Error for Index Funds and ETFs \nBenchmarked to Various Indexes \nCategory \nTracking Error  \n(Basis Points) \nS&P 500 \n2 \nShort-Term Government \n5 \nIntermediate Government \n9 \nMortgage-Backed \n18 \nInflation-Protected \n20 \nIntermediate Investment Grade \n21 \nEmerging Markets \n23 \nHigh Yield \n47 \nSource: Morningstar Direct. \nNote: Monthly returns annualized over three years \nended 2/28/2019; Reflects average of 5 largest funds for \neach category except for mortgage-backed, which \nincludes 3 funds based on data availability. \nWe selected AGG because it is large and can be \nreasonably compared to the Bloomberg Barclays \nUS Aggregate Bond Index. Exhibit 12 shows that \nthe average tracking error for passive bond funds \nranges from 5 basis points for short-term \ngovernment funds to 47 basis points for high yield \nfunds. In each case, the tracking error is \ncalculated using the benchmark noted in the \nfund prospectus. \nWe have seen that it is difficult to build a fund \nthat closely tracks the Bloomberg Barclays US \nAggregate Bond Index. This difficulty creates \nopportunity. Refinancing, maturities, and issuance \npresent ways for active managers to beat the \nbenchmark. This ability is inherently more limited \nfor active equity managers. \nFor example, the issuance of new securities is far \nmore active in the bond market than in the stock \nmarket, creating a potential source of alpha for \nbond managers. There are more new bond issues \nbecause bonds mature whereas equities are \nperpetual. Institutional bond investors purchase \nnew issues from bank underwriters, often at a \ndiscount to similar secondary transactions.  \nThis new-issue yield premium compensates \ninvestors in corporate debt for bearing the \nuncertainty of what the eventual market price will \nbe, as well as other risks. New issues equaled 17 \npercent of total debt outstanding for the \ncorporate debt market in the decade ended \n2018. But research suggests bond investors earn \nreturns, or alpha, that these risks do not fully \nexplain. One argument is that banks underprice \nnew issues to benefit institutional investors. This \neffectively transfers wealth from issuers to \ninvestors.12  \n"
    },
    {
      "number": 10,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n9 \nThe Nature of the Participants. Another aspect to \nassessing how hard it is to outperform a \nbenchmark is a consideration of the other \nparticipants. Nicolae Gârleanu and Lasse \nPedersen, professors of finance, created a model \nto reflect the reality that for there to be winners, \nthere must be losers (see exhibit 13).13 The core \nidea is that some investors can gather information \nthat is relevant for discerning value, buy and sell \naccordingly, and profit from mispricing. These are \nthe informed asset managers. \nFor some managers to outperform, others must \nunderperform. These are the noise traders and \nnoise allocators, who include retail investors and \nsome issuers. Passive investors neither win nor lose. \nTo the extent that noise traders transition to be \npassive investors, active management can get \neven more difficult because the weak players \nhave left the game.   \nThe model shows why it makes sense for \nunsophisticated investors to participate in most \nmarkets via index funds or ETFs. Gârleanu and \nPedersen also find that institutional investors tend \nto do better than individuals, reflecting greater \nsophistication and the ability to pay lower costs. \nThe model also reiterates why “searching \ninvestors” can earn higher returns in markets that \nare less efficient. A recent survey of returns to \nactive management found “that the value of \nactive management depends on the efficiency \nof the underlying market and the sophistication of \nthe investor.”14 Returns to active managers \ndepend on the composition of the market in \nwhich they compete, and the bond and stock \nmarkets are very different.   \nBoth the poker metaphor and the Gârleanu and \nPedersen model illustrate that part of finding an \neasy game is understanding the other \nparticipants. Expressing skill is easier when other \ninvestors are less sophisticated or have \nmotivations to trade that are not based solely on \nfundamentals. Exhibit 14 shows the composition \nof ownership for U.S. Treasury securities, agency- \nand government-sponsored enterprise (GSE)-\nbacked securities, and corporate bonds since \n1973, the year that what is now the Bloomberg \nBarclays US Aggregate Bond Index was created.\nExhibit 13: A Model of Efficiently Inefficient Markets \n \nSource: Nicolae Gârleanu and Lasse Heje Pedersen, “Efficiently Inefficient Markets for Assets and Asset \nManagement,” Journal of Finance, Vol. 73, No. 4, August 2018, 1663-1712. \nSearch for \ninformed \nmanagers\nSearching \ninvestors: \npassive\nSearching \ninvestors: \nactive\nNoise \nallocators\nNoise \ntraders\nActive asset \nmanagers: \ninformed\nActive asset \nmanagers: \nuninformed\nSecurity market\nUninformed \ntrading\nInformed \ntrading\nUninformed \ntrading\nRandom \ntrading\nRandom \nallocations\n"
    },
    {
      "number": 11,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n10 \nExhibit 14: Ownership of U.S. Treasuries, Agency and GSE-Backed Securities, and Corporate Bonds, \n1973-2018 \n  Treasury Securities \n \nAgency- and GSE-Backed Securities \n \n  Corporate Bonds \n \nSource: Federal Reserve.  \nNote: GSE: government-sponsored enterprises.\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1973\n1976\n1979\n1982\n1985\n1988\n1991\n1994\n1997\n2000\n2003\n2006\n2009\n2012\n2015\n2018\nRest of World\nMutual Funds/ETFs\nHouseholds/Nonprofits\nState/Local Governments\nBanks/Insurance Co's/ \nOther Financial Institutions\nPension/Retirement Funds\nFederal Government\nOther\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1973\n1978\n1983\n1988\n1993\n1998\n2003\n2008\n2013\n2018\nRest of World\nMutual/Money Market Funds\nHouseholds/Nonprofits\nState/Local Governments\nU.S.-Chartered\nDepository Institutions\nPension/Retirement Funds\nFederal Government\nOther\nGSE's\nInsurance Companies\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1973\n1976\n1979\n1982\n1985\n1988\n1991\n1994\n1997\n2000\n2003\n2006\n2009\n2012\n2015\n2018\nRest of World\nMutual Funds/ETFs\nHouseholds/Nonprofits\nOther Financial Institutions\nInsurance Companies\nPension/Retirement Funds\nBanks/Credit Unions\n"
    },
    {
      "number": 12,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n11 \nThere are a couple of observations that are \nrelevant for a consideration of passive and active \nbond management: \n Some large holders of U.S. Treasury and \nagency- and GSE-backed securities may \nhave incentives unrelated to the value of \nthe bonds solely. For instance, the Federal \nReserve buys bonds to achieve quantitative \neasing and non-U.S. central banks buy \nbonds to stabilize exchange rates.15 This is \nimportant because foreign ownership of U.S. \nTreasury and agency- and GSE-backed \nsecurities has increased substantially in \nrecent decades.  \nFurther, banks are required to hold high-\nquality liquid assets to ensure liquidity. \nBecause the Bloomberg Barclays US \nAggregate Bond Index largely comprises \nU.S. Treasuries and agency- and GSE-\nbacked securities, these non-economic \nowners can influence the price of the \nsecurities and hence the index’s returns. \n Rules or regulations constrain the bond \nholdings of certain institutions.16 For \nexample, an insurance company that owns \nan investment grade bond may need to sell \nit if it is downgraded to high yield. This leads \nto a lower price on the security than the \nfundamentals justify. In both cases, active \nmanagers can position themselves to \nsidestep these challenges or take \nadvantage of them. This makes it easier to \nbeat the benchmark.   \n The pattern of fund flows is different in \nequities versus bonds, as we saw in exhibit 1. \nActive U.S. equity managers have realized \noutflows of $1.1 trillion in the past ten years, \nwhereas active U.S. taxable bond managers \nhave seen inflows of $935 billion. While flows \ninto passive bond funds have exceeded \nflows into active bond funds, the story is not \nas one-sided as in equities.17 Flows are \nimportant in investing because they create \na tailwind for funds doing well and a \nheadwind for those performing poorly. \nInvestors generally chase past performance \nby investing in funds that have done well.  \nPortfolio managers who receive inflows \ncommonly purchase more of the securities \nthey already own, boosting the \nperformance of the portfolo.18 \nUnderperforming managers who suffer \noutflows must sell what they hold, \ncompounding performance woes. Flows are \na short-term predictor of results.19  \nThese elements clarify the nature of the game \nactive bond managers play as they seek to \ndeliver returns in excess of a benchmark. First, the \nBloomberg Barclays US Aggregate Bond Index is \nmarkedly different than the S&P 500 in terms of \nthe number of securities, liquidity, pricing, and \npace of rebalancing. Active managers can more \nreadily distinguish themselves from the \nbenchmark in a way that improves their relative \nperformance. Exhibit 15 summarizes some sources \nof alpha for active bond managers.\nExhibit 15: Sources of Alpha for Active Bond Managers \nSource of Alpha \nMechanism \nNature of market \nBond markets have more securities and turnover and are more costly to trade. \nTaking other side of  \nnon-economic trades \nTaking other side of forced sales or exploiting constraints of other parties: \n     * Central banks: pursue quantitative easing and stabilization of          \n        exchange rates; \n     * Banks: required to hold high-quality liquid assets; \n     * Insurance companies: potential forced selling of downgraded bonds. \nLiquidity provider \nActive managers compensated for providing liquidity to index changes.  \nNegotiation \nTrading over-the-counter versus on exchanges allows for negotiation. \nDispersion in spreads \nDispersion in spreads over Treasuries can present an opportunity as bonds with \nthe same credit rating may offer different yields. \nNew issue premium/wealth transfer Active managers can take advantage of underpricing at issuance. \nRelative value opportunities \nThere can be hundreds of bonds for a single issuer versus usually only one \nstock. This variety may present attractive relative value opportunities within the \ncapital structure. \nSource: BlueMountain Capital Management. \n"
    },
    {
      "number": 13,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n12 \nWhat It Means for Asset Managers \nEconomies of scale are important for passive \nmanagers because the fees on passive funds are \na fraction of those on active funds. Exhibit 16 \nshows the fifteen firms with the highest share of \npassive AUM for U.S. taxable bond funds. \nVanguard dominates the industry, with a market \nshare of roughly 55 percent, followed by \nBlackRock (iShares), Fidelity, and State Street. The \nsame four investment managers have the largest \nshare in traditional index funds and ETFs for \nequities, albeit in a different order. \nExpense ratios have been trending down in the \ninvestment management industry, reflecting the \ncost-saving impact of technology and the shift \nfrom active to passive AUM.20  \nExhibit 17 shows the trend in asset-weighted \nexpense ratios in the U.S. taxable bond market for \nactive mutual funds, index funds, and index ETFs, \nas well as the weighted average for all mutual \nfunds. The expense ratio on index ETFs is about 10 \nbasis points higher than that for traditional index \nfunds. Active expense ratios remain roughly 40 \nbasis points higher than passive ones.  \nPassive investors can pay lower expenses \nbecause they benefit from the positive \nexternalities active managers create, including \nprice discovery and liquidity. Expense ratios on all \nfunds have declined roughly 35 basis points in the \npast two decades. \nExhibit 16: Largest Passive U.S. Taxable Bond Fund Managers, 2018 \nAsset Manager \nPassive AUM \nTotal AUM \nPassive Fraction of AUM \nVanguard \n666 \n892 \n75% \niShares \n291 \n297 \n98% \nFidelity Investments \n71 \n250 \n28% \nSPDR State Street Global Advisors \n43 \n49 \n89% \nInvesco \n29 \n44 \n65% \nSchwab ETFs \n19 \n19 \n100% \nAXA Equitable \n16 \n22 \n73% \nTIAA Investments \n11 \n33 \n34% \nVanEck \n7 \n7 \n100% \nSchwab Funds \n4 \n4 \n95% \nGoldman Sachs \n3 \n22 \n16% \nVoya \n3 \n20 \n17% \nNorthern Funds \n3 \n15 \n20% \nPIMCO \n3 \n306 \n1% \nFlexshares Trust \n2 \n3 \n89% \nSource: Morningstar Direct. \nNote: Mutual Funds and ETFs. \nExhibit 17: Expense Ratios on U.S. Taxable Bond Mutual Funds and ETFs, 1997-2018 \n \nSource: James Duvall, “Trends in the Expenses and Fees of Funds, 2018,” ICI Research Perspective, Vol. 25, No. 1, \nMarch 2019.\n0.0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\n0.8\n0.9\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\nPercent\nAll Mutual Funds\nActive Mutual Funds\nIndex ETFs\nIndex Mutual Funds\n"
    },
    {
      "number": 14,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n13 \nWinning the Easy Game (Value Added by Active Managers)\nMarkets cannot be perfectly efficient, where \nprice and value are the same, because there is a \ncost to gather information and reflect it in prices. \nTo compensate investors for assuming this cost, \nthere must be a profit opportunity in the form of \nexcess return. In a competitive market, it would \nbe reasonable to assume that cost and benefit \nare in rough parity.  \nThe trick is to quantify cost and benefit. The \namount of fees that investors pay to active \nmanagers is one approach to quantifying cost, \nand available positive alpha captures benefit. \nWhile much of the investment industry reports \nresults using percentage returns versus a \nbenchmark, the crucial underlying question is \nhow many dollars in excess returns a fund \ncreates.  \nJonathan Berk and Richard Green, professors of \neconomics, created a framework to consider \nexcess returns that captures both cost and \nbenefit.21 They assume that investors seek to give \ntheir money to funds that will generate excess \nreturns but that the more money a skillful \nmanager runs, the lower is his or her expected \nalpha. Their setup suggests that skillful managers \nend up with more money and expected alpha \nmoves toward zero as a fund grows. \nThe Berk and Green framework is similar to \neconomic profit, or a company’s economic \nreturn after considering the opportunity cost of \ncapital.22 Economic profit equals a firm’s return \non invested capital (ROIC) minus its weighted \naverage cost of capital (WACC) times its invested \ncapital. For example, a firm with a 13 percent \nROIC, an 8 percent WACC, and $1,000,000 in \ninvested capital has an economic profit of \n$50,000 ([0.13 – 0.08] x $1,000,000). \nThe same analysis applies to investment funds. A \nfund’s gross economic profit equals its beta-\nadjusted gross return minus the benchmark \nreturn, multiplied by AUM. We call gross \neconomic profit “gross profit” for short. For \ninstance, a bond fund with average risk that has \na gross return of 9 percent, a benchmark return of \n4 percent, and $100,000,000 of AUM would \nproduce a gross profit of $5,000,000 ([0.09 – 0.04] \nx $100,000,000). Five million dollars is the value the \ninvestment manager extracts from the market. \nBerk and Green find that gross profit is a better \nreflection of skill than simple measures of return. \nHere’s an example. Peter Lynch, who managed \nthe Magellan Fund at Fidelity Investments from \nMay 1977 to May 1990, generated an average \nannual return of more than 29 percent per \nannum. Alpha was large but the AUM was small \nin his first five years running the fund. Lynch’s \naverage monthly gross profit was $2.1 million in \n2018 U.S. dollars.  \nPositive alpha was small but the AUM was large in \nthe last five years he ran the fund. Average \nmonthly gross profit was roughly $38 million. Even \nthough Lynch’s alpha was vastly larger in the \nearly years than in the late years, he extracted \nnearly 20 times more value in his last 5 years as a \nresult of the large increase in AUM.23 \nResults for Bill Gross, the famous bond investor \nwho spent the bulk of his career running the Total \nReturn Fund at PIMCO, provide a noteworthy \ncomparison. The average monthly spread \nbetween the fund’s risk-adjusted gross return and \nthe benchmark return, gross alpha, was 0.10 \npercent over Gross’s first five years running the \nfund. His skill allowed him to extract about $1.9 \nmillion per month in 2018 U.S. dollars from the \nmarket.  \nIn his last five years ended in September 2014, the \naverage monthly spread was 0.18 percent, and \nthe average fund AUM was $271 billion. Gross’s \nmonthly value extraction was roughly $500 million. \nThe magnitude of his alpha in the later years was \nroughly double what it was in the early years, \nleading to value extraction that was roughly 270 \ntimes larger because of the substantial increase \nin AUM. \nWe calculate gross profit before fees to \naccurately measure an investment manager’s \nskill.24 Fees finance the manager’s ability to \nexpress skill by unearthing information and pricing \nit in securities. But fees also eat into investor \nreturns. How best to split the fruits of skill between \nmanagers and investors is a topic of debate.   \nWe use the Berk and Green calculation to \nanalyze active mutual funds in the Morningstar \nDirect database that invest in U.S. taxable bonds \nfrom 1978 through 2018. Over the full period the \ndata capture roughly 23,400 fund years and $35 \ntrillion of AUM. The database is free of survivorship \nbias. We show all figures in 2018 U.S. dollars to \nreflect inflation. \n"
    },
    {
      "number": 15,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n14 \nThe number of funds included in the analysis \nincreased from about 25 in 1978 to nearly 1,200 \ntoday. The average fund size was roughly $300 \nmillion in the late 1970s, peaked at $2.23 billion in \n2013, and is currently $2.17 billion. See exhibit 18. \nWe calculate gross profit using alpha that is \nbased on the capital asset pricing model. \nResearch suggests the use of single-factor alpha \nis reasonable given how investors behave.25 The \nrisk of the funds is measured relative to the \nbenchmark the funds specify in their prospectus. \nThe average fund’s gross profit was $1.4 million \nper month and $16.6 million per year over the \nperiod we measure. The mean is misleading \nbecause the distribution of AUM in the mutual \nfund industry has large skewness. To illustrate, the \ntop 20 percent of bond funds manage just under \n85 percent of total AUM and the top 50 percent \ncontrol 97 percent of AUM. \nThe gross profit for the middle of the distribution of \nall funds, or the median, was $103,000 per month \nand $1.2 million per year. The median measures \nthe central tendency of a distribution with \nskewness better than the average does. That the \naverage and the median gross profit are positive \nreveals mutual fund managers generated returns \nin excess of the market, after accounting for risk \nbut before fees. Exhibit 19 shows the frequency \ndistribution of gross profit for roughly 23,400 fund \nyears from 1978-2018.\nExhibit 18: Total Number of Funds and Average Fund Assets Under Management \n \nSource: Morningstar Direct. \nExhibit 19: Frequency Distribution of Annual Gross Profit, 1978-2018 \n \nSource: Morningstar Direct.\n0\n200\n400\n600\n800\n1,000\n1,200\n1,400\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\n2018\nNumber of Funds\nAverage Fund AUM \n(2018 U.S. Dollars, Billions)\nAverage Fund AUM\nNumber of Funds\n0\n2,000\n4,000\n6,000\n8,000\n10,000\n12,000\n<-80\n(80)-(60)\n(60)-(40)\n(40)-(20)\n(20)-0)\n0-20\n20-40\n40-60\n60-80\n80-100\n100-120\n>120\nFrequency\nAnnual Gross Profit (2018 U.S. Dollars, Millions)\n"
    },
    {
      "number": 16,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n15 \nExhibit 20 documents the positive and negative \ngross profits by year from 1978 through 2018. Over \nthe 41 years, the aggregate positive gross profit \nwas about $660 billion and the aggregate \nnegative gross profit was roughly $270 billion, \nnetting to total gross profit of roughly $390 billion. \nThis is the amount of value that bond mutual fund \nmanagers wrested from the market before fees. \nExhibit 21 smooths the short-term noise by \nshowing the trailing five-year positive and \nnegative gross profit. Investors with skill prefer \nperiods with large quantities of positive and \nnegative gross profit. This dispersion means there \nare big winners and losers, which provides an \nopportunity for the skillful to thrive at the expense \nof the less skillful. The financial crisis of 2008 \nmarked the beginning of an era of larger positive \nand negative gross profit figures.   \nLooking at the dollars of gross profit is informative, \nbut the critical concept is opportunity compared \nto the AUM. Over the full 41 years, the $390 billion \nin gross profit was extracted from $35 trillion in \nAUM. Thus the average gross profit was 1.1 \npercent of AUM. This exceeds the fees the funds \ncharged during that period, reinforcing the \nnotion that active bond funds offer an attractive \nalternative to index funds or ETFs. For equity \nmutual funds over the same period, the gross \nprofits roughly equaled the fees. \nExhibit 20: Total Gross Profit (Annual), 1978-2018 \n \nSource: Morningstar Direct. \nExhibit 21: Total Gross Profit (Sum of Trailing 5 Years), 1982-2018 \n \nSource: Morningstar Direct.\n-150\n-125\n-100\n-75\n-50\n-25\n0\n25\n50\n75\n100\n125\n150\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\n2018\n2018 U.S. Dollars (Billions)\nPositive Gross Profit\nNegative Gross Profit\n-120\n-80\n-40\n0\n40\n80\n120\n160\n200\n240\n280\n320\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\n2018\n2018 U.S. Dollars (Billions)\nPositive Gross Profit\nNegative Gross Profit\n"
    },
    {
      "number": 17,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n16 \nExhibit 22 traces the trailing 5-year gross profit \nyield, defined as gross profit divided by AUM, \nfrom 1982-2018. The yield bounces around, with \nupturns in the early 1980s, early 2000s, and the 5 \nyears after the financial crisis. The series declined \nfrom the mid-1980s through the mid-1990s, and in \nthe past five years after peaking in 2013.  \nBecause the Berk and Green calculation is \nweighted for AUM, it captures a nuance of \nperformance assessment that is often absent in \nthe headlines about fund results. Exhibit 23 shows \nthe relationship between fund size, gross alpha, \nand gross profit. For each year from 2000 through \n2018, we break the active U.S. taxable bond \nmutual fund industry into deciles based on AUM \nand calculate the gross alpha and gross profit for \neach. We then take the average of each of the \ndeciles over the 19 years. Most of the action is on \nthe right side of the exhibit, as the largest five \ndeciles control the vast majority of the AUM. \nA pair of patterns are visible. The first is a decline \nin annual gross alpha as you go from the first to \nthe eighth decile. Gross alpha then rises again for \nthe largest funds. In general, the opportunity set \nshrinks as funds get larger because of ownership \nand liquidity constraints.26 But the reversal in the \ntrend for large funds suggests some sources of \nedge. These include superior allocations to new \nissues, better access to information, and more \nflexible mandates.\nExhibit 22: Gross Profit Yield (Trailing Five Years), 1982-2018 \n \nSource: Morningstar Direct. \nExhibit 23: Mutual Fund Size, Gross Alpha, and Gross Profit, 2000-2018 \n \nSource: Morningstar Direct.\n-1\n0\n1\n2\n3\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\n2018\nGross Profit Yield \nTrailing Five Years (Percent)\n0\n25\n50\n75\n100\n125\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\n1.2\n1.4\n1.6\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nAverage Annual Gross Profit \n(2018 U.S. Dollars, Millions)\nAverage Annual Gross Alpha (Percent)\nDecile (Smallest to Largest AUM)\nGross Alpha\nGross Profit\n"
    },
    {
      "number": 18,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n17 \nThe second pattern is a rise in annual gross profits \nas fund size increases. The jump is particularly \nlarge from the ninth to the tenth decile. The \naverage annual gross profit for the largest 10 \npercent of funds is roughly $120 million per year. \nThe next largest 10 percent, which today have 15 \npercent of the assets, is approximately $20 million \nper year. The smaller funds do well but play for \nlesser stakes. The larger funds have more modest \ngross alpha but play for higher stakes and hence \nextract more alpha from the market. This is \nespecially true for the largest funds. \nMore often than not, headlines broadcasting the \npoor record of active managers rely on results \nwhere each fund has an equal weight. But if the \nBerk and Green framework is correct and more \nskillful investors manage more money than less \nskillful investors, returns weighted by AUM will \nprovide a clearer picture of economic results. \nExhibit 24 reveals that asset-weighted returns are \nconsistently higher than equal-weighted returns \nfor investment-grade and high-yield bond mutual \nfunds. For example, for the 10 years ended \nDecember 31, 2018, the asset-weighted returns \nfor all investment-grade intermediate bond funds \nwas 4.3 percent, roughly 70 basis points higher \nthan equal-weighted returns. \nFees are generally lower for larger funds than for \nsmaller ones, which is part of the reason that \nlarger funds outperform smaller ones. But it is likely \nthat differential skill also contributes to the gap \nbetween asset-weighted and equal-weighted \nreturns. \nExhibit 24: Equal-Weighted versus Asset-Weighted Returns \n  \n \nSource: Aye M. Soe, Berlinda Liu, and Hamish Preston, “SPIVA® U.S. Scorecard: Year-End 2018,” S&P Dow Jones \nIndices Research, March 11, 2019.\n-1\n0\n1\n2\n3\n4\n5\n1-Year\n3-Year\n5-Year\n10-Year\n15-Year\nAnnual Returns (Percent)\nInvestment-Grade Intermediate\nEqual-Weighted\nAsset-Weighted\nBenchmark\n-4\n-2\n0\n2\n4\n6\n8\n10\n12\n1-Year\n3-Year\n5-Year\n10-Year\n15-Year\nAnnual Returns (Percent)\nHigh Yield\nEqual-Weighted\nAsset-Weighted\nBenchmark\n"
    },
    {
      "number": 19,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n18 \nConclusion\nThis report explored the shift from active to \npassive investments in the bond market. Active \ninvestors have fared much better in bonds than in \nequities, in part because they have \noutperformed passive alternatives at a much \nhigher rate than equity managers have. While a \nlarge part of that outperformance can be \nexplained by exposure to traditional risk \npremiums, the fact remains that fund investors \nhave realized higher returns owning active funds \nthan they would have owning passive funds.   \nWhile there has been a large move into passive \nfunds, active managers continue to contribute to \nprice discovery and liquidity, which are vital. But \nactive managers charge higher fees than do \npassive vehicles, including traditional index funds \nand ETFs. Passive managers charge lower fees \nbecause they rely on active managers to make \nmarkets efficient. \nMimicking indexes in bonds is not as \nstraightforward as it is in stocks. One reason is that \nthe most popular bond index, the Bloomberg \nBarclays US Aggregate Bond Index, includes \nmore than 10,000 securities versus roughly 500 for \nthe S&P 500 index. As a result, it is very difficult to \ncreate a passive fund that tracks the index with \nnegligible tracking error.     \nOne crucial question in investing is how much \nopportunity there is for active managers to \ncapture alpha. We describe a framework, based \non the work of professors Jonathan Berk and \nRichard Green, to gauge the value that active \nmanagers generate. We find that over the past \nfour decades, cumulative gross profit and fees \nare roughly equal in equities but that gross profit \nexceeds fees in bonds. This suggests investors in \nbond funds have extracted more value from the \nmarket than equity fund investors have. \nGross profit allows us to get away from the \nmisleading results of equal-weighted mutual fund \nreturns and provides figures for both the cost and \nopportunity for active investment management. \n \n"
    },
    {
      "number": 20,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n19 \nAppendix: Notes on Methodology\nActive Share. Active share reflects how much a \nfund differs from its index. Active share is zero \npercent if a fund exactly matches the index and \n100 percent if it is completely different. This \nassumes no leverage or short sales. We calculate \nactive share as 100 percent less the sum of the \noverlapping weights between the holdings of the \nfund and the index.   \nHere is a simple example for an equity fund (see \nexhibit 25). The fund holds four stocks (A, B, C, \nand D), and the index holds four stocks (A, B, C, \nand E). We see that A, B, and C are overlapping \npositions and D and E are not. \nExhibit 25: Active Share Example \nHoldings in Either \nFund or Index \nFund \nIndex \nOverlapping \nWeights \nStock A \n50% \n50% \n50% \nStock B \n20% \n25% \n20% \nStock C \n15% \n10% \n10% \nStock D \n15% \n0% \n0% \nStock E \n0% \n15% \n0% \nSum \n100% \n100% \n80% \n           Active Share = 100% Minus Overlap =   20% \nSource: ActiveShare.info; Martijn Cremers, “Active \nShare and the Three Pillars of Active Management: Skill, \nConviction, and Opportunity,” Financial Analysts \nJournal, Vol. 73, No. 2, Second Quarter 2017, 61-79. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFor overlapping positions (A, B, and C), the \noverlapping weight is the lower of the two \nweights between the fund and the index. For \nnon-overlapping positions (D and E), there is 0 \npercent overlapping weight. We sum the \noverlapping weights (80 percent) and subtract \nthat sum from 100 percent to arrive at active \nshare (20 percent). Therefore the more the \nholdings overlap, the lower is the active share. \nGross Profit. To calculate a fund’s gross profit, we \nuse the alpha of the oldest share class and an \naggregated size based on all share classes. The \nannual gross profit sums only include funds that \nhave a gross alpha figure for a full calendar year. \nBased on data availability, our gross profit \ncalculations for Peter Lynch and Bill Gross do not \nperfectly align with the months in which their \ntenures began.  \n Lynch tenure: May 1977-May 1990; Analysis: \nJune 1977-May 1990; \n Gross tenure: May 1987-September 2014; \nAnalysis: October 1987-September 2014.\n"
    },
    {
      "number": 21,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n20 \nEndnotes \n1 An exchange-traded fund (ETF) is an investment fund that trades on an exchange just as a stock \ndoes.  \n2 “The Illusion of Active Fixed Income Alpha,” AQR Alternative Thinking, Fourth Quarter, 2018; Jordan \nBrooks, Diogo Palhares, and Scott Richardson, “Style Investing in Fixed Income,” Journal of Portfolio \nManagement, Vol. 44, No. 4, Special Issue 2018, 127-139; Gjergji Cici, Scott Gibson, Rabih Moussawi, \n“Explaining and Benchmarking Corporate Bond Returns,” SSRN Working Paper, June 2017; Paul M. \nBosse, Brian R. Wimmer, and Christopher B. Philips, “Active bond-fund excess returns: Is it alpha . . . or \nbeta? The Vanguard Group, September 2013; and Richard Dewey and Aaron Brown, “Bill Gross’ Alpha: \nThe King Versus the Oracle,” SSRN Working Paper, March 2, 2019. \n3 Maureen O’Hara, “Presidential Address: Liquidity and Price Discovery,” Journal of Finance, Vol. 58, \nNo. 4, August 2003, 1335-1354 and Ekkehart Boehmer and Eric K. Kelley, “Institutional Investors and the \nInformational Efficiency of Prices,” Review of Financial Studies, Vol. 22, No. 9, September 2009, 3563-\n3594. \n4 Charles Stein, “Shift From Active to Passive Approaches Tipping Point in 2019,” Bloomberg, December \n31, 2018. \n5 Antti Petajisto, “Inefficiencies in the Pricing of Exchange-Traded Funds, Financial Analysts Journal, First \nQuarter 2017, 24-54. \n6 William G. Droms and David A. Walker, “Performance Persistence of Fixed Income Mutual Funds,” \nJournal of Economics and Finance, Vol. 30, No. 9, Fall 2006, 347-355 and Aye M. Soe and Ryan Poirier, \n“Does Past Performance Matter? The Persistence Scorecard,” S&P Dow Jones Indices Research, \nJanuary 2018. \n7 Michael J. Mauboussin, The Success Equation: Untangling Skill and Luck in Business, Sports, and \nInvesting (Boston, MA: Harvard Business Review Press, 2012), 53-58.  \n8 Michael J. Mauboussin, “Who Is On the Other Side? You Need Good BAIT to Land a Winner,” \nBlueMountain Investment Research, February 12, 2019.  \n9 Jens Dick-Nielsen and Marco Rossi, “The Cost of Immediacy for Corporate Bonds,” Review of Financial \nStudies, Vol. 32, No. 1, January 2019, 1-41 and Lasse Heje Pedersen, “Sharpening the Arithmetic of \nActive Management,” Financial Analysts Journal, Vol. 74, No. 1, First Quarter 2018, 21-36. \n10 Adriana Z. Robertson and Matthew Spiegel, “Better Bond Indices and Liquidity Gaming the Rest,” \nSSRN Working Paper, November 15, 2017. \n11 K. J. Martijn Cremers and Antti Petajisto, “How Active Is Your Fund Manager? A New Measure That \nPredicts Performance,” Review of Financial Studies, Vol. 22, No. 9, September 2009, 3329-3365; Antti \nPetajisto, “Active Share and Mutual Fund Performance,” Financial Analysts Journal, Vol. 69, No. 4, \nJuly/August 2013, 73-93; and Martijn Cremers, “Active Share and the Three Pillars of Active \nManagement: Skill, Conviction, and Opportunity,” Financial Analysts Journal, Vol. 73, No. 2, Second \nQuarter 2017, 61-79.  \n12 Robert S. Goldberg and Ehud I. Ronn, “Quantifying and Explaining the New-Issue Premium in the \nPost-Glass-Steagall Corporate Bond Market,” Journal of Fixed Income, Summer 2013, 43-55. \n13 Nicolae Gârleanu and Lasse Heje Pedersen, “Efficiently Inefficient Markets for Assets and Asset \nManagement,” Journal of Finance, Vol. 73, No. 4, August 2018, 1663-1712. \n14 Alexander Dyck, Karl V. Lins, and Lukasz Pomorski, “Does Active Management Pay? New \nInternational Evidence,” Review of Asset Pricing Studies, Vol. 3, No. 2, December 2013, 200-228. \n15 Francis E. Warnock and Veronica Cacdac Warnock, “International Capital Flows and U.S. Interest \nRates,” NBER Working Paper 12560, October 2006. \n16 Andrew Ellul, Chotibhak Jotikasthira, and Christian T. Lundblad, “Regulatory Pressure and Fire Sales in \nthe Corporate Bond Market,” Journal of Financial Economics, Vol. 101, No. 3, September 2011, 596-620; \nVikram Nanda, Wei Wu, and Xing Zhou, “Investment Commonality across Insurance Companies: Fire \nSale Risk and Corporate Yield Spreads,” Finance and Economics Discussion Series 2017-069, \nWashington: Board of Governors of the Federal Reserve System, June 2017; Matthew Spiegel and Laura \nStarks, “Institutional Rigidities and Bond Returns around Rating Changes,” Working Paper, November 19, \n2016; and Giovanni Cespa and Thierry Foucault, “Illiquidity Contagion and Liquidity Crashes,” Review \nof Financial Studies, Vol. 27, No. 6, June 2014, 1615-1660. \n17 Eric Balchunas and Athanasios Psarofagis, “Bond Managers Sidestep Active Outflows,” Bloomberg \nIntelligence, January 18, 2018. \n18 Yong Chen and Nan Qin, “The Behavior of Investor Flows in Corporate Bond Mutual Funds,” \nManagement Science, Vol. 63, No. 5, May 2017, 1271-1656 and Jimmy Shek, Ilhyock Shim, and Hyun \nSong Shin, “Investor Redemptions and Fund Manager Sales of Emerging Market Bonds: How Are They \nRelated?” Review of Finance, Vol. 22, No. 1, February 2018, 207-241. \n"
    },
    {
      "number": 22,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n21 \n19Joshua Coval and Erik Stafford, “Asset Fire Sales (and Purchases) in Equity Markets,” Journal of \nFinancial Economics, Vol. 86, No. 2, November 2007, 479-512. \n20 Patricia Oey, “Fund Fee Study,” Morningstar Research Services, April 26, 2018 and Greggory Warren, \n“Asset Manager Observer,” Morningstar, March 2019.  \n21 Jonathan B. Berk and Richard C. Green, “Mutual Fund Flows and Performance in Rational Markets,” \nJournal of Political Economy, Vol. 112, No. 6, December 2004, 1269-1295.  \n22 Tim Koller, Marc Goedhart, and David Wessels, Valuation: Measuring and Managing the Value of \nCompanies, Sixth Edition (Hoboken, NJ: John Wiley & Sons, 2015), 28-29. \n23 Jonathan B. Berk and Jules H. van Binsbergen, “Measuring Skill in the Mutual Fund Industry,” Journal \nof Financial Economics, Vol. 118, No. 1, October 2015, 1-20. \n24 Jonathan B. Berk, “Five Myths of Active Portfolio Management,” Journal of Portfolio Management, \nSpring 2005, 27-31 and Jonathan B. Berk and Jules H. van Binsbergen, “Active Managers are Skilled: On \nAverage, They Add More Than $3 Million Per Year,” Journal of Portfolio Management, Vol. 42, No. 2,  \nWinter 2016, 131-139. Also Jonathan B. Berk and Jules H. van Binsbergen, “Mutual Funds in Equilibrium,” \nAnnual Review of Financial Economics, Vol. 9, No. 1, 2017, 147-167. \n25 Jonathan B. Berk and Jules H. van Binsbergen, “How Do Investors Compute the Discount Rate? They \nUse the CAPM,” Financial Analysts Journal, Vol. 73, No. 2, Second Quarter 2017, 25-32.    \n26 Ĺuboš Pástor, Robert F. Stambaugh, Lucian A. Taylor, “Scale and Skill in Active Management,” \nJournal of Financial Economics, Vol. 116, No. 1, April 2015, 23-45. \n \n"
    },
    {
      "number": 23,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n22 \nDisclaimers: \nThis report is provided for informational purposes only and is intended solely for the person to whom it is delivered by BlueMountain \nCapital Management, LLC (“BlueMountain”). This report is confidential and may not be reproduced in its entirety or in part, or \nredistributed to any party in any form, without the prior written consent of BlueMountain. This report was prepared in good faith by \nBlueMountain for your specific use and contains a general market update and information concerning looking for easy games in \nbonds. \nThis report does not constitute an offer to sell or the solicitation of an offer to purchase any securities of any funds or accounts \nmanaged by BlueMountain (the “Funds”). Any such offer or solicitation may be made only by means of the delivery of a confidential \noffering memorandum, which will contain material information not included herein and shall supersede, amend and supplement this \nreport in its entirety. Information contained in this report is accurate only as of its date, regardless of the time of delivery or of any \ninvestment, and does not purport to be complete, nor does BlueMountain undertake any duty to update the information set forth \nherein. \nThis report should not be used as the sole basis for making a decision as to whether or not to invest in the Funds or any other fund or \naccount managed by BlueMountain. In making an investment decision, you must rely on your own examination of the Funds and \nthe terms of the offering. You should not construe the contents of these materials as legal, tax, investment or other advice, or a \nrecommendation to purchase or sell any particular security. \nThe returns of several market indices are provided in this report as representative of general market conditions and that does not \nmean that there necessarily will be a correlation between the returns of any of the Funds, on the one hand, and any of these \nindices, on the other hand. \nThe information included in this report is based upon information reasonably available to BlueMountain as of the date noted herein. \nFurthermore, the information included in this report has been obtained from sources that BlueMountain believes to be reliable; \nhowever, these sources cannot be guaranteed as to their accuracy or completeness. No representation, warranty or undertaking, \nexpress or implied, is given as to the accuracy or completeness of the information contained herein, by BlueMountain, its members, \npartners or employees, and no liability is accepted by such persons for the accuracy or completeness of any such information. \nThis report contains certain “forward-looking statements,” which may be identified by the use of such words as “believe,” “expect,” \n“anticipate,” “should,” “planned,” “estimated,” “potential,” “outlook,” “forecast,” “plan” and other similar terms. Examples of \nforward-looking statements include, without limitation, estimates with respect to financial condition, results of operations, and \nsuccess or lack of success of BlueMountain’s investment strategy or the markets generally. All are subject to various factors, \nincluding, without limitation, general and local economic conditions, changing levels of competition within certain industries and \nmarkets, changes in interest rates, changes in legislation or regulation, and other economic, competitive, governmental, regulatory \nand technological factors affecting BlueMountain’s operations, each Fund’s operations, and the operations of any portfolio \ncompanies of a Fund, any or all of which could cause actual results to differ materially from projected results. \n"
    }
  ]
}