{
  "filename": "mm_150_2022_feedback__information_as_a_basis_for_improvement.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20240401105112-04'00'",
    "modDate": "D:20240401105112-04'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 150,
      "year": "2022",
      "date": "3/16",
      "institution": "Counterpoint",
      "title": "Feedback: Information as a Basis for Improvement",
      "url": "https://12mv2.files.wordpress.com/2024/04/22-03-16-feedback__information-as-a-basis-for-improvement.pdf"
    },
    "tags": [
      "Decision making",
      "Investment process",
      "Behavioral finance",
      "Skill vs luck"
    ],
    "tagged_at": "2025-01-20T21:29:58.671754"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n \n \nCounterpoint Global Insights \nFeedback \nInformation as a Basis for Improvement \nCONSILIENT OBSERVER  |  March 16, 2022\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIntroduction \nAll outcomes are the result of a process. The outcome alone is an \nindication of the quality of the process in situations when luck plays \nno role. But an outcome can be an unreliable indicator of the quality \nof the process in the short term when a favorable result follows a \ngood process only with some probability.  \nImproving process is crucial in all cases if the goal is to achieve an \noutstanding long-term outcome. Feedback, defined as information \nused as a basis for improvement, is central to making the process \nmore effective. In this report, we discuss multiple facets of process \nimprovement, including getting the right people and helping them \nthrive, the role of organizational structure in fostering good decision \nmaking, and specific mechanisms to create feedback that \nsharpens execution (see exhibit 1). While we draw from principles \nin other fields, our primary focus is on the investment management \nindustry.  \nExhibit 1: Facets of Process Improvement \n \nFeedback During \nPeople \nOrganizations \nProcess Execution \nSuperforecasters \nGoverning Objective \nDocumentation \nRationality Quotient \nIncentives \nVariant Perception \nTraining \nTeams \nLinchpin Analysis \nPractice versus Play \nEnvironment \nBrier Scores \nSource: Counterpoint Global. \n \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n2 \n \nPeople \nIf you want to build an excellent, repeatable process you need to start with having the right people. You then \nneed to train them to be effective, figure out how you should deploy their skills, and institute a policy of practice.  \nFinding individuals that are likely to add value to an organization is an essential activity that is rarely done as \nwell as it could be. How do you find the right people? The first step is to identify the skills that can lead to success.  \nA recent discussion with an executive at a National Football League team made this point. The team first \nassessed which skills, typically around a half dozen per position, it deemed necessary to succeed. Identifying \nthese skills helps in drafting new players, evaluating the current roster, and acquiring players through trades or \nfree agency.   \nAnother important aspect of identification is determining which skills can be improved through coaching and \norganizational support and which cannot. Players generally follow a performance curve, which includes gains \nuntil the age of peak performance and declines following it. But some abilities, including speed and throwing \naccuracy, are difficult to modify at any point. The team’s front office tried to isolate which skills it could strengthen \nand sought to build processes to capture the opportunity.1  \nWhat skills are valuable for investing? We believe that two areas of research in psychology, one on \nsuperforecasters and the other on the rationality quotient (RQ), identify characteristics that are associated with \nsuccessful long-term investment results. There is substantial overlap in the qualities of superforecasters and \nindividuals who have a high RQ.  \nSuperforecasters. In the fall of 2011, Intelligence Advanced Research Projects Activity (IARPA), an agency \nwithin the U.S. intelligence community, launched a tournament to see if there might be a way to improve \nforecasts of social, political, and economic outcomes.  \nA team of psychologists, including Philip Tetlock, Barbara Mellers, and Don Moore, created the Good Judgment \nProject (GJP), one of a handful of teams seeking to answer these questions accurately. The GJP was the best \nof the teams and purportedly outperformed members of the intelligence community.2 \nThe researchers found that about two percent of the thousands of volunteers that the GJP recruited delivered a \nlot of good projections. The accuracy of their forecasts was beyond what chance alone would dictate.3 Tetlock \nand his colleagues called these people “superforecasters.” \nBecause this was a research project, the GJP team also sought to understand what led to good forecasts. They \nexamined the traits of the forecasters, measured the impact of training, and assessed the value of working in \nteams versus individually.  \nSuperforecasters and successful investors share a lot of the same qualities. They seek to anticipate outcomes \nin a probabilistic world by understanding what has happened in the past, properly updating their views to reflect \nnew information, and working hard. These skills do not come naturally to many, and the research suggests that \nhow we think is more important than what we think.  \nBeyond a commitment to learning and engagement, superforecasters share some common characteristics (see \nexhibit 2). It takes little effort to see how these concepts apply to investors. The first is philosophical approach \nand outlook. This requires being comfortable with the sense of doubt and recognizing that degrees of doubt are \na better way to approach problems than settling on certainty. Humility stems from a recognition that the world is \n"
    },
    {
      "number": 3,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n3 \n \ncomplex, not from self-doubt. Finally, superforecasters don’t believe what happened had to happen and are \nopen to considering counterfactuals. \nThe second set of characteristics has to do with ability and thinking style. This starts with being actively open-\nminded, a willingness to consider a conclusion different from the one you currently hold.4 People who score well \non the actively open-minded scale tend to be less susceptible to cognitive biases.5 Tetlock and Dan Gardner, \nhis co-author of the book Superforecasting, write, “Beliefs are hypotheses to be tested, not treasures to be \nprotected.”6 Intellectual curiosity and numeracy are also essential elements of thinking style. \nMethods of forecasting are the third suite of characteristics. Here, the big ideas are to think in probabilities and \nto update views as new information is revealed. This is difficult in the face of confirmation bias, which is one of \nthe most potent cognitive challenges. Confirmation bias is present when we process information to favor opinions \nthat we hold in high esteem and with great conviction.7 Unlike other biases, confirmation bias does not lessen \nwith high intelligence.8 \nThe ability to communicate well is another important characteristic of an investor. You don’t really understand \nan idea unless you can communicate it clearly in speech or the written word.   \nExhibit 2: Characteristics of Good Forecasters \nPhilosophical Approach and Outlook \nCautious \nUnderstand few things are certain \nHumble \nAppreciate their limits \nNondeterministic \nDon't assume that what happens is meant to be \nAbilities and Thinking Styles  \nOpen-Minded \nSee beliefs as hypotheses to be tested \nInquiring \nAre intellectually curious and enjoy mental challenges \nReflective \nAre introspective and self-critical \nNumerate \nAre comfortable with numbers \nMethods of Forecasting  \nPragmatic \nNot wedded to any one idea or agenda \nAnalytical \nConsider other views \nSynthesizing \nBlend diverse views into their own \nProbability-Focused \nJudge the probability of events not as certain or uncertain but as more or less \nlikely \nThoughtful Updaters \nChange their minds when new facts warrant it \nIntuitive Shrinks \nAre aware of their cognitive and emotional biases \nWork Ethic \n  \nImprovement-Minded \nStrive to get better \nTenacious \nStick with a problem for as long as needed \n \nSource: Paul J.H. Schoemaker and Philip E. Tetlock, “Superforecasting: How to Upgrade Your Company’s Judgment,” \nHarvard Business Review, Vol. 94, No. 5, May 2016, 72-78. \n \n"
    },
    {
      "number": 4,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n4 \n \nRationality Quotient. Research has shown that there is a positive correlation between intelligence quotient (IQ) \nand stock market participation and results.9 The second area of research is on the “rationality quotient,” or RQ, \na measure of rational decision making.10 This idea was developed by the psychologists Keith Stanovich, Richard \nWest, and Maggie Toplak. While intelligence quotient, or IQ, is correlated with RQ, “[t]he magnitude of the \ncorrelation leaves plenty of room for disassociations between intelligence and rationality.”11 As with the \ncharacteristics of superforecasters, how people think is more important than raw measures of intelligence. \nIQ is an estimate of where a person falls on a scale of general intelligence (g). Standardized tests such as the \nSAT, historically used as part of an assessment for college admissions, are a good proxy for g.12 In turn, g is \ncommonly characterized with fluid and crystalized components. Fluid intelligence measures reasoning in novel \ndomains. Crystalized intelligence is declarative knowledge. Fluid intelligence peaks on average at an age in the \nearly 20s, while crystalized intelligence tends to rise through most of one’s life. Fluid intelligence measures a \nprocess while crystalized intelligence reflects stored knowledge.  \nCognitive scientists use the term “rationality” in a normative sense, which means how you ought to think and act \ngiven your goals and the state of the world.13 Rationality is generally broken into two parts: instrumental and \nepistemic. Instrumental rationality means that you behave so you achieve your objectives subject to your \nphysical and mental constraints (“what to do”). Epistemic rationality measures the degree to which your beliefs \nmap accurately to the world (“what is true”).14  \nDaniel Kahneman and Amos Tversky developed lines of research in psychology, including prospect theory and \nheuristics and biases, that documented how people depart from normative standards. Prospect theory describes \nhow people behave when faced with uncertainty and shows that they suffer losses more than equivalent-sized \ngains. This observation defies the tenets of expected utility theory which serve as the foundation for instrumental \nrationality.15  \nResearch on heuristics and biases shows that people often rely on heuristics, or rules of thumb, that are fast \nand simple but that can lead to a biased assessment. For example, when considering the probabilities of a \nspecific outcome, we commonly appeal to the heuristics of what is available in our minds. Nearly one-third of \ndeaths in the United States are related to heart disease while this cause receives only 2-3 percent of media \ncoverage and Google searches. Death from terrorism is relatively rare, but terrorism has a nearly one-third share \nof media accounts and Google searches.16       \nExhibit 3 shows the elements of rational thinking and in particular notes the inhibitors to crystalized rationality. \nFor instance, some beliefs are testable, which means they are tied to the world and can be confirmed by \nobservation. Other beliefs are distal, which are not testable or supported by experts or scientific knowledge.17 \nDistal beliefs can be detrimental to rational thinking. \n \n \n \n \n \n \n"
    },
    {
      "number": 5,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n5 \n \nExhibit 3: Rational Thinking Skills \nCrystalized Rationality \nFluid Rationality \nCrystalized Facilitators \nCrystalized Inhibitors \nResistance to miserly information \nprocessing \nProbabilistic and statistical \nreasoning \nBelief in the paranormal and \nin intuition \nAbsence of irrelevant context effects in \ndecision making \nPractical numeracy \nSensitivity to expected value \nRisk knowledge \nValue placed on ungrounded \nknowledge sources \nProper knowledge calibration: avoiding \noverconfidence \nKnowledge of scientific reasoning \nOverreliance on intuition \nAvoidance of myside bias \nFinancial literacy and economic \nthinking \nDysfunctional personal \nbeliefs \nOpen-minded/objective reasoning styles \nPrudent attitude toward the future \nSensitivity to emotions \n \nSource: Keith E. Stanovich and Richard F. West, “The Assessment of Rational Thinking: IQ ≠ RQ,” Teaching of Psychology, \nVol. 41, No. 3, July 2014, 265-271. \nNoting that tests of IQ do a poor job of measuring RQ, Stanovich, West, and Toplak created the comprehensive \nassessment of rational thinking, or “CART.” Exhibit 4 shows the CART’s 20 subtests, which are weighted to \ncalculate an aggregate score. Take a moment to examine the subtests and you will see that they capture many \nof the characteristics of superforecasters and the qualities that successful long-term investors share. Scores on \nassessments of actively open-minded thinking have a stronger correlation with RQ than IQ.18   \nExhibit 4: Subtests of the Comprehensive Assessment of Rational Thinking \nCART Subtest \nCART Points \nScientific reasoning \n20 \nProbabilistic and statistical reasoning \n18 \nReflection versus intuition \n10 \nFinancial literacy and economic knowledge \n10 \nRejection of conspiracy beliefs \n10 \nProbabilistic numeracy \n9 \nOther subtests (14 others) \n71 \nTotal CART Points \n148 \nSource: Keith E. Stanovich, Richard F. West, and Maggie E. Toplak, The Rationality Quotient: Toward a Test of Rational \nThinking (Cambridge, MA: MIT Press, 2016), 72. \nCognitive capabilities change through life and follow an arc resembling an inverted U. But IQ, which measures \nperformance relative to a cohort, remains relatively stable. That’s the bad news. The good news is that \nresearchers believe that RQ, and the thinking process of superforecasters, can be improved to some degree. \nThis improvement can happen for individuals and collectively as a group. We start by considering training that \ncan help individuals improve their decision-making process.  \n \n"
    },
    {
      "number": 6,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n6 \n \nTraining. We discuss three aspects of training. The first has to do with improving forecasting skills and is a \ndirect result of the research done by the team at the GJP. Second are proper techniques for investment analysis, \nincluding making sure that investors use shorthands properly. The final one relates to grasping which aspects \nof a decision-making process can be systematic versus which require judgment.   \nThere are multiple forms of training to improve forecasting skills and they are not equally effective.19 The didactic \napproach teaches participants about judgment errors. For example, an instructor might share the research on \nbiases associated with overconfidence, framing, anchoring, and availability. This method has the benefit of being \nrelatively inexpensive to implement and the drawback of being mostly ineffective.  \nThe next training tactic is to explain specific techniques to check for bias.20 The use of base rates is among the \nmost effective of these. In order to make a forecast, most of us gather relevant information, combine it with our \nown views and experiences, and project. Base rates consider the problem as an instance of a larger reference \nclass and therefore start with a relevant distribution of past outcomes. For instance, instead of forecasting a \ncompany’s revenue growth by doing a bottom-up analysis, an approach using base rates would examine the \nhistorical distribution of growth rates for similar businesses.  \nBase rates are underutilized in general because most forecasters place substantial weight on their own analysis \nand experience and base rates are not readily available in many instances. Good statistical predictions combine \nevidence for the specific case and base rates in proper measure.21 The leaders of the GJP found that teaching \nparticipants about base rates improved the accuracy of their forecasts relative to those who did not receive the \ntraining.  \nA third training approach is to structure problems differently so as to provide insight into the solution. Here’s an \nillustration: imagine a test for a certain type of cancer where the prevalence is 0.3 percent, 50 percent of those \nwho have the cancer test positive, and the false positive rate is 3 percent. If someone tests positive, what is the \nprobability that they have the cancer? See what you come up with.  \nDoctors who were asked this question answered between 1 and 99 percent, and roughly half said 50 percent, \nthe test’s sensitivity, or 47 percent, the test’s sensitivity minus the false positive rate. The need to combine \nprobabilities makes this question confusing, and even professionals who should know how to interpret the data \nstruggled. \nThe answer is around five percent. The way to structure the question to make it easier to grasp is to translate \nthe probabilities into natural numbers.22 For example, assume a population of 2,000 people. We know that 6 of \nthem (.003 x 2,000) will have the cancer. We know that half of them, 3, will test positive. The false positive rate \nsays that about 60 of the people without the cancer will test positive (.03 x 1,994). The probability that someone \nwho tests positive has the cancer is therefore 3 divided by 62.8, or 4.8 percent.  \nThe final training approach, which addresses the core theme of this report, is timely and accurate feedback \nabout probabilistic forecasts. Think of weather forecasters. They predict the weather with probabilities (“there’s \na 30 percent chance it will rain tomorrow”). The weather outcome is a form of feedback. There is evidence that \nfeedback provides lessons that help increase the accuracy of future forecasts.23  \nThere are two qualities in particular that are worth cultivating. The first is calibration, which measures how closely \npercentage forecasts match the outcomes. A weather forecaster is well calibrated if it rains 30 percent of the \ntime that rain was predicted with a 30 percent probability.   \n"
    },
    {
      "number": 7,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n7 \n \nThe second is called discrimination, or resolution, and considers how different a particular outcome may be from \nthe base rate. For instance, it rains about one in three days in London, England.24 You can predict a 33 percent \nchance of rain each day and appear well-calibrated at the end of the year. But those forecasts would not be \nhelpful in planning picnics or walks in the park. Discrimination means it rains when you say rain and it’s dry when \nyou call for sunshine. \nWe will discuss specific methods to improve feedback for investment professionals in the last section of this \nreport. \nThe second aspect of training for fundamental investors focuses on the correct methods for investment analysis. \nThe process for seeking excess returns varies by investment organization, so it is important to match the tools \nwith the task. But aspects of this training are particularly relevant. One is that there are right and wrong ways to \ndo particular calculations. The other is to make sure that all investors on the team understand the economic \nimplications of the assumptions they make. \nFor example, measures, including return on invested capital (ROIC), free cash flow, and customer lifetime value, \nshould be defined properly and calculated consistently throughout an investment organization. Investors who \nfeel the need to depart from standard definitions can be encouraged to calculate the measure in the agreed-\nupon way and then introduce the alternative approach with a clear explanation of why it adds insight. There also \nought to be a consistent way to estimate the opportunity cost of capital. \nAnother essential element of this training is to make sure that investors who use shorthands, predominately \nmultiples to assess valuation, understand the economic implications of those shorthands. For instance, a price-\nearnings ratio of 30 or an enterprise value-to-earnings before interest, depreciation, and amortization (EBITDA) \nratio of 18 embed assumptions about incremental ROIC, growth, and the cost of capital. An investor seeking to \ndiscern value should make those metrics explicit so that they can be discussed and debated. Shorthands should \nhave grounding in proper drivers of economic value. \nEffective communication skills are also an important aspect of investment analysis and can be improved via \ntraining. Steven Pinker, a cognitive scientist with an expertise in linguistics, states flatly that “writing is an \nunnatural act.”25 He makes the case for prose written in classic style, which entails showing the reader something \nconcrete in the world in a way that is conversational. He notes that with this style “the writer has worked hard to \nfind something worth showing and the perfect vantage point from which to see it.”26  \nProper data visualization, using graphics to display data, is also important. When done well, data visualization \nconveys useful information to the viewer.27 Charts and graphs that are used more to make a point than share \nrelevant material are common in the investment industry. Indeed, research shows that how data are presented \ncan lead to different judgments about the same data.28 \nThe final aspect of training has to do with process development. Investors who rely on fundamentals need to \nconsider carefully the potential sources of market inefficiency that lead to market mispricing. Ed Thorp, a trained \nmathematician and highly successful hedge fund manager, said, “There is a market inefficiency if there is a \nparticipant who can generate excess risk-adjusted returns that can be logically explained in a way that is difficult \nto rebut.”29 \nThere has been a lot of interest in recent years in blending quantitative and qualitive approaches to create a \nprocess that is more robust than one based on either approach alone. The idea is that man plus machine beats \neither man or machine. The key is assessing which aspects of investment process can be addressed \n"
    },
    {
      "number": 8,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n8 \n \nsystematically and which must be in the realm of judgment. For instance, Lewis Goldberg, a psychologist, found \nthat models of decision makers outperformed the decision makers that were modeled. This reveals an essential \nobservation: decision makers often know what to do in principle but fail to execute in reality.30    \nPractice versus Play. Practice is common for participants in a particular domain who want to get better. Athletes \nare an obvious example. Even elite professionals allocate a substantial amount of time to honing their skills. The \nratio of practice to play varies by sport, but there are no cases where practice is completely absent. Practice \nentails applying an idea, belief, or method versus just understanding theories related to results in an activity.  \nOne of the reasons that investment management is difficult is that there is an enormous amount of information \nto absorb. As a result, it is easy to get drawn into a pattern of all playing and no practicing. But no playing and \nall practicing is also obviously bad. The goal is to strike an appropriate balance between doing the job and \npracticing so as to improve the investment process. \nStudies of practice reveal a number of relevant points. First, practice in most activities allows us to pass through \nstages until we reach the autonomous stage, a point where skill becomes habitual and fluid. Performance is \nacceptable and repeating the activity does not improve results. The classic example is driving. Most of us can \nget around reasonably safely but certainly lack the skills of expert drivers. We get good enough and stop. And \nthat is fine for many things we do.31  \nSecond, there’s a useful distinction between regular, or even purposeful, practice and deliberate practice.32 \nDeliberate practice requires full attention, occurs at the edge of a person’s ability, and requires timely and \naccurate feedback. A good teacher or a coach can structure the practice and make appropriate corrections to \nperformance. Deliberate practice is more applicable to domains that are well understood, such as music or \nathletics, than it is in activities that are less objectively measured.32  \nThird, it is interesting to consider what practice looks like in the investment industry. The answer to a large \ndegree depends on how an investment manager seeks to generate excess returns. What skills a quantitative \nmanager needs to succeed are very different than what a long-term oriented fundamental investor requires. \nQuantitative managers rely more on a statistical approach and fundamental investors appeal more to judgment, \nbut the common denominator is the ability to make good decisions in the face of uncertainty.  \nFourth is the issue of skill transfer. Effective practice isolates the skills that are necessary to produce results. \nResearchers like to distinguish between drills and scrimmages. Drills distort the game so as to work on a specific \nskill under maximum concentration. Scrimmages mimic the game to get a feel for the cadence and \ncircumstances.33  \nSkill transfer is the degree to which working on a skill in one setting translates into another.34 For example, \nemployees at Susquehanna International Group, a trading and technology firm, play poker, chess, and strategic \nboard games to hone their skills and “apply them to complex financial markets.”35 The main question is how, \nand to what degree, the skills you practice help improve your investment process.  \nFinally, it helps to start by considering what we usually do in order to think about how we can do it better. \nInvestors, just as people in many walks of life, usually think by analogy.36 They compare two things with the \nsense that one idea will help explain or clarify the other.  \n \n"
    },
    {
      "number": 9,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n9 \n \nMore formally, we identify a source analog that becomes the basis of comparison with the target. The source \ncommonly comes from memory. We then compare the source to the target to make inferences, often in the form \nof similarities. These inferences are then modified to capture differences between the source and the target. We \nthen consider the lessons from the analogy’s success or failure.37 \nWe typically tap our memory to come up with the source analogy. If we remember the right one, we learn about \na new situation quickly. But more often than not we run into two potential problems. The first is the lack of \nbreadth. We are simply unaware of other analogies that may be more appropriate than the one that is available \nto our minds. The second is a lack of depth. We make inappropriate inferences because the analogy relies too \nmuch on superficial similarities and fails to recognize causality.  \nThe use of base rates is the remedy for the problems of breadth and depth. Base rates are particularly useful in \ncertain cases where the reference class is well understood and has a distribution of outcomes that exhibit “mild \nrandomness” and hence can be readily modeled statistically. Base rates can be more challenging when there is \nno ready reference class or when the distribution of outcomes show “wild randomness” and hence are difficult \nto measure.38  \nIn domains such as sports and music, coaches or teachers oversee practice and provide valuable real-time \nfeedback to improve results. The distinction between critique and correction is useful. A critique points out that \nsomething was done wrong and explains how to do it better. A correction requires doing it over, and properly, at \nthe earliest possible opportunity.39 This means that errors in reasoning or technique should be identified and \ncorrected on the spot. \nAtul Gawande, a surgeon at Brigham and Women's Hospital in Boston, Massachusetts as well as a writer and \npublic health researcher, wondered about the widespread use of coaches in sports and the dearth of coaches \nin medicine. He asked a surgeon under whom he’d trained to be his “coach” for one of his operations. He \nsuggests “the case went beautifully,” but his coach had lots of observations about what he could have done \nbetter. There is a lot of opportunity to improve coaching in the investment business. Gawande suggests, \n“Coaching done well may be the most effective intervention designed for human performance.”40 But it starts by \nprofessionals acknowledging that there is room to improve.  \nOrganizations \nIt is essential to find the right people and help them flourish, but it’s also important to recognize that most people \nmake decisions from within an organization. Research shows that individual beliefs and productivity are shaped \nin part by organizations.41 For example, star investment professionals who switch firms tend to see a \ndeterioration of their performance. The main reason is that the star’s skills were a better fit for the prior firm than \nthe new one.42   \nCulture can play a significant role in mediating beliefs and behaviors. Researchers often describe culture as \nreflecting values and norms. Values are the standards of behavior that employees seek to realize, and norms \nare the degree to which they behave according to those values.43 Values and norms are influenced by governing \nobjectives, incentives, teamwork, and the overall organizational environment. We want to examine these in the \ncontext of feedback.   \n \n"
    },
    {
      "number": 10,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n10 \n \nGoverning Objective. An organization’s governing objective is a clear statement of what it is fundamentally \ntrying to accomplish. It molds an organization’s culture, communications, and choices about how it allocates \nresources. A clear governing objective gives decision makers a basis for dealing with the trade-offs that naturally \narise in a dynamic setting. It also provides insiders and outsiders with a benchmark for assessing results.44  \nThe most vivid example of dueling governing objectives for corporations is a focus on creating shareholder value \nversus building stakeholder value. We argue that creating long-term value considers the interests of all \nstakeholders while providing a basis for choosing between strategic and financial options. Stakeholder value \nseeks to maximize the interests of all stakeholders, which is impossible to do simultaneously.45 As a result, \nstakeholder value ends up being a matter of management discretion with no clear way to assess outcomes.  \nInvestment management organizations also have tension between two potential objectives.46 Charles Ellis, the \nfounder of Greenwich Associates and an investment industry luminary, distinguishes between the profession \nand business of investment management. The profession is focused on generating attractive long-term returns \nfor investors. The business is focused on producing sales and profits for the investment firm. Ellis correctly \nobserves that a healthy business is necessary to support the profession, if only to attract and retain talent, but \nthat the pendulum can swing away from the profession toward the business. He emphasizes that the optimal \nbalance must always favor the profession over the business because it is the best path to attract and develop \ntalented investors.  \nIncentives. Feedback that encourages individuals to stay true to the governing objective can come from sources \ninside or outside the organization. Incentives can also play a large role in encouraging actions consistent with \nthe organization’s broader goal. Proper incentives make pursuing the governing objective “an act of enlightened \nself-interest” for an organization’s members.47 \nEffective incentives are very difficult to design, and incentives by themselves rarely promote the proper \nbehaviors. But every effort should be made to align incentives with the governing objective. Investors committed \nto the profession should have enough skin in the game to feel the organization’s ups and downs, but not so \nmuch as to impair judgment. Research shows that funds with high portfolio manager ownership do better than \nthose with low ownership.48 That said, managers who own large stakes in the funds tend to take fewer risks, \nespecially after a spell of poor results or investor outflows.49  \nTeams. One of the most profound changes in the investment management industry has been the shift from \nsingle- to team-managed funds. About 65 percent of funds had a single manager 30 years ago and about 20 \npercent do today (see exhibit 5).50 Team-run funds have generated higher excess returns than have single-\nmanaged funds, and they have done so with a lower standard deviation.51 \n \n \n \n \n \n \n \n"
    },
    {
      "number": 11,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n11 \n \nExhibit 5: Mutual Funds Shift from One to Multiple Managers \n  \nSource: Campbell R. Harvey, Yan Liu, Eric K.K. Tan, and Min Zhu, “Crowding: Evidence from Fund Managerial Structure,” \nWorking Paper, April 9, 2021. \nWe have already seen that trained forecasters do better than those who receive no training. The researchers at \nGJP also found that teams forecast more accurately than the trained individuals. Teams do better than \nindividuals because they have additional knowledge. The forecasts of teams of elite forecasters are nearly twice \nas accurate as those of untrained individuals (see exhibit 6). A group can add value with complex problems that \nrequire a forecast.52 \nExhibit 6: Training and Teaming Can Improve Prediction Accuracy \n \nSource: Paul J. H. Schoemaker and Philip E. Tetlock, “Superforecasting: How to Upgrade Your Company’s Judgment,” \nHarvard Business Review, May 2016, 72-78. \nWhereas it is possible to measure the general intelligence (g) of an individual, researchers suggest that groups \nhave a similar measure, which they call collective intelligence (“the c factor”).53 One study that included more \nthan 5,000 individuals and 1,300 teams found that the variables that best explained collective intelligence \nincluded measures of “group collaboration process” and individual member skill. Less explanatory factors \nincluded group size, social perceptiveness, and group composition. The ranking of these factors varies by task.54  \n0\n10\n20\n30\n40\n50\n60\n70\n80\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\nPercentage of Mutual Funds\nTeam-Managed\nSingle-Managed\n66%\n44%\n41%\n36%\nElite\nTeams\nTeams\nTraining\nNo Training\nImprovement in Accuracy Versus Random Guesses\n"
    },
    {
      "number": 12,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n12 \n \nStudies of teams have also found that psychological safety is essential to success. Psychological safety exists \nwhen people feel comfortable saying what they think without concern that they will be punished if they make a \nmistake. Leaders can foster this openness by emphasizing collaboration over conflict and curiosity over blame.55 \nThe virtue of psychological safety is that all points of view get a voice. \nBut the evidence of the value of group discussion is mixed. It can be the case that someone’s insight gets \ndrowned out by the opinion of another, which is especially likely when there are differences in seniority. Collective \ncalibration is a group quality that overcomes this. The idea is that individual members who are better calibrated, \nmeaning that their confidence matches their accuracy, make the group’s discussion more fruitful.56 This \nunderscores that training in forecasting techniques can benefit individuals as well as teams. \nSuccessful teams have members who are capable. Feedback should focus on how the team is managed. \nEssential elements include the ideal team size and makeup, having a leader or moderator who makes sure that \nall information and alternative views are brought to the surface, and proper voting techniques.57  \nEnvironment. Researchers distinguish between algorithmic and heuristic tasks within an organization.58 \nAlgorithmic tasks deal with situations where cause and effect are clear and the goal can be achieved by following \na recipe. Heuristic tasks arise in evolving and novel environments where there are no set steps to success. For \ninstance, creating policy is essentially a prediction and policies often don’t succeed.59 \nEssentially all companies include algorithmic and heuristic elements. But in general, algorithmic tasks are more \nassociated with businesses with tangible assets, and heuristic tasks accompany intangible assets. Visualize a \nsteel mill in 1900. You can imagine a lot of workers carrying out tasks such as moving ore, feeding furnaces, \nand shaping steel but only a few fashioning new instructions. Algorithmic and heuristic tasks were both important, \nbut most of the manpower was dedicated to implementing instructions. \nNow visualize a research and development (R&D) lab where scientists seek to create a vaccine to provide \nimmunity against a novel pathogen. Creating an efficacious vaccine is the hard part. The manufacturing must \nbe done to exacting standards but the process is relatively straightforward.60 Tasks within organizations are \nmigrating from algorithmic to heuristic, following the evolution from tangible to intangible assets.61  \nLeaders of organizations that partake primarily in heuristic work should strive to create an environment \nconducive to success. First, it should be committed to ongoing learning. In investment management, this means \nconstant reading, welcoming guests who have done useful or provocative work, and sharing ideas across the \norganization efficiently.  \nGood organizations also welcome different points of view. This starts in the hiring process with an emphasis on \ncognitive diversity. Cognitive diversity measures functional knowledge, personality, representations, mental \nmodels, and categorizations. Most research shows that cognitive diversity is one of the key ingredients in groups \nthat make good decisions.62 \nFrameworks for surfacing and selecting good ideas are also important. Ideally, these have been established and \nreinforced via training and practice. These mechanisms include the use of base rates and red teams, a method \nto create structured disagreement. Auditing the decision-making process is also a vital mechanism for feedback.   \nFinally, leaders should attempt to create an environment of equanimity. All organizations go through ups and \ndowns, so removing peaks and valleys is essential. A focus on proper process with a long-term view contributes \nto this attitude.  \n"
    },
    {
      "number": 13,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n13 \n \nFeedback During Process Execution  \nProviding feedback to fundamental investors is inherently difficult because the process to make decisions is \noften poorly defined and the outcome, the rise and fall of asset prices, is noisy in the short run. One way to solve \nthis problem is to break down decisions into measurable components. But it all starts with documenting decisions \nand how they are made. Without a record of what you expect to happen, it is difficult to measure the accuracy \nof your predictions. \nAn investor who buys or sells a security in the hope of generating an excess return must have a variant \nperception, a well-founded view that the market has not priced properly. The variant perception, in turn, can be \nbroken into subcomponents. Those subcomponents can be evaluated using a mechanism to score the accuracy \nof the predictions. This provides a solid foundation for intermediate feedback.    \nThe Brier score, developed by the meteorologist Glenn Brier in the 1950s, is a popular method for tracking the \naccuracy of probabilistic forecasts.63 One version adds the square of the forecast error for the event, (forecast \nof event − outcome)2, to the square of error for the non-event, (forecast of non-event − outcome)2. For binary \nevents, the value of the outcome is 1 if the event occurs and 0 if it does not. For instance, if you predict rain \ntomorrow with an 80 percent probability and it does rain, your Brier score is 0.08 [(0.80 – 1)2 + (0.20 – 0)2]. This \nversion has a scale from 0 to 2 and, as in golf, a lower score is better.   \nYou can calculate the Brier score for a prediction when you state a measurable outcome by a specified date \nwith an associated probability. The straightforward step is to translate the essential elements of the variant \nperception into forecasts that can receive a Brier score. This allows for timely feedback on the aspects of the \ninvestment case that matter. \nYou might imagine a case where the market has priced in 100 new value-creating subscribers for a business \nduring the next quarter and your variant perception is that the number of new subscribers will meaningfully \nexceed that level. Your prediction might be “the company will have more than 110 new subscribers by the end \nof the quarter with an 80 percent probability.” You can calculate your Brier score once the company has disclosed \nthe subscriber number. \nThe best forecasters don’t just set a probability and leave it at that. They constantly make small refinements to \ntheir probability estimates as new information arrives. Those who make poor forecasts tend to either stick to \ntheir initial forecast or make rare revisions.64  \nThe intelligence community has developed a technique called “linchpin analysis’’ that can be helpful in isolating \nthe foundation for a variant perception. Roger George, who worked at the Central Intelligence Agency and has \ntaught intelligence studies, summarizes the approach in the following steps:65 \n• Identify the main uncertain factors or key variables (drivers) that will determine an outcome. \n• Identify working assumptions (linchpin premises) about how the key drivers will operate. \n• Advance convincing evidence and reasoning to support the linchpin premises. \n• Address any indicators or signposts that would render linchpin premises unreliable. \n• Ask what dramatic events or triggers could reverse the expected outcomes. \n"
    },
    {
      "number": 14,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n14 \n \nYou can use signposts as periodic checks on the thesis. Should you develop an investment thesis and find that \nyou are missing widely on your forecasts about outcomes, the signposts present an opportunity to revisit your \nthesis and, if appropriate, to revise your view.  \nMost investment organizations have the raw material to keep Brier scores but fail to do so. Part of it is that \nkeeping track of decisions requires some discipline. But the bigger issue is that when we are wrong, we generally \ncope by crafting a story to explain what happened in a way that avoids making us look bad. We are poor at \npredicting but great at explaining the past.66 \nBut feedback can provide a payoff. First, just knowing that a component of an investment thesis will be evaluated \nencourages more thoughtful analysis and input. The relevance of base rates is immediately clear when \nindividuals are asked to attach probabilities to events.   \nThere is also evidence that this type of feedback improves calibration.67 Researchers in one study asked weather \nforecasters to make predictions on outcomes such as wind speed, visibility, and precipitation. They were \ngenerally overconfident, which means their subjective probabilities exceeded the observed outcomes (see light \nblue line in exhibit 7). The forecasters were then given extensive feedback and asked to repeat similar forecasts. \nThe results were substantially more accurate the second time (see dark blue line). \nExhibit 7: Feedback Improves Calibration \n \nSource: Allan H. Murphy and Harald Daan, “Impacts of Feedback and Experience on the Quality of Subjective Probability \nForecasts: Comparison of Results from the First and Second Years of the Zierikzee Experiment,” Monthly Weather Review, \nVol. 112, No. 3, 1984, 413-423. \n \n \n0.0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\n0.8\n0.9\n1.0\n0.0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\n0.8\n0.9\n1.0\n1981-82 (n=21,760)\n1980-81 (n=20,560)\nPerfect Calibration\nObserved Frequency\nSubjective Probability\n"
    },
    {
      "number": 15,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n15 \n \nOther initiatives may be helpful as well and can actually be considered a part of practice. One is to periodically \naudit the process behind major decisions. Importantly, this should include decisions that turned out fine as well \nas those that turned out poorly. The goal is to honestly appraise the quality of the process, as good outcomes \ncan be the result of a bad process and good luck, and bad outcomes can be the result of a good process and \nbad luck. \nAnother procedure is to keep track of decisions that led to no action. For example, an organization may \ncontemplate the purchase of a specific security and pass on it. That decision should remain in the database and, \nlike the decision to act, be evaluated periodically. \nFinally, we can collect feedback from machines. Chess is an interesting example. Chess programs were deemed \nto have achieved superhuman levels of performance when Deep Blue beat world champion Garry Kasparov in \n1997. The Elo rating system is a standard way of measuring relative skill in zero-sum games. The best chess \nplayer in the world today, Magnus Carlsen, has an Elo rating of 2865. The best chess program, Stockfish 14, \nhas a rating of around 3540. (AlphaZero Chess, which beat Stockfish years ago, does not have an official rating \nbut it is assumed to be higher than that of Stockfish.) The rating difference suggests that Carlsen would have \nless than a two percent chance of beating Stockfish.  \nCarlsen and other elite players now use the chess programs as teachers. They can consider moves and then \nconsult the program to get feedback on their strength. This is a machine giving feedback in order to improve a \nhuman’s game.68  \nYou might imagine a similar process in investment management. Position sizing within a portfolio, for example, \ncan be expressed mathematically when the goals, constraints, and inputs are well specified. In concept, portfolio \nmanagers could have run a portfolio management program to suggest optimal position sizes given the \nassumptions. The investor could then compare their own intuitions against the machine’s calculations to see if \nand why there are differences.  \nConclusion  \nFeedback is information that is applied to improve results. In this report, we focused on how feedback can \nimprove the long-term outcomes for investment organizations. \nWe started by discussing the qualities of good thinking, including the characteristics of superforecasters, a group \nthat made accurate forecasts above what chance would dictate, and the rationality quotient, a measure of \nrational decision making. The important insight is that intelligence quotient and rationality quotient measure \ndifferent things and have only partial overlap. Superforecasters would likely score high on the test of rationality. \nIn particular, a significant attribute is being actively open-minded. \nGetting the right people is great, and their skills can be enhanced through proper training. Learning how to apply \nbase rates properly is a particularly effective tool for decision makers facing probabilistic outcomes. Beyond \ntraining, it is crucial to consider an appropriate ratio between practice and play. Investing is difficult in that there \nis always some information out there that we don’t know. As a result, the temptation is to play constantly. But \nevidence in other fields suggests that allocating some time to practice, assuming the possibility of skill transfer, \nmay lead to improved outcomes. \n \n"
    },
    {
      "number": 16,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n16 \n \nInvestors rarely operate fully autonomously and are generally part of an organization. That organization can \nshape beliefs and productivity. We discussed a number of key considerations, including the organization’s \ngoverning objective, the degree to which incentives align with that objective, the function of teams within \norganizations, and what type of environment is most conducive to success in a field dominated by heuristic \ntasks.  \nGenerating timely and accurate feedback for fundamental investors can be difficult because the process is rarely \nuniform and the outcomes are noisy. One approach to dealing with this problem is to break an investment thesis \ninto subcomponents and to track the accuracy of each of the probabilistic forecasts.  \nBuying or selling a security with an expectation of excess returns implies a view of what is going to happen that \nthe market has yet to reflect in a price. The objective is to translate that variant perception into a cluster of \nmeasurable results and to keep score of how well the outcomes match the subjective inputs. \nThe encouraging news is that there is evidence that receiving timely and accurate feedback makes you a better \nforecaster. The apparatus to provide this feedback exists, but implementation requires some focus and \ndiscipline. \n \nPlease see Important Disclosures on pages 21-23   \n   \n \n \n"
    },
    {
      "number": 17,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n17 \n \nEndnotes \n1 For a discussion along the same lines, see Cade Massey, “How to Identify Talent: Five Lessons from the NFL \nDraft,” Behavioral Scientist, April 23, 2018. \n2 David Ignatius, “More Chatter Than Needed,” Washington Post, November 1, 2013. \n3 Philip E. Tetlock and Dan Gardner, Superforecasting: The Art and Science of Prediction (New York: Crown \nPublishers, 2015) and Paul J.H. Schoemaker and Philip E. Tetlock, “Superforecasting: How to Upgrade Your \nCompany’s Judgment,” Harvard Business Review, Vol. 94, No. 5, May 2016, 72-78. \n4 For a good resource on this topic, see the website of Jonathan Baron, a professor of psychology at the \nUniversity of Pennsylvania: www.sjdm.org/dmidi/Actively_Open-Minded_Thinking_Beliefs. \n5 Keith E. Stanovich, The Bias That Divides Us: The Science and Politics of Myside Thinking (Cambridge, MA: \nMIT Press, 2021), 55. \n6 Tetlock and Gardner, Superforecasting, 191. \n7 Stanovich, The Bias That Divides Us, 9. \n8 Ibid., 58. \n9 See Mark Grinblatt, Matti Keloharju, and Juhani Linnainmaa, “IQ and Stock Market Participation,” Journal of \nFinance, Vol. 66, No. 6, December 2011, 2121-2164; Judith Chevalier and Glenn Ellison, “Are Some Mutual \nFund Managers Better Than Others? Cross-Sectional Patterns in Behavior and Performance,” Journal of \nFinance, Vol. 54, No. 3, June 1999, 875-899; Aron A. Gottesman and Matthew R. Morey, “Manager Education \nand Mutual Fund Performance,” Journal of Empirical Finance, Vol. 13, No. 2, March 2006, 145-182; Mark \nGrinblatt, Matti Keloharju; Juhani T. Linnainmaa, “IQ, Trading Behavior, and Performance,” Journal of Financial \nEconomics, Vol. 104, No. 2, May 2012, 339-362; Andreas Hefti, Steve Heinke, and Frédéric Schneider, “Mental \nCapabilities, Trading Styles, and Asset Market Bubbles: Theory and Experiment,” University of Zurich Working \nPaper No. 234, August 30, 2016; and Wändi Bruine de Bruin, Andrew M. Parker, and Baruch Fischhoff, \n“Decision-Making Competence: More Than Intelligence?” Current Directions in Psychological Science, Vol. 29, \nNo. 2, April 2020, 186-192.  \nThere also appears to be a genetic component to investing. See Amir Barnea, Henrik Cronqvist, and Stephan \nSiegel, “Nature or Nurture: What Determines Investor Behavior?” Journal of Financial Economics, Vol. 98, No. \n3, December 2010, 583-604 and David Cesarini, Magnus Johannesson, Paul Lichtenstein, Örjan Sandewall and \nBjörn Wallace, “Genetic Variation in Financial Decision-Making,” Journal of Finance, Vol. 65, No. 5, October \n2010, 1725-1754.   \n10 Keith E. Stanovich and Richard F. West, “The Assessment of Rational Thinking: IQ ≠ RQ,” Teaching of \nPsychology, Vol. 41, No. 3, July 2014, 265-271. \n11 Keith E. Stanovich, Richard F. West, and Maggie E. Toplak, The Rationality Quotient: Toward a Test of \nRational Thinking (Cambridge, MA: MIT Press, 2016), 315. \n12 Meredith C. Frey and Douglas K. Detterman, “Scholastic Assessment or g? The Relationship Between the \nScholastic Assessment Test and General Cognitive Ability,” Psychological Science, Vol. 15, No. 6, June 2004, \n373-378. \n13 Steven Pinker, Rationality: What It Is, Why It Seems Scarce, Why It Matters (New York: Viking, 2021), 7. Also \nMaggie E. Toplak, Richard F. West, and Keith E. Stanovich, “Education for Rational Thought,” in John R. Kirby \nand Michael J. Lawson, eds., Enhancing the Quality of Learning Dispositions, Instruction, and Learning \nProcesses (Cambridge: Cambridge University Press, 2012), 51-92. \n14 Stanovich, West, and Toplak, The Rationality Quotient, 6-7. \n15 Daniel Kahneman and Amos Tversky, “Prospect Theory: An Analysis of Decision under Risk,” Econometrica, \nVol. 47, No. 2, March 1979, 263-292. \n16 Hannah Ritchie, “Does the news reflect what we die from?” ourworldindata.org, May 29, 2019.  \n17 Robert P. Abelson, “Beliefs Are Like Possessions,” Journal for the Theory of Social Behaviour, Vol. 16, No. 3, \nOctober 1986, 223-250 and Stanovich, The Bias That Divides Us, 8. \n18 Stanovich, West, and Toplak, The Rationality Quotient, 314. For more on the CART, see Keith E. Stanovich, \n“The Comprehensive Assessment of Rational Thinking,” Educational Psychologist, Vol. 51, No. 1, 2016, 23-34. \n"
    },
    {
      "number": 18,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n18 \n \n19 Welton Chang, Eva Chen, Barbara Mellers, and Philip Tetlock, “Developing Expert Political Judgment: The \nImpact of Training and Practice on Judgmental Accuracy in Geopolitical Forecasting Tournaments,” Judgment \nand Decision Making, Vol. 11, No. 5, September 2016, 509-526.  \n20 Daniel Kahneman and Amos Tversky, “Intuitive Prediction: Biases and Corrective Procedures,” Decision \nResearch Technical Report PTR-1042-77-6, 1977. \n21 Daniel Kahneman and Amos Tversky, “On the Psychology of Prediction,” Psychological Review, Vol. 80, No. \n4, July 1973, 237-251.  \n22 Gerd Gigerenzer and Adrian Edwards, “Simple Tools for Understanding Risks: From Innumeracy to Insight,” \nBMJ, Vol. 327, September 27, 2003, 741-744.  \n23 Allan H. Murphy and Harald Daan, “Impacts of Feedback and Experience on the Quality of Subjective \nProbability Forecasts. Comparison of Results from the First and Second Years of the Zierikzee Experiment,” \nMonthly Weather Review, Vol. 112, No. 3, March 1984, 413-423.  \n24 See www.metoffice.gov.uk/research/climate/maps-and-data/uk-climate-averages. \n25 Steven Pinker, The Sense of Style: The Thinking Person’s Guide to Writing in the 21st Century (New York: \nViking, 2014), 27. \n26 Ibid., 30. \n27 The classic text is Edward R. Tufte, The Visual Display of Quantitative Information, 2nd Ed. (Cheshire, CT: \nGraphics Press, 2001).  \n28 Stephen A. Spiller, Nicholas Reinholtz, Sam J. Maglio, “Judgments Based on Stocks and Flows: Different \nPresentations of the Same Data Can Lead to Opposing Inferences,” Management Science, Vol. 66, No. 5, May \n2020, 2213-2231.  \n29 Ed Thorp interview in Jack D. Schwager, Hedge Fund Market Wizards: How Winning Traders Win (Hoboken, \nNJ: John Wiley & Sons, 2012), 217. \n30 Lewis Goldberg, “Man Versus Model of Man: A Rationale, Plus Some Evidence, For a Method of Improving \nClinical Inferences,” Psychological Bulletin, Vol. 73, No. 6, June 1970, 422-432. Also, see Daniel Kahneman, \nOlivier Sibony, and Cass R. Sunstein, Noise: A Flaw in Human Judgment (New York: Little, Brown Spark, 2021), \n117-122.  \n31 Stan Browne, Deb Clarke, Peter Henson, Frida Hristofski, Vicki Jeffreys, Peter Kovacs, Karen Lambert, \nDanielle Simpson, with the assistance of the Australian Institute of Sport, PDHPE Application & Inquiry, Second \nEdition (Melbourne, Australia: Oxford University Press, 2009), 150-151. \n32 Anders Ericsson and Robert Pool, Peak: Secrets from the New Science of Expertise (Boston, MA: Houghton \nMifflin Harcourt, 2016). Also, Daniel Coyle, The Talent Code: Greatness Isn’t Born. It’s Grown. Here’s How. \n(New York: Bantam, 2009). \n33 Doug Lemov, Erica Woolway, and Katie Yezzi, Practice Perfect: 42 Rules for Getting Better at Getting Better \n(San Francisco, CA: Jossey-Bass, 2012), 48-51. \n34 Robert R. Hoffman, Paul Ward, Paul J. Feltovich, Lia DiBello, Stephen M. Fiore, and Dee H. Andrews, \nAccelerated Expertise: Training for High Proficiency in a Complex World (Expertise: Research and Applications \nSeries) 1st Edition (New York: Psychology Press, 2014), 49-65.  \n35 See https://sig.com/quantitative-trading/game-theory/.  \n36 Dan Lovallo, Carmina Clarke, and Colin Camerer, “Robust Analogizing and the Outside View: Two Empirical \nTests of Case-Based Decision Making,” Strategic Management Journal, Vol. 33, No. 5, May 2012, 496-512. \n37 Keith J. Holyoak and Paul Thagard, Mental Leaps: Analogy in Creative Thought (Cambridge, MA: MIT Press, \n1995), 15. \n38 Benoit B. Mandelbrot and Nassim Nicholas Taleb, “Mild vs. Wild Randomness: Focusing on those Risks that \nMatter,” in The Known, the Unknown, and the Unknowable in Financial Institutions, Frank Diebold, Neil Doherty, \nand Richard Herring, eds. (Princeton, NJ: Princeton University Press, 2010), 47-58. \n39 Lemov, Woolway, and Yezzi, Practice Perfect, 52. \n40 Atul Gawande, “Personal Best: Top Athletes and Singers Have Coaches. Should You?” New Yorker, October \n3, 2011.   \n41 Mirta Galesic, Henrik Olsson, Jonas Dalege, Tamara van der Does, and Daniel L. Stein, “Integrating Social \nand Cognitive Aspects of Belief Dynamics: Towards a Unifying Framework,” Journal of the Royal Society \nInterface, Vol. 18, No. 176, March 2021.  \n"
    },
    {
      "number": 19,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n19 \n \n42 Boris Groysberg, Chasing Stars: The Myth of Talent and the Portability of Performance (Princeton, NJ: \nPrinceton University Press, 2010). \n43 John R. Graham, Jillian Grennan, Campbell R. Harvey, and Shivaram Rajgopal, “Corporate Culture: Evidence \nfrom the Field,” Working Paper, January 28, 2022.  \n44 Michael J. Mauboussin and Alfred Rappaport, “Transparent Corporate Objectives—A Win-Win for Investors \nand the Companies They Invest In,” Journal of Applied Corporate Finance, Vol. 27, No. 2, Spring 2015, 28-33.  \n45 Michael C. Jensen, “Value Maximization, Stakeholder Theory, and the Corporate Objective Function,” \nBusiness Ethics Quarterly, Vol. 12, No. 2, April 2002, 235-256. \n46 Charles D. Ellis, “Will Business Success Spoil the Investment Management Profession?” Journal of Portfolio \nManagement, Vol. 27, No. 3, Spring 2001, 11-15. \n47 Mauboussin and Rappaport, “Transparent Corporate Objectives,” 31.  \n48 Ajay Khorana, Henri Servaes, and Lei Wedge, “Portfolio Manager Ownership and Fund Performance,” Journal \nof Financial Economics, Vol, 85. No. 1, July 2007, 179-204. \n49 Linlin Ma and Yuehua Tang, “Portfolio Manager Ownership and Mutual Fund Risk Taking,” Management \nScience, Vol. 65, No. 12, December 2019, 5518-5534. \n50 Saurin Patel and Sergei Sarkissian, “To Group or Not to Group? Evidence from Mutual Fund Databases,” \nJournal of Financial and Quantitative Analysis, Vol. 52, No. 5, October 2017, 1989-2021 and Campbell R. \nHarvey, Yan Liu, Eric K.K. Tan, and Min Zhu, “Crowding: Evidence from Fund Managerial Structure,” Working \nPaper, April 9, 2021. \n51 Saurin Patel and Sergei Sarkissian, “Portfolio Pumping and Managerial Structure,” Review of Financial \nStudies, Vol. 34, No. 1, February 2020, 194-226. \n52 Schoemaker and Tetlock, “Superforecasting: How to Upgrade Your Company’s Judgment.” \n53 Anita Williams Woolley, Christopher F. Chabris, Alex Pentland, Nada Hashmi, and Thomas W. Malone, \n“Evidence for a Collective Intelligence Factor in the Performance of Human Groups,” Science, Vol. 330, No. \n6004, October 29, 2010, 686-688. \n54 Christoph Riedl, Young Ji Kim, Pranav Gupta, Thomas W. Malone, and Anita Williams Woolley, “Quantifying \nCollective Intelligence in Human Groups,” PNAS, Vol. 118, No. 18, May 25, 2021. \n55 Laura Delizonna, “High-Performing Teams Need Psychological Safety. Here’s How to Create It,” Harvard \nBusiness Review, August 24, 2017; Julia Rozovsky, “The Five Keys to a Successful Google Team,” November \n17, 2015; Amy Edmondson, “Psychological Safety and Learning Behavior in Work Teams,” Administrative \nScience Quarterly, Vol. 44, No. 2, June 1999, 350-383; and Amy C. Edmondson and Zhike Lei, “Psychological \nSafety: The History, Renaissance, and Future of an Interpersonal Construct,” Annual Review of Organizational \nPsychology and Organizational Behavior, Vol. 1, 2014, 23-43. See https://rework.withgoogle.com/blog/five-keys-\nto-a-successful-google-team/. \n56 Ike Silver, Barbara A. Mellers, and Philip E. Tetlock, “Wise Teamwork: Collective Confidence Calibration \nPredicts the Effectiveness of Group Discussion,” Journal of Experimental Social Psychology, Vol. 96, September \n2021, article 104157. \n57 James R. Larson, Jr., Pennie G. Foster-Fishman, and Timothy M. Franz, “Leadership Style and the Discussion \nof Shared and Unshared Information in Decision Making,” Leadership and Information, Vol. 24, No. 5, May 1998, \n482-495 and Ricardo Barahona, Stefano Cassella, and Kristy A.E. Jansen, “Do Teams Alleviate or Exacerbate \nCognitive Biases: Evidence from Extrapolation Bias in Mutual Funds,” Working Paper, February 25, 2022. \n58 Daniel H. Pink, Drive: The Surprising Truth About What Motivates Us (New York: Riverhead Books, 2009), \n29-32. \n59 J. Peter Scoblic and Philip E. Tetlock, “A Better Crystal Ball: The Right Way to Think About the Future,” Foreign \nAffairs, Vol. 99, No. 6, November-December 2020, 10-18. \n60 This discussion is inspired by Paul Romer in “The Soft Revolution: Achieving Growth by Managing \nIntangibles,” Journal of Applied Corporate Finance, Vol. 11, No. 2, Summer 1998, 8-27. \n61 Bradford C. Johnson, James M. Manyika, and Lareina A. Yee, “The Next Revolution in Interactions,” McKinsey \nQuarterly, No. 4, 2005, 21-33. \n62 Jie Wang, Grand H.‐L. Cheng, Tingting Chen, and Kwok Leung, “Team Creativity/Innovation in Culturally \nDiverse Teams: A Meta‐Analysis,” Journal of Organizational Behavior, Vol. 40, No. 6, July 2019, 693-708 and \nMatthew Corritore, Amir Goldberg, and Sameer B. Srivastava, “Duality in Diversity: How Intrapersonal and \n"
    },
    {
      "number": 20,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n20 \n \nInterpersonal Cultural Heterogeneity Relate to Firm Performance,” Administrative Science Quarterly, Vol. 65, \nNo. 2, 359-394, 2020. \n63 Glenn W. Brier, “Verification of Forecasts Expressed in Terms of Probability,” Monthly Weather Review, Vol. \n78, No. 1, January 1950, 1-3. \n64 Pavel Atanasov, Jens Witkowski, Lyle Ungar, Barbara Mellers, and Philip Tetlock, “Small Steps to Accuracy: \nIncremental Belief Updaters Are Better Forecasters,” Organizational Behavior and Human Decision Processes, \nVol. 160, September 2020, 19-35 and Christopher W. Karvetski, “Forecasters Who Think Again Are More \nAccurate,” Technical White Paper, February 2022. \n65 Roger Z. George, “Fixing the Problem of Analytical Mind-Sets: Alternative Analysis,” International Journal of \nIntelligence and Counterintelligence, Vol. 17, No. 3, 2004, 391. \n66 “Want Better Forecasting Skills? Silence the Noise,” Knowledge@Wharton, November 26, 2019. \n67 Murphy and Daan, “Impacts of Feedback and Experience on the Quality of Subjective Probability Forecasts” \nand Fergus Bolger and Dilek Önkal-Atay, “The Effects of Feedback on Judgmental Interval Predictions,” \nInternational Journal of Forecasting, Vol. 20, No. 1, January-March 2004, 29-39. \n68 Oliver Roeder, Seven Games: A Human History (New York: W.W. Norton & Company, 2022), 91-92. \n \n \n \n \n \n \n"
    },
    {
      "number": 21,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n21 \n \nIMPORTANT INFORMATION \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers.  \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation.  \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary.  \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n \n \n \n \n \n \n"
    },
    {
      "number": 22,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n22 \n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities: \n \nEMEA \nThis material is for Professional Clients/Accredited Investors only. \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited (“FMIL”). \nFMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company limited by \nshares with company registration number 616661 and has its registered address at 24-26 City Quay, Dublin 2, \nDO2 NY19, Ireland. \n \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA. \n \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland. \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) Limited \n(“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the United \nKingdom by the Financial Conduct Authority. \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158).  \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument.  \n  \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \n \n \n \n \n"
    },
    {
      "number": 23,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6506921 Exp. 3/31/2025 \n23 \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall only \nbe made available to “professional investors” as defined under the Securities and Futures Ordinance of Hong \nKong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory authority \nincluding the Securities and Futures Commission in Hong Kong. Accordingly, save where an exemption is \navailable under the relevant law, this material shall not be issued, circulated, distributed, directed at, or made \navailable to, the public in Hong Kong. Singapore: This material is disseminated by Morgan Stanley Investment \nManagement Company and should not be considered to be the subject of an invitation for subscription or \npurchase, whether directly or indirectly, to the public or any member of the public in Singapore other than (i) to \nan institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of Singapore (“SFA”); \n(ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of the SFA, and such \ndistribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) otherwise pursuant \nto, and in accordance with the conditions of, any other applicable provision of the SFA. This publication has not \nbeen reviewed by the Monetary Authority of Singapore.   Australia: This material is provided by Morgan Stanley \nInvestment Management (Australia) Pty Ltd ABN 22122040037, AFSL No. 314182 and its affiliates and does \nnot constitute an offer of interests. Morgan Stanley Investment Management (Australia) Pty Limited arranges for \nMSIM affiliates to provide financial services to Australian wholesale clients. Interests will only be offered in \ncircumstances under which no disclosure is required under the Corporations Act 2001 (Cth) (the “Corporations \nAct”). Any offer of interests will not purport to be an offer of interests in circumstances under which disclosure is \nrequired under the Corporations Act and will only be made to persons who qualify as a “wholesale client” (as \ndefined in the Corporations Act). This material will not be lodged with the Australian Securities and Investments \nCommission.  \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association. \n"
    }
  ]
}