{
  "filename": "mm_165_2023_total_shareholder_return__linking_the_drivers_of_total_returns_to_fundamentals.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20231023150922-04'00'",
    "modDate": "D:20231023150922-04'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 165,
      "year": "2023",
      "date": "10/24",
      "institution": "Counterpoint",
      "title": "Total Shareholder Return: Linking The Drivers of Total Returns to Fundamentals",
      "url": "https://12mv2.files.wordpress.com/2024/04/23-10-24-total-shareholder-return__linking-the-drivers-of-total-returns-to-fundamentals.pdf"
    },
    "tags": [
      "Financial metrics",
      "Capital allocation",
      "Expectations analysis",
      "Investment process"
    ],
    "tagged_at": "2025-01-20T21:30:33.817419"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n. \n \n \n \nCounterpoint Global Insights \nTotal Shareholder Return \nLinking The Drivers of Total Returns to Fundamentals \nCONSILIENT OBSERVER  |  October 24, 2023\nIntroduction \nExpectations about a company’s future free cash flow should, in \ntheory, determine the value of its stock.1 You can think of total \nshareholder return (TSR) over a period as the change in the stock \nprice, reflecting revisions in expectations from the beginning to the \nend of the period, plus any cash the company paid to equity \nholders.   \nInvestor expectations reflect a combination of factors. Some are \nspecific to the company, such as the cash flows that result from \nsales growth, operating profit margins, and investments. Others \nare external, including economic growth, inflation, and the cost of \ncapital. In the short term, these factors combine with swings in \ninvestor sentiment to determine stock prices. In the long term, the \nresults of the business carry the day. \nTSR is the capital accumulation rate that investors earn if they \nreinvest all of their dividends into more shares of the stock during \ntheir holding period.2 This report examines the sources of TSR \nand ties them to underlying economic principles. The goal is to \ncreate a bridge between theory and practice. The concepts are \nrelevant for helping to assess the prospective returns of the stock \nof any company. We emphasize value traps, stocks of companies \nthat appear to have an inexpensive valuation but have drivers \nconsistent with outcomes below the average.  \nThe analysis reveals that few investors in the stocks of companies \nthat pay dividends earned the TSR. It also dispenses with the \ncommon but incorrect perception that dividends contribute to \ncapital accumulation.  \nThis framework gives investors a checklist of drivers and the tools \nto help assess them. It also provides a way to decompose past \nreturns to see what drove the results. We start with the calculation \nof TSR. \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n2\n \n \nCalculating Total Shareholder Return (TSR) \nThe equity rate of return for a stock over one year is simply the change in stock price from the beginning of the \nyear to the end of the year plus any dividends the company paid. For instance, if a stock price appreciated 8 \npercent and the company paid a dividend with a yield of 2 percent, the equity rate of return was 10 percent.  \nThe calculation of total shareholder return for a stock or index is slightly different than the equity rate of return \nbecause the TSR assumes shareholders reinvest their dividends in additional shares. The formula for TSR is as \nfollows: \nTSR = price appreciation + [(1 + price appreciation) × dividend yield] \nFor example, if price appreciation is 8 percent and the dividend yield is 2 percent, the TSR is 10.16 percent \n(.1016 = .08 + [(1.08) × .02]).3 This is the capital accumulation rate. Only investors who reinvest all their dividends \ninto the stock with no taxes or transaction costs can earn the TSR.  \nInvestors as a group cannot earn the TSR even if a small number of investors do because reinvesting dividends \nin additional shares requires sellers to match the buyers.4 If all shareholders are buyers, there are no sellers. \nThose who sell cannot earn the TSR. \nWe can break down the formula for TSR even further. Price appreciation over a period reflects earnings per \nshare (EPS) growth combined with the change in the price-earnings (P/E) multiple. Price appreciation exceeds \nEPS growth when the P/E multiple expands and falls short of EPS growth when the multiple contracts.    \nEPS growth integrates the change in net income and the change in shares outstanding. Net income growth can \ndiffer from operating profit growth as a result of changes in financing costs and tax rates. The change in shares \noutstanding reflects the net effect of equity issuance and buybacks over the relevant period.   \nDividends reflect the capacity and proclivity of the company to return capital to shareholders. About one-third of \npublic companies in the U.S. pay a dividend. Companies also use share buybacks to return cash to shareholders. \nBuybacks reduce the shares outstanding.  \nAn investor’s ability to earn the TSR requires full dividend reinvestment in additional shares. A very small \npercentage of investors are willing or able to earn the TSR. Indeed, investors commonly consider price changes \nand dividends to be separate rather than related components in total returns.5 \nExhibit 1 summarizes the drivers of TSR as well as the fundamental sources behind them. We explore each of \nthese drivers and provide a framework and data for thinking about how they might change over time.  \n \n \n \n \n \n \n"
    },
    {
      "number": 3,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n3\n \n \nExhibit 1: Drivers of Total Shareholder Return \n \nSource: Counterpoint Global.  \nThe TSR formula is straightforward but further examination of the term on the far right, (1 + price appreciation) \n× dividend yield, reveals that price appreciation is the only source of investment return that contributes to capital \naccumulation.    \nTo see why, we have to slow down the process of a payout and consider two scenarios. Assume a shareholder \nowns 100 shares of a $200 stock ($20,000 = 100 × $200) and the company declares a dividend of $4.  \nIn the first scenario, the investor simply takes the dividend in cash. She will be left with 100 shares of a stock at \nits ex-dividend price of $196 ($19,600 = 100 × $196) and $400 in cash.6 The sum of the stock holding and the \ndividend is $20,000 ($20,000 = $19,600 + $400).  \nResearch suggests that most individual investors use dividends for current consumption.7 This is an example of \nmental accounting: the stock holding is in one account for investment and the dividend is in another account for \nconsumption.8 Academics call this the “free dividends fallacy” because such accounting seems to neglect the \nfact that the dividend payment reduces the stock price.9  \nIn the second scenario, the investor reinvests the dividend into additional shares of the stock. That allows for \nthe purchase of an additional 2.0408 shares ($400/$196) and the shareholder is again left with $20,000 ($20,000 \n= 102.0408 × $196). The investor has exposure to price appreciation only because all of the proceeds from the \ndividend are reinvested into the stock. Investors who seek capital accumulation, and therefore focus on TSR, \nderive no returns from dividends.  \nExhibit 2 shows the TSR for the S&P 500, an index that tracks the results of the stocks of the 500 largest \ncompanies listed in the U.S., on an annualized basis from 2012 through 2021. We select the 10 years ended \n2021 so that we could use forward P/E multiples. The annual TSR over that period was 16.6 percent.  \nWe can see how the drivers contribute to the total. Net income growth was 6.7 percent and the reduction in \nshares outstanding was 0.7 percent, leading to EPS growth of 7.4 percent. The P/E multiple expanded during \nthis period, adding 6.9 percentage points. The combination of EPS growth and multiple expansion led to price \nappreciation of 14.3 percent. \nTotal \nshareholder \nreturn\nDriver\nSub-driver\nSub-driver\nPrice appreciation\nDividend\nP/E multiple change\nDividend reinvestment\nEarnings per \nshare growth\nNet income growth\nChange in shares \noutstanding\nSales growth, operating \nprofit margin, financing \ncosts, tax rate\nEquity issuance \nor retirement\nValue creation \nprospects, risk\nCapacity to return \ncapital, capital \nallocation policy\nReinvestment \nprogram, tax rate, \nother frictions\nFundamental source\n"
    },
    {
      "number": 4,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n4\n \n \nExhibit 2: Drivers of Total Shareholder Return for the S&P 500, 2012-2021 Annualized \n \nSource: FactSet and Counterpoint Global.  \nThe dividend yield averaged 2.0 percent and reinvesting the dividend chipped in an additional 0.3 percentage \npoints. The sum of 14.3 percent from price appreciation and 2.3 percent from dividends and dividend \nreinvestment is 16.6 percent. \nThe right column in exhibit 2 shows the percentage contributions of each of the drivers. Earnings per share \ngrowth was 44 percent, multiple expansion 42 percent, and dividends and dividend reinvestment 14 percent. \nWe now examine the components of total shareholder return: net income growth, change in shares outstanding, \nchange in P/E multiple, the ability to pay a dividend, and dividend reinvestment. We seek to connect these \nconcepts to frameworks for assessing them and, where relevant, base rates of relevant results.  \nLinking the Drivers: From Theory to Practice \nNet income growth. Net income equals earnings before interest and taxes (EBIT, or operating profit) minus net \ninterest expense and taxes. Accordingly, assessing net income requires a separate understanding of operating \nprofit growth, net interest expense, and the tax rate. \nA deep discussion of operating profit growth is beyond the scope of this discussion, but there are a few important \nconcepts to consider. The first is gaining a realistic sense of the total addressable market (TAM). You should \nthink of TAM not as the aggregate of a market but rather as the portion of the market that a company can serve \nwhile creating value.10  \nThe size of the market is the number of potential customers multiplied by the average revenue per customer. A \nconvenient example is an estimate of the market for a new medicine.11 A thoughtful estimate requires judging \nthe population of possible users, the subset of the population likely to use the good or service, and the sales \nthat result. \nA company’s cost structure determines the operating profit margin, or operating profit divided by sales. The \naggregate operating profit margin for companies in the S&P 500 averaged 14 percent in the 10 years ended in \nTotal \nshareholder \nreturn\n16.6%\nDriver\nSub-driver\nSub-driver\nPrice appreciation\n14.3%\nDividend\n2.0%\nP/E multiple change\n6.9%\nDividend reinvestment\n0.3%\nEarnings per \nshare growth\n7.4%\nNet income growth\n6.7%\nChange in shares \noutstanding\n0.7%\n40.2%\n4.3%\n41.6%\n12.2%\n1.7%\n100.0%\nPercent of Total\n"
    },
    {
      "number": 5,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n5\n \n \n2022. Operating leverage, the change in operating profit as a function of change in sales, is also crucial. \nBusinesses with high fixed cost structures tend to have substantial operating leverage. \nDebt and equity financing both have an opportunity cost. This cost is equivalent to the expected return for capital \nproviders. But the cost of debt is explicit whereas the cost of equity is implicit.  \nThe cost of debt shows up on the income statement as interest expense. Exhibit 3 shows the cost of debt for \nBBB U.S. corporate bonds from August 2008 through 2022. BBB is the lowest rating that qualifies as investment \ngrade. The cost, or expected return, starts with the real yield on the 10-year U.S. Treasury note and then adds \ninflation expectations and the credit spread. The credit spread is the return bondholders demand over the \nTreasury note to compensate them for risk. Of the global bonds rated by S&P Global, a leading credit rating firm, \na little more than three-quarters are investment grade and BBB is the most common rating.12 \nExhibit 3: Expected Returns on BBB U.S. Corporate Bonds Calculated Monthly, 2008-2022 \n \nSource: Aswath Damodaran; FRED at the Federal Reserve Bank of St. Louis; Counterpoint Global. \nNote: August 2008-December 2022; Treasury note=10-year U.S. Treasury note; BBB spread=ICE BofA BBB U.S. corporate \nindex option-adjusted spread. \nInterest rates and corporate bond yields drifted lower during the period we measured to calculate the TSR for \nthe S&P 500. Further, many companies held cash that created interest income, and the debt-to-total capital ratio \ndeclined modestly for public companies in the U.S.13 The net result is that the pretax margin, which is after net \ninterest expense but before taxes, rose for the aggregate of companies in the S&P 500 over the decade we \nsampled.  \nPretax income minus taxes gets us to net income. Net income margins also expanded because the tax rate \ndipped. Exhibit 4 shows the decline in the effective tax rate, which was lower as the result of a drop in the top \nfederal statutory rate in 2017.  \n \n-2\n0\n2\n4\n6\n8\n10\n12\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nPercent\nBBB Credit Spread\nInflation Expectations\nTreasury Note \nReal Yield\n"
    },
    {
      "number": 6,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n6\n \n \nExhibit 4: Top Federal Statutory and Effective Tax Rate for U.S. Companies, 1947-2022 \n \nSource: Tax Policy Center; FRED at the Federal Reserve Bank of St. Louis; Counterpoint Global. \nThe decline in financing costs and taxes allowed the companies in the S&P 500 to grow their net income at a \nrate of 6.7 percent at the same time that operating profit grew 5.6 percent. Over the period we measured, interest \nand tax expense as percent of operating income went from roughly 32 to 24 percent. In fact, interest expense \nand taxes as a percentage of operating profit have declined steadily since 1980, which has allowed net income \nto grow faster than operating profit over that time.14  \nOne method to assess the future is to consider the problem you face as an instance of a larger reference class. \nThe results from the reference class are called base rates. These allow you to examine what happened to others \nwho were in a similar situation before.  \nIn this case, we can ask what base rates tell us about net income growth. We examined the correlation, r, \nbetween past and future 1-, 3-, and 5-year net income growth from 2012 to 2022. Our sample excludes any \ncompany that had negative net income over a measured period. Just under 30 percent of public companies had \nnegative net income over the span we examined. Our sample includes more than 1,250 companies. \nA correlation of zero means there is no persistence. A correlation of 1.0 means the second outcome is perfectly \nrelated to the first. A negative correlation means the latter outcome is anti-persistent relative to the early one. In \nother words, outcomes with bad expected values are more likely to follow good outcomes, and outcomes with \ngood expected values are more likely to follow bad ones.  \nExhibit 5 shows that the correlation in net income growth is -0.10 for 1 year, -0.20 for 3 years, and -0.28 for 5 \nyears. This is consistent with the academic literature that shows low persistence in net income growth.15 These \nresults show that extrapolating past net income growth into the future is rarely a good idea. \n \n \n \n0\n10\n20\n30\n40\n50\n60\n1947\n1950\n1953\n1956\n1959\n1962\n1965\n1968\n1971\n1974\n1977\n1980\n1983\n1986\n1989\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\n2016\n2019\n2022\nPercent\nEffective tax rate\nTop federal \nstatutory tax rate\n"
    },
    {
      "number": 7,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n7\n \n \nExhibit 5: Correlation in 1-, 3-, and 5-Year Net Income Growth, 2012-2022 \n \n  \n \nSource: FactSet and Counterpoint Global. \nNote: Winsorized at 1st and 99th percentiles. \nWe treat net income growth as a driver of price appreciation, but companies can achieve net income growth \nwithout creating value. This occurs when investments generate net income growth but fail to earn the cost of \ncapital.16 The negative impact these investments have on value show up as a lower P/E multiple rather than in \nnet income growth.  \nMergers and acquisitions are a good example. It is common for companies to pronounce that an acquisition \nadds to EPS at the same time its stock declines. A shrinking P/E multiple allows for earnings to be up and the \nstock to be down.  \nChange in shares outstanding. Earnings per share equal net income divided by shares outstanding. When a \nprofitable company’s shares outstanding rise, EPS growth is less than net income growth. When shares \noutstanding fall, EPS increases faster than net income. For companies with negative net income, more shares \noutstanding dampen the loss per share and fewer shares outstanding exacerbate the loss per share. \nCompanies issue shares for mergers and acquisitions (M&A) financed with stock, for stock-based compensation \n(SBC), and in equity offerings. Companies retire shares primarily through share buybacks. Since 2000, public \ncompanies in the U.S. have issued less equity than they have retired. \nExhibit 6 shows the annual equity issuance for U.S. public companies from 2000-2022. We include SBC only \nsince 2006, the first year the Financial Accounting Standards Board required companies to disclose SBC on the \nincome statement. From 2006 to 2022, equity-financed M&A deals were the largest component of equity \nissuance, followed by SBC and seasoned equity offerings (SEOs), new shares that are issued but are not initial \npublic offerings.   \n \n \n \n \n-100\n-50\n0\n50\n100\n150\n200\n250\n-100-50\n0\n50 100 150 200 250\nNet Income Growth, Next Year, \nAnnualized (Percent)\nNet Income Growth, 1 Year, \nAnnualized (Percent)\n1-Year\nr = -0.10\n-60\n-30\n0\n30\n60\n90\n120\n150\n180\n-60 -30 0\n30 60 90 120150180\nNet Income Growth, Next 3 Years, \nAnnualized (Percent)\nNet Income Growth, 3 Years, \nAnnualized (Percent)\n3-Year\nr = -0.20\n-40\n-20\n0\n20\n40\n60\n80\n100\n120\n-40 -20 0\n20 40 60 80 100120\nNet Income Growth, Next 5 Years, \nAnnualized (Percent)\nNet Income Growth, 5 Years, \nAnnualized (Percent)\n5-Year\nr = -0.28\n"
    },
    {
      "number": 8,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n8\n \n \nExhibit 6: Equity Issuance for M&A, SBC, and SEOs, 2000-2022 \n \nSource: FactSet and Counterpoint Global.  \nNote: S&P 500 constituents, as of 8/31/23, that had data every year from 2011-2022; Reflects common shares used to \ncalculate basic earnings per share. \nIn an M&A deal, a company buys a stream of future cash flows. M&A financed with equity can add or detract \nfrom earnings per share based solely on the difference in the P/E between the buyer and seller.  \nA deal always adds to the buyer’s EPS when its P/E is higher than that of the seller. This is called the “bootstrap \neffect” because EPS rise even if there are no financial benefits to putting the businesses together and the value \nof the firms do not change after the combination.17 Conversely, EPS always fall when the buyer’s P/E is lower \nthan that of the seller.  \nThat means that a high P/E company buying a low P/E company is good for EPS but the exact same transaction, \nlow buying high, is bad for EPS. The conclusion is that the change in EPS alone tells you nothing about the \nvirtue of a deal. \nInvestors should assess the price appreciation potential of M&A deals financed with stock based on the \neconomic merits rather than the impact on EPS. The simplest way to determine the value creation potential for \nthe buyers is to estimate the present value of synergies minus the premium paid. \nSBC has risen from $29 billion in 2006, or 0.2 percent of sales, to $296 billion in 2022, equivalent to 1.3 percent \nof sales. SBC as a percentage of sales tends to be higher in general for smaller, young companies than for \nlarger, old companies. By using SBC instead of cash, companies can provide employees with compensation \nupside if the stock does well and can reduce the need to raise equity in a secondary offering. \nCompanies announcing secondary offerings generally increase investments in capital expenditures and \nresearch and development. Yet, their stocks tend to go down upon announcement.18 This is consistent with the \nidea that firms issue equity when they deem the price to be full and retire it when they perceive it to be \nundervalued.19    \n0\n100\n200\n300\n400\n500\n600\n700\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\n2018\n2020\n2022\nProceeds ($ Billions)\nSeasoned Equity Offerings\nStock-Based Compensation\nMergers & Acquisitions\n"
    },
    {
      "number": 9,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n9\n \n \nM&A deals financed with stock, SBC, and SEOs all increase shares outstanding and cause dilution, or the \nlowering of the percentage ownership of existing shareholders. Share buybacks decrease shares outstanding \nand increase the stake of ongoing holders. To generalize, small companies tend to issue equity and hence dilute \nongoing holders, while large companies generally reduce shares outstanding through buybacks.   \nExhibit 7 shows the shareholder dilution for companies in the Russell 3000, ranked in size by decile from 2020 \nto 2022. The Russell 3000 tracks the performance of the largest 3,000 U.S. public companies. The companies \nin the smallest three deciles realized average dilution of six percent, while the largest three deciles collectively \nretired equity. \nExhibit 7: Three-Year Dilution of Shareholders by Decile for the Russell 3000, 2020-2022 \n \nSource: FactSet and Counterpoint Global.  \nNote: Data for calendar year 2022; Minimum sales of $100 million. \nShare buybacks are a way to return capital to shareholders that are equivalent to dividends under strict \nassumptions.20 But unlike dividends, which treat all shareholders equally, buybacks that occur at any price other \nthan fair value result in a wealth transfer. A company that buys back undervalued stock transfers wealth from \nthe selling shareholders to the ongoing holders. And companies that repurchase overvalued stock transfer \nwealth from the ongoing shareholders to the selling shareholders. \nThe decisions to retire stock through buybacks and issue stock via SBC are distinct but many executives link \nthem. Specifically, they seek to buy back shares to offset the dilution from their SBC programs. For instance, 68 \npercent of chief financial officers who were surveyed said that “offsetting the dilutionary effect” of SBC was \n“important” or “very important.”21 Another study of large U.S. public companies found that 37 percent of the sum \nspent on buybacks in recent years “had the effect of reversing the share dilution” from SBC programs.22 \nExhibit 8 shows the cumulative percentage change in shares outstanding for the S&P 500 in total, as well as its \nconstituent sectors, from 2011 through 2021. Overall, the shares outstanding for the members of the S&P shrank \nand the reduction contributed 0.7 percentage points to the S&P 500’s TSR of 16.6 percent per year over that \ntime.  \n-3%\n-2%\n-1%\n0%\n1%\n2%\n3%\n4%\n5%\n6%\n7%\n8%\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nDilution (Median)\nSize Decile Based on Sales (1=Smallest, 10=Largest) \n"
    },
    {
      "number": 10,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n10\n \n \nExhibit 8: Cumulative Change in Shares Outstanding by S&P 500 Sectors, 2011-2021 \n \nSource: FactSet and Counterpoint Global.  \nNote: S&P 500 constituents, as of 8/31/23, that had data every year from 2011-2022; Reflects common shares used to \ncalculate basic earnings per share. \nThe exhibit reveals a wide range of outcomes. Shares outstanding rose almost 45 percent for the real estate \nsector but fell about 25 percent for information technology. Understanding equity issuance or retirement can \nprovide insight into the relationship between net income and EPS growth.   \nIn theory, corporate executives should invest only in opportunities where the present value of the future cash \nflows is expected to exceed the cost. They are supposed to try to maximize this net present value. In reality, \nhowever, it appears many executives focus more on maximizing EPS.23  \nFor example, a survey of chief financial officers (CFOs) found that they perceived EPS to be the key metric in \nfinancial reporting. As one CFO said, “earnings are in a class by themselves.”24 Consistent with this attitude, \nmore than three in four CFOs said that increasing EPS was an important, or very important, factor in the decision \nto buy back stock.25  \nThere is no evidence that increasing EPS through buybacks creates shareholder value.26 Change in EPS and \nvalue creation are separate concepts and an increase in EPS should not be used as a proxy for value creation.27  \nIndeed, the presumption that buybacks always increase EPS is wrong. The common portrayal is that net income \nis divided by fewer shares and therefore automatically leads to a boost in EPS. This simplistic analysis neglects \nthe fact that the company has to fund the buyback, either with excess cash or additional debt. Excess cash \ngenerates interest income, and debt comes with interest expense. As a result, buybacks affect net income as \nwell as shares outstanding. \n-30\n-25\n-20\n-15\n-10\n-5\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\nCumulative Change (Percent)\nCommunication Services\nReal Estate\nUtilities\nMaterials\nEnergy\nConsumer Discretionary\nHealth Care\nConsumer Staples\nIndustrials\nFinancials\nInformation Technology\nS&P 500\n"
    },
    {
      "number": 11,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n11\n \n \nA buyback’s impact on EPS is a function of the earnings yield (E/P), and the after-tax rate either on the foregone \nincome from excess cash or the additional expense from the debt used to fund the program. When the earnings \nyield is higher than the after-tax rate, buybacks lift EPS.28 Research shows that when the cost of debt is low \ncompanies are more likely to issue debt and buy back stock.29 \nHere are some numbers to show how the math for buybacks funded with debt has changed in recent years. In \nJuly 2020, the after-tax yield on BBB debt, assuming a tax rate of 20 percent, was under 2 percent. This means \nthat a buyback of a stock with an E/P of 2 or more, equivalent to a P/E of 50 or less, would add to EPS. The \nS&P 500’s P/E at that time was around 25.  \nIn the beginning of October 2023, the after-tax yield on BBB debt was 4.9 percent, which means that only \nbuybacks of stocks with an E/P of 4.9 or more, or a P/E multiple of 20.4 or less, are accretive to EPS. This was \nlower than the P/E multiple for the S&P 500 overall at that time.  \nIssuing or retiring shares can be positive, neutral, or negative for ongoing shareholders. In the aggregate, \ncompanies that have high net issuance of new shares provide lower TSRs than those that retire shares.30 Using \nchanges in EPS to measure the impact of decisions regarding equity is suboptimal. But it appears to be what \nmany companies do in practice and what lots of investors consider. The focus should be on economic value, \nwhich seeks to assess whether the benefit of future cash flows exceeds the cost of issuing equity.   \nChange in the P/E Multiple. The P/E multiple, or any other multiple, is a shorthand for the process of valuation. \nThe value of a financial asset equals the cash flows the asset will generate discounted to the present at an \nappropriate rate. Within the P/E, “price” reflects a stream of cash flows for many years into the future while \n“earnings” are commonly a snapshot of past, current, or imminent earnings. When a P/E multiple is justifiably \nhigh, the price captures many years of future results while the earnings consider outcomes only in the near term.    \nWhile our focus is on P/E multiples, the ideas we discuss are relevant to other multiples, including price/sales \n(P/S) and enterprise value (EV) to earnings before interest, taxes, depreciation, and amortization (EBITDA).31 \nWhen surveyed, 93 percent of investment professionals reported that they use multiples. P/E, P/S, and \nEV/EBITDA are among the most popular multiples they use.32 \nCash flows and the discount rate are the main aspects of the P/E multiple. Merton Miller and Franco Modigliani, \na pair of economists who won the Nobel Prize in Economic Sciences, published a paper in 1961 that provides \na fundamental way to think about the cash flows.33 \nThe idea is that you can think of the value of a business as having two parts: a steady-state value and the \npresent value of growth opportunities (PVGO). The steady-state value assumes that the company can sustain \nits current earnings into the future. The PVGO reflects the magnitude and sustainability of future investments \nthat earn a positive spread between return on invested capital (ROIC) and the weighted average cost of capital \n(WACC).34   \nWe can start by assuming that the PVGO is zero and that all of a company’s value comes from the steady state. \nIn this case, we assume that a company maintains its current earnings in perpetuity. The value of a perpetuity \nis earnings ÷ cost of equity and the steady-state P/E is 1 ÷ cost of equity. For instance, if earnings are $100 and \nthe cost of equity is 8 percent, the value of the perpetuity is $1,250 ($1,250 = $100 ÷ .08) and the P/E is 12.5 \n(12.5 = 1 ÷ .08). \n"
    },
    {
      "number": 12,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n12\n \n \nThe second part of the P/E multiple is the discount rate, or an estimate of the cost of equity. The essential \nconcept is that the cost of equity is a measure of opportunity cost. That means market conditions are an important \ndeterminant of the P/E multiple.  \nA company’s WACC reflects the blend of equity and debt it uses to finance its business and the cost of each. \nUnlike the cost of debt, which is explicit, we must estimate the cost of equity. One approach is to start with a \nrisk-free rate of return, where the yield on the 10-year Treasury note is a standard proxy, and add an equity risk \npremium (ERP). This is the additional return that equity investors demand in order to own an asset riskier than \nthe Treasury note.  \nAswath Damodaran, a professor of finance at New York University and an expert in valuation, shares his \nestimate of the ERP each month along with the assumptions he uses to derive the figure. Damodaran’s estimate \nrequires forecasts for drivers such as cash flow growth and return on capital. We have found a good fit between \nhis estimate of the cost of equity and subsequent 10-year TSRs for the S&P 500. \nExhibit 9 traces the steady-state P/E for the S&P 500 from 1963 to the end of the third quarter of 2023 using \nDamodaran’s figures. The low was 5.1 in 1981 and the high was 17.7 in 2020. This is the multiple that is \nappropriate assuming that earnings are sustainable and that there are no opportunities to make investments \nthat earn a return in excess of the cost of capital.35 \nExhibit 9: The Steady-State P/E for the S&P 500, 1963-2023 \n \nSource: Aswath Damodaran and Counterpoint Global.  \nNote: 2023 as of September 30/October 1. \nNow we consider the PVGO. Companies make investments that create value and the market recognizes that in \nvaluation. Exhibit 10 shows an estimate of the PVGO as a percent of value for the S&P 500 from 1963 to 2023.36 \nThe average is 35 percent, and about 95 percent of the observations are between 10 and 60 percent. Saying \nthis differently, on average a bit less than two-thirds of the stock market’s price is attributable to the steady-state \nvalue and a bit more than one-third comes from the PVGO.    \n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n20\n1963\n1965\n1967\n1969\n1971\n1973\n1975\n1977\n1979\n1981\n1983\n1985\n1987\n1989\n1991\n1993\n1995\n1997\n1999\n2001\n2003\n2005\n2007\n2009\n2011\n2013\n2015\n2017\n2019\n2021\n2023\nP/E Multiple (x)\nAverage\n"
    },
    {
      "number": 13,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n13\n \n \nExhibit 10: The Present Value of Growth Opportunities as a Percent of Market Value for the \nS&P 500, 1963-2023 \n \nSource: S&P Dow Jones Indices; Aswath Damodaran; Counterpoint Global. \nWe can dig into the three drivers of the PVGO: the spread between ROIC and WACC, the magnitude of \ninvestment, and the competitive advantage period (CAP), or how long a company can find and fund investments \nthat have a positive spread.37 One simplified formula to estimate the PVGO is as follows:38 \n \nThe first important point is that if the spread between ROIC and WACC is zero, the value of the PVGO is nil and \nthe steady-state P/E multiple reflects all of the value of the business. We estimate that companies in the Russell \n3000, excluding financials and real estate, had in the aggregate an ROIC of 12.4 percent and a WACC of 8.7 \npercent in 2022. Their investment was $1.1 trillion.  \nUnderstanding that regression toward the mean applies to ROIC is crucial because the difference between ROIC \nand WACC is central in assessing the PVGO. Exhibit 11 breaks the universe of companies into quintiles based \non ROIC in 2017. It then follows those cohorts for five years. There is marked regression toward the mean for \nthe highest and lowest quintiles, and the gap between them goes from 35 percentage points in 2017 to 15 \npercentage points in 2022. \n \n \n \n \n \n-10\n0\n10\n20\n30\n40\n50\n60\n70\n1963\n1965\n1967\n1969\n1971\n1973\n1975\n1977\n1979\n1981\n1983\n1985\n1987\n1989\n1991\n1993\n1995\n1997\n1999\n2001\n2003\n2005\n2007\n2009\n2011\n2013\n2015\n2017\n2019\n2021\n2023\nPercent\n2 standard deviations\n2 standard deviations\nAverage\nCurrent\n(ROIC – WACC) × Investment × CAP \nWACC × (1 + WACC) \nPresent Value of Growth Opportunities   = \n"
    },
    {
      "number": 14,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n14\n \n \nExhibit 11: Regression Toward the Mean for ROIC, Russell 3000 Companies, 2017-2022 \n \nSource: FactSet and Counterpoint Global. \nNote: Excludes financials and real estate. \nThe rate at which ROICs regress toward the cost of capital varies by sector, industry, and company. For example, \nconsumer staples companies have faded at a rate slower than energy companies in the past. A firm’s ability to \nsustain high ROICs is an indication of competitive advantage.39 \nA company can offset a lower spread between ROIC and WACC by investing more. We can see why through \nthe concept of economic profit, which equals the ROIC – WACC spread times invested capital. For instance, a \ncompany with an ROIC of 15 percent, a WACC of 10 percent, and invested capital of $1,000 generates economic \nprofit of $50 ($50 = [.15 – .10] × $1,000).  \nBut a company with an ROIC of 12 percent, the same WACC, and invested capital of $3,000 creates economic \nprofit of $60 ($60 = [.12 – .10] × $3,000). In practice, it is challenging to invest substantial sums while still earning \nsufficient returns on investment.  \nThe final determinant of the PVGO is the competitive advantage period. Academic research finds that the \nmarket-implied CAP was around eight years from 1975 to 2015. CAPs change for businesses over time and \nlong market-implied CAPs tend to be consistent with poor subsequent stock price results. This underscores the \nchallenge in sustaining a high value for the PVGO.40 \nThe important implication of this discussion is that P/Es for high multiple companies have the tendency to migrate \ntoward the commodity P/E over time.41 The reason is that the spread between ROIC and WACC narrows on \nnew investments making the PVGO a lower percent of the total value. This does not happen to every company, \nand some companies actually improve their ROICs. But understanding incremental ROIC is essential in \nassessing the change in multiple.  \nWe see regression toward the mean for P/E multiples in exhibit 12. We sort the universe by quintile, based on \ndeviation from the median P/E in the universe, starting in 2012. The difference between the highest and lowest \nquintiles begins at 17.3 percentage points and ends in 2022 at 12.5 percentage points. As with ROICs, P/E \nmultiples do not always go down. But the overall tendency is for regression. The median P/E in 2022 was 14.3x. \n-20\n-15\n-10\n-5\n0\n5\n10\n15\n20\n2017\n2018\n2019\n2020\n2021\n2022\nAverage ROIC Minus \nUniverse Average (Percent)\n"
    },
    {
      "number": 15,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n15\n \n \nExhibit 12: Regression Toward the Mean for Price/Earnings Multiples, Russell 3000, 2012-2022 \n \nSource: FactSet and Counterpoint Global. \nNote: Russell 3000 as of 8/31/23.  \nInvestors often use price/sales multiples for unprofitable companies because P/E multiples do not apply. So \ninstead of using EPS growth and the change in the P/E multiple to determine price appreciation, you can use \nsales growth and the change in the P/S multiple. Exhibit 13 shows that P/S multiples regress toward the mean \nin a fashion similar to P/E multiples. In particular, high P/S tend to come down sharply over time. The median \nP/S in 2022 was 1.9x. \nExhibit 13: Regression Toward the Mean for Price/Sales Multiples, Russell 3000, 2012-2022 \n \nSource: FactSet and Counterpoint Global. \nNote: Russell 3000 as of 8/31/23.  \n-6\n-4\n-2\n0\n2\n4\n6\n8\n10\n12\n14\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nMedian P/E Minus Universe Median P/E\n-2\n-1\n0\n1\n2\n3\n4\n5\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nMedian P/S Minus Universe Median P/S\n"
    },
    {
      "number": 16,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n16\n \n \nWe now have a framework for assessing potential P/E multiple change. The starting point is the steady-state \nP/E, which is determined by market forces such as the risk-free rate and the equity risk premium. Next is an \nassessment of the PVGO, a measure of future value creation. This component is driven by the spread between \nROIC and WACC, as well as the magnitude of investment and how long a company can find attractive \nopportunities.  \nROICs, P/E multiples, and P/S multiples regress toward the mean. But that does not mean that some companies \ncannot sustain, or even improve, their high ROICs or P/E and P/S ratios. Analysis of the corporate life cycle, \nwith stages from introduction to growth to maturity and decline, shows that firms frequently transition between \nstages.42  \nThe Ability to Pay a Dividend. Free cash flow (FCF), or net operating profit after taxes (NOPAT) minus \ninvestments in future growth, is the foundation of corporate value. FCF is the cash that is available for distribution \nto the debtors and shareholders of the business. Debt capacity tends to increase as companies grow their \noperating profits. As a result, companies in the aggregate issue debt and retire equity. That means that firms \ncommonly use FCF to pay dividends or buy back stock. Total shareholder yield, dividends plus net buybacks \ndivided by equity market value, is a useful measure of value.43   \nNote that 40 percent of companies that disclose free cash flow in earnings announcements define it as cash \nflow from operations minus capital expenditures, items disclosed on the statement of cash flows.44 Many \ninvestors use this definition as well. This can vary meaningfully from the proper definition within finance, \nespecially in cases when SBC is a large percentage of cash flow from operations. \nA company needs positive free cash flow to pay dividends or buy back stock unless it chooses to borrow or use \nexcess cash. But there is nothing wrong with negative FCF, which occurs when investments exceed NOPAT, if \nthe return on investment is above the cost of capital. In this case negative FCF is good because it leads to more \npositive FCF in the future, making the firm more valuable. \nAlfred Rappaport, a professor emeritus at the Kellogg School of Management at Northwestern University, \ncreated a formula to determine what he called the “affordable dividend rate.” It is more accurate to call it the \naffordable payout ratio. The formula relies on FCF, as well debt capacity through a target debt-to-total capital \nratio, to determine the percentage of net income a company can pay out to shareholders in the form of dividends \nor buybacks.45  \nThe actual payout ratio for the S&P 500 from 2012 to 2021 was about 90 percent. Rappaport’s formula for the \naffordable payout ratio provides a nearly identical percentage. The utility of the formula comes from its close link \nto free cash flow.   \nDividend reinvestment. The calculation of TSR assumes all dividends are reinvested in the stock at no cost. \nAs noted, research shows that individual investors largely consider price appreciation and dividends to be \ndifferent and commonly consume rather than reinvest dividends. Studies of institutional investors show that the \nholdings of stocks that pay dividends rarely change after the dividend distribution date, a clear indication that \ndividends are not reinvested in the payer’s stock.  \nThen there is the issue of taxes. Shareholders who receive dividends in taxable accounts cannot reinvest all of \nthe proceeds into the stock because they have to pay taxes. This reduces the contribution of dividend \n"
    },
    {
      "number": 17,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n17\n \n \nreinvestment to accumulated capital. The tax rates on dividends and capital gains in the U.S. have been the \nsame since 2003, but prior to that the tax rate for dividends was consistently higher than that for capital gains.  \nOur example with the S&P 500 showed that dividend reinvestment accounted for about 14 percent of the \naccumulated capital. The percentage of accumulated capital attributable to reinvested dividends grows as the \nholding period lengthens.   \nSince price appreciation is the only source of investment return that contributes to capital accumulation, \nreinvesting dividends in a stock that realizes a declining price compounds the loss. Some academics have \nconcluded that TSRs are understated because investors in fact reinvest dividends into other investments.46 This \nunderscores the point that few investors actually earn the TSR despite its widespread use.  \nValue Traps. Investors create the opportunity for excess returns by buying a financial asset when expectations \nare low and selling it when they are higher. One proxy for low expectations is a P/E multiple that is less than a \nstock’s historical average or that of the stock market overall. This may appear to be a good value.  \nBut such investments provide disappointing results in many cases. A value trap is a stock that trades at a multiple \nbelow the average only to earn a total shareholder return, adjusted for risk, that is below the average. \nPerhaps the best way to understand a value trap is to review a case study. This analysis examines history to \nmake a point, and past performance is no guarantee of future results. We selected AT&T from 2012-2021. To \nstart, the company had a P/E below, and a dividend yield above, that of the S&P 500.  \nExhibit 14 shows that AT&T’s annual TSR was 3.7 percent versus 16.6 percent for the S&P 500. The shares of \nAT&T were less volatile than the market but still underperformed after adjusting for risk. The company made two \nlarge acquisitions during this period, including buying DirecTV for $49 billion in 2014 and Time Warner for $109 \nbillion in 2016. \nExhibit 14: Drivers of Total Shareholder Return for AT&T, 2012-2021 Annualized \n \nSource: Counterpoint Global.  \nTotal \nshareholder \nreturn\n3.7%\nDriver\nSub-driver\nSub-driver\nPrice appreciation\n-2.0%\nDividend\n5.8%\nP/E multiple change\n-3.9%\nDividend reinvestment\n-0.1%\nEarnings per \nshare growth\n1.9%\nNet income growth\n4.0%\nChange in shares \noutstanding\n-2.1%\n108.7%\n-58.1%\n-106.1%\n158.7%\n-3.2%\n100.0%\nPercent of Total\n"
    },
    {
      "number": 18,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n18\n \n \nA decomposition of TSR starts with the observation that net income growth of 4.0 percent was slower than the \n6.7 percent of the S&P 500. Further, AT&T’s shares outstanding increased about 2 percent per year versus an \naverage annual decrease for the aggregate of companies in the S&P 500. As a result, AT&T’s EPS growth was \n1.9 percent, about one-quarter of the 7.4 percent growth that the constituents of the S&P 500 achieved. \nThe compression of AT&T’s P/E multiple reduced the stock’s TSR by 3.9 percentage points, the largest negative \ncontributor to the TSR. This occurred in spite of the fact that the starting P/E was below that of the market. Over \nthe same period, the P/E multiple of the S&P 500 expanded, adding 6.9 percentage points to the market’s TSR.  \nExhibit 15 shows AT&T’s ROIC, adjusted for intangible investment, from 2003 to 2022. While volatile, the general \ntrend is down, including large drops following the big M&A deals. Over the measured period, the PVGO went \nfrom positive to less than zero. A negative PVGO implies that current earnings are not sustainable, future \ninvestments will fail to create value, or some combination of the two. \nExhibit 15: AT&T’s Return on Invested Capital, Adjusted for Intangibles, 2003-2022 \n \nSource: Counterpoint Global.  \nAs the result of multiple contraction, AT&T’s price appreciation was -2.0 percent versus 14.3 percent for the S&P \n500 over the period we considered. However, the poor price appreciation was offset by dividend payments that \nprovided a yield well above that of the S&P 500. The contribution from the yield was 5.8 percent and the \nreinvestment was -0.1 percent. Because the price appreciation was only slightly negative, the impact of dividend \nreinvestment was of minor importance.  \nThis discussion reiterates the important takeaway that price appreciation is the only source of return that \ndetermines capital accumulation. This is because the TSR assumes investors use their dividend to buy more \nshares of stock.  \nAt the end of the report, we provide a checklist to guide the analysis of the components of TSR. Value traps look \ncheap but fail to meet or exceed expectations for growth and value creation. The checklist is also applicable to \nthe market overall and can be used to assess scenarios for firm-specific drivers as well as macroeconomic \nphenomena.  \n \n0\n2\n4\n6\n8\n10\n12\n14\n16\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nAdjusted ROIC\n"
    },
    {
      "number": 19,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n19\n \n \nConclusion \nTotal shareholder return (TSR) is the capital accumulation rate for investors who reinvest dividends at no cost. \nTSR is a popular return measure despite the fact few investors earn it for the stocks of companies that pay a \ndividend. Investors fail to earn the TSR because they do not reinvest the dividend or cannot reinvest the full \namount because of taxes or other costs. Price appreciation and the capital accumulation rate are the same for \nthe stocks of companies that do not pay a dividend, which includes about 65 percent of U.S. public companies.      \nWe can break down TSR into drivers, including net income growth, change in shares outstanding, P/E multiple \nchange, and the benefit of reinvesting dividends. We examine each of these drivers and link them to underlying \neconomic principles. \nIt is useful to think about the value of a business in two parts: a steady-state value and the prospects for future \nvalue creation. The steady-state value assumes that the company can sustain its current earnings forever. \nFuture value creation reflects the ability to earn a return on invested capital in excess of the cost of capital, the \namount of investment the company can make while maintaining a positive spread, and the length of time a \ncompany can create value with its investments. Historically, about two-thirds of the value of the S&P 500 has \nderived from the steady-state value.  \nThe market determines the appropriate P/E to apply to current earnings through an estimate of the cost of equity \ncapital. The cost of equity is the opportunity cost of equity investors and is commonly estimated by adding an \nequity risk premium to the risk-free rate. Over the past 60 years, the steady-state P/E has gone from a low of \n5.1 in 1981 to a high of 17.7 in 2020. \nThe multiples of companies with high P/Es tend to regress toward the steady-state P/E over time because the \nrelative contribution of future value creation shrinks. This reflects market saturation and competition. Some \ncompanies can defy this downward drift by either sustaining a high return or by investing in new businesses.  \nInvestors often consider dividends to be part of total returns. But for investors using TSR, price appreciation is \nthe only source of investment return that contributes to accumulated capital. Indeed, dividends and share \nbuybacks have the same result in a TSR calculation because they both increase the percentage ownership in a \ncompany. In the case of dividends, the investor uses the proceeds to buy more shares at the ex-dividend price. \nIn the case of buybacks, the investor does not sell and hence winds up with a higher percentage of the company. \nThese are equivalent, save for the reality that dividend reinvestment generally has a cost (see appendix A). \nValue traps exist when a company appears statistically inexpensive, often based on the P/E as compared to the \nstock’s past or to the market overall, but the future drivers of TSR perform poorly. The two main culprits in the \nbad results are growth below the average and P/E multiple contraction that captures fleeting or elusive prospects \nfor value creation. \nWe explain TSR through drivers including EPS growth and changes in the P/E multiple. We have noted the \nsevere limitations of EPS and multiples to explain value. To compensate, we seek to link these concepts to \nunderlying fundamental drivers. Doing so gives investors and executives a framework to understand the past \nand to anticipate the future.  \nWe decompose the returns for value and growth stocks in recent years (see appendix B). We also include a \nchecklist below for executives and investors who want to consider how the drivers of TSR might unfold in the \nfuture for a company or index of companies.  \n"
    },
    {
      "number": 20,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n20\n \n \nChecklist for Helping Assess Prospective Total Shareholder Returns \nNet Income Growth \n□ Is sales growth rising or falling? \n□ What is the trend in operating profit margin? \n□ Are net financing costs (interest expense – interest income) rising or falling? \n□ What is the expected tax rate? \n□ Do estimates consider base rates and appropriate regression toward the mean? \nChange in Shares Outstanding \n□ Does the company use equity to finance acquisitions or is it likely to do so? \n□ Is a secondary equity offering possible? \n□ How much stock is the company issuing for compensation and what is the trend in SBC? \n□ Does the company buy back stock or will it initiate a program? How large is the current or anticipated program? \nP/E Multiple Change \n□ What is the PVGO as a percent of value based on the current valuation? \n□ What is the ROIC – WACC spread and is it rising or falling? \n□ How large are the investment opportunities? \n□ Are current earnings sustainable? \n□ Are there strategic reasons to believe that the ROIC – WACC spread will be persistent? \nDividend \n□ Can the company afford the current rate of buybacks and dividends?  \n□ If the company does not pay a dividend, is there reason to believe that it will initiate one? \n□ What is the mix of buybacks and dividends and might that change? \n□ Does the company offer a dividend reinvestment (DRIP) program? \n \n \n \n \n"
    },
    {
      "number": 21,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n21\n \n \nAppendix A: Dividend and Buyback Equivalence—Think Percentage Ownership \nDividends and buybacks have the same impact on corporate value. But executives think of them very differently. \nThey consider dividends to be a commitment tantamount to capital expenditures and buybacks as a way to \nreturn excess cash after they have paid all of their bills and made of all of their investments.47   \nDividends and buybacks can have dissimilar effects on shareholders because of taxes and potential wealth \ntransfers. But they have something important in common: shareholders have to increase their percentage \nownership in the company to earn the TSR either through dividends or buybacks. Not all shareholders can earn \nthe TSR because not all shareholders can up their stake at the same time. \nTo illustrate the concept, let’s go back to the shareholder who owns 100 shares of a $200 stock. Assume that \nthere are 1,000 shares outstanding in total, no debt, and that the stock price accurately reflects the corporate \nvalue of $200,000. Our shareholder therefore owns 10 percent of the company before any disbursement. \nThe company decides to pay out $4,000, or 2 percent of its corporate value. The first thing to note is that the \nvalue of the firm will drop from $200,000 to $196,000 whether it chooses to pay a dividend or buy back shares. \nAll shareholders are treated the same with a dividend. They end up with a stock worth $196 ($196 = $196,000 \n÷ 1,000) and a $4 dividend.  \nObservers sometimes suggest that buybacks create or destroy value. They do not. But buybacks can transfer \nwealth. There is a transfer of wealth from sellers to ongoing holders when a company buys back undervalued \nstock, and from ongoing holders to sellers when the stock is overvalued.48 In this case, we assume the stock is \nat fair value, which means the value for ongoing shareholders is $196,000 and the sellers receive $4,000. \nEarning the TSR requires increasing the percentage ownership in the company. But the process is active for \ndividend payments and passive for buybacks.  \nLet’s return to our shareholder with 100 shares of a $200 stock that paid a $4 dividend. To earn the TSR, she \nhad to use the $400 in dividends to buy 2.041 additional shares (2.041 = $400 ÷ $196). She now has 102.041 \nshares, increasing her stake in the company from 10 to 10.2 percent. This reflects an active choice to reinvest. \nNow let’s look at what happens with a buyback. Our shareholder starts with the same 100 shares of a $200 \nstock. In this case the company buys 20 shares (20 = $4,000 ÷ $200), reducing the shares outstanding to 980. \nThe stock is still worth $200 ($200 = $196,000 ÷ 980) and our shareholder has increased her stake from 10 to \n10.2 percent (.102041 = 100 ÷ 980). In this case, the higher percentage of ownership reflects a passive decision \nto hold shares rather than sell them back to the company.  \nOur shareholder could have created a homemade dividend by selling 2 shares. She would then have been left \nwith stock worth $196,000 ($196,000 = $200 × 98) and cash of $400 ($400 = $200 × 2). In this case, her stake \nin the company would remain unchanged. Further, if she held shares in a taxable account her tax liability would \nlikely be less than if she had received a dividend.   \nIn practice, dividends and buybacks are different because of tax consequences and the impact of gaps between \nstock price and value. But to understand TSR, the central distinction is between actively or passively increasing \nthe percentage ownership in a company.    \n \n"
    },
    {
      "number": 22,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n22\n \n \nAppendix B: Decomposing TSR for Value and Growth  \nOver the past 15 years or so, “value” stocks have provided substantially lower TSRs than have “growth” stocks. \nValue stocks are those with low multiples of price to sales, earnings, and book value. Growth stocks are \ncharacterized by above-average sales growth, high P/Es, and positive stock price momentum.49  \nThe S&P 500 Value Index tracks the investment return of large-capitalization value stocks in the S&P 500. The \nindex includes about 400 stocks that have an average market capitalization of $60 billion as of September 29, \n2023. The S&P 500 Growth Index draws about 235 stocks from the S&P 500 that qualify as large-capitalization \ngrowth. The average market capitalization was $110 billion at the end of the third quarter of 2023. The stocks of \nnumerous companies are in both indexes.    \nExhibit 16 shows that the annualized TSR from 2007 to 2021 was 7.6 percent for the Value Index and 13.3 \npercent for the Growth Index. We end in 2021 in order to use forward P/Es, but the value index still \nunderperforms the growth index by 330 basis points annualized if we include the returns from 2022. \nWe can compare the drivers to see why the results varied. Companies in the value index grew their net income \nat a 5.2 percent rate during the period, a little slower than the 5.9 percent rate for the members of the growth \nindex. But the translation from net income to EPS was impeded by net equity issuance among the value index \nconstituents and aided by equity retirement for the companies in the growth index. As a result, EPS rose 3.3 \npercent per year for the value index and 8.0 percent for the growth index. \nBoth indexes enjoyed P/E multiple expansion, although the contribution was 1.6 percentage points for the value \nindex and a larger 3.6 percentage points for the growth index. Interest rates dropped over this period and growth \ncompanies have longer implied durations, a measure of the weighted average time investors have to wait before \nthey receive cash flows. Assets with long durations are more sensitive to changes in real interest rates than \nthose with short durations. The growth index likely benefitted more than the value index when rates dropped \nduring this time. \nThe sum of EPS growth and P/E multiple expansion led to price appreciation of 4.8 percent for the value index \nand 11.6 percent for the growth index. Those drivers explain most of the TSR difference between the indexes. \nCompanies in the value index did pay a more generous dividend than those in the growth index, a yield of 2.6 \npercent versus 1.6 percent, and both benefitted fractionally from dividend reinvestment. The contribution of \ndividends closed the gap between value and growth from 6.8 percentage points for price appreciation to 5.7 \npercentage points for TSR. \nThe exhibit also shows the contribution to TSR by driver. One point to underscore is that the change in shares \noutstanding and the dividend can be appropriately considered together. For ongoing holders, buybacks increase \nan investor’s ownership in the company. Reinvesting dividends has an identical effect. Buybacks and dividends \nare more similar than they appear even though we separate them in our calculations.  \nDecomposing past returns allows us to understand the key sources of TSRs and allows us to weigh the likelihood \nof the drivers persisting. The drivers can also be readily linked to macroeconomic considerations such as overall \neconomic growth and changes in interest rates.    \n \n"
    },
    {
      "number": 23,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n23\n \n \nExhibit 16: Tale of the TSR: S&P 500 Value versus S&P 500 Growth, 2007-2021 Annualized \n  \nValue \nGrowth \nNet income \n5.2% \n5.9% \n+ Shares outstanding \n-1.9% \n2.0% \n= EPS growth \n3.3% \n8.0% \n+ Multiple expansion \n1.6% \n3.6% \n= Price appreciation \n4.8% \n11.6% \n+ Dividend yield \n2.6% \n1.6% \n+ Dividend reinvestment \n0.1% \n0.2% \n= Total shareholder return \n7.6% \n13.3% \n  \nTSR contribution: \n  \n  \n  \nNet income \n68.5% \n44.6% \n  \nShares outstanding \n-25.6% \n15.1% \n  \n  \n  \nMultiple expansion \n20.6% \n27.2% \n  \n  \n  \nDividend yield \n34.8% \n11.7% \n  \nDividend reinvestment \n1.7% \n1.4% \n  \n  \n  \nPercent of total \n100.0% \n100.0% \nSource: Counterpoint Global.  \n \n \n"
    },
    {
      "number": 24,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n24\n \n \nEndnotes \n1 Michael J. Mauboussin and Alfred Rappaport, Expectations Investing: Reading Stock Prices for Better \nReturns—Revised and Updated (New York: Columbia Business School Publishing, 2021).      \n2 Alfred Rappaport, “Dividend Reinvestment, Price Appreciation and Capital Accumulation,” Journal of Portfolio \nManagement, Vol. 32, No. 3, Spring 2006, 119-123. Most investors want to accumulate capital but do not pay \nenough attention to returns rather than just changes in price. See Samuel M. Hartzmark and David H. Solomon, \n“Reconsidering Returns,” The Review of Financial Studies, Vol. 35, No. 1, January 2022, 343-393. \n3 The equation approximates the TSR and becomes more accurate as additional years are considered. Here’s \nan example of how it works. Assume a shareholder owns 100 shares of a $200 stock that has annual price \nappreciation of 8 percent and a dividend yield of 2 percent. The company pays the dividend at the beginning of \nthe period. The shareholder reinvests the $400 dividend (100 shares × $4 per share) into shares of the stock at \nthe ex-dividend price of $196. This allows the shareholder to acquire 2.0408 shares ($400 ÷ $196), bringing the \ntotal ownership to 102.0408. The price appreciation rate tells us the stock ends the year at $216. In the following \nyear, the shareholder can reinvest $440.82 (102.0408 shares × $4.32) into the shares at a price of $211.68. \nThis allows the shareholder to acquire 2.0825 shares ($440.82 ÷ $211.68), bringing the total ownership to \n104.12. Repeat this process and after about 20 years, the capital accumulation rate is 10.16 percent.    \n4 Jesse M. Fried, Paul Ma, and Charles C.Y. Wang, “Stock Investors’ Returns Are Exaggerated,” ECGI Working \nPaper No. 618/2021, November 2021. \n5 Samuel M. Hartzmark and David H. Solomon, “The Dividend Disconnect,” Journal of Finance, Vol. 74, No. 5, \nOctober 2019, 2153-2199. For evidence that some mutual funds cater to demand from investors for dividends, \nsee Lawrence E. Harris, Samuel M. Hartzmark, and David H. Solomon, “Juicing the Dividend Yield: Mutual \nFunds and the Demand for Dividends,” Journal of Financial Economics, Vol. 116, No. 3, June 2015, 433-451. \n 6 Stock prices do not drop by the precise amount of the dividend because of taxes. The equation to determine \nhow much a stock will drop when it goes ex-dividend is as follows: \n \nPb – Pa = (1 – td) \n     D        (1 – tcg) \nWhere Pb is the stock price before the ex-dividend date, Pa is the price after the ex-dividend date, td is the tax \nrate on dividend income, and tcg is the tax rate on capital gains. When governments tax dividends and capital \ngains at the same rate, as is the case in the U.S. in 2023, the decline in the stock price is roughly equivalent to \nthe dividend. If taxes on dividends are higher than those on capital gains, the decline in stock price will be less \nthan the dividend. See Aswath Damodaran, “Returning Cash to the Owners: Dividend Policy,” available at \nhttp://pages.stern.nyu.edu/~adamodar/pdfiles/ovhds/ch10.pdf.    \n7 Malcolm Baker, Stefan Nagel, and Jeffrey Wurgler, “The Effect of Dividends on Consumption,” Brookings \nPapers on Economic Activity, No. 1, 2007, 231-276; Marco Di Maggio, Amir Kermani, and Kaveh Majlesi, “Stock \nMarket Returns and Consumption,” Journal of Finance, Vol. 75, No. 6, December 2020, 3175-3219; and \nKonstantin Bräuer, Andreas Hackethal, Tobin Hanspal, “Consuming Dividends,” Review of Financial Studies, \nVol. 35, No. 10, October 2022, 4802-4857. \n8 Hersh M. Shefrin and Meir Statman, “Explaining Investor Preference for Cash Dividends,” Journal of Financial \nEconomics, Vol. 13, No. 2, June 1984, 253-282. \n9 Hartzmark and Solomon, “The Dividend Disconnect.”  \n10 Michael J. Mauboussin and Dan Callahan, “Total Addressable Market: Methods to Estimate a Company’s \nPotential Sales, Credit Suisse Global Financial Strategies, September 1, 2015. \n11 Arthur G. Cook, Forecasting for the Pharmaceutical Industry: Models for New Product and In-Market \nForecasting and How to Use Them (Burlington, VT: Gower Publishing Company, 2006).  \n12 Sarah Limbach and Evan M. Gunter, “Credit Trends: Global State of Play: Debt Growth Diverging by Credit \nQuality,” S&P Global Ratings Comments, September 6, 2023. \n13 Michael J. Mauboussin and Dan Callahan, “Cost of Capital: A Practical Guide to Measuring Opportunity Cost,” \nConsilient Observer: Counterpoint Global Insights, February 15, 2023.  \n"
    },
    {
      "number": 25,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n25\n \n \n14 Michael Smolyansky, “End of an Era: The Coming Long-Run Slowdown in Corporate Profit Growth and Stock \nReturns,” Board of Governors of the Federal Reserve System Finance and Economics Discussion Series 2023-\n041, June 2023. \n15 Louis K.C. Chan, Jason Karceski, and Josef Lakonishok, “The Level and Persistence of Growth Rates,” \nJournal of Finance, Vol. 58, No. 2, April 2003, 643-684.  \n16 For an illustration, see Mauboussin and Rappaport, Expectations Investing, 16-18. \n17 Richard A. Brealey and Stewart C. Myers, Principles of Corporate Finance, Sixth Edition (Boston, MA: \nMcGraw-Hill Higher Education, 2000), 947-949. \n18 Mark D. Walker and Keven Yost, “Seasoned Equity Offerings: What Firms Say, Do, and How the Market \nReacts,” Journal of Corporate Finance, Vol. 14, No. 4, September 2008, 376-386.  \n19 Amy Dittmar and Laura Casares Field, “Can Managers Time the Market? Evidence Using Repurchase Price \nData,” Journal of Financial Economics, Vol. 115, No. 2, February 2015, 261-282 and Richard G. Sloan and \nHaifeng You, “Wealth Transfers via Equity Transfers,” Journal of Financial Economics, Vol. 118, No. 1, October \n2015, 93-112. \n20 Michael J. Mauboussin and Dan Callahan, “Capital Allocation: Results, Analysis, and Assessment,” Consilient \nObserver: Counterpoint Global Insights, December 15, 2022. \n21 Alon Brav, John R. Graham, Campbell R. Harvey, and Roni Michaely, “Payout Policy in the 21st Century,” \nJournal of Financial Economics, Vol. 77, No. 3, September 2005, 483-527. \n22 Bruce Dravis, “Dilution, Disclosure, Equity Compensation, and Buybacks,” Business Lawyer, Vol. 74, No. 3, \nSummer 2019, 631-658.    \n23 Itzhak Ben-David and Alexander M. Chinco, “Modeling Managers as EPS Maximizers,” NBER Working Paper \n31125, June 2023. \n24 John R. Graham, Campbell R. Harvey, and Shiva Rajgopal, “The Economic Implications of Corporate \nFinancial Reporting,” Journal of Accounting and Economics, Vol. 40, Nos. 1-3, December 2005, 3-73.  \n25 Brav, Graham, Harvey, and Michaely, “Payout Policy in the 21st Century.” \n26 Jacob Oded and Allen Michel, “Stock Repurchases and the EPS Enhancement Fallacy,” Financial Analysts \nJournal, Vol. 64, No. 4, July-August 2008, 62-75.  \n27 Joel M. Stern, “Earnings per Share Don’t Count,” Financial Analysts Journal, Vol. 30, No. 4, July-August 1974, \n39-40, 42-43, 67-75.  \n28 Mauboussin and Rappaport, Expectations Investing, 200-203.      \n29 Yueran Ma, “Nonfinancial Firms as Cross-Market Arbitrageurs,” Journal of Finance, Vol. 74, No. 6, December \n2019, 3041-3087.    \n30 Kent Daniel and Sheridan Titman, “Another Look at Market Responses to Tangible and Intangible Information,” \nCritical Finance Review, Vol. 5, No. 1, 2016, 165-175. \n31 Enterprise value equals the market value of equity, plus debt and other liabilities, minus excess cash. See \nMichael J. Mauboussin, “What Does an EV/EBITDA Multiple Mean?” BlueMountain Investment Research, \nSeptember 13, 2018. \n32 Frank J. Fabozzi, Sergio M. Focardi, and Caroline Jonas, “Equity Valuation: Science, Art, or Craft?” CFA \nInstitute Research Foundation, 2017. \n33 Merton H. Miller and Franco Modigliani, “Dividend Policy, Growth, and the Valuation of Shares,” Journal of \nBusiness, Vol. 34, No. 4, October 1961, 411-433. \n34 Michael J. Mauboussin and Dan Callahan, “ROIC and the Investment Process: ROICs, How They Change, \nand Shareholder Returns,” Consilient Observer: Counterpoint Global Insights, June 6, 2023. \n35 For some businesses, assuming current earnings will persist is too optimistic and therefore the steady-state \nP/E is too high. In these cases, you can use the Gordon Growth Model, E/(k-g), where E is earnings (a proxy for \ndistributable cash), k is the weighted average cost of capital, and g is the growth in perpetuity. Growth is negative \nif the business is shrinking. As a result, you divide earnings by a higher denominator (subtracting a negative \nnumber is equivalent to adding its positive counterpart), which lowers the value and fair P/E. For example, the \nappropriate multiple is 6.7 times if the cost of capital is 10 percent and the growth is -5 percent (6.7 = 1/[.10 + \n.05]). \n"
    },
    {
      "number": 26,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n26\n \n \n36 The price of the S&P 500 Index equals the steady-state value plus the PVGO. To assess PVGO, we estimate \nthe steady-state value by taking the trailing four-quarter operating profit per share of the S&P 500 and capitalizing \nit by the cost of equity. We subtract that steady-state value from the S&P 500 Index price to estimate the PVGO.  \n37 Very astute readers will note that we are shifting gears here and discussing the enterprise value versus the \nequity value only. But equity value is simply enterprise value minus debt.   \n38 G. Bennett Stewart, The Quest for Value: A Guide for Senior Managers (New York: HarperCollins Publishers, \n1991), 288. This formula lines up exactly with a standard discounted cash flow model using a perpetuity \ncontinuing value only when the growth rate equals the cost of capital.   \n39 For details on the rate of fade by sector, see Mauboussin and Callahan, “ROIC and the Investment Process” \nand Patricia M. Fairfield, Sundaresh Ramnath, and Teri Lombardi Yohn, “Do Industry-Level Analyses Improve \nForecasts of Financial Performance?” Journal of Accounting Research, Vol. 47, No. 1, March 2009, 147-178.   \n40 Brett C. Olsen, “Firms and the Competitive Advantage Period,” Journal of Investing, Vol. 22, No. 4, Winter \n2013, 41-50. \n41 William Beaver and Dale Morse, “What Determines Price-Earnings Ratios?” Financial Analysts Journal, Vol. \n34, No. 4, July-August 1978, 65-76. To see how high P/Es regress, we examined two groups of stocks, those \nwith P/Es of 60-275 (median of 84.5) and 40-60 (median of 46.6) in 2012. Each group had 23 stocks. In 2022, \nthe median P/E was 37.0 for the first group and 26.3 for the second group.  \n42 See Michael J. Mauboussin and Dan Callahan, “Trading Stages in the Company Life Cycle,” Consilient \nObserver: Counterpoint Global Insights, September 26, 2023, which is based on Victoria Dickinson, “Cash Flow \nPatterns as a Proxy for Firm Life Cycle,” Accounting Review, Vol. 86, No. 6, November 2011, 1969-1994. \n43 Jacob Boudoukh, Roni Michaely, Matthew Richardson, and Michael R. Roberts, “On the Importance of \nMeasuring Payout Yield: Implications for Empirical Asset Pricing,” Journal of Finance, Vol. 63, No. 2, April 2007, \n877-915 and Philip U. Straehl and Roger G. Ibbotson, “The Long-Run Drivers of Stock Returns: Total Payouts \nand the Real Economy,” Financial Analysts Journal, Vol. 73, No. 3, Third Quarter 2017, 32-52. \n44 Katharine W. Adame, Jennifer L. Koski, Katie W. Lem, and Sarah E. McVay, “Free Cash Flow Disclosure in \nEarnings Announcements,” Journal of Financial Reporting, Vol. 8, No. 2, Fall 2023, 1-23. \n45 Alfred Rappaport, “The Affordable Dividend Approach to Equity Valuation,” Financial Analysts Journal, Vol. \n42, No. 4, July-August 1986, 52-58. The formula for the affordable dividend payout rate (payout as a percent of \nnet income) is as follows: \n \n=     _____________sales growth × (working capital rate + fixed capital rate)______________ \n       (1 + sales growth) × operating profit margin × (1 – tax rate) × (1 + target debt/equity ratio) \n \nThe working capital rate is the amount of additional working capital that is required as a percentage of the change \nin sales. For example, if the rate is 15 percent and sales grow $100, working capital will grow by $15. The fixed \ncapital rate equals the capital expenditures minus depreciation that are required as a percentage of the change \nin sales. If capital expenditures are $50, depreciation is $25, and sales grow $100, fixed capital will grow by $25. \nThe fixed capital rate is 25 percent.  \n46 Mihir Desai, Mark Egan, and Scott Mayfield, “A Better Way to Assess Managerial Performance: A New \nMeasure Gets Past the Distortions of Total Shareholder Return and Puts Buybacks into Perspective,” Harvard \nBusiness Review, Vol. 100, No. 3-4, March-April 2022, 134-141. \n47 Alon Brav, John R. Graham, Campbell R. Harvey, and Roni Michaely, “Payout Policy in the 21st Century,” \nJournal of Financial Economics, Vol. 77, No. 3, September 2005, 483-527 and Malcolm Baker, Brock Mendel, \nand Jeffrey Wurgler, “Dividends as Reference Points: A Behavioral Signaling Approach,” The Review of \nFinancial Studies, Vol. 29, No. 3, March 2016, 697-738. \n48 Michael J. Mauboussin and Dan Callahan, “Wealth Transfers: Redistribution of Value via Capital Allocation,” \nConsilient Observer: Counterpoint Global Insights, May 10, 2022. \n49 This distinction between “value” and “growth” reflects factors that academics use to explain risk and reward \nbetter than the capital asset pricing model can do by itself. In practice, this distinction is hollow. Value investing \nis buying something for less than it is worth. As we saw with our example of a value trap, buying statistically \ncheap “value” stocks provides no assurance of excess returns. \n"
    },
    {
      "number": 27,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n27\n \n \nReferences \nAdame, Katharine W., Jennifer L. Koski, Katie W. Lem, and Sarah E. McVay, “Free Cash Flow Disclosure in \nEarnings Announcements,” Journal of Financial Reporting, Vol. 8, No. 2, Fall 2023, 1-23.  \nBaker, Malcolm, Stefan Nagel, and Jeffrey Wurgler, “The Effect of Dividends on Consumption,” Brookings \nPapers on Economic Activity, No. 1, 2007, 231-276.  \nBaker, Malcolm, Brock Mendel, and Jeffrey Wurgler, “Dividends as Reference Points: A Behavioral Signaling \nApproach,” The Review of Financial Studies, Vol. 29, No. 3, March 2016, 697-738. \nBeaver, William, and Dale Morse, “What Determines Price-Earnings Ratios?” Financial Analysts Journal, Vol. \n34, No. 4, July-August 1978, 65-76. \nBecker, Bo, Marcus Jacob, and Martin Jacob, “Payout Taxes and the Allocation of Capital,” Journal of Financial \nEconomics, Vol. 107, No. 1, January 2013, 1-24. \nBen-David, Itzhak, and Alexander M. Chinco, “Modeling Managers as EPS Maximizers,” NBER Working Paper \n31125, June 2023.  \nBerkman, Henk, and Paul D. Koch, “DRIPs and the Dividend Pay Date Effect,” Journal of Financial and \nQuantitative Analysis, Vol. 52, No. 4, August 2017, 1765-1795. \nBoudoukh, Jacob, Roni Michaely, Matthew Richardson, and Michael R. Roberts, “On the Importance of \nMeasuring Payout Yield: Implications for Empirical Asset Pricing,” Journal of Finance, Vol. 63, No. 2, April 2007, \n877-915. \nBräuer, Konstantin, Andreas Hackethal, Tobin Hanspal, “Consuming Dividends,” Review of Financial Studies, \nVol. 35, No. 10, October 2022, 4802-4857. \nBrav, Alon, John R. Graham, Campbell R. Harvey, and Roni Michaely, “Payout Policy in the 21st Century,” \nJournal of Financial Economics, Vol. 77, No. 3, September 2005, 483-527. \nBrealey, Richard A., and Stewart C. Myers, Principles of Corporate Finance, Sixth Edition (Boston, MA: McGraw-\nHill Higher Education, 2000), 947-949. \nCook, Arthur G., Forecasting for the Pharmaceutical Industry: Models for New Product and In-Market \nForecasting and How to Use Them (Burlington, VT: Gower Publishing Company, 2006). \nDaniel, Kent, and Sheridan Titman, “Another Look at Market Responses to Tangible and Intangible Information,” \nCritical Finance Review, Vol. 5, No. 1, 2016, 165-175. \nDesai, Mihir, Mark Egan, and Scott Mayfield, “A Better Way to Assess Managerial Performance: A New Measure \nGets Past the Distortions of Total Shareholder Return and Puts Buybacks into Perspective,” Harvard Business \nReview, Vol. 100, No. 3-4, March-April 2022, 134-141.  \nDi Maggio, Marco, Amir Kermani, and Kaveh Majlesi, “Stock Market Returns and Consumption,” Journal of \nFinance, Vol. 75, No. 6, December 2020, 3175-3219. \nDittmar, Amy, and Laura Casares Field, “Can Managers Time the Market? Evidence Using Repurchase Price \nData,” Journal of Financial Economics, Vol. 115, No. 2, February 2015, 261-282. \nDravis, Bruce, “Dilution, Disclosure, Equity Compensation, and Buybacks,” Business Lawyer, Vol. 74, No. 3, \nSummer 2019, 631-658. \nFabozzi, Frank J., Sergio M. Focardi, and Caroline Jonas, “Equity Valuation: Science, Art, or Craft?” CFA \nInstitute Research Foundation, 2017. \n"
    },
    {
      "number": 28,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n28\n \n \nFairfield, Patricia M., Sundaresh Ramnath, and Teri Lombardi Yohn, “Do Industry-Level Analyses Improve \nForecasts of Financial Performance?” Journal of Accounting Research, Vol. 47, No. 1, March 2009, 147-178. \nFried, Jesse M., Paul Ma, and Charles C.Y. Wang, “Stock Investors’ Returns Are Exaggerated,” ECGI Working \nPaper No. 618/2021, November 2021. \nHarris, Lawrence E., Samuel M. Hartzmark, and David H. Solomon, “Juicing the Dividend Yield: Mutual Funds \nand the Demand for Dividends,” Journal of Financial Economics, Vol. 116, No. 3, June 2015, 433-451. \nHartzmark, Samuel M., and David H. Solomon, “The Dividend Disconnect,” Journal of Finance, Vol. 74, No. 5, \nOctober 2019, 2153-2199.  \n_____., “Reconsidering Returns,” The Review of Financial Studies, Vol. 35, No. 1, January 2022, 343-393.  \nIsakov, Dušan, Christophe Pérignon, and Jean-Philippe Weisskopf, “What If Dividends Were Tax-Exempt? \nEvidence from a Natural Experiment,” Review of Financial Studies, Vol. 34, No. 12, November 2021, 5756-5795. \nLimbach, Sarah and Evan M. Gunter, “Credit Trends: Global State of Play: Debt Growth Diverging by Credit \nQuality,” S&P Global Ratings Comments, September 6, 2023. \nMa, Yueran, “Nonfinancial Firms as Cross-Market Arbitrageurs,” Journal of Finance, Vol. 74, No. 6, December \n2019, 3041-3087.    \nMauboussin, Michael J., “What Does an EV/EBITDA Multiple Mean?” BlueMountain Investment Research, \nSeptember 13, 2018. \nMauboussin, Michael J., and Dan Callahan, “Total Addressable Market: Methods to Estimate a Company’s \nPotential Sales, Credit Suisse Global Financial Strategies, September 1, 2015. \n_____., “Wealth Transfers: Redistribution of Value via Capital Allocation,” Consilient Observer: Counterpoint \nGlobal Insights, May 10, 2022. \n_____., “Capital Allocation: Results, Analysis, and Assessment,” Consilient Observer: Counterpoint Global \nInsights, December 15, 2022. \n_____., “Cost of Capital: A Practical Guide to Measuring Opportunity Cost,” Consilient Observer: Counterpoint \nGlobal Insights, February 15, 2023. \nMauboussin, Michael J., and Alfred Rappaport, Expectations Investing: Reading Stock Prices for Better \nReturns—Revised and Updated (New York: Columbia Business School Publishing, 2021).     \nMiller, Merton H., and Franco Modigliani, “Dividend Policy, Growth, and the Valuation of Shares,” Journal of \nBusiness, Vol. 34, No. 4, October 1961, 411-433.  \nOded, Jacob, and Allen Michel, “Stock Repurchases and the EPS Enhancement Fallacy,” Financial Analysts \nJournal, Vol. 64, No. 4, July-August 2008, 62-75. \nOlsen, Brett C., “Firms and the Competitive Advantage Period,” Journal of Investing, Vol. 22, No. 4, Winter 2013, \n41-50. \nRappaport, Alfred, “The Affordable Dividend Approach to Equity Valuation,” Financial Analysts Journal, Vol. 42, \nNo. 4, July- August 1986, 52-58. \n_____., “Dividend Reinvestment, Price Appreciation and Capital Accumulation,” Journal of Portfolio \nManagement, Vol. 32, No. 3, Spring 2006, 119-123.   \nShefrin, Hersh M., and Meir Statman, “Explaining Investor Preference for Cash Dividends,” Journal of Financial \nEconomics, Vol. 13, No. 2, June 1984, 253-282. \n"
    },
    {
      "number": 29,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n29\n \n \nSloan, Richard G., and Haifeng You, “Wealth Transfers via Equity Transfers,” Journal of Financial Economics, \nVol. 118, No. 1, October 2015, 93-112. \nSmolyansky, Michael, “End of an Era: The Coming Long-Run Slowdown in Corporate Profit Growth and Stock \nReturns,” Board of Governors of the Federal Reserve System Finance and Economics Discussion Series 2023-\n041, June 2023. \nStern, Joel M., “Earnings per Share Don’t Count,” Financial Analysts Journal, Vol. 30, No. 4, July-August 1974, \n39-40, 42-43, 67-75.  \nStraehl, Philip U., and Roger G. Ibbotson, “The Long-Run Drivers of Stock Returns: Total Payouts and the Real \nEconomy,” Financial Analysts Journal, Vol. 73, No. 3, Third Quarter 2017, 32-52. \nWalker, Mark D., and Keven Yost, “Seasoned Equity Offerings: What Firms Say, Do, and How the Market \nReacts,” Journal of Corporate Finance, Vol. 14, No. 4, September 2008, 376-386. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 30,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n30\n \n \nIMPORTANT INFORMATION \n \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers.  \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThe Russell 3000® Index measures the performance of the largest 3,000 U.S. companies representing \napproximately 98% of the investable U.S. equity market. The Russell 3000 Index is constructed to provide a \ncomprehensive, unbiased, and stable barometer of the broad market and is completely reconstituted annually \nto ensure new and growing equities are reflected. The index is unmanaged and does not include any expenses, \nfees or sales charges. It is not possible to invest directly in an index. The index referred to herein is the intellectual \nproperty (including registered trademarks) of the applicable licensor. Any product based on an index is in no \nway sponsored, endorsed, sold or promoted by the applicable licensor and it shall not have any liability with \nrespect thereto. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation.  \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary.  \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \n \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n"
    },
    {
      "number": 31,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n31\n \n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities: \n \nEMEA \nThis material is for Professional Clients/Accredited Investors only. \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited (“FMIL”). \nFMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company limited by \nshares with company registration number 616661 and has its registered address at 24-26 City Quay, Dublin 2, \nDO2 NY19, Ireland. \n \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA. \n \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland. \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) Limited \n(“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the United \nKingdom by the Financial Conduct Authority. \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158).  \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument.  \n  \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall \nonly be made available to “professional investors” as defined under the Securities and Futures Ordinance of \n"
    },
    {
      "number": 32,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6031029 Exp. 10/31/2024 \n32\n \n \nHong Kong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory \nauthority including the Securities and Futures Commission in Hong Kong. Accordingly, save where an \nexemption is available under the relevant law, this material shall not be issued, circulated, distributed, directed \nat, or made available to, the public in Hong Kong. Singapore: This material is disseminated by Morgan \nStanley Investment Management Company and should not be considered to be the subject of an invitation for \nsubscription or purchase, whether directly or indirectly, to the public or any member of the public in Singapore \nother than (i) to an institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of \nSingapore (“SFA”); (ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of \nthe SFA, and such distribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) \notherwise pursuant to, and in accordance with the conditions of, any other applicable provision of the SFA. \nThis publication has not been reviewed by the Monetary Authority of Singapore.   Australia: This material is \nprovided by Morgan Stanley Investment Management (Australia) Pty Ltd ABN 22122040037, AFSL No. \n314182 and its affiliates and does not constitute an offer of interests. Morgan Stanley Investment Management \n(Australia) Pty Limited arranges for MSIM affiliates to provide financial services to Australian wholesale clients. \nInterests will only be offered in circumstances under which no disclosure is required under the Corporations \nAct 2001 (Cth) (the “Corporations Act”). Any offer of interests will not purport to be an offer of interests in \ncircumstances under which disclosure is required under the Corporations Act and will only be made to persons \nwho qualify as a “wholesale client” (as defined in the Corporations Act). This material will not be lodged with \nthe Australian Securities and Investments Commission.  \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association. \n"
    }
  ]
}