{
  "filename": "mm_109_2015_the_base_rate_book___earnings_growth__integrating_the_past_to_better_anticipate_the_future.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423224521-07'00'",
    "modDate": "D:20240423224613-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 109,
      "year": "2015",
      "date": "12/16",
      "institution": "Credit Suisse",
      "title": "The Base Rate Book - Earnings Growth: Integrating the Past to Better Anticipate the Future",
      "url": "https://12mv2.files.wordpress.com/2024/04/15-12-16-the-base-rate-book-earnings-growth__integrating-the-past-to-better-anticipate-the-future.pdf"
    },
    "tags": [
      "Base rates",
      "Financial metrics",
      "Expectations analysis",
      "Decision making"
    ],
    "tagged_at": "2025-01-20T21:28:31.613527"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nDecember 16, 2015 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \nDarius Majd \ndarius.majd@credit-suisse.com \n \n \n“‘Pallid’ statistical information is routinely discarded when it is incompatible \nwith one’s personal impressions of a case.” \nDaniel Kahneman1 \n \n Executives and investors perceive that earnings are the best indicator of \ncorporate results.  \n Earnings announcements convey information to the market, as measured \nby a rise in stock price volume and volatility, and the impact of that \ninformation has risen since 2001.  \n Earnings have severe limitations as a measure of shareholder value. As a \nresult, it is possible to increase earnings without creating value. \n This report shows the base rate of net income growth rates for the 1,000 \nlargest global companies since 1950. We sort the companies into deciles, \nallowing for easy identification of an appropriate reference class. \n We provide a method to integrate company-specific views with the base \nrates to sharpen the quality of forecasts. \n \n \n \n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n20\n<(25)\n(25)-(20)\n(20)-(15)\n(15)-(10)\n(10)-(5)\n(5)-0\n0-5\n5-10\n10-15\n15-20\n20-25\n25-30\n30-35\n35-40\n40-45\n>45\nFrequency (Percent)\n3-Year Net Income CAGR (Percent)\nBase Rates\nCurrent Estimates\nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nThe Base Rate Book – Earnings Growth \nIntegrating the Past to Better Anticipate the Future \n"
    },
    {
      "number": 2,
      "text": "December 16, 2015  \n \nThe Base Rate Book – Earnings Growth \n2 \nIntroduction \n \nExecutives and investors perceive that earnings are the best indicator of corporate results. In a survey of \nfinancial executives, nearly two-thirds said that earnings are the most important measure that they report to \noutsiders and gave it a vastly higher rating than other financial metrics such as revenue growth and cash flow \nfrom operations.2 In a separate survey, a majority of investors indicated that quarterly earnings is the disclosure \nthat is most significant.3 Consistent with these views, many companies provide some form of earnings \nguidance, and the price-earnings multiple is the most popular way to assign a value to a company’s stock.4   \n \nYet earnings have severe limitations as a measure of shareholder value. The main reasons include the fact \nthat management can use alternative accounting methods to calculate earnings, that earnings fail to capture \nthe capital needs of the business, and that earnings don’t reflect the cost of capital. As a result, it is possible \nto increase earnings without creating value.5   \n \nThe popularity of earnings has spawned extensive research on the link between earnings per share (EPS) and \nstock prices.6 Studies from the late 1960s show that annual earnings announcements convey information to \nthe market, as measured by a rise in trading volume and stock price volatility.7 Public companies in the United \nStates were not required to file quarterly income statements, through Form 10-Q, until 1970. Further, \ncompanies outside the U.S. realized an increase in the information content of their earnings announcements \nfollowing the adoption of International Financial Reporting Standards.8  \n \nRecent work on the impact of earnings not only confirms the original finding, but also shows that the \ninformation content of earnings has risen since 2001.9 One plausible explanation is that since the adoption of \nRegulation Fair Disclosure in 2000, which ensures that all investors receive financial information at the same \ntime, companies convey less information between earnings reports. To add context to this discussion, \nresearchers estimate that each quarterly earnings announcement reflects one to two percent of the total new \ninformation available in each year.10     \n \nCompanies can increase the information content of their earnings disclosure and guidance by providing more \ndetail about the components of earnings. That detail leads to more timely revisions by analysts, more frequent \nrevisions, and a lower dispersion of forecasts among the analysts. Academics have found that about 40 \npercent of large companies in the U.S. provide no earnings guidance and less than a quarter provide revenue, \nexpense, and earnings forecasts.11  \n \nFurther, studies show that there has been a growing rift between “Street” earnings and earnings based on \ngenerally accepted accounting principles (GAAP). In recent decades, companies have been more liberal in \nexcluding “special” or “non-cash items” from GAAP earnings to come up with Street earnings. Potential \nmotivations for emphasizing Street earnings include an effort by managers and investors to boost corporate \nvalue and an attempt to remove transitory elements from earnings so as to improve the ability to estimate \nfuture cash flows. While it is unclear which motivation is dominant, the research does demonstrate that Street \nEPS have a higher correlation with stock price movement than GAAP EPS do.12   \n \nEPS are ubiquitous and provide some information that affect stock prices. Growth in EPS creates shareholder \nvalue when a company makes investments that earn a return in excess of the cost of capital. In general, there \nis a positive correlation between EPS growth and total shareholder return. Indeed, investors who can anticipate \nearnings in 12 months that are substantially different than today’s forecast stand to earn substantial excess \nreturns.13   \n \n"
    },
    {
      "number": 3,
      "text": "December 16, 2015  \n \nThe Base Rate Book – Earnings Growth \n3 \nHowever, earnings growth rates are not very persistent.14 This suggests that it is hard to predict future growth \nrates based on the past. You can improve your earnings forecasts by carefully considering accruals. Accruals \nthat are less reliable, such as an estimate for the collection of accounts receivable, are associated with lower \nearnings persistence than accruals with more persistence such as accounts payable.15 \n \nThe goal of this report is to help guide thinking with regard to earnings growth.16 Consistent with prior research, \nwe believe that the use of base rates improves the quality of forecasts.17 This is especially true for growth \ncompanies, where analysts tend to be optimistic about the future. Indeed, when sentiment is bullish, earnings \nforecasts by analysts tend to be optimistic, especially for firms that are difficult to value using conventional \nmeasures.18 \n \nAnalysts tend to be too sanguine when they forecast net income growth.19 The current mean estimate for \ncompanies in the S&P 1500 is 13.3 percent annual net income growth over the next three years. That rate \nalmost one-third higher than the average growth rate of 10.4 percent for the largest 1,000 global companies \nsince 1950. All figures are adjusted for inflation. The median estimate is for 8.0 percent annual growth, which \nis almost one-fifth higher than the historical median of 6.9 percent. (See Exhibit 1.) Of particular note is the \noptimism on the left side of the distribution: few companies or analysts think that earnings will decline at the \nrate that is consistent with the past.  \n \nExhibit 1: Overconfidence—Range of Net Income Growth Rates Too Narrow \n \nSource: Credit Suisse HOLT® and FactSet Estimates. \nNote: FactSet consensus estimates as of December 4, 2015; S&P 1500 sample includes 1,211 companies after excluding companies with negative \nbeginning or ending net income and companies for which 3-year estimates are not available. \n \nBase Rates of Earnings Growth \n \nAn investor’s primary task is to determine whether the expectations for future financial performance, as \nimplied by the stock price, are too optimistic or pessimistic relative to how the company is likely to perform. In \nother words, the intelligent investor seeks gaps between expectations and fundamentals.20 This approach \ndoes not require forecasts of pinpoint accuracy, but rather only judgments as to whether the expectations \nembedded in the shares are too high or low.  \n \n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n20\n<(25)\n(25)-(20)\n(20)-(15)\n(15)-(10)\n(10)-(5)\n(5)-0\n0-5\n5-10\n10-15\n15-20\n20-25\n25-30\n30-35\n35-40\n40-45\n>45\nFrequency (Percent)\n3-Year Net Income CAGR (Percent)\nBase Rates\nCurrent Estimates\n"
    },
    {
      "number": 4,
      "text": "December 16, 2015  \n \nThe Base Rate Book – Earnings Growth \n4 \nSales are the most important driver of corporate value, while earnings are the most common metric to \ncommunicate results and to establish value. Sales growth is more persistent than earnings growth, but less \npredictive of total shareholder return.21 The sample throughout this report includes the net income growth of \nthe top 1,000 global companies by market capitalization since 1950. These companies currently represent \nabout 60 percent of the global market capitalization. The data include all sectors. The sample size is \nsomewhat smaller than 1,000 in the early years but reaches 1,000 by the late 1960s. The population includes \ncompanies that are now dead. \n \nWe use a definition of net income that is before extraordinary items. We calculate the compound annual \ngrowth rates (CAGR) of net income for 1, 3, 5, and 10 years for each firm. We adjust all of the figures to \nremove the effects of inflation, which translates all of the numbers to 2014 dollars.  \n \nExhibit 2 shows the results for the full sample. In the panel on the left, the rows show net income growth rates \nand the columns reflect time periods. Say you want to know what percent of the universe grew net income at \na CAGR of 15-20 percent for five years. You start with the row marked “15-20” and slide to the right to find \nthe column “5-Yr.” There, you’ll see that 8.0 percent of the companies achieved that rate of growth. The \npanel on the right shows the sample sizes for each growth rate and time period, allowing us to see where the \n8.0 percent comes from: 3,537 instances out of the total of 44,062 (3,537/44,062 = 8.0 percent). \n \nExhibit 2: Base Rates of Net Income Growth (1950-2014) \n \nSource: Credit Suisse HOLT®. \nNote: CAGR = compound annual growth rate. \n \nExhibit 3 is the distribution for the five-year net income growth rate. This shows, in a graph, what the numbers \nsay in exhibit 2. The mean, or average, growth rate was 7.5 percent per year and the median growth rate was \n6.0 percent. The median is a better indicator of the central location of the results because the distribution is \nskewed to the right. The standard deviation, 20.2 percent, gives an indication of the width of the bell curve. \n \n \nFull Universe\nFull Universe\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n11.5%\n5.9%\n3.2%\n0.7%\n<(25)\n5,985\n2,810\n1,423\n242\n(25)-(20)\n2.5%\n2.1%\n1.6%\n0.6%\n(25)-(20)\n1,277\n985\n700\n229\n(20)-(15)\n3.1%\n2.9%\n2.5%\n1.4%\n(20)-(15)\n1,588\n1,398\n1,081\n519\n(15)-(10)\n3.8%\n4.2%\n3.9%\n2.8%\n(15)-(10)\n1,993\n2,016\n1,710\n1,008\n(10)-(5)\n4.9%\n6.4%\n6.5%\n5.7%\n(10)-(5)\n2,547\n3,052\n2,855\n2,089\n(5)-0\n7.0%\n9.8%\n11.3%\n12.7%\n(5)-0\n3,612\n4,648\n4,981\n4,637\n0-5\n9.0%\n13.2%\n17.5%\n24.5%\n0-5\n4,697\n6,288\n7,724\n8,944\n5-10\n9.5%\n13.7%\n16.8%\n23.3%\n5-10\n4,934\n6,508\n7,385\n8,530\n10-15\n8.5%\n10.7%\n12.3%\n13.9%\n10-15\n4,405\n5,083\n5,415\n5,075\n15-20\n6.6%\n7.9%\n8.0%\n6.8%\n15-20\n3,432\n3,747\n3,537\n2,491\n20-25\n5.0%\n5.6%\n5.4%\n3.4%\n20-25\n2,614\n2,652\n2,369\n1,253\n25-30\n4.0%\n4.0%\n3.5%\n1.7%\n25-30\n2,082\n1,897\n1,528\n617\n30-35\n3.2%\n2.9%\n2.2%\n0.9%\n30-35\n1,680\n1,385\n950\n338\n35-40\n2.7%\n2.3%\n1.3%\n0.6%\n35-40\n1,410\n1,093\n565\n214\n40-45\n2.1%\n1.5%\n0.9%\n0.4%\n40-45\n1,095\n737\n412\n135\n>45\n16.5%\n7.0%\n3.2%\n0.6%\n>45\n8,560\n3,356\n1,427\n212\nMean\n56.8%\n10.4%\n7.5%\n5.9%\nTotal\n51,911\n47,655\n44,062\n36,533\nMedian\n9.3%\n6.9%\n6.0%\n5.3%\nStDev\n2,540.8%\n34.6%\n20.2%\n10.9%\nObservations\nBase Rates\n"
    },
    {
      "number": 5,
      "text": "December 16, 2015  \n \nThe Base Rate Book – Earnings Growth \n5 \nExhibit 3: Five-Year CAGR of Net Income (1950-2014) \n \nSource: Credit Suisse HOLT®. \nNote: CAGR = compound annual growth rate. \n \nWhile the data for the full sample are a start, we want to sharpen the reference class of base rates to make \nthe results more relevant and applicable. One way to do that is to break the universe into deciles based on a \ncompany’s starting annual sales. Within each size decile, we sort the observations of growth rates into bins in \nincrements of 5 percentage points (except for the tails). \n \nThe heart of this analysis is exhibit 4, which shows each decile, the total population, and an additional analysis \nof mega companies (those with sales in excess of $50 billion). Here’s how you use the exhibit. Determine the \nbase sales level for the company that you want to model. Then go to the appropriate decile based on that size. \nYou now have the proper reference class and the distribution of growth rates for the various time horizons.   \n \nLet’s use Alphabet Inc. as an example. As of early December 2015, the consensus for net income growth \nover the next three years, according to FactSet’s consolidated estimate of analysts, is about 24 percent per \nyear. Growth in non-GAAP earnings per share is expected to be close to 15 percent. We first find the correct \nreference class. In this case, it’s the bin that has a sales base in excess of $50 billion. Next we examine the \nrow of growth that is marked “20-25,” representing a net income growth rate of between 20 and 25 percent. \nGoing out to the column under “3-Yr,” we see that 5.2 percent of companies achieved this feat.  \n \nIn total, exhibit 4 shows results for 44 reference classes (11 size ranges times 4 time horizons) that should \ncover the vast majority of possible outcomes for net income growth. The appendix contains the sample sizes \nfor each of the reference classes. We will show how to incorporate these base rates into your forecasts for \nnet income growth in a moment, but for now it’s useful to acknowledge the utility of these data as an \nanalytical guide and a valuable reality check. \n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n20\n<(25)\n(25)-(20)\n(20)-(15)\n(15)-(10)\n(10)-(5)\n(5)-0\n0-5\n5-10\n10-15\n15-20\n20-25\n25-30\n30-35\n35-40\n40-45\n>45\nFrequency (Percent)\nCAGR (Percent)\n"
    },
    {
      "number": 6,
      "text": "December 16, 2015  \n \nThe Base Rate Book – Earnings Growth \n6 \nExhibit 4: Base Rates by Decile (1950-2014) \n \n \nSales: $0-325 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n8.4%\n3.4%\n1.7%\n0.4%\n(25)-(20)\n1.8%\n1.1%\n1.0%\n0.3%\n(20)-(15)\n2.5%\n1.9%\n1.1%\n0.9%\n(15)-(10)\n3.2%\n3.2%\n2.5%\n1.7%\n(10)-(5)\n4.1%\n4.7%\n3.7%\n3.1%\n(5)-0\n6.4%\n8.5%\n9.3%\n8.4%\n0-5\n9.9%\n11.8%\n15.4%\n19.8%\n5-10\n10.2%\n14.0%\n15.5%\n22.6%\n10-15\n9.0%\n10.6%\n13.4%\n15.5%\n15-20\n6.1%\n8.0%\n9.8%\n10.4%\n20-25\n5.1%\n6.4%\n6.8%\n6.6%\n25-30\n4.2%\n5.2%\n5.1%\n3.5%\n30-35\n4.0%\n3.7%\n3.4%\n2.1%\n35-40\n3.4%\n3.2%\n2.0%\n1.7%\n40-45\n2.8%\n2.1%\n1.7%\n1.3%\n>45\n18.9%\n12.2%\n7.7%\n2.0%\nMean\n42.3%\n17.9%\n14.1%\n10.5%\nMedian\n11.7%\n10.5%\n9.9%\n8.3%\nStDev\n284.2%\n35.6%\n23.3%\n13.2%\nBase Rates\nSales: $325-700 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n8.8%\n3.8%\n1.9%\n0.5%\n(25)-(20)\n1.9%\n1.5%\n0.9%\n0.3%\n(20)-(15)\n2.7%\n2.2%\n1.4%\n0.9%\n(15)-(10)\n3.6%\n3.7%\n3.0%\n1.9%\n(10)-(5)\n5.0%\n5.5%\n4.8%\n4.4%\n(5)-0\n7.8%\n10.2%\n11.4%\n9.8%\n0-5\n11.1%\n15.4%\n19.0%\n26.5%\n5-10\n10.8%\n15.0%\n18.7%\n25.0%\n10-15\n9.6%\n11.6%\n13.7%\n15.9%\n15-20\n7.7%\n8.9%\n9.4%\n8.0%\n20-25\n5.3%\n6.1%\n6.1%\n3.0%\n25-30\n4.1%\n4.0%\n3.4%\n1.9%\n30-35\n3.4%\n2.8%\n2.0%\n0.8%\n35-40\n2.7%\n1.9%\n1.1%\n0.4%\n40-45\n2.1%\n1.3%\n0.6%\n0.2%\n>45\n13.3%\n6.2%\n2.6%\n0.5%\nMean\n45.3%\n11.1%\n8.5%\n6.8%\nMedian\n9.0%\n7.3%\n6.8%\n6.0%\nStDev\n1,314.6%\n29.6%\n17.3%\n9.9%\nBase Rates\nSales: $700-1,250 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n8.9%\n4.4%\n2.5%\n0.8%\n(25)-(20)\n2.5%\n2.1%\n1.3%\n0.4%\n(20)-(15)\n2.8%\n2.5%\n1.9%\n1.5%\n(15)-(10)\n3.4%\n4.2%\n3.6%\n2.3%\n(10)-(5)\n4.4%\n5.8%\n6.0%\n5.5%\n(5)-0\n7.7%\n9.9%\n10.5%\n11.8%\n0-5\n10.8%\n14.3%\n18.8%\n25.7%\n5-10\n10.8%\n15.0%\n18.9%\n25.4%\n10-15\n9.2%\n11.2%\n13.0%\n13.6%\n15-20\n7.1%\n8.5%\n8.7%\n6.8%\n20-25\n4.9%\n5.9%\n5.0%\n2.8%\n25-30\n3.9%\n3.8%\n3.3%\n1.7%\n30-35\n3.8%\n2.9%\n1.9%\n0.6%\n35-40\n2.5%\n2.3%\n1.1%\n0.5%\n40-45\n2.3%\n1.6%\n0.9%\n0.3%\n>45\n15.0%\n5.8%\n2.7%\n0.3%\nMean\n137.3%\n10.5%\n7.7%\n5.6%\nMedian\n9.5%\n7.2%\n6.4%\n5.3%\nStDev\n7,627.5%\n38.7%\n18.9%\n10.2%\nBase Rates\nSales: $1,250-2,000 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n9.9%\n5.3%\n3.1%\n0.5%\n(25)-(20)\n2.4%\n2.0%\n1.2%\n0.5%\n(20)-(15)\n3.6%\n2.9%\n2.7%\n1.3%\n(15)-(10)\n4.1%\n4.4%\n3.5%\n2.5%\n(10)-(5)\n5.1%\n6.1%\n7.0%\n5.9%\n(5)-0\n7.1%\n10.0%\n10.2%\n12.6%\n0-5\n9.9%\n13.7%\n18.7%\n25.7%\n5-10\n10.0%\n14.6%\n18.1%\n25.5%\n10-15\n9.1%\n12.0%\n12.5%\n14.2%\n15-20\n7.1%\n7.8%\n8.2%\n5.6%\n20-25\n4.8%\n5.2%\n5.3%\n3.3%\n25-30\n3.9%\n4.0%\n3.3%\n1.1%\n30-35\n3.4%\n2.4%\n2.1%\n0.6%\n35-40\n2.9%\n2.1%\n1.1%\n0.4%\n40-45\n2.0%\n1.3%\n0.8%\n0.1%\n>45\n14.7%\n6.4%\n2.3%\n0.1%\nMean\n27.6%\n9.1%\n6.9%\n5.3%\nMedian\n9.0%\n6.8%\n6.0%\n5.2%\nStDev\n433.6%\n26.1%\n23.5%\n9.4%\nBase Rates\nSales: $2,000-3,000 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n9.6%\n5.8%\n3.0%\n0.7%\n(25)-(20)\n2.3%\n1.7%\n2.1%\n0.7%\n(20)-(15)\n3.1%\n2.7%\n2.3%\n1.6%\n(15)-(10)\n4.2%\n3.9%\n4.1%\n3.1%\n(10)-(5)\n5.0%\n6.4%\n6.6%\n6.0%\n(5)-0\n7.5%\n10.4%\n11.3%\n14.2%\n0-5\n10.0%\n14.1%\n19.0%\n28.0%\n5-10\n9.8%\n14.7%\n17.9%\n23.1%\n10-15\n8.6%\n10.8%\n12.6%\n11.8%\n15-20\n7.4%\n8.4%\n6.5%\n6.2%\n20-25\n5.2%\n4.8%\n5.2%\n2.5%\n25-30\n4.4%\n3.9%\n3.5%\n1.1%\n30-35\n2.8%\n3.0%\n2.2%\n0.5%\n35-40\n2.9%\n2.3%\n0.9%\n0.2%\n40-45\n2.0%\n1.0%\n0.9%\n0.2%\n>45\n15.2%\n6.0%\n2.0%\n0.2%\nMean\n33.6%\n9.4%\n6.3%\n4.5%\nMedian\n9.1%\n6.5%\n5.4%\n4.4%\nStDev\n301.1%\n29.1%\n17.5%\n9.8%\nBase Rates\nSales: $3,000-4,500 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n11.6%\n5.7%\n3.1%\n0.6%\n(25)-(20)\n2.3%\n2.1%\n1.6%\n0.8%\n(20)-(15)\n2.9%\n3.0%\n2.8%\n1.3%\n(15)-(10)\n4.4%\n4.3%\n4.2%\n3.2%\n(10)-(5)\n4.9%\n7.4%\n7.1%\n6.3%\n(5)-0\n7.0%\n10.7%\n12.8%\n14.1%\n0-5\n9.3%\n13.1%\n18.0%\n26.4%\n5-10\n9.5%\n13.7%\n16.8%\n23.8%\n10-15\n8.2%\n10.0%\n12.4%\n13.4%\n15-20\n6.7%\n7.6%\n7.2%\n5.3%\n20-25\n5.2%\n5.8%\n5.3%\n2.5%\n25-30\n4.3%\n3.7%\n3.0%\n0.9%\n30-35\n2.9%\n3.2%\n2.0%\n0.4%\n35-40\n2.6%\n2.4%\n1.0%\n0.3%\n40-45\n2.2%\n1.6%\n0.7%\n0.2%\n>45\n15.9%\n5.8%\n2.1%\n0.3%\nMean\n42.2%\n9.4%\n6.0%\n4.6%\nMedian\n8.8%\n6.5%\n5.2%\n4.5%\nStDev\n994.6%\n37.3%\n18.0%\n9.8%\nBase Rates\n"
    },
    {
      "number": 7,
      "text": "December 16, 2015  \n \nThe Base Rate Book – Earnings Growth \n7 \n \n  \nSource: Credit Suisse HOLT®. \nSales: $4,500-7,000 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n12.1%\n6.2%\n3.6%\n1.0%\n(25)-(20)\n2.8%\n2.2%\n1.6%\n0.9%\n(20)-(15)\n3.9%\n3.1%\n3.2%\n1.4%\n(15)-(10)\n3.9%\n4.6%\n4.1%\n3.3%\n(10)-(5)\n4.9%\n6.9%\n7.7%\n7.4%\n(5)-0\n6.5%\n10.1%\n12.5%\n15.8%\n0-5\n8.5%\n13.3%\n17.6%\n23.6%\n5-10\n9.5%\n14.0%\n16.9%\n22.9%\n10-15\n8.6%\n10.9%\n11.7%\n12.7%\n15-20\n6.2%\n7.6%\n7.4%\n5.5%\n20-25\n5.4%\n5.3%\n4.3%\n2.6%\n25-30\n4.0%\n3.7%\n2.9%\n1.1%\n30-35\n2.9%\n2.4%\n1.9%\n0.8%\n35-40\n2.4%\n2.1%\n1.2%\n0.4%\n40-45\n1.9%\n1.6%\n0.8%\n0.2%\n>45\n16.6%\n6.0%\n2.6%\n0.4%\nMean\n74.6%\n9.2%\n5.8%\n4.3%\nMedian\n9.0%\n6.2%\n4.9%\n4.3%\nStDev\n2,176.8%\n36.6%\n18.8%\n10.6%\nBase Rates\nSales: $7,000-12,000 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n13.3%\n7.3%\n4.1%\n0.7%\n(25)-(20)\n2.6%\n2.4%\n1.9%\n0.8%\n(20)-(15)\n3.0%\n3.6%\n2.8%\n1.4%\n(15)-(10)\n4.0%\n4.2%\n4.5%\n3.6%\n(10)-(5)\n5.4%\n7.2%\n6.8%\n6.2%\n(5)-0\n6.9%\n9.4%\n11.8%\n14.9%\n0-5\n7.9%\n12.6%\n17.9%\n24.9%\n5-10\n8.6%\n13.3%\n16.1%\n22.1%\n10-15\n7.8%\n9.8%\n11.2%\n12.8%\n15-20\n6.6%\n6.9%\n7.4%\n5.9%\n20-25\n4.9%\n5.5%\n4.9%\n3.1%\n25-30\n3.9%\n4.1%\n3.1%\n1.5%\n30-35\n3.5%\n2.8%\n2.0%\n0.9%\n35-40\n2.5%\n2.4%\n1.7%\n0.4%\n40-45\n2.0%\n1.6%\n1.0%\n0.3%\n>45\n17.0%\n6.7%\n2.8%\n0.6%\nMean\n47.0%\n9.4%\n6.3%\n5.0%\nMedian\n8.9%\n6.0%\n5.1%\n4.5%\nStDev\n751.8%\n35.4%\n19.9%\n11.1%\nBase Rates\nSales: $12,000-25,000 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n14.8%\n7.6%\n4.4%\n1.0%\n(25)-(20)\n2.8%\n2.4%\n2.0%\n0.9%\n(20)-(15)\n3.2%\n3.5%\n3.3%\n2.2%\n(15)-(10)\n3.5%\n4.6%\n4.3%\n3.3%\n(10)-(5)\n5.3%\n6.9%\n7.8%\n6.7%\n(5)-0\n6.8%\n9.7%\n11.7%\n14.2%\n0-5\n7.3%\n12.8%\n16.5%\n23.1%\n5-10\n8.8%\n11.8%\n14.3%\n20.2%\n10-15\n7.8%\n9.9%\n11.3%\n14.5%\n15-20\n5.1%\n7.8%\n7.9%\n6.1%\n20-25\n4.8%\n4.9%\n5.3%\n3.7%\n25-30\n3.9%\n3.7%\n3.4%\n1.4%\n30-35\n2.5%\n2.9%\n2.0%\n1.1%\n35-40\n2.8%\n2.1%\n1.3%\n0.7%\n40-45\n1.8%\n1.6%\n1.0%\n0.4%\n>45\n18.7%\n7.5%\n3.4%\n0.6%\nMean\n66.3%\n9.7%\n6.6%\n5.2%\nMedian\n8.6%\n6.0%\n5.0%\n4.8%\nStDev\n821.4%\n37.2%\n21.5%\n11.7%\nBase Rates\nSales: >$25,000 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n16.2%\n9.4%\n5.3%\n0.7%\n(25)-(20)\n2.9%\n3.1%\n2.4%\n1.0%\n(20)-(15)\n3.0%\n3.8%\n3.3%\n2.3%\n(15)-(10)\n4.1%\n5.1%\n5.4%\n3.6%\n(10)-(5)\n4.8%\n7.2%\n8.0%\n7.6%\n(5)-0\n6.0%\n8.7%\n11.7%\n14.2%\n0-5\n6.6%\n10.8%\n14.3%\n21.0%\n5-10\n7.6%\n10.7%\n14.4%\n21.7%\n10-15\n7.5%\n9.9%\n11.0%\n13.0%\n15-20\n6.4%\n7.2%\n7.3%\n7.2%\n20-25\n4.7%\n5.7%\n5.4%\n3.6%\n25-30\n3.5%\n3.8%\n3.6%\n2.0%\n30-35\n3.3%\n3.1%\n2.0%\n1.2%\n35-40\n2.6%\n2.2%\n1.2%\n0.5%\n40-45\n2.0%\n1.6%\n1.0%\n0.1%\n>45\n18.6%\n7.5%\n3.6%\n0.2%\nMean\n47.6%\n8.4%\n5.8%\n5.0%\nMedian\n9.0%\n5.9%\n4.9%\n4.9%\nStDev\n507.7%\n36.0%\n21.0%\n11.1%\nBase Rates\nSales: >$50,000 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n17.6%\n11.1%\n5.5%\n0.6%\n(25)-(20)\n3.2%\n3.0%\n2.7%\n1.3%\n(20)-(15)\n3.4%\n4.2%\n3.5%\n1.8%\n(15)-(10)\n4.1%\n5.4%\n5.8%\n3.9%\n(10)-(5)\n4.2%\n7.3%\n8.7%\n9.3%\n(5)-0\n6.1%\n9.6%\n12.5%\n15.3%\n0-5\n6.5%\n10.9%\n16.3%\n22.0%\n5-10\n8.3%\n10.3%\n14.2%\n21.1%\n10-15\n7.3%\n9.2%\n9.3%\n9.5%\n15-20\n6.1%\n6.7%\n6.7%\n6.3%\n20-25\n4.5%\n5.2%\n3.7%\n4.0%\n25-30\n3.2%\n3.0%\n3.2%\n2.7%\n30-35\n3.2%\n2.4%\n1.9%\n1.6%\n35-40\n2.1%\n2.0%\n1.2%\n0.4%\n40-45\n1.9%\n1.7%\n1.0%\n0.1%\n>45\n18.2%\n7.8%\n3.9%\n0.2%\nMean\n37.1%\n6.3%\n4.6%\n4.6%\nMedian\n7.9%\n4.6%\n3.8%\n4.1%\nStDev\n334.5%\n30.9%\n19.8%\n11.2%\nBase Rates\nFull Universe\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n11.5%\n5.9%\n3.2%\n0.7%\n(25)-(20)\n2.5%\n2.1%\n1.6%\n0.6%\n(20)-(15)\n3.1%\n2.9%\n2.5%\n1.4%\n(15)-(10)\n3.8%\n4.2%\n3.9%\n2.8%\n(10)-(5)\n4.9%\n6.4%\n6.5%\n5.7%\n(5)-0\n7.0%\n9.8%\n11.3%\n12.7%\n0-5\n9.0%\n13.2%\n17.5%\n24.5%\n5-10\n9.5%\n13.7%\n16.8%\n23.3%\n10-15\n8.5%\n10.7%\n12.3%\n13.9%\n15-20\n6.6%\n7.9%\n8.0%\n6.8%\n20-25\n5.0%\n5.6%\n5.4%\n3.4%\n25-30\n4.0%\n4.0%\n3.5%\n1.7%\n30-35\n3.2%\n2.9%\n2.2%\n0.9%\n35-40\n2.7%\n2.3%\n1.3%\n0.6%\n40-45\n2.1%\n1.5%\n0.9%\n0.4%\n>45\n16.5%\n7.0%\n3.2%\n0.6%\nMean\n56.8%\n10.4%\n7.5%\n5.9%\nMedian\n9.3%\n6.9%\n6.0%\n5.3%\nStDev\n2,540.8%\n34.6%\n20.2%\n10.9%\nBase Rates\n"
    },
    {
      "number": 8,
      "text": "December 16, 2015  \n \nThe Base Rate Book – Earnings Growth \n8 \nWhile the value of these data is in the details, there are some useful observations about the whole that are \nworth keeping in mind. The first is that the median growth rates tend to decline as firm size increases, as does \nthe standard deviation of the growth rates. This point has been well established empirically.22 Exhibit 5 shows \nthis pattern for annualized net income growth rates over three years. Exhibit 6 reveals that the variance in net \nincome growth rates for ten years declines with size, underscoring that it is sensible to temper expectations \nabout net income growth for large companies. \n \nExhibit 5: Three-Year Median Net Income Growth Rates Decline with Size \n \nSource: Credit Suisse HOLT®. \nNote: Growth rates are annualized over three years; mega companies have sales in excess of $50 billion (2014 USD) in the base year. \n \nExhibit 6: Variances in Ten-Year Net Income Growth Rates Decline with Size \n \nSource: Credit Suisse HOLT®. \nNote: Base year sales are in 2014 U.S. Dollars. \n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n20\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nMega Full Universe\nNet Income 3-Year CAGR (Percent)\nDecile (Smallest to Largest by Sales)\nMean\nMedian\n-100\n-50\n0\n50\n100\n150\n0\n100,000\n200,000\n300,000\n400,000\nNet Income 10-Year CAGR (Percent)\nSales Base Year ($ Millions)\n"
    },
    {
      "number": 9,
      "text": "December 16, 2015  \n \nThe Base Rate Book – Earnings Growth \n9 \nNext, net income growth follows gross domestic product (GDP) growth reasonably closely in the U.S. (see \nExhibit 7). The correlation coefficient is 0.45 between annual GDP growth and after-tax corporate profit from \nthe national income and product accounts (NIPA). Over the 67-year period from 1948 to 2014, U.S. GDP \ngrew 3.2 percent per year, adjusted for inflation, with a standard deviation of 2.4 percent. Net income, also \nadjusted for inflation, grew at 3.4 percent with a standard deviation of 13.2 percent.  \n \nExhibit 7: Net Income Growth Rate Is Correlated with GDP Growth \n \nSource:  Bureau of Economic Analysis. \n \nWarren Buffett, the chairman and CEO of Berkshire Hathaway, admonishes companies to avoid predicting \nrapid growth. Here’s what he wrote in his letter to shareholders in 2000:23 \n \nCharlie [Munger] and I think it is both deceptive and dangerous for CEOs to predict growth rates for \ntheir companies. They are, of course, frequently egged on to do so by both analysts and their own \ninvestor relations departments. They should resist, however, because too often these predictions lead \nto trouble. \n \nIt’s fine for a CEO to have his own internal goals and, in our view, it’s even appropriate for the CEO to \npublicly express some hopes about the future, if these expectations are accompanied by sensible \ncaveats. But for a major corporation to predict that its per-share earnings will grow over the long term \nat, say, 15% annually is to court trouble. \n \nThat’s true because a growth rate of that magnitude can only be maintained by a very small \npercentage of large businesses. Here’s a test: Examine the record of, say, the 200 highest earning \ncompanies from 1970 or 1980 and tabulate how many have increased per-share earnings by 15% \nannually since those dates. You will find that only a handful have. I would wager you a very significant \nsum that fewer than 10 of the 200 most profitable companies in 2000 will attain 15% annual growth \nin earnings-per-share over the next 20 years. \n-30\n-20\n-10\n0\n10\n20\n30\n-10\n-5\n0\n5\n10\nAnnual Real After-Tax Corporate Profit Growth (Percent)\nAnnual Real GDP Growth (Percent)\nr = 0.45\n"
    },
    {
      "number": 10,
      "text": "December 16, 2015  \n \nThe Base Rate Book – Earnings Growth \n10 \nWe ran a version of Buffett’s test. We started by identifying the 200 companies with the highest net income in \n1990. By 2000, only 162 of those companies were still around (mergers and acquisitions claimed most of the \nothers). Of those, less than 9 percent (14 of 162) grew net income at a rate of 15 percent or more from \n1990-1999. None of those 14 companies grew at higher than a 15 percent rate for the decade ended in \n2009. Buffett’s sense of the base rate is accurate. \n \nThe reason that unrealistic expectations are worrisome is that executives may start to change their behavior \nfor the worse. His letter continues: \n \nThe problem arising from lofty predictions is not just that they spread unwarranted optimism. Even \nmore troublesome is the fact that they corrode CEO behavior. Over the years, Charlie and I have \nobserved many instances in which CEOs engaged in uneconomic operating maneuvers so that they \ncould meet earnings targets they had announced. Worse still, after exhausting all that operating \nacrobatics would do, they sometimes played a wide variety of accounting games to “make the \nnumbers.” These accounting shenanigans have a way of snowballing: Once a company moves \nearnings from one period to another, operating shortfalls that occur thereafter require it to engage in \nfurther accounting maneuvers that must be even more “heroic.” These can turn fudging into fraud. \n(More money, it has been noted, has been stolen with the point of a pen than at the point of a gun.) \n \nCharlie and I tend to be leery of companies run by CEOs who woo investors with fancy predictions. A \nfew of these managers will prove prophetic — but others will turn out to be congenital optimists, or \neven charlatans. Unfortunately, it’s not easy for investors to know in advance which species they are \ndealing with. \n \nFinally, notwithstanding our natural tendency to anticipate growth, 33 percent of the companies in the sample \nhad a negative growth rate in net income year over year, after an adjustment for inflation. Further, 31 percent \nof the firms realized lower net income for 3 years, 29 percent for 5 years, and 24 percent for 10 years.   \n \nUsing Base Rates to Model Growth \n \nTwo common ways of making a forecast are to do bottom-up research (known as the “inside view”), which is \nthe most natural approach, or to turn to a base rate (“outside view”) to see what the results have been for an \nappropriate reference class. The research in decision making shows that the bottom-up approach is subject to \nbiases and that incorporating the base rate generally improves the accuracy of the forecast.24 Yet we don’t \nwant to lean too much on either our own analysis or the base rate. We want to combine the two intelligently.  \n \nThere is a technique to blend the two approaches, which we will apply to our sales growth data.25 Correlation \nis the key to the method. Correlation measures the degree of the linear relationship between variables in a pair \nof distributions. The value of a correlation coefficient can fall between -1.0 (the rise in one variable perfectly \ncorrelates with the fall of the other) to 1.0 (both variables move in tandem). A zero correlation indicates \nrandomness. We will examine net income growth over time. All of the correlations are negative.  \n \nIf the correlation between two distributions is high, then what happened before gives you a really good sense \nof what will follow. For example, the correlation for cash flow return on investment (CFROI®) for companies in \nthe consumer staples sector is about 0.90 from one year to the next. That means if you know Nestlé’s \nCFROI® from last year, you can forecast it this year with a great deal of accuracy. The bottom-up work is \nhighly relevant. \n \n"
    },
    {
      "number": 11,
      "text": "December 16, 2015  \n \nThe Base Rate Book – Earnings Growth \n11 \nIf the correlation is low, what happened before provides little inkling of what will happen next. Take the annual \ntotal shareholder returns for the S&P 500 as a case. The correlation from year to year, from 1928 to 2014, is \nessentially zero. Telling you last year’s return provides no help in forecasting the return for this year. Your best \nforecast is the average of the reference class.  \n \nThe basic idea is that the correlation determines how you should weight the bottom-up analysis and the base \nrate. For Nestlé, a sensible forecast is nine parts last year’s CFROI® and one part last year’s average CFROI® \nfor the sector, the base rate. For your S&P 500 forecast, you should place minimal weight on what happened \nlast year, or your own view, and rely largely on the base rate. \n \nStudying base rates for net income growth is logical for three reasons. First, net income growth, despite its \nflaws, is the most popular measure of corporate results. Second, net income growth does have a decent \ncorrelation with total shareholder return. Net income growth is not persistent, but it is predictive of changes in \nstock price. Finally, earnings are a significant component of many incentive compensation programs.  \n \nExhibit 8 shows that the correlation coefficient is -0.05 for the year-to-year net income growth rate. This \nincludes the top 1,000 global companies by market capitalization from 1950 to 2014. More than 48,000 \ncompany years are in the data, and all of the figures are adjusted for inflation. You can interpret this result as \nfollows: for a population of companies with net income growth that is far from average in a particular year, the \nexpected value of the next year’s net income growth is close to the average. For companies with high growth, \nthe expected value is actually slightly below the average growth rate, and for companies with low growth the \nexpected value is slightly above the average growth rate. You can refine this analysis by examining sectors \nand industries, which shrinks the sample size but increases its relevance. \n \nExhibit 8: Correlation of One-Year Net Income Growth Rates \n \nSource: Credit Suisse HOLT®. \nNote: Data winsorized at 2nd and 98th percentiles. \n-100\n-50\n0\n50\n100\n150\n200\n250\n300\n-100\n-50\n0\n50\n100\n150\n200\n250\n300\nNet Income Growth Next Year (Percent)\nNet Income Growth 1 Year (Percent)\nr = -0.05\n"
    },
    {
      "number": 12,
      "text": "December 16, 2015  \n \nThe Base Rate Book – Earnings Growth \n12 \nThe correlations decline as we consider longer time periods, which is not surprising. Exhibit 9 shows the \ncorrelation coefficients for 1-, 3-, and 5-year horizons for the full population of companies. The lesson is that \nthe base rate for the reference classes, the median net income growth rate, should receive the majority of the \nweight for forecasts of three years or longer. In fact, you might start with the base rate and seek reasons to \nmove away from it. In addition, companies with net income growth above the average have a slight tendency \nto swing to growth below the average, and vice versa. \n \nExhibit 9: Correlation of Net Income Growth Rates for 1-, 3-, and 5-Year Horizons \n \nSource: Credit Suisse HOLT®. \nNote: Data winsorized at 2nd and 98th percentiles. \n \nEarnings and Total Shareholder Returns \n \nNet income is hard to forecast but there is a solid positive correlation between net income growth and total \nshareholder return. Exhibit 10 shows that the correlation coefficient is 0.18 for 1 year, 0.40 for 3 years, and \n0.43 for 5 years. So there is a potential payoff from successfully predicting net income growth, but the ability \nto do so is challenging.   \n \nExhibit 10: Correlation between Net Income Growth Rates and Total Shareholder Returns over 1-, \n3-, and 5-Year Horizons \n \nSource: Credit Suisse HOLT®. \nNote: Data winsorized at 2nd and 98th percentiles. \n-0.05\n-0.19\n-0.17\n-0.30\n0.00\n1-Year\n3-Year\n5-Year\nCorrelation (r)\nPeriod\n0.18\n0.40\n0.43\n0\n0.5\n1-Year\n3-Year\n5-Year\nCorrelation (r)\nPeriod\n"
    },
    {
      "number": 13,
      "text": "December 16, 2015  \n \nThe Base Rate Book – Earnings Growth \n13 \nCurrent Expectations \n \nExhibit 1 showed the current expectations for net income growth over three years for more than a thousand \npublic companies in the U.S. The median expected growth rate is eight percent, which is roughly consistent \nwith GDP growth of two to three percent. \n \nExhibit 11 shows the three-year net income growth rates, adjusted for inflation, which analysts expect for ten \ncompanies with sales in excess of $50 billion. We superimposed the expected growth rates on the distribution \nof historical sales growth rates for mega companies. \n \nExhibit 11: Three-Year Expected Net Income Growth Rates for Ten Mega Companies \n \nSource: Credit Suisse HOLT®, FactSet Estimates. \nNote: FactSet consensus estimates as of December 4, 2015; Growth rates are annualized; J&J = Johnson & Johnson, GE = General Electric, Exxon = \nExxonMobil, and P&G = Procter & Gamble. \n \nSummary \n \nDespite substantial limitations, earnings are the most common measure of corporate performance. Research \nshows that earnings announcements do contain information and that “Street” earnings forecasts correlate \nmore highly with stock prices than GAAP earnings do. Further, anticipating earnings growth substantially \nabove or below the prevailing consensus yields substantial excess returns in the stock market.  \n \nThe good news is that earnings growth has a reasonably good correlation with total shareholder return over \nperiods of three to five years. The bad news is that net income growth is hard to predict. The challenge in \nforecasting earnings prompted leading researchers to suggest that there “is no persistence in long-term \nearnings growth beyond chance.”26  \n \nOptimism and overconfidence commonly creep into our forecasts, creating distortions. Research shows that \nincorporating a base rate can improve the quality of our forecasts. In this piece we provide the base rates for \nnet income growth for 1,000 global companies from 1950-2014.  \n0\n2\n4\n6\n8\n10\n12\n14\n<(25)\n(25)-(20)\n(20)-(15)\n(15)-(10)\n(10)-(5)\n(5)-0\n0-5\n5-10\n10-15\n15-20\n20-25\n25-30\n30-35\n35-40\n40-45\n>45\nFrequency (Percent)\nCAGR (Percent)\nExxon\nWal-Mart\nGE\nWells Fargo\nJP Morgan\nMicrosoft\nAlphabet\nApple\nP&G\nJ&J\n"
    },
    {
      "number": 14,
      "text": "December 16, 2015  \n \nThe Base Rate Book – Earnings Growth \n14 \nAppendix: Observations for Each Base Rate by Decile (1950-2014) \n  \n \nSales: $0-325 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n415\n164\n79\n16\n(25)-(20)\n91\n53\n49\n15\n(20)-(15)\n121\n92\n53\n40\n(15)-(10)\n160\n155\n120\n76\n(10)-(5)\n204\n225\n176\n142\n(5)-0\n315\n409\n441\n382\n0-5\n488\n566\n728\n903\n5-10\n504\n673\n734\n1,031\n10-15\n441\n512\n633\n708\n15-20\n302\n385\n465\n473\n20-25\n252\n310\n321\n300\n25-30\n206\n249\n242\n161\n30-35\n195\n176\n159\n95\n35-40\n166\n152\n97\n78\n40-45\n136\n99\n80\n59\n>45\n931\n588\n363\n91\nTotal\n4,927\n4,808\n4,740\n4,570\nObservations\nSales: $325-700 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n459\n194\n94\n21\n(25)-(20)\n98\n75\n46\n15\n(20)-(15)\n144\n111\n71\n43\n(15)-(10)\n189\n190\n149\n88\n(10)-(5)\n263\n279\n239\n202\n(5)-0\n411\n520\n568\n451\n0-5\n583\n787\n945\n1,221\n5-10\n568\n767\n932\n1,153\n10-15\n501\n592\n681\n734\n15-20\n404\n455\n465\n368\n20-25\n278\n311\n301\n140\n25-30\n215\n202\n169\n86\n30-35\n180\n143\n97\n37\n35-40\n139\n96\n57\n18\n40-45\n111\n66\n29\n11\n>45\n698\n314\n129\n25\nTotal\n5,241\n5,102\n4,972\n4,613\nObservations\nSales: $700-1,250 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n438\n205\n113\n34\n(25)-(20)\n121\n99\n59\n17\n(20)-(15)\n135\n116\n87\n59\n(15)-(10)\n167\n198\n161\n93\n(10)-(5)\n218\n271\n270\n223\n(5)-0\n376\n464\n474\n476\n0-5\n529\n673\n848\n1,038\n5-10\n531\n706\n853\n1,025\n10-15\n453\n528\n587\n549\n15-20\n346\n398\n393\n274\n20-25\n241\n277\n225\n112\n25-30\n191\n177\n149\n69\n30-35\n186\n137\n85\n25\n35-40\n123\n108\n49\n21\n40-45\n114\n77\n41\n14\n>45\n738\n274\n123\n12\nTotal\n4,907\n4,708\n4,517\n4,041\nObservations\nSales: $1,250-2,000 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n444\n226\n128\n19\n(25)-(20)\n109\n85\n48\n19\n(20)-(15)\n162\n124\n111\n48\n(15)-(10)\n185\n190\n141\n89\n(10)-(5)\n230\n260\n285\n212\n(5)-0\n322\n427\n415\n456\n0-5\n445\n586\n762\n929\n5-10\n450\n623\n738\n922\n10-15\n408\n515\n509\n515\n15-20\n322\n333\n333\n203\n20-25\n218\n222\n217\n118\n25-30\n177\n170\n135\n41\n30-35\n151\n103\n84\n22\n35-40\n129\n90\n46\n13\n40-45\n89\n55\n33\n5\n>45\n663\n272\n95\n5\nTotal\n4,504\n4,281\n4,080\n3,616\nObservations\nSales: $2,000-3,000 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n436\n244\n117\n22\n(25)-(20)\n104\n70\n84\n23\n(20)-(15)\n141\n115\n91\n53\n(15)-(10)\n189\n165\n161\n103\n(10)-(5)\n227\n273\n260\n199\n(5)-0\n343\n442\n448\n472\n0-5\n455\n599\n752\n932\n5-10\n444\n624\n709\n769\n10-15\n393\n458\n499\n394\n15-20\n335\n358\n256\n205\n20-25\n238\n204\n206\n83\n25-30\n202\n166\n137\n38\n30-35\n127\n126\n89\n15\n35-40\n131\n96\n37\n7\n40-45\n89\n44\n37\n6\n>45\n693\n256\n81\n8\nTotal\n4,547\n4,240\n3,964\n3,329\nObservations\nSales: $3,000-4,500 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n562\n254\n127\n20\n(25)-(20)\n113\n94\n66\n27\n(20)-(15)\n140\n131\n113\n45\n(15)-(10)\n212\n192\n173\n109\n(10)-(5)\n238\n327\n289\n214\n(5)-0\n340\n472\n524\n479\n0-5\n452\n578\n735\n895\n5-10\n463\n605\n686\n808\n10-15\n398\n443\n506\n455\n15-20\n327\n335\n296\n180\n20-25\n252\n257\n219\n86\n25-30\n208\n164\n124\n29\n30-35\n141\n140\n81\n15\n35-40\n128\n108\n40\n10\n40-45\n109\n69\n29\n7\n>45\n771\n259\n86\n10\nTotal\n4,854\n4,428\n4,094\n3,389\nObservations\n"
    },
    {
      "number": 15,
      "text": "December 16, 2015  \n \nThe Base Rate Book – Earnings Growth \n15 \n \n \n \nSource: Credit Suisse HOLT®. \nSales: $4,500-7,000 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n640\n295\n155\n36\n(25)-(20)\n148\n107\n69\n31\n(20)-(15)\n207\n149\n136\n49\n(15)-(10)\n209\n218\n177\n116\n(10)-(5)\n260\n330\n334\n256\n(5)-0\n343\n485\n541\n547\n0-5\n453\n635\n760\n817\n5-10\n502\n670\n728\n794\n10-15\n455\n523\n503\n440\n15-20\n330\n363\n319\n189\n20-25\n285\n252\n185\n89\n25-30\n213\n177\n123\n38\n30-35\n156\n113\n84\n29\n35-40\n125\n99\n50\n13\n40-45\n100\n75\n33\n8\n>45\n882\n288\n114\n13\nTotal\n5,308\n4,779\n4,311\n3,465\nObservations\nSales: $7,000-12,000 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n806\n393\n198\n24\n(25)-(20)\n160\n132\n92\n29\n(20)-(15)\n179\n197\n134\n51\n(15)-(10)\n241\n227\n217\n133\n(10)-(5)\n326\n389\n328\n226\n(5)-0\n416\n510\n567\n545\n0-5\n481\n683\n865\n910\n5-10\n519\n720\n778\n810\n10-15\n472\n529\n540\n468\n15-20\n402\n375\n359\n215\n20-25\n297\n297\n236\n112\n25-30\n238\n219\n148\n56\n30-35\n212\n153\n96\n33\n35-40\n151\n129\n80\n16\n40-45\n124\n89\n48\n10\n>45\n1,027\n360\n136\n23\nTotal\n6,051\n5,402\n4,822\n3,661\nObservations\nSales: $12,000-25,000 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n912\n408\n206\n33\n(25)-(20)\n176\n129\n95\n29\n(20)-(15)\n196\n188\n156\n73\n(15)-(10)\n218\n246\n201\n111\n(10)-(5)\n325\n371\n366\n225\n(5)-0\n420\n520\n552\n475\n0-5\n453\n686\n775\n775\n5-10\n544\n631\n671\n676\n10-15\n480\n530\n533\n488\n15-20\n318\n414\n369\n205\n20-25\n298\n263\n249\n123\n25-30\n243\n198\n161\n48\n30-35\n155\n154\n96\n37\n35-40\n176\n114\n62\n25\n40-45\n114\n88\n45\n12\n>45\n1,155\n401\n161\n19\nTotal\n6,183\n5,341\n4,698\n3,354\nObservations\nSales: >$25,000 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n873\n427\n206\n17\n(25)-(20)\n157\n141\n92\n24\n(20)-(15)\n163\n175\n129\n58\n(15)-(10)\n223\n235\n210\n90\n(10)-(5)\n256\n327\n308\n190\n(5)-0\n326\n399\n451\n354\n0-5\n358\n495\n554\n524\n5-10\n409\n489\n556\n542\n10-15\n404\n453\n424\n324\n15-20\n346\n331\n282\n179\n20-25\n255\n259\n210\n90\n25-30\n189\n175\n140\n51\n30-35\n177\n140\n79\n30\n35-40\n142\n101\n47\n13\n40-45\n109\n75\n37\n3\n>45\n1,002\n344\n139\n6\nTotal\n5,389\n4,566\n3,864\n2,495\nObservations\nSales: >$50,000 Mn\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n404\n212\n87\n6\n(25)-(20)\n73\n58\n43\n12\n(20)-(15)\n77\n80\n55\n17\n(15)-(10)\n95\n103\n91\n37\n(10)-(5)\n97\n139\n138\n89\n(5)-0\n139\n184\n197\n146\n0-5\n149\n208\n257\n210\n5-10\n191\n196\n224\n202\n10-15\n167\n176\n147\n91\n15-20\n140\n128\n106\n60\n20-25\n104\n100\n59\n38\n25-30\n73\n57\n50\n26\n30-35\n74\n46\n30\n15\n35-40\n49\n39\n19\n4\n40-45\n44\n32\n16\n1\n>45\n416\n149\n62\n2\nTotal\n2,292\n1,907\n1,581\n956\nObservations\nFull Universe\nNet Income CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n<(25)\n5,985\n2,810\n1,423\n242\n(25)-(20)\n1,277\n985\n700\n229\n(20)-(15)\n1,588\n1,398\n1,081\n519\n(15)-(10)\n1,993\n2,016\n1,710\n1,008\n(10)-(5)\n2,547\n3,052\n2,855\n2,089\n(5)-0\n3,612\n4,648\n4,981\n4,637\n0-5\n4,697\n6,288\n7,724\n8,944\n5-10\n4,934\n6,508\n7,385\n8,530\n10-15\n4,405\n5,083\n5,415\n5,075\n15-20\n3,432\n3,747\n3,537\n2,491\n20-25\n2,614\n2,652\n2,369\n1,253\n25-30\n2,082\n1,897\n1,528\n617\n30-35\n1,680\n1,385\n950\n338\n35-40\n1,410\n1,093\n565\n214\n40-45\n1,095\n737\n412\n135\n>45\n8,560\n3,356\n1,427\n212\nTotal\n51,911\n47,655\n44,062\n36,533\nObservations\n"
    },
    {
      "number": 16,
      "text": "December 16, 2015  \n \nThe Base Rate Book – Earnings Growth \n16 \nEndnotes \n \n1 Daniel Kahneman, Thinking, Fast and Slow (New York: Farrar, Straus and Giroux, 2011), 249. \n2 John R. Graham, Campbell R. Harvey, and Shiva Rajgopal, “Value Destruction and Financial Reporting \nDecisions,” Financial Analysts Journal, Vol. 62, No. 6, November/December 2006, 27-39.  \n3 Shreenivas Kunte, CFA, “Earnings Confessions: What Disclosures Do Investors Prefer?” CFA Institute: \nEnterprising Investor, November 19, 2015. \n4 Benjamin Lansford, Baruch Lev, and Jennifer Wu Tucker, “Causes and Consequences of Disaggregating \nEarnings Guidance,” Journal of Business Finance & Accounting, Vol. 40, No. 1-2, January/February 2013, \n26–54 and Stanley Block, “Methods of Valuation: Myths vs. Reality,” The Journal of Investing, Winter 2010, \n7-14. \n5 Alfred Rappaport, Creating Shareholder Value: A Guide for Managers and Investors (New York: Free Press, \n1998), 13-31. \n6 Patricia M. Dechow, Richard G. Sloan, and Jenny Zha, “Stock Prices and Earnings: A History of Research,” \nAnnual Review of Financial Economics, Vol. 6, December 2014, 343-363. \n7 William H. Beaver, “The Information Content of Annual Earnings Announcements,” Journal of Accounting \nResearch, Vol. 6, 1968, 67-92.  \n8 Wayne R. Landsman, Edward L. Maydew, and Jacob R. Thornock, “The Information Content of Annual \nEarnings Announcements and Mandatory Adoption of IFRS,” Journal of Accounting and Economics, Vol. 53, \nNo. 1-2, February-April 2012, 34-54. \n9 William H. Beaver, Maureen F. McNichols, Zach Z. Wang, “The Information Content of Earnings \nAnnouncements: New Insights from Intertemporal and Cross-Sectional Behavior,” Stanford Graduate School \nof Business Working Paper No. 3338, March 14, 2015.  \n10 Ray Ball and Lakshmanan Shivakumar, “How Much New Information Is There in Earnings?” Journal of \nAccounting Research, Vol. 46, No. 5, December 2008, 975-1016. \n11 Lansford, Lev, and Tucker. \n12 Mark T. Bradshaw and Richard G. Sloan, “GAAP versus The Street: An Empirical Assessment of Two \nAlternative Definitions of Earnings,” Journal of Accounting Research, Vol. 40, No. 1, March 2002, 41-66; \nTheo Francis and Kate Linebaugh, “U.S. Corporations Increasingly Adjust to Mind the GAAP,” Wall Street \nJournal, December 14, 2015; and Dechow, Sloan, and Zha. \n13 Robert L. Hagin, Investment Management: Portfolio Diversification, Risk, and Timing—Fact and Fiction \n(Hoboken, NJ: John Wiley & Sons, 2004), 75-78. \n14 Louis K.C. Chan, Jason Karceski, and Josef Lakonishok, “The Level and Persistence of Growth Rates,” \nJournal of Finance, Vol. 58, No. 2, April 2003, 643-684. \n15 Scott A. Richardson, Richard G. Sloan, Mark T. Soliman, and Irem Tuna, “Accrual Reliability, Earnings \nPersistence and Stock Prices,” Journal of Accounting and Economics, Vol. 39, No. 3, September 2005, \n437-485. \n16 The sample throughout the report includes the top 1,000 global companies by market capitalization, \nincluding all sectors, since 1950. (The sample is somewhat smaller in the early years but reaches 1,000 by \nthe late 1960s.) When calculating growth rates, we exclude companies with negative net income. “Net \nIncome” is defined as “Income Before Extraordinary Items.” The Compustat annual data item number is 18. \nHere’s the description: “This item represents the income of a company after all expenses, including special \nitems, income taxes, and minority interest – but before provisions for common and/or preferred dividends. \nThis item does not reflect discontinued operations or extraordinary items presented after taxes. This item, for \nbanks, includes net profit or loss on securities sold or redeemed after applicable deductions for tax and \nminority interest.” \n17 Michael J. Mauboussin and Dan Callahan, “The Base Rate Book – Sales Growth: Integrating the Past to \nBetter Anticipate the Future,” Credit Suisse Global Financial Strategies, May 4, 2015. \n"
    },
    {
      "number": 17,
      "text": "December 16, 2015  \n \nThe Base Rate Book – Earnings Growth \n17 \n18 Paul Hribar and John McInnis, “Investor Sentiment and Analysts’ Earnings Forecast Errors,” Management \nScience, Vol. 58, No. 2, February 2012, 293-307. \n19 Vijay Kumar Chopra, “Why So Much Error in Analysts’ Earnings Forecasts?” Financial Analysts Journal, Vol. \n54, No. 6, November/December 1998, 35-42 and Andrew Stotz and Wei Lu, “Financial Analysts Were Only \nWrong by 25%,” SSRN Working Paper, November 25, 2015. See: www.ssrn.com/abstract=2695216. \n20 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for Better Returns \n(Boston, MA: Harvard Business School Press, 2001). \n21 Michael J. Mauboussin, “The True Measure of Success,” Harvard Business Review, October 2012, 46-56. \n22 Michael H. R. Stanley, Luís A. N. Amaral, Sergey V. Buldyrev, Shlomo Havlin, Heiko Leschhorn, \nPhilipp Maass, Michael A. Salinger, and H. Eugene Stanley, “Scaling Behaviour in the Growth of Companies,” \nNature, Vol. 379, February 29, 1996, 804-806. Also, Rich Perline, Robert Axtell, and Daniel Teitelbaum, \n“Volatility and Asymmetry of Small Firm Growth Rates Over Increasing Time Frames,” Small Business \nResearch Summary, No. 285, December 2006. \n23 Warren E. Buffett, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 2000. See \nhttp://www.berkshirehathaway.com/2000ar/2000letter.html.  \n24 Dan Lovallo and Daniel Kahneman, “Delusions of Success: How Optimism Undermines Executives’ \nDecisions,” Harvard Business Review, July 2003, 56-63. \n25 William M. K. Trochim and James P. Donnelly, The Research Methods Knowledge Base, Third Edition \n(Mason, OH: Atomic Dog, 2008), 166. See http://www.socialresearchmethods.net/kb/regrmean.php. \n26 Chan, Karceski, and Lakonishok. \n \n"
    }
  ]
}