{
  "filename": "mm_115_2016_thoughts_on_dividends_and_buybacks__clearing_up_some_common_misconceptions.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423230022-07'00'",
    "modDate": "D:20240423230350-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 115,
      "year": "2016",
      "date": "5/3",
      "institution": "Credit Suisse",
      "title": "Thoughts on Dividends and Buybacks: Clearing Up Some Common Misconceptions",
      "url": "https://12mv2.files.wordpress.com/2024/04/16-05-03-thoughts-on-dividends-and-buybacks__clearing-up-some-common-misconceptions.pdf"
    },
    "tags": [
      "Capital allocation",
      "Financial metrics",
      "Behavioral finance",
      "Decision making"
    ],
    "tagged_at": "2025-01-20T21:28:43.405344"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nMay 3, 2016 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \nDarius Majd \ndarius.majd@credit-suisse.com \n \n \nSource: FactSet and Credit Suisse. \n \n“Our study provides theoretical and empirical evidence for a total payout \n(dividends plus buybacks) model of stock returns.”  \nPhilip U. Straehl and Roger G. Ibbotson1 \n \n The conventional wisdom that dividends make a crucial contribution to \naccumulated capital over time is wrong. \n Very few investors actually earn the total shareholder return because it \ndemands that they fully reinvest all dividends.  \n You commonly hear complaints that companies buy back stock at prices \nthat are too high and thus “destroy shareholder value” or “waste money.” \nThis is a simplistic assessment that confuses two issues. \n There is a value conservation principle associated with buybacks. The \nvalue of a firm declines by the amount of capital it disburses. Buying back \nshares that are over- or undervalued creates offsetting winners and losers. \n If you own the shares of a company buying back stock, doing nothing is \ndoing something. That something is increasing your percentage \nownership. \n \n \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n120\n0\n0-1\n1-2\n2-3\n3-4\n4-5\n5-6\n6-7\n7-8\n8-9\n9-10\n>10\nNumber\nTotal Shareholder Yield (Percent)\nS&P 500 Companies\nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nThoughts on Dividends and Buybacks \nClearing Up Some Common Misconceptions \n"
    },
    {
      "number": 2,
      "text": "May 3, 2016  \n \nThoughts on Dividends and Buybacks \n2 \nIntroduction \n \nThe value of a company is determined by the cash that it pays to its owners over its life. A firm can return \ncapital to shareholders through dividends, share buybacks, or by selling the company for cash. Ultimately, \nvalue boils down to cash in the pocket. Empirical evidence supports the theory. \n \nCompanies in a position to pay a dividend or to buy back stock have to weigh those alternatives against \ninvesting the money back into the business. The idea is that an attractive internal investment will allow the \ncompany to return even more money in the future, adjusted for risk and inflation, and will therefore enrich \ncurrent investors. Most investors agree on these points. Appendix A examines the concern that companies \ntoday are underinvesting in their businesses. \n \nThe relative merits of dividends, buybacks, and investment are contentious. Share buybacks, in particular, \nseem to stir emotion, much of it negative.2 The purpose of this report is to address a handful of \nmisconceptions: \n \n Dividends are the major contributor to capital accumulation over time; \n \n Buybacks destroy value or waste money; \n \n Shareholders can be passive with regard to share buyback policy. \n \nPrice Appreciation and Dividends  \n \nInvestment managers and pundits often make the claim that dividends are the primary source of total \nshareholder return over the long haul.3 But it is crucial to distinguish between the equity rate of return for one \nyear, which is simply the change in the stock price plus the dividend, and the capital accumulation rate, or total \nshareholder return (TSR) over time. The central difference is that total shareholder return incorporates the \nreinvestment of dividends. As a result, these are very distinct concepts.4   \n \nFor example, a stock that has price appreciation (g) of 7 percent with a dividend yield (d) of 3 percent in a \ngiven year has an equity rate of return of 10 percent. But if the g and d remain constant over time, the total \nshareholder return is 10.21 percent, based on this formula: \n \n𝑇𝑜𝑡𝑎𝑙 𝑠ℎ𝑎𝑟𝑒ℎ𝑜𝑙𝑑𝑒𝑟 𝑟𝑒𝑡𝑢𝑟𝑛= 𝑔+ (1 + 𝑔)𝑑 \n  \nOnce you appreciate this distinction, you can see that “price appreciation is the sole source of investment \nreturns that increase accumulated capital.”5 This quotation comes from Alfred Rappaport, a professor emeritus \nat the Kellogg School of Management at Northwestern University, and it surprises even experienced investors. \nThe conventional wisdom is that the income component makes a crucial contribution to accumulated capital \nand that its contribution grows over time. This is wrong. \n \nTo see why, let’s slow things down and again distinguish between the equity rate of return and total \nshareholder return. We’ll use a $100 stock and the same g of 7 percent and d of 3 percent.  \n  \nIf you consider results for one year, it is pretty simple. You start with an investment of $100 and end the year \nwith a stock worth $107 and $3 in cash. You begin with $100 and end with $110 for a 10 percent return. So \nfar, so good. \n \n"
    },
    {
      "number": 3,
      "text": "May 3, 2016  \n \nThoughts on Dividends and Buybacks \n3 \nNow let’s go to the total shareholder return case. The TSR calculation makes the crucial assumption that 100 \npercent of dividends are reinvested in the stock. So if at the end of the year you have a $107 stock and a $3 \ndividend, you use the cash dividend to buy more stock, getting your investment in the stock back up to $110. \nOnce you make the decision to reinvest all of your dividends, it becomes clear that capital accumulation \ndepends entirely on the price change over the time you invest. \n \nThe key to understanding TSR is that it is a measure over multiple periods. In year two, the stock rises to \n$117.70 and the dividend is $3.30, yielding a total value of $121. The dividend is again reinvested in the \nstock, meaning that you have $121 in stock at the end of two periods. The process repeats.     \n \nVery few investors actually earn the TSR because it demands that they fully reinvest all dividends. In reality, \nmany investors choose to spend their dividends. This has utility for those investors, of course, but prevents \nthem from earning the TSR.  \n \nFurther, because the government taxes dividends, investors in a taxable account cannot reinvest the full \namount of their dividends. For companies that pay a dividend, only investors who reinvest 100 percent of their \ndividends in a tax-free account actually realize the TSR. This is a very small percentage of the investing \npopulation. Indeed, the value of the stock market rises at a lower rate than the market’s TSR as investors and \ngovernments extract value along the way.6 \n \nSaving is the act of deferring current consumption in order to consume more in the future. Investors save to \nfund retirement, pay for education, or to ensure that an institution such as a university can thrive in the future. \nIn each case, the investor cares about capital accumulation.  \n \nFor equities, price appreciation is the only source of investment return that increases accumulated capital. The \nreason is that an investor makes an investment decision to reinvest the dividend into the stock. Say you own a \nstock that trades at $100 and declares a $3 dividend. The day the dividend is paid, you have a stock worth \n$97 and cash of $3.7 You must put the $3 back into the stock to earn the total shareholder return. \n \nThe Value Conservation Principle \n \nYou commonly hear complaints that companies buy back stock at prices that are too high and thus “destroy \nshareholder value” or “waste money.”8 This is a simplistic assessment that confuses two issues. \n \nThe first issue is what happens to the value of a firm when it pays out capital. Say a company is worth $1,000 \nand it chooses to pay out $200 to its shareholders. It should be obvious that the value of the firm following the \ndisbursement is $800. Indeed, it doesn’t matter whether the company pays a dividend, buys back stock, or \ndonates the $200 to a charity. The value of the firm adjusts accordingly.  \n \nThe second issue is the plight of the ongoing versus selling shareholders. If a company buys back stock that is \novervalued, the sellers benefit at the expense of the continuing shareholders. If a company buys back stock \nthat is undervalued, the ongoing shareholders benefit at the expense of the selling shareholders. All \nshareholders are treated the same if a company pays a dividend or buys back stock at fair value.  \n \nThe important point is that there is a value conservation principle: the winners and the losers offset one \nanother.9 It is true that ongoing shareholders suffer if a company buys back stock at $50 per share and it \nsubsequently drops to $30. But you can’t forget that the sellers at $50 made out well.  \n \n"
    },
    {
      "number": 4,
      "text": "May 3, 2016  \n \nThoughts on Dividends and Buybacks \n4 \nHere is another point to consider if you are a fan of dividends. If you agree that buying back undervalued \nshares adds value for ongoing shareholders and you believe your portfolio contains undervalued stocks, why \nwould you ever want one of your holdings to pay a dividend? As Warren Buffett, chairman and chief executive \nofficer of Berkshire Hathaway, has written, “Indeed, disciplined repurchases are the surest way to use funds \nintelligently: It’s hard to go wrong when you’re buying dollar bills for 80¢ or less.”10 \n   \nDoing Nothing Is Doing Something \n \nImagine you were a shareholder of a company that paid a dividend when the stock was at $50 and then it \nsubsequently dropped to $30. Would you have any complaints about the dividend? Now imagine that you \nwere a shareholder of a company that repurchased shares at $50 (you did not sell) and then the stock \nslumped to $30. How would you feel?  \n \nChances are you would not have any complaints about the dividend. Indeed, the dividend you received might \nsoften the psychological blow of the steep price decline.11 But you would likely be irritated by the inopportune \nbuyback. This is despite the fact that you own the stock because you found it attractive at a higher price. \n \nIf you rewind the situation with the buyback, it is easy to see that you could have sold a prorated number of \nshares that would have resulted in a homemade dividend and the same percentage ownership in the company. \nThis leads to an important point: if you own the shares of a company buying back stock, doing nothing is \ndoing something. That something is increasing your percentage ownership in the company.  \n \nSome of the misgiving about buybacks is well placed, as companies pursue them with multiple motivations. \nThe fair value school takes a steady and consistent approach to buybacks. The intrinsic value school seeks to \nbuy back shares only when management deems them to be undervalued. But perhaps the largest group is the \nimpure motives school, which seeks to boost accounting numbers or offset dilution from compensation \nplans.12 Research shows that there is no correlation between share repurchase intensity, measured as the \ndifference between the growth in net income and earnings per share, and TSR.13 \n \nInvestors must be diligent in assessing management’s motivation for its buyback program and need to \nrecognize the consequences of inactivity when companies do buy back shares.  \n \nConclusion  \n \nThe value of a business is the present value of future cash flow disbursed to the owners. Appendix B \nsummarizes the details of buybacks and dividends for the S&P 500 Index in 2015 and shows the long-term \ntrends in spending. The primary mechanisms to return cash to shareholders are dividends and share buybacks. \nYet there is a great deal of muddled thinking about the role that dividends and buybacks play in building \nwealth.  \n \nIn spite of claims that dividends contribute substantially to long-term TSR, price appreciation is the only source \nof investment return that increases accumulated capital. The key is to recognize that TSR is a multi-period \nmeasure that assumes dividends are fully reinvested in the stock. Because investors commonly use dividends \nto consume and dividends are frequently taxable, a small minority of shareholders earn the TSR.    \n \nThere is a value conservation principle associated with buybacks. The value of a firm declines by the amount \nof capital it disburses. Buying back shares that are over- or undervalued creates offsetting winners and losers. \n"
    },
    {
      "number": 5,
      "text": "May 3, 2016  \n \nThoughts on Dividends and Buybacks \n5 \nOnly if a stock is at fair value, a nebulous concept itself, do buybacks and dividends have the same impact on \nall shareholders (leaving aside tax issues).  \n \nCompanies buy back stock for a host of reasons, and not all of the motivations are economically sound. \nShareholders must assess management’s reasoning for buybacks. Finally, if you own the shares of a \ncompany buying back stock, doing nothing is doing something. You are increasing your stake in the business \nand foregoing the opportunity to create homemade dividends. \n \n"
    },
    {
      "number": 6,
      "text": "May 3, 2016  \n \nThoughts on Dividends and Buybacks \n6 \nAppendix A: The Perils of Asset Growth (or Why Paying Out Capital Is Good) \n \nOne of today’s concerns is that companies are paying out too much to investors, whether in the form of \ndividends or buybacks.14 Companies must find an appropriate balance between investing in the business and \nreturning cash to shareholders. The extremely low interest rates that prevail today make financial engineering \nvery attractive, as increases in earnings per share are sure, immediate, and easy to calculate.   \n \nBut on one point the empirical evidence is quite clear: companies that have rapid asset growth have lower \nrisk-adjusted TSRs than companies with slow asset growth. Finance scholars studied the topic and conclude, \n“The findings suggest that corporate events associated with asset expansion (i.e., acquisitions, public equity \nofferings, public debt offerings, and bank loan initiations) tend to be followed by periods of abnormally low \nreturns, whereas events associated with asset contraction (i.e., spinoffs, share repurchases, debt \nprepayments, and dividend initiations) tend to be followed by periods of abnormally high returns.”15 This also \napplies to 40 markets outside the U.S.16  \n \nThere are a couple of theories that may explain this finding. One is that investors underestimate the degree of \nempire building. As earnings releases reveal that returns on investment are below expectations, the TSRs for \ncompanies with high asset growth are relatively poor.17  \n \nAnother theory is that companies pay less attention to their prospective return on investment and more to the \nperceived cost of capital.18 Companies invest more when they perceive that the cost of capital is low and less \nwhen they perceive it is high. Assuming that the return on investment is relatively stable, this theory predicts \nthat asset expansion leads to subpar TSRs.  \n \n \n"
    },
    {
      "number": 7,
      "text": "May 3, 2016  \n \nThoughts on Dividends and Buybacks \n7 \nAppendix B: Recent Trends in Dividends and Buybacks \n \nThe average buyback yield, defined as gross share buybacks divided by average market capitalization, was 3.2 \npercent for the S&P 500 Index in 2015. Companies in the index spent $572 billion on buybacks. Exhibit 1 \nshows the breakdown. Fewer than 20 percent of the companies repurchased no shares at all and just over 20 \npercent had a buyback yield in excess of 5 percent. The distribution is bimodal.   \n \nExhibit 1: Breakdown of Buyback Yield for the S&P 500 (2015) \n \nSource: FactSet and Credit Suisse. \n \nExhibit 2 shows the breakdown of dividend yields. The dividend yield for the S&P 500 was 2.1 percent in \n2015. Companies spent $382 billion on dividends. Roughly 15 percent of companies in the S&P 500 Index \npaid no dividend and the modal yield for companies issuing dividends was 2.5 to 3.0 percent.  \n \nExhibit 2: Breakdown of Dividend Yield for the S&P 500 (2015) \n \nSource: FactSet and Credit Suisse. \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n120\n0\n0-0.5\n0.5-1.0 1.0-1.5 1.5-2.0 2.0-2.5 2.5-3.0 3.0-3.5 3.5-4.0 4.0-4.5 4.5-5.0\n>5.0\nNumber\nBuyback Yield (Percent)\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n120\n0\n0-0.5\n0.5-1.0 1.0-1.5 1.5-2.0 2.0-2.5 2.5-3.0 3.0-3.5 3.5-4.0 4.0-4.5 4.5-5.0\n>5.0\nNumber\nDividend Yield (Percent)\n"
    },
    {
      "number": 8,
      "text": "May 3, 2016  \n \nThoughts on Dividends and Buybacks \n8 \nExhibit 3 combines the first two exhibits to show total shareholder yield, defined as gross buybacks plus \ndividends divided by average market capitalization. The combined payout was just under $1 trillion. Of the 500 \ncompanies in the index, only 20 companies have no yield at all and the modal yield is in the range of 3-5 \npercent. Finally, nearly 50 companies in the S&P 500 delivered a total shareholder yield in excess of 10 \npercent.    \n \nExhibit 3: Breakdown of Total Shareholder Yield for the S&P 500 (2015) \n \nSource: FactSet and Credit Suisse. \n \nExhibit 4 shows the long-term trend for gross share buybacks and dividend payments as well as the price of \nthe S&P 500 Index. For nine of the past ten years, buybacks have exceeded dividends in volume. The \nexception was 2009, as companies curtailed buybacks during and immediately following the Great Recession. \n \nExhibit 4: Buybacks and Dividends for the S&P 500 (1999-2015) \n \nSource: S&P Dow Jones and Credit Suisse. \n \nThe exhibit also reveals that dividends are much less cyclical than buybacks. Notwithstanding that dividends \nand buybacks are identical under idealized circumstances, executives view them very differently.19 \nManagements tend to view a dividend as a quasi-contract that has a priority similar to capital expenditures and \nresearch and development investment. A buyback is viewed as a means to deploy residual cash after the \ncompany has met all other obligations and investment needs.     \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n120\n0\n0-1\n1-2\n2-3\n3-4\n4-5\n5-6\n6-7\n7-8\n8-9\n9-10\n>10\nNumber\nTotal Shareholder Yield (Percent)\n600\n800\n1,000\n1,200\n1,400\n1,600\n1,800\n2,000\n2,200\n0\n100\n200\n300\n400\n500\n600\n1999\n2003\n2007\n2011\n2015\nS&P 500 Index\nBuybacks ($ Billions)\nBuybacks\nS&P 500\n600\n800\n1,000\n1,200\n1,400\n1,600\n1,800\n2,000\n2,200\n0\n100\n200\n300\n400\n500\n600\n1999\n2003\n2007\n2011\n2015\nS&P 500 Index\nDividends ($ Billions)\nDividends\nS&P 500\n"
    },
    {
      "number": 9,
      "text": "May 3, 2016  \n \nThoughts on Dividends and Buybacks \n9 \nExhibit 5 shows dividend and buyback data, as well as the total shareholder yield, for the S&P 500 Index back \nto 1982. The total yield was in excess of 5 percent in 2015, which compares favorably to the U.S. 10-year \nTreasury note yield of around 2 percent. The net total shareholder yield is somewhat lower than five percent \nbecause of equity issuance, but remains well above the yield of the 10-year note.   \n \nExhibit 5: Dividends, Buybacks, and Total Shareholder Yield for the S&P 500 (1982-2015) \n \nSource: Nellie Liang and Steven A. Sharpe, “Share Repurchases and Employee Stock Options and their Implications for S&P 500 Share Retirements \nand Expected Returns,” Board of Governors of the Federal Reserve System Finance and Economics Working Paper No. 99-59, November 1999, S&P \nDow Jones Indices, Thomson Reuters Datastream, and Credit Suisse estimates. \nNote: All monetary amounts in billions U.S. dollars. \n \n \n \n \n \n \nS&P 500 \nPrice\nDividends Buybacks\nDividends + \nBuybacks\nS&P 500 \nMarket Value\nS&P 500 \nAverage Market \nValue\nDividend \nYield\nBuyback \nYield\nTotal \nShareholder \nYield\n1981\n863\n1982\n141\n47\n8\n55\n1,015\n939\n5.0%\n0.8%\n5.8%\n1983\n165\n50\n8\n58\n1,220\n1,118\n4.5%\n0.7%\n5.1%\n1984\n167\n53\n27\n80\n1,217\n1,219\n4.3%\n2.2%\n6.6%\n1985\n211\n55\n40\n95\n1,500\n1,359\n4.0%\n2.9%\n7.0%\n1986\n242\n63\n37\n100\n1,710\n1,605\n3.9%\n2.3%\n6.2%\n1987\n247\n65\n45\n110\n1,736\n1,723\n3.8%\n2.6%\n6.4%\n1988\n278\n83\n46\n129\n1,897\n1,816\n4.6%\n2.5%\n7.1%\n1989\n353\n73\n42\n115\n2,367\n2,132\n3.4%\n2.0%\n5.4%\n1990\n330\n81\n39\n120\n2,195\n2,281\n3.6%\n1.7%\n5.3%\n1991\n417\n82\n22\n104\n2,824\n2,509\n3.3%\n0.9%\n4.1%\n1992\n436\n85\n27\n112\n3,015\n2,919\n2.9%\n0.9%\n3.8%\n1993\n466\n87\n34\n121\n3,306\n3,160\n2.8%\n1.1%\n3.8%\n1994\n459\n88\n40\n128\n3,346\n3,326\n2.6%\n1.2%\n3.8%\n1995\n616\n103\n67\n170\n4,588\n3,967\n2.6%\n1.7%\n4.3%\n1996\n741\n101\n82\n183\n5,626\n5,107\n2.0%\n1.6%\n3.6%\n1997\n970\n108\n119\n227\n7,555\n6,590\n1.6%\n1.8%\n3.4%\n1998\n1,229\n116\n146\n262\n9,942\n8,749\n1.3%\n1.7%\n3.0%\n1999\n1,469\n138\n141\n279\n12,315\n11,129\n1.2%\n1.3%\n2.5%\n2000\n1,160\n141\n151\n292\n11,715\n12,015\n1.2%\n1.3%\n2.4%\n2001\n1,147\n142\n132\n274\n10,463\n11,089\n1.3%\n1.2%\n2.5%\n2002\n848\n148\n127\n275\n8,107\n9,285\n1.6%\n1.4%\n3.0%\n2003\n1,126\n161\n131\n292\n10,286\n9,197\n1.7%\n1.4%\n3.2%\n2004\n1,212\n181\n197\n378\n11,289\n10,788\n1.7%\n1.8%\n3.5%\n2005\n1,248\n202\n349\n551\n11,255\n11,272\n1.8%\n3.1%\n4.9%\n2006\n1,418\n224\n432\n656\n12,729\n11,992\n1.9%\n3.6%\n5.5%\n2007\n1,468\n246\n589\n836\n12,868\n12,799\n1.9%\n4.6%\n6.5%\n2008\n903\n247\n340\n587\n7,852\n10,360\n2.4%\n3.3%\n5.7%\n2009\n1,115\n196\n138\n333\n9,928\n8,890\n2.2%\n1.5%\n3.7%\n2010\n1,258\n206\n299\n505\n11,430\n10,679\n1.9%\n2.8%\n4.7%\n2011\n1,258\n240\n405\n645\n11,385\n11,408\n2.1%\n3.6%\n5.7%\n2012\n1,426\n281\n399\n680\n12,742\n12,064\n2.3%\n3.3%\n5.6%\n2013\n1,848\n312\n476\n787\n16,495\n14,619\n2.1%\n3.3%\n5.4%\n2014\n2,059\n350\n553\n904\n18,245\n17,370\n2.0%\n3.2%\n5.2%\n2015\n2,044\n382\n572\n955\n17,900\n18,072\n2.1%\n3.2%\n5.3%\nAverage\n2.6%\n2.1%\n4.7%\n"
    },
    {
      "number": 10,
      "text": "May 3, 2016  \n \nThoughts on Dividends and Buybacks \n10 \nEndnotes \n \n1 Philip U. Straehl and Roger G. Ibbotson, “The Supply of Stock Returns: Adding Back Buybacks,” Working \nPaper, December 17, 2015.  \n2 For example, see Barry Ritholtz, “Take Dividends Over Buybacks,” Bloomberg, April 11, 2016; William \nLazonick, “Profits Without Prosperity,” Harvard Business Review, September 2014, 54-55; and Gretchen \nMorgenson, “In Yahoo, Another Example of the Buyback Mirage,” New York Times, March 25, 2016.  \n3 See, for instance Robert D. Arnott and Peter L. Bernstein, “What Risk Premium Is ‘Normal’?” Financial \nAnalysts Journal, Vol. 58, No. 2, March/April 2002, 64-85; Richard Skaggs, “Dividends: A Timeless \nComponent of Equity Return,” Advisor Perspectives, April 18, 2012; Aye M. Soe, “Dividend Investing and A \nLook Inside the S&P 500 Dow Jones Dividend Indices,” S&P Dow Jones Indices, April 2013; Rupert \nHargreaves, “Dividend Income Accounts for 60% of Equity Returns,” ValueWalk, February 23, 2016. \n4 This distinction has a direct analog in money management. If you seek to maximize value over one period, \nthe proper method is to find the highest arithmetic return. This is where mean-variance maximization is \nappropriate. If you are parlaying your capital so that your investment sum at the end of one period becomes \nthe starting sum of the next, you want to consider geometric mean maximization. See Javier Estrada, \n“Geometric Mean Maximization: An Overlooked Portfolio Approach?” Journal of Investing, Vol. 19, No. 4, \nWinter 2010, 134-147. For a less technical discussion, see William Poundstone, Fortune’s Formula: The \nUntold Story of the Scientific Betting System that Beat the Casinos and Wall Street (New York: Hill and Wang, \n2005), 197-201.   \n5 Alfred Rappaport, “Dividend Reinvestment, Price Appreciation and Capital Accumulation,” Journal of Portfolio \nManagement, Vol. 32, No. 3, Spring 2006, 119-123. \n6 Jeremy J. Siegel, Stocks for the Long Run: The Definitive Guide to Financial Market Returns and Long-\nTerm Investment Strategies, Fifth Edition (Hoboken, NJ: John Wiley & Sons, 2014), 76.  \n7 As an empirical matter, the stock price doesn’t go down by the exact amount of the dividend because of the \nimpact of taxes. The basic equation to determine how much a stock will drop when it goes ex-dividend is as \nfollows: \n \n \n \n \nPb – Pa = (1-to) \n \n \n \n     D  \n \n(1-tcg) \n \nWhere Pb is the stock price before the ex-dividend date, Pa is the price after the ex-dividend date, to is the tax \nrate on dividend income, and tcg is the tax rate on capital gains. So if the tax rates on dividends and capital \ngains are the same (as they are today), then the decline in the stock price is roughly equivalent to the dividend. \nIf the tax rate on dividends is higher than that on capital gains, which has been true for most of the last half \ncentury, then the decline in stock price will be less than the dividend. See Aswath Damodaran, “Returning \nCash to the Owners: Dividend Policy,” available at \nhttp://pages.stern.nyu.edu/~adamodar/pdfiles/ovhds/ch10.pdf.  \n8 For example, see David Trainer, “How Stock Buybacks Destroy Shareholder Value,” Forbes, February 24, \n2016, and Ritholtz (2016). \n9 See exhibit 8 in Michael J. Mauboussin and Dan Callahan, “Disbursing Cash to Shareholders: Frequently \nAsked Questions about Buybacks and Dividends,” Credit Suisse Global Financial Strategies, May 6, 2014. \n10 Warren E. Buffett, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 2012. See \nwww.berkshirehathaway.com/letters/2012ltr.pdf. \n11 Individual investors commonly use dividends in their mental accounting. See Hersh M. Shefrin and Meir \nStatman, “Explaining Investor Preference for Cash Dividends,” Journal of Financial Economics, Vol. 13, No. 2, \nJune 1984, 253-282. \n12 Konan Chan, David L. Ikenberry, Inmoo Lee, and Yanzhi Wang, “Share Repurchase as a Potential Tool to \nMislead Investors,” Journal of Corporate Finance, Vol. 16, No. 2, April 2010, 137-158. Also, Heitor Almeida, \n"
    },
    {
      "number": 11,
      "text": "May 3, 2016  \n \nThoughts on Dividends and Buybacks \n11 \nVyacheslav Fos, and Mathias Kronlund, “The Real Effects of Share Repurchases,” Journal of Financial \nEconomics, Vol. 119, No. 1, January 2016, 168-185. \n13 Obi Ezekoye, Tim Koller, and Ankit Mittal, “How Share Repurchases Boost Earnings Without Improving \nReturns,” McKinsey Article, April 2016. \n14 For example, see the letter from Larry Fink, chief executive officer of BlackRock, to corporate leaders dated \nFebruary 1, 2016. He writes: “We certainly support returning excess cash to shareholders, but not at the \nexpense of value-creating investment.” See www.blackrock.com/corporate/en-in/literature/press-release/ldf-\ncorp-gov-2016.pdf. \n15 Michael J. Cooper, Huseyin Gulen, and Michael J. Schill, “Asset Growth and the Cross-Section of Stock \nReturns,” Journal of Finance, Vol. 63, No. 4, August 2008, 1609-1651.  \n16 Akiko Watanabe, Yan Xu, Tong Yao, and Tong Yu, “The Asset Growth Effect: Insights for International \nEquity Markets,” Journal of Financial Economics, Vol. 108, No. 2, May 2013, 259-263. \n17 Sheridan Titman, K. C. John Wei, Feixue Xie, “Capital Investments and Stock Returns,” Journal of Financial \nand Quantitative Analysis, Vol. 39, No. 4, December 2004, 677-700. \n18 Yuhang Xing, “Interpreting the Value Effect Through Q-Theory: An Empirical Investigation,” Review of \nFinancial Studies, Vol. 21, No. 4, July 2008, 1767-1795. \n19 Alon Brav, John R. Graham, Campbell R. Harvey, and Roni Michaely, “Payout Policy in the 21st Century,” \nJournal of Financial Economics, Vol. 77, No. 3, September 2005, 483-527. \n \n \n \n  \n"
    },
    {
      "number": 12,
      "text": " \n \n \n \nImportant information \n \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future.  \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A.  \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above.  \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \n© 2016 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n \n \n"
    }
  ]
}