{
  "filename": "mm_100_2015_min_d_ing_the_opportunity__excess_returns_require_the_chance_to_apply_skill.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423225213-07'00'",
    "modDate": "D:20240423225253-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 100,
      "year": "2015",
      "date": "3/17",
      "institution": "Credit Suisse",
      "title": "Min(d)ing the Opportunity: Excess Returns Require the Chance to Apply Skill",
      "url": "https://12mv2.files.wordpress.com/2024/04/15-03-17-minding-the-opportunity__excess-returns-require-the-chance-to-apply-skill.pdf"
    },
    "tags": [
      "Alpha generation",
      "Skill vs luck",
      "Investment process",
      "Market structure"
    ],
    "tagged_at": "2025-01-20T21:28:13.503049"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nMarch 17, 2015 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \n \n \n“Ability is nothing without opportunity.” \nNapoleon1 \n \n The fundamental law of active management separates the sources of \nexcess return into two parts: skill and opportunity. \n While the investment industry is in constant pursuit of skill, having lots of \nskill doesn’t pay off if opportunity is poor, and modest skill can yield \nattractive results if opportunity is rich. \n We examine three ways that investors can express skill: market timing, \nsecurity selection, and portfolio construction.  \n There is a strong correlation between years when active managers do well, \nmeasured as the percentage that beat their benchmark, and the relative \nperformance of small versus large capitalization stocks. This reflects \nexposure to the factor “Small Minus Big.” \n Measures of opportunity show that 2014 was a particularly challenging \nyear. For example, the dispersion of stock returns was unusually narrow, \ncreating a very inhospitable environment for active managers.  \n Pockets of inefficiency always exist in markets and investors should be \nexplicit in seeking them.   \n \n \nI = Range       −= Average      \n= 2014 figure\n0\n10\n20\n30\n40\n50\n60\n70\nLevel\n0\n20\n40\n60\n80\n100\n120\nPercentage Points\nWithin \nOutperformers\nWithin \nUnderperformers\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\nPercentage Points\nTrendiness\nDispersion\nDispersion of Dispersion\nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nMin(d)ing the Opportunity \nExcess Returns Require the Chance to Apply Skill \n"
    },
    {
      "number": 2,
      "text": " \n \nMarch 17, 2015 \n \nMin(d)ing the Opportunity \n2 \nIntroduction \n \nIn the quest for market-beating returns, investors seek money managers who are skillful. But what if skill isn’t \nthe only key to success? \n \nMore than 25 years ago, Richard Grinold, the former global director of research at Barclays Global Investors, \ndeveloped what he called “the fundamental law of active management:”2  \n \n𝐼𝑅= 𝐼𝐶∗ √𝐵𝑅 \n \nIn words, it says that the information ratio equals the information coefficient times the square root of breadth.3 \nIf you are not a quant, don’t worry, there’s an even simpler way to convey the law: \n \nExcess returns = skill * opportunity \n \nThe point of this report is that all of the skill in the world is for naught if you don’t have attractive opportunities. \nWhile the investment industry is focused on ways to ferret out skill, there is less discussion about where and \nhow investors should apply their skill.  \n \nThere are two basic conditions that present a challenge for skillful investors. The first is where the payoffs are \npotentially attractive but all of the competitors are very skillful. In this case, the skills of the players are \noffsetting and luck plays a large role in determining the outcome.4 For example, a good poker player who \nwants to make money should seek games with weaker players. Playing in highly competitive events may \nreveal prowess but is a tough way to make a living. \n \nThe second condition is when the payoffs are meager. You can be the most skillful person playing, but there’s \nnot much to play for. Consider the draft in sports, the primary way that professional sports leagues assign \namateur players to its teams. In some years the draft is rich with great players. But in other years there is a \ndearth of talented players. You can have the most skillful scouting and draft strategy around but your skill \nwon’t pay off if the pool of players is poor. \n \nIn assessing the results of investment managers, it is useful to consider both skill and opportunity. In 2014, \nthe opportunities were particularly limited, contributing to the relatively poor performance of active mutual fund \nand hedge fund managers.5  \n \nExhibit 1 shows the percentage of equity mutual funds that have beat the S&P 500 Index in each year since \n1970. The average rate of outperformance during this 45-year period was 40 percent (less than 50 percent \nbecause of fees), and the standard deviation was 19 percent. Only one in seven of U.S. large capitalization \nequity managers beat their benchmark in 2014.  \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 3,
      "text": " \n \nMarch 17, 2015 \n \nMin(d)ing the Opportunity \n3 \nExhibit 1: Percentage of Equity Mutual Funds Beating the S&P 500, 1970-2014 \n \nSource: John C. Bogle (1970-1999) and “SPIVA® U.S. Scorecard: Year End 2014,” S&P Dow Jones Indices Research (2000-2014).  \nNote: U.S. general equity funds (1970-1999) and U.S. large capitalization equity funds (2000-2014). \n \nWe now examine some measures of opportunity and briefly offer ideas about how to find attractive \nopportunities. \n \nHow Portfolio Managers Express Skill  \n \nThere are three ways that a portfolio manager can express skill. The first is through market timing, the ability \nto buy low and sell high. The second is through security selection, a talent for identifying securities that \ngenerate returns that beat the market after adjusting for risk. The final way is through portfolio construction, \nthe aptitude to make each holding the proper size so as to earn the highest excess returns possible for a given \nlevel of risk.  \n \nMarket timing. There is little evidence that mutual fund and hedge fund managers can time the market. That \nsaid, it is hard to directly measure that ability. For mutual funds, a logical approach is to compare the level of \ncash as a percentage of assets to subsequent market returns.6 For hedge funds, we can examine the \nexposure to the market and future market moves.  \n \nThe idea is when the market’s valuation is high and hence the expected return on equities is low, mutual funds \nshould hold substantial cash. And when the market is cheap, funds should deploy that available cash to buy \nbargains.  \n \nExhibit 2 compares the average level of cash for equity mutual funds from 1990-2013 to the total shareholder \nreturn (TSR) for the S&P 500 in the subsequent year. Were mutual funds good at timing, you would expect to \nsee high returns following periods of low cash balances, and low returns following high cash balances. We see \nthe opposite pattern. One academic researcher studying the issue concluded that “equity funds as a whole do \nnot have market timing skills.”7  \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1970\n1972\n1974\n1976\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n"
    },
    {
      "number": 4,
      "text": " \n \nMarch 17, 2015 \n \nMin(d)ing the Opportunity \n4 \nExhibit 2: Mutual Fund Cash Balances and Total Shareholder Return for the S&P 500, 1990-2014  \n \nSource: Investment Company Institute and Credit Suisse. \n \nCash as a percentage of assets may not reveal an ability to time the market because factors other than a view \nof the market play a large part in determining cash holdings. For example, funds that hold small capitalization \nor volatile stocks tend to hold more cash than average to compensate for liquidity or to dampen risk.   \n \nFund flows, the sum that investors add or withdraw from mutual funds, also have a large impact on the levels \nof cash. Fund flows are highly correlated with the results of the market. Exhibit 3 shows that investors tend to \nwithdraw funds in down markets and add funds in up markets. As a result, high cash balances may simply \nreflect substantial flows. For instance, funds that anticipate outflows keep cash balances high to \naccommodate the expected requests, and funds receiving inflows invest the cash with a lag.      \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n-40%\n-30%\n-20%\n-10%\n0%\n10%\n20%\n30%\n40%\n2%\n4%\n6%\n8%\n10%\n12%\nFollowing Year S&P 500 TSR\nCash as a Percentage of Total Assets\nr = 0.28\n"
    },
    {
      "number": 5,
      "text": " \n \nMarch 17, 2015 \n \nMin(d)ing the Opportunity \n5 \nExhibit 3: Buy High and Sell Low: Mutual Fund Flows and Market Returns, 1990-2014 \n \nSource: Investment Company Institute.  \n \nThe average cash balance was 5.4 percent from 1990-2014, and was 3.6 percent at the end of 2014. The \nmedian cash balance was closer to 3.5 percent for the full period, suggesting that the distribution is \nsubstantially skewed. Since index funds are basically fully invested and the market tends to go up over time, \nholding cash creates a modest performance drag for active managers.8  \n \nThe results for equity hedge funds that use a long-short strategy are no more encouraging. These funds go \nlong stocks (own them) and simultaneously go short stocks (sell them for repurchase in the future). One \nmeasure of a fund’s exposure to the market is the long/short ratio, which is the total long exposure divided by \nthe short exposure. For example, a fund that is long $400 million in equities and short $285 million will have a \nlong/short ratio of 1.4. We translate the ratio into a percentage by subtracting one. So in this case, the \nlong/short ratio is 40 percent.9  \n \nThe long/short ratio reflects how much the market will influence a fund’s results. If hedge funds are good at \nmarket timing, a low long/short ratio should precede poor returns and a high long/short ratio should \nforeshadow stronger markets.  \n \nExhibit 4 shows the long/short ratio (five-day moving average) of global long-short equity hedge funds and the \nTSR for the MSCI World Index for the subsequent 30, 60, and 90 trading days. These data are from January \n2009 through February 2015 and represent more than 1,500 data points. None of the correlations are very \nstrong, and for each period the relationship is the opposite of what you would expect if the managers were \nskillful at timing.  \n \n \n \n \n \n-50%\n-40%\n-30%\n-20%\n-10%\n0%\n10%\n20%\n30%\n40%\n50%\n-$350\n-$250\n-$150\n-$50\n$50\n$150\n$250\n$350\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\nAnnual TSR\nBillions of Dollars\nNet New Cash Flow\nAnnual TSR for MSCI World Index\n"
    },
    {
      "number": 6,
      "text": " \n \nMarch 17, 2015 \n \nMin(d)ing the Opportunity \n6 \nExhibit 4: Hedge Fund Long/Short Ratios and Subsequent Market Returns, 2009-February 2015 \n \nSource: Credit Suisse. \n \nThere is limited evidence that investors have skill in timing the market or that rules exist allowing one to do \nso.10 But some evidence does exist. For instance, there is research that shows that equity funds with above-\naverage levels of cash outperform the funds with below-average levels of cash as the result of superior stock \npicking.11 Further, some fund managers appear to have the ability to pick stocks in good economic \nenvironments and time effectively when recessions strike.12  \n \nThe opportunity to time the market is to some degree related to how much the market moves in trends. Think \nof it this way: If stocks go higher in a zigzag pattern, it is very difficult to move in and out successfully and \noutwit the market. On the other hand, it’s a lot easier to make money if stocks move in a long upward or \ndownward trend.  \n \nOne measure of the market’s trendiness is the average directional movement index, or ADX.13 The ADX does \nnot specify direction, only trend strength. The index has a range from 0 to 100. Readings below 20 indicate \ntrend weakness, and readings above 40 indicate a strong trend.  \n \nExhibit 5 shows monthly ADX readings for the S&P 500 from 1990 through 2014 along with the index’s price. \nNote the very strong trends in the late 1990s, coming out of the bear market in the early 2000s, and for a \nbrief period during the financial crisis in 2008-2009. Non-trending markets have characterized most of the \nrally following the financial crisis, making timing a challenge.   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n-30%\n-20%\n-10%\n0%\n10%\n20%\n30%\n40%\n50%\n0%\n10%\n20%\n30%\n40%\n50%\n60%\nMSCI World Index 30-Day TSR\nLong/Short Ratio\nr = -0.23\n-30%\n-20%\n-10%\n0%\n10%\n20%\n30%\n40%\n50%\n0%\n10%\n20%\n30%\n40%\n50%\n60%\nMSCI World Index 60-Day TSR\nLong/Short Ratio\nr = -0.40\n-30%\n-20%\n-10%\n0%\n10%\n20%\n30%\n40%\n50%\n0%\n10%\n20%\n30%\n40%\n50%\n60%\nMSCI World Index 90-Day TSR\nLong/Short Ratio\nr = -0.52\n"
    },
    {
      "number": 7,
      "text": " \n \nMarch 17, 2015 \n \nMin(d)ing the Opportunity \n7 \nExhibit 5: Monthly Average Directional Movement Index (ADX) and S&P 500 Price, 1990-2014 \n \nSource: Credit Suisse.  \n \nWhile some fund managers may have skill in market timing, that skill is not pervasive. George Soros, chairman \nof Soros Fund Management, used his theory of reflexivity to time markets and skillfully generate excess \nreturns.14 But without some trendiness in the market, opportunity is limited.  \n \nSecurity Selection. Fund managers can show skill by selecting stocks that outperform the benchmark index. \nBefore we turn to the topic of measuring opportunity with regard to security selection, here’s a quiz: Measured \nas the percentage of funds that beat the market, which decades—of the 1970s, 1980s, 1990s, and \n2000s—were the two best and the two worst for active management?  \n \nThe best decades were the 1970s and 2000s. In the 1970s, 47 percent of active funds beat the market and \nin the 2000s, 45 percent did so. The worst decades were the 1990s, with 34 percent beating the benchmark, \nand the 1980s at 37 percent. Many investors get the answer wrong because the 1980s and 1990s were \ngood decades for the market overall, whereas the 1970s and 2000s were poor. What’s going on?  \n \nThe explanation is that funds using the S&P 500 as a benchmark generally hold stocks with an average \nmarket capitalization that is less than that of the benchmark.15 Exhibit 6 shows the relationship between the \ndifference in small and large capitalization results (x-axis) and the percentage of funds that beat the \nbenchmark (y-axis) from 1963 through 2014. When large capitalization stocks outperform small capitalization \nstocks, as they did in the 1980s and 1990s, active managers do relatively poorly. In contrast, when small \ncaps beat large caps, active management does well. \n \nIn other words, part of the explanation for mutual fund results is that portfolio managers own more small cap \nstocks than the index does, and over time small cap stocks have earned higher returns than large cap stocks \nhave.16   \n \n \n \n \n0\n500\n1,000\n1,500\n2,000\n2,500\n0\n10\n20\n30\n40\n50\n60\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\nS&P 500 Index (Monthly)\nADX (Monthly)\nS&P 500\nADX\nNon-trending\nStrong trend\n"
    },
    {
      "number": 8,
      "text": " \n \nMarch 17, 2015 \n \nMin(d)ing the Opportunity \n8 \nExhibit 6: Small Minus Large Cap Stocks and Percentage of Funds Beating the Market, 1963-2014   \n \nSource: Credit Suisse.  \nNote: Small Minus Big Fama/French Factor (1963-1979) and Russell 2000 TSR minus S&P 500 TSR (1980-2014). \n \nAnother way to look at opportunity for stock selection is market diversity, a measure of the distribution of \nmarket capitalizations in an index. If a large percentage of the market capitalization is in a handful of stocks, \nthe diversity of the index is low. If the capitalizations are spread evenly, diversity is high.  \n \nResearch shows that changes in market diversity correlate highly with the relative returns for large \ncapitalization investment strategies. For example, 58 stocks represented 50 percent of the market \ncapitalization of the S&P 500 at year-end 1995 versus just 33 stocks at the peak of the market in March \n2000. Consistent with the notion that falling diversity creates a headwind for active managers, the late 1990s \nwere a very trying period for the relative results of active managers.17 Diversity rebounded through 2005, with \n54 stocks making up half the market, and active management fared relatively well.18 \n \nDispersion is the main way to measure how much skill a portfolio manager can reveal through stock selection. \nStated simply, dispersion captures the range of returns for a given group of stocks. The link between \ndispersion and opportunity is intuitive. Say you are examining 20 stocks. During the year the average return \nfor the group is 10 percent, with the best stock up 12 percent, the worst stock down 8 percent, and the rest \nwith returns in between. Call this the boring group. It is hard to build a portfolio that does much better than \nthat collective group of stocks. \n \nNow imagine 20 stocks where the best one doubles, the worst one goes to zero, and the others fall in \nbetween those extremes. The average return is also 10 percent. Call this the exciting group. The exciting \ngroup has the same average return as the boring group, but it’s easy to see that stock selection is going to be \na lot more important.     \n \nHere’s one way to measure dispersion.19 Start with the median return for the stocks within the index for a \ngiven year. For the S&P 500 in 2014, that number was 15.6 percent. You then calculate the average total \nshareholder returns (TSR) of the top half, which was 32.1 percent, and the average return for the bottom half, \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n-40%-30%-20%-10% 0% 10% 20% 30% 40% 50% 60%\nPercentage Outperforming\nSmall Caps Minus Large Caps\nr = 0.71\n"
    },
    {
      "number": 9,
      "text": " \n \nMarch 17, 2015 \n \nMin(d)ing the Opportunity \n9 \nwhich was -1.6 percent. The difference between the two, 33.7 percentage points (32.1 minus -1.6), is a \nmeasure of dispersion. Dispersion is similar to the standard deviation of returns within the index. Exhibit 7 \nsummarizes the figures for 2014. \n \nExhibit 7: Dispersion of Returns for the S&P 500 in 2014   \n \nSource: Credit Suisse.  \n \nExhibit 8 shows the dispersion of returns for the S&P 500 from 1990-2014. Academic research shows that \ndispersion is a reasonable proxy for breadth.20 And since the fundamental law of active management says that \nexcess returns are a function of skill and breadth, more breadth leads to higher returns for a given level of skill. \nThe research supports this conclusion.21 \n \nExhibit 8: Dispersion of Returns for the S&P 500, 1990-2014  \n \nSource: Credit Suisse.  \n \nThe point of this discussion is your skill in security selection only shines if there is a wide range of outcomes \nacross the securities you are selecting. Low dispersion limits breadth, which blunts the opportunity for excess \nreturn even in the presence of skill.  \n \nPortfolio Construction. The final way that portfolio managers can demonstrate skill is through position sizing. \nThe basic idea is straightforward: You want your best ideas, those with the highest risk-adjusted expected \nreturns, to have the greatest weights in the portfolio.  \n \nTSR (%)\nMedian return\n15.6\nAverage return of outperformers\n32.1\nAverage return of underperformers\n -1.6\nAverage outperformer minus average underperformer\n33.7\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n"
    },
    {
      "number": 10,
      "text": " \n \nMarch 17, 2015 \n \nMin(d)ing the Opportunity \n10 \nHere’s a simple example of the importance of position sizing. Say you have three securities—A, B, and C—\nthat you expect to have a positive excess return. But, in fact, after one year security A is up 50 percent, \nsecurity B is flat, and security C is down 20 percent. \n \nIf you had given each security an equal weight at the beginning of the year, your portfolio would be up 10 \npercent. This is simply the average return of the securities. Now consider the case where you put 10 percent \ninto securities A and B and 80 percent into C. This portfolio would be down 11 percent for the year.  \n \nAlternatively, if you placed 80 percent of the portfolio into A and split the balance between B and C, the \nportfolio would be up 38 percent. The returns of the portfolio reflect not just the securities you select but also \nthe way you weight them. \n \nWe have already seen that dispersion is a useful way to gauge opportunity for security selection. We can now \nextend the analysis of dispersion to assess the opportunity for portfolio construction. The idea is to examine \nthe dispersion of the dispersion.22  \n  \nThink about it this way: Say that all stocks in a given year were evenly split between outperformers (up 20 \npercent) and underperformers (down 10 percent). If your portfolio is filled with mostly outperformers, you have \nskill in security selection. But if every outperformer is up the exact same amount, there’s no way to add value \nthrough portfolio construction. \n \nSo for opportunity to exist, you need dispersion of dispersion. Your security selection directs you to good \nexcess returns, and your portfolio construction leads you to make the securities with the highest excess return \nthe largest positions in your portfolio.     \n \nLet’s look at some numbers to make this more concrete. In 2014, the top half of the stocks in the S&P 500 \nhad an average TSR of 32.1 percent. The average return of the top half of this group (in other words, the top \nquarter within the S&P 500), had a TSR of 42.9 percent while the bottom half earned a TSR of 21.3 percent. \nSo the spread between the top half and the bottom half was 21.6 percentage points. Exhibit 9 shows these \nfigures. Lower numbers for the dispersion of dispersion mean less opportunity to express skill through portfolio \nconstruction.  \n \nExhibit 9: Dispersion of Dispersion for S&P 500 Winners in 2014   \n \nSource: Credit Suisse.  \n \nExhibit 10 shows the dispersion of dispersion for the winners from 1990 through 2014. The most extreme \nyear in recent history was 1999, which coincides with the largest standard deviation of excess returns for \nmutual funds during the same time period. \n \n \n \n \nOutperformers\nTSR (%)\nAverage return\n32.1\nAverage return of top half of outperformers\n42.9\nAverage return of bottom half of outperformers\n21.3\nTop half minus bottom half\n21.6\n"
    },
    {
      "number": 11,
      "text": " \n \nMarch 17, 2015 \n \nMin(d)ing the Opportunity \n11 \nExhibit 10: Dispersion of Dispersion for S&P 500 Winners, 1990-2014   \n \nSource: Credit Suisse.  \n \nWe can do the same exercise for the losers in the S&P. (See Exhibit 11.) The average loser was down 1.6 \npercent, while the worse half of that group declined 11.6 percent and the better half was up 8.4 percent. That \nspread was 20.0 percentage points.  \n \nExhibit 11: Dispersion of Dispersion for S&P 500 Losers in 2014   \n \nSource: Credit Suisse.  \n \nExhibit 12 shows the dispersion of dispersion for the losers from 1990 through 2014. This dispersion is very \nimportant for short sellers. Again, the peak was around the dot-com era and the numbers remained elevated \nthrough the bear market of 2000-2002. The scale for underperformers is shorter than that for outperformers \nbecause stocks can’t go down more than 100 percent.  \n \n \n \n \n \n \n \n \n \n \n \n0\n20\n40\n60\n80\n100\n120\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\nUnderperformers\nTSR (%)\nAverage return\n  -1.6\nAverage return of top half of underperformers\n   8.4\nAverage return of bottom half of underperformers\n-11.6\nTop half minus bottom half\n 20.0\n"
    },
    {
      "number": 12,
      "text": " \n \nMarch 17, 2015 \n \nMin(d)ing the Opportunity \n12 \nExhibit 12: Dispersion of Dispersion for S&P 500 Losers, 1990-2014   \n \nSource: Credit Suisse.  \n \nWhy 2014 Was a Tough Year \n \nMutual fund and hedge fund managers struggled versus popular benchmarks such as the S&P 500 in 2014. \nWas that because of a lack of skill or a lack of opportunity? Certainly, absolute skill in the investment industry \ncontinues to rise while relative skill continues to decline. In other words, it’s harder to find markets or \nsecurities that are mispriced. \n \nBut by the metrics we used here, opportunities in 2014 were unusually limited. Exhibit 13 shows the proxies \nwe used to measure market timing, security selection, and portfolio construction. \n \nOn the left, we see that the “trendiness” of the S&P 500, as measured by the average quarterly ADX, was \nbelow average. This made market timing particularly hard. In the middle, we see that dispersion was at a 25-\nyear low, creating a substantial challenge for security selection. Finally, on the right we look at dispersion of \ndispersion for winners and losers. Again, the figures for 2014 were near quarter-century lows, which created \ndifficulty in constructing portfolios on both the long and short side. \n \n \n \n \n \n \n \n \n \n \n \n \n \n0\n5\n10\n15\n20\n25\n30\n35\n40\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n"
    },
    {
      "number": 13,
      "text": " \n \nMarch 17, 2015 \n \nMin(d)ing the Opportunity \n13 \nExhibit 13: Limited Opportunities in 2014    \n  \nSource: Credit Suisse.  \n \nFurther, in 2014 large capitalization stocks delivered much higher returns than small capitalization stocks, \ncreating a challenging environment for active managers. For instance, the TSR for the S&P 500 was 13.7 \npercent versus 4.9 percent for the Russell 2000, a proxy for small capitalization stocks. This was the largest \ngap of underperformance for the Russell 2000 since 1998. Given the bias for small capitalization stocks in the \nportfolios of most active managers who use the S&P 500 as a benchmark, the relatively weak results for small \ncapitalization stocks provided a stiff headwind.   \n \nOpportunities do exist, and they tend to lie in pockets of market inefficiency. In the past, we have discussed \nthree broad areas where you might look for these inefficiencies. They include:23  \n \n Diversity breakdowns. Markets tend to arrive at efficient prices when investors hold diverse views.24 \nHowever, when the views of investors correlate to be either bullish or bearish, market efficiency is \ncompromised and opportunity arises. The key is to be a contrarian in cases when the market reflects \nunrealistic expectations about future results.  \n \n Institutions versus individuals. For the most part, institutions trade with other institutions. But in cases \nwhen institutions can compete with individual investors, institutions have been shown to generate superior \nresults. Frenzied retail activity at the top of the dot-com bubble is one example.   \n \n Forced selling or buying. There are times when portfolio managers buy or sell for reasons that are not \nfundamental. Examples include spin-offs, sales to accommodate margin calls, or even portfolio \nadjustments to hew to new regulations. It’s frequently an opportunity if the person on the other side of \nthe trade is doing something he or she doesn’t want to do.   \n \n \n \nI = Range       −= Average      \n= 2014 figure\n0\n10\n20\n30\n40\n50\n60\n70\nLevel\n0\n20\n40\n60\n80\n100\n120\nPercentage Points\nWithin \nOutperformers\nWithin \nUnderperformers\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\nPercentage Points\nTrendiness\nDispersion\nDispersion of Dispersion\n"
    },
    {
      "number": 14,
      "text": " \n \nMarch 17, 2015 \n \nMin(d)ing the Opportunity \n14 \nSummary  \n \nThe fundamental law of active management reminds us that success requires both skill and opportunity. While \nresearchers have spent a great deal of time dwelling on assessing skill, they have paid less attention to \nopportunity. Skill does not pay off unless it is paired with opportunity. \n \nInvestment results were particularly challenging in 2014. Part of this, no doubt, reflects the steady rise in skill \nof active managers. But part of it also reflects a dearth of opportunity for active managers to show their skill. \nAs history shows that opportunity ebbs and flows, it is reasonable to expect that we will see better opportunity \nin the future. One interesting line of inquiry is whether the rise in passive investing, through index funds and \nexchange-traded funds, is having an impact on opportunity. Early evidence suggests that after a stock enters \nthe S&P 500, its correlation with the index rises. This dampens dispersion and limits opportunity. 25   \n  \n \n"
    },
    {
      "number": 15,
      "text": " \n \nMarch 17, 2015 \n \nMin(d)ing the Opportunity \n15 \nAppendix \n \nHere’s the fundamental law of active management again: \n \n𝐼𝑅= 𝐼𝐶∗ √𝐵𝑅 \n \nThe law solves for the information ratio (IR), which is a measure of the return of a portfolio adjusted for risk. \n \nMore formally, the information ratio reflects the portfolio’s return in excess of the benchmark return, divided by \nthe tracking error. A measure of how closely the portfolio follows the benchmark, tracking error is the standard \ndeviation of the difference between the portfolio and benchmark returns. Here is the equation for the \nexpected information ratio: \n \n𝐼𝑅= E[𝑅𝑝−𝑅𝑏]\n𝜎\n= 𝛼\n𝜔= \nE[𝑅𝑝−𝑅𝑏]\n√𝑣𝑎𝑟[𝑅𝑝−𝑅𝑏]\n  \n \nThe numerator captures how well the portfolio does versus its benchmark, and the denominator suggests how \nmuch risk the manager took to achieve those returns. So industry experts generally consider high information \nratios to be an indication of skill. \n \nThe information coefficient (IC) is the average correlation between forecasts and outcomes. A high correlation \n(something near 1.0) indicates skill, and a low correlation (something close to zero) indicates no skill.  \n \nHere’s a simple way to think about it. Say you are shooting free throws in a basketball game. When you shoot, \nyou predict the shot will go in. That’s the forecast. Whether it’s a make or a miss is the outcome. You are \nskillful if lots of your shots go in (forecast matches outcome) and you are unskillful if they don’t.     \n \nThe final part of the equation is breadth (BR). Breadth is the number of independent, excess-return \nopportunities predicted to be available during some period of time, usually one year.  \n \nSo for a given level of skill, the information ratio rises as a function of the square root of breadth. More \nopportunities lead to more excess return. To show the relationship between breadth and the information ratio, \nGrinold and Kahn offer the example of a casino with a roulette wheel that has 18 red slots, 18 black slots, and \n1 green slot. (American roulette wheels commonly have two green slots.) \n \nAssume a player places $1 on black. The casino’s expected return, or “skill,” is 2.7 percent (19/37 * 100% + \n18/37 * -100%). But the information ratio is only 0.027 since the standard deviation is very large, 99.96 \npercent, as the result of spinning the wheel only once. We can solve for the information ratio using the \nequation: 0.027 (IR) = 0.027 (IC) * √1 (BR).   \n \nNow assume 1 million bets of $1, closer to what casinos experience in the real world. The expected return \nremains the same, but the standard deviation plummets to 0.09996 percent. This drives the information ratio \nup to 27.027. We can also determine for the information ratio using these assumptions: 27.027 (IR) = 0.027 \n(IC) * √1,000,000 (BR).   \n    \nOther researchers have refined and augmented the fundamental law of active management. For example, \nsome academics have added the idea of constraints, suggesting that there is slippage between theory and \npractice.26 But the central notion for our purpose is the distinction between skill and opportunity.  \n"
    },
    {
      "number": 16,
      "text": " \n \nMarch 17, 2015 \n \nMin(d)ing the Opportunity \n16 \nEndnotes \n \n1 Attributed to Napoleon Bonaparte. We could not find an original source. The quotation has also appeared on \nthe paper label of Salada tea bags.  \n2 Richard C. Grinold, “The Fundamental Law of Active Management,” Journal of Portfolio Management, Vol. \n15, No. 3, Spring 1989, 30-37; Richard C. Grinold and Ronald N. Kahn, Active Portfolio Management: A \nQuantitative Approach for Producing Superior Returns and Controlling Risk, Second Edition (New York: \nMcGraw Hill, 2000), 147-169; Roger Clarke, Harindra de Silva, and Steven Thorley, “The Fundamental Law \nof Active Portfolio Management,” Journal of Investment Management, Vol. 4, No. 3, Third Quarter 2006, 54-\n72.  \n3 See the appendix. \n4 Michael J. Mauboussin, The Success Equation: Untangling Skill and Luck in Business, Sports, and Investing \n(Boston, MA: Harvard Business Review Press, 2012), 53-58. \n5 Aye M. Soe, “SPIVA® U.S. Scorecard: Year End 2014,” S&P Dow Jones Indices Research, March 12, \n2015. See http://www.spindices.com/documents/spiva/spiva-us-year-end-2014.pdf. Also, “A 25% Chance \nof Success,” Economist - Buttonwood Blog, February 13, 2015. See \nwww.economist.com/blogs/buttonwood/2015/02/mutual-fund-investing. And, Joe Peta, “The Worst Year \nEver for Hedge Funds,” Novus Research, January 2015.  \n6 What we call cash, the Investment Company Institute calls “liquid assets.” Liquid assets are defined as cash, \nU.S. Treasuries, and other securities with short-term maturities. We examine liquid assets as a percentage of \ntotal assets. \n7 Xuemin (Sterling) Yan, “The Determinants and Implications of Mutual Fund Cash Holdings: Theory and \nEvidence,” Financial Management, Vol. 35, No. 2, June 2006, 67-91. \n8 John C. Bogle, “The Arithmetic of ‘All-In’ Investment Expenses,” Financial Analysts Journal, Vol. 70, No. 1, \nJanuary/February 2014, 13-21. \n9 “Net exposure” is a related but distinct concept. Net exposure is the percentage difference between a fund’s \nlong and short exposure. Say a long-short equity hedge fund has $100 million in assets. If it owns $60 million \nof stocks, it has a long exposure of 60 percent ($60 million/$100 million = 60 percent). If it is short $20 \nmillion of stocks it has a short exposure of 20 percent ($20 million/$100 million = 20 percent). The fund’s net \nexposure is 40 percent (60 percent – 20 percent = 40 percent). \nNet exposure doesn’t capture risk because funds can use leverage. For instance, a fund that is 140 percent \nlong and 100 percent short will also have a 40 percent net exposure but would clearly be riskier than the fund \nabove. To better capture risk, you can examine gross exposure, which is the sum of the long and short \nexposure. So the gross exposure in the first example is 80 percent (60 percent long + 20 percent short) while \nthe gross exposure in the second example is 240 percent (140 percent long and 100 percent short).  \n10 Andreas Neuhierl and Bernd Schlusche, “Data Snooping and Market-Timing Rule Performance,” Journal of \nFinancial Econometrics, Vol. 9, No. 3, Summer 2011, 550-587.  \n11 Mikhail Simutin, “Cash Holdings and Mutual Fund Performance,” Review of Finance, Vol. 18, No. 4, July \n2014, 1425-1464. \n12 Marcin Kacperczyk, Stijn Van Nieuwerburgh, and Laura Veldkamp, “Time-Varying Fund Manager Skill,” \nJournal of Finance, Vol. 69, No. 4, August 2014, 1455-1484. \n13 J. Welles Wilder, Jr., New Concepts in Technical Trading Systems (Greensboro, NC: Trend Research, \n1978).  \n14 George Soros, “Soros: General Theory of Reflexivity,” Financial Times, October 26, 2009. \n15 Frank J. Fabozzi, ed., Active Equity Portfolio Management (New Hope, PA: Frank J. Fabozzi Associates, \n1998), 305. \n16 Fama and French discuss a three-factor model, which includes beta (the slope of the regression of a \nsecurity’s excess return versus that of the market), size, and valuation. See Eugene F. Fama and Kenneth R. \n"
    },
    {
      "number": 17,
      "text": " \n \nMarch 17, 2015 \n \nMin(d)ing the Opportunity \n17 \nFrench, “The Cross-Section of Expected Stock Returns,” Journal of Finance, Vol. 47, No. 2, June 1992, \n427-465. Today, academics prefer models with four (momentum) and even five (profitability) factors. \n17 Ernest M. Ankrim and Zhuanxin Ding, “Cross-Sectional Volatility and Return Dispersion,” Financial Analysts \nJournal, Vol. 58, No. 5, September/October 2002, 67-73. \n18 Anna Agapova, Robert Ferguson, and Jason Greene, “Market Diversity and the Performance of Actively \nManaged Portfolios,” Journal of Portfolio Management, Vol. 38, No. 1, Fall 2011, 48-59. \n19 Peta. For a more in-depth discussion, see David Buckle, “How to Calculate Breadth: An Evolution of the \nFundamental Law of Active Portfolio Management,” Journal of Asset Management, Vol. 4, No. 6, April 2004, \n393-405. \n20 Richard C. Grinold and Mark P. Taylor, “The Opportunity Set: Market Opportunities and the Effective \nBreadth of a Portfolio,” Journal of Portfolio Management, Vol. 35, No. 2, Winter 2009, 12-24. \n21 Larry R. Gorman, Steven G. Sapra, and Robert A. Weigand, “The Role of Cross-Sectional Dispersion in \nActive Portfolio Management,” Investment Management and Financial Innovations, Vol. 7, No. 3, October \n2010, 58-68; Larry R. Gorman, Steven G. Sapra, and Robert A. Weigand, “The Cross-Sectional Dispersion \nof Stock Returns, Alpha, and the Information Ratio,” Journal of Investing, Vol. 19, No. 3, Fall 2010, 113-127; \nRobert C. Jones and Russ Wermers, “Active Management in Mostly Efficient Markets,” Financial Analysts \nJournal, Vol. 67, No. 6, November/December 2011, 29-45; Joop Huij and Simon Lansdorp, “Explaining \nDifferences in Mutual Fund Performance Persistence,” Working Paper, 2011; Harindra de Silva, Steven \nSapra, and Steven Thorley, “Return Dispersion and Active Management,” Financial Analysts Journal, Vol. 57, \nNo. 5, September/October 2001, 29-42. \n22 Peta. \n23 Michael J. Mauboussin and Dan Callahan, “Alpha and the Paradox of Skill: Results Reflect Your Skill and \nthe Game You Are Playing,” Credit Suisse Global Financial Strategies, July 15, 2013. \n24 Michael J. Mauboussin and Dan Callahan, “Animating Mr. Market: Adopting a Proper Psychological \nAttitude,” Credit Suisse Global Financial Strategies, February 10, 2015. \n25 Jeffrey Wurgler, “On the Economic Consequences of Index-Linked Investing,” in Gerald Rosenfeld, Jay W. \nLorsch, and Rakesh Khurana, eds., Challenges to Business in the Twenty-First Century (Cambridge, MA: \nAmerican Academy of Arts and Sciences, 2011). See http://www.amacad.org/pdfs/challenges.pdf. \n26 Roger Clarke, Harindra de Silva, and Steven Thorley, “Portfolio Constraints and the Fundamental Law of \nActive Management,” Financial Analysts Journal, Vol. 58, No. 5, September/October 2002, 48-66. \n \nExhibit 1 reference to John C. Bogle, in full: John C. Bogle, Common Sense on Mutual Funds: Fully Updated \n10th Anniversary Edition (Hoboken, NJ: John Wiley & Sons, 2010), 158.\n"
    },
    {
      "number": 18,
      "text": " \n \n \nImportant information \n \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future.  \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A.  \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above.  \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \n© 2015 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n"
    }
  ]
}