{
  "filename": "mm_171_2024_which_one_is_it___equity_issuance_and_retirement.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20240723125106-04'00'",
    "modDate": "D:20240723125106-04'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 171,
      "year": "2024",
      "date": "7/24",
      "institution": "Counterpoint",
      "title": "Which One Is It?: Equity Issuance and Retirement",
      "url": "https://www.morganstanley.com/im/publication/insights/articles/article_whichoneisitequityissuanceretirement.pdf?1729042771985"
    },
    "tags": [
      "Capital allocation",
      "Decision making",
      "Financial metrics",
      "Valuation methods"
    ],
    "tagged_at": "2025-01-20T21:30:46.692189"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n. \n \n \n \nCounterpoint Global Insights \nWhich One Is It? \nEquity Issuance and Retirement \nCONSILIENT OBSERVER  |  July 24, 2024\nIntroduction \nIn 1999, I was asked to meet with the chief executive officer (CEO) \nof a profitable technology company that had grown rapidly and \nseen excellent share price gains in the 1990s. He was in a \nquandary and wanted to talk it through. The company had been \ngenerous in granting stock-based compensation (SBC), and the \nexecutive team had promised the financial community that it \nwould offset that equity issuance by buying back stock in order to \nmaintain a roughly flat number of shares outstanding.  \nThe issue was that the CEO perceived that his company’s stock, \nlevitated by the dot-com boom, was overvalued. He had painted \nhimself into a corner, and the question was whether he should \ncontinue to buy back stock at a premium to maintain his pledge, \nor limit buybacks and allow the number of shares outstanding to \nrise. \nIn the 2023 annual report of Berkshire Hathaway, Warren Buffett, \nthe company’s chairman and CEO, wrote, “All stock repurchases \nshould be price-dependent. What is sensible at a discount to \nbusiness-value becomes stupid if done at a premium.”1 \nThe simple goal of capital allocation is to buy low and sell high. \nBuying low means giving less than you receive, and selling high \nmeans receiving more than you give. The distinction between \nprice and value is crucial. Price is what you pay or receive. Value, \nfor assets that generate cash, is the present value of future cash \nflows. Companies create value when they acquire an asset at a \nprice below its value or sell an asset at a price above its value. \nPublic companies issue and retire equity. The main reasons to \nissue equity are to finance an acquisition, compensate \nemployees, fund operations, and change the mix of debt and \nequity in the company’s capital structure. Retiring equity returns \ncapital to the selling shareholders. Buybacks may achieve \nadditional perceived benefits including signaling the shares are \nundervalued, reducing the risk of misallocating cash, increasing \nearnings per share, and offsetting the dilution from SBC.2 \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n3726719 Exp 7/31/2025 \n2\n \n \nThe proper answer about the virtue of any capital allocation decision is, “it depends.” As Warren Buffett suggests \nin the quotation above, the primary consideration is the gap between price and value. What is wise at one price \nmay be unwise at another.  \nFrom time to time, analysts publish research listing the companies that were the best at buying back stock. They \ncalculate this using total shareholder returns after the buyback. The presumption is that the companies \nintentionally repurchased shares that were undervalued.  \nBut that research often fails to note that a subset of those companies also issued equity, commonly in the form \nof SBC. If executives have a view that price differs from value, and they both issue and retire stock, one of those \nactions fails the goal of capital allocation (see exhibit 1).3 Which one is it? \nExhibit 1: Hard to Add Value While Issuing and Retiring Equity Simultaneously \n \nSource: Counterpoint Global. \nMost executives say they want to create shareholder value, yet suffer little or no cognitive dissonance as they \nissue and buy back stock at the same time. \nMost fundamental investors consider the capital allocation skills of management in their investment process. \nThey also value the business either directly by assessing the present value of future cash flows or indirectly \nusing a valuation multiple. But few investors explicitly consider the wealth transfers that a company can cause \nwhen it issues or retires stock that is mispriced. \nThis report is about companies that both issue and retire shares simultaneously or within a short period of time. \nWe will examine the reasons companies say they issue and buy back stock. We then segregate U.S. public \ncompanies into those that are above and below the median in issuance via SBC, as well as those that are above \nand below the median in share buybacks. This sorting creates a two by two grid that allows us to examine the \ntotal shareholder returns in each of the quadrants. \nThe audience for this report is boards of directors and executives who think carefully about capital allocation, as \nwell as investors who want to assess those skills among the companies they evaluate. \n \nIssue equity\nAdds value for \nongoing shareholders \nwhen overvalued\nRetire equity\nAdds value for \nongoing shareholders \nwhen undervalued\nIssue and retire equity\nHow does it add value?\n"
    },
    {
      "number": 3,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n3726719 Exp 7/31/2025 \n3\n \n \nWealth Transfers \nLots of academic research shows that companies are good at timing the issuance and retirement of equity. On \naverage, they buy low (price below value) and sell high (price above value).4 This creates wealth transfers.  \nWhen a company buys back undervalued stock, wealth is transferred from the sellers to the ongoing holders. \nWhen a company sells overvalued stock, wealth is transferred from the buyers to the ongoing holders. \nEmpirically, less wealth is transferred through buybacks than through equity issuance.5 Institutional investors \nare generally more astute than individual investors when transacting with a company.6 \nThe implications for action or inaction are different for ongoing shareholders in cases when a company is buying \nundervalued stock or selling overvalued stock. If a company buys undervalued stock, a shareholder doing \nnothing increases his or her stake while value per share rises. If a company sells overvalued stock, the value \nper share also increases for ongoing holders but, of course, that shareholder is better off selling alongside \nmanagement. \nA stock’s time-weighted average return can be different than its dollar-weighted return as a consequence of \nthese wealth transfers.7 Time-weighted returns consider stock price change and dividends over some period. \nDollar-weighted returns incorporate stock price change and dividends but also include the inflows and outflows \nassociated with issuance or retirement of equity. \nTotal shareholder return is a time-weighted return. But since issuance and retirement change a company’s equity \ncapitalization, dollar-weighted returns can be a lot different than time-weighted returns if the company buys or \nsells mispriced stock.    \nConsider a firm that has 1,000 shares outstanding that trade at $100 per share for a market capitalization of \n$100,000. The stock then doubles and the company issues an additional 1,000 shares, raising the market cap \nto $400,000 (2,000 x $200). The shares then go back to $100 for a market cap of $200,000.  \nThe original shareholders who did not transact are flat. But those who bought shares at $200 have lost one-half \nof their money. The time-weighted return is zero, assuming no dividend, because the stock ended where it \nbegan. But the dollar-weighted return, calculated using the internal rate of return (IRR), is -26.8 percent. \nNow think of a company that has 1,000 shares outstanding that trade at $100, but the stock drops to $50. This \ntime, the company buys 500 shares. Assuming the stock reverts to its prior price of $100, the ongoing holders \nare flat and the company, should it reissue the shares, would double its money. The time-weighted return is zero \nbut the dollar-weighted return is 13.3 percent. \nIdeally, investors want to find companies that trigger wealth transfers that benefit long-term ongoing holders. \nThese are the companies that can methodically discern gaps between price and value and reliably act on them.   \n \n \n \n \n"
    },
    {
      "number": 4,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n3726719 Exp 7/31/2025 \n4\n \n \nReasons Companies Issue Equity \nExhibit 2 shows the proceeds from equity issuance for all companies with stocks listed on the major exchanges \nin the U.S. from 2000 to 2023. Over this period, equity issuance was $9.7 trillion, with equity-financed merger \nand acquisition (M&A) deals making up 58 percent of the total, followed by stock-based compensation (SBC) at \n22 percent, and seasoned equity offerings (SEOs) at 20 percent. SEOs are new shares that are issued to \ninvestors that are not initial public offerings (IPOs). \nNote that the Financial Accounting Standards Board did not require companies to disclose SBC on the income \nstatement until 2006, which means this total of equity issuance is modestly understated. \nExhibit 2: Equity Issuance for M&A, SBC, and SEOs in the U.S., 2000-2023 \n \nSource: FactSet and Counterpoint Global. \nNote: Includes companies on the New York Stock Exchange, NASDAQ, and NYSE American stock exchanges. \nThe main factors that executives consider when they decide to issue equity include the perceived difference \nbetween the price and value of the stock, potential dilution in earnings per share, the provision for SBC, and \nreaching or maintaining a target capital structure.8 \nM&A. In the 25 years ended in 2023, companies funded a majority of M&A deals with cash. But enough deals \nare financed with equity that it is the leading reason for overall issuance. Among the best known of these was \nthe merger between America Online (AOL) and Time Warner Inc. That deal was announced in January 2000, \nnear the peak of the dot-com boom. The executives presented the transaction as a merger of equals but Time \nWarner was four times larger than AOL based on trailing annual sales. AOL offered more than $150 billion in \nequity to buy Time Warner, and AOL shareholders ended up with 55 percent of the combined entity.9 The tie-up \nhas been described as “the worst merger of all time.”10  \nM&A deals financed with equity allow buyers to preserve cash, avoid debt, or do deals larger than their debt \ncapacity would allow. Further, sellers may insist on receiving equity so as to defer their tax liabilities. This applies \n0\n100\n200\n300\n400\n500\n600\n700\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\n2023\nProceeds ($ Billions)\nSeasoned Equity Offerings\nStock-Based Compensation\nMergers & Acquisitions\n"
    },
    {
      "number": 5,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n3726719 Exp 7/31/2025 \n5\n \n \nto mergers that qualify as tax-free reorganizations. For example, from October 2023 to May 2024, three major \noil companies in the U.S. announced acquisitions financed with equity that had a combined value of almost $130 \nbillion. The preference of the sellers for tax-free deals was an important factor in the payment method. \nRemarkably, these same companies bought back a combined total of nearly $75 billion of stock in 2022 and \n2023. \nAcademic studies show that the shareholders of companies that do deals with stock fare substantially worse \nthan those of companies that do deals with cash.11 The thinking is that companies issue equity when they \nconsider it to be overvalued. This does not mean that stock deals are inherently bad, but executives and \ninvestors must verify that such deals make economic sense. \nWarren Buffett has said he is chary of issuing equity. But in June 1998, he pledged about 20 percent of Berkshire \nHathaway’s shares to acquire General Re, a multinational property and casualty reinsurance company.12 \nNotably, from the beginning of January 1997 to the announcement of the deal, Berkshire Hathaway’s Class B \nstock was up 143 percent versus a gain for the S&P 500 of 52 percent. The S&P 500 is an index of approximately \n500 U.S. stocks with the largest market capitalizations.  \nGeneral Re had a number of operational issues that took Berkshire some years to fix. But even after addressing \nGeneral Re’s problems, Buffett called it “a terrible mistake” to issue so many shares to buy the business. He \nadded, “My error caused Berkshire shareholders to give far more than they received.”13  \nThe difference between price and value is an important consideration in determining what to pay in a deal \nfinanced with stock. Say a company determines that the maximum it can pay for a target is $50 per share and \nthat the value of its own stock is $100 per share. If the buyer’s value and price are the same, it can offer 0.50 \nshares and the deal is neutral to value.  \nIf the buyer’s stock price is $150, it can offer 0.33 shares and add value for its shareholders because paying \nwith overvalued stock means lower dilution. Similarly, if the buyer’s stock price is $50, it has to offer 1.0 shares, \nwhich destroys value for the buyer’s ongoing stockholders.  \nWhen surveyed, 50 to 80 percent of financial executives typically say they believe the stock price of their \ncompany is below its fair value.14 A company can do a deal using equity financing when its stock is undervalued. \nBut the ratio of the target’s price to value has to be equal to or lower than the ratio of the buyer’s price to value \nfor it to be neutral or additive to shareholder value.  \nThe target’s value is the maximum price the buyer should be willing to pay, and it generally includes a premium \nfor control that reflects anticipated synergies. Such discounts in price to value are unlikely in an active market \nfor corporate control. \nStock-Based Compensation. Stock-based compensation has been the second largest source of equity \nissuance in the last quarter century. Exhibit 3 shows SBC as a percent of sales for companies in the Russell \n3000, an index that measures the performance of roughly 3,000 U.S. stocks and represents nearly all of the \ninvestable equity market. That percentage went from 0.2 of sales in 2006 to 1.3 of sales in 2023. The compound \nannual growth rate was 15.3 percent for SBC and 3.8 percent for sales. The dollar sum of SBC rose from $26 \nbillion in 2006 to $290 billion in 2023. \n \n"
    },
    {
      "number": 6,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n3726719 Exp 7/31/2025 \n6\n \n \nExhibit 3: SBC as a Percent of Sales for the Russell 3000, 2006-2023 \n \nSource: FactSet and Counterpoint Global.  \nNote: Data for calendar years; Based on aggregate amounts. \nThere are a number of reasons that SBC as a percent of sales has increased in recent decades. These include \na shift in the overall mix of companies toward those that grant more SBC (e.g., technology firms); the institutional \nimperative, which says that companies imitate one another;15 competition in a labor market where SBC is more \ncommon; SBC filling in for lower cash payments to employees;16 a reflection of rising CEO pay with SBC making \nup a large component of the increase;17 and the perceived benefit of incentivizing and retaining employees.18  \nExhibit 4 reveals that SBC as a percent of sales is closely related to the size of the company, as measured by \nsales. The median SBC as a percent of sales is 3.5 percent for the smallest decile in the Russell 3000 and 0.5 \npercent for the largest. SBC issuance as a percent of sales tends to decline as companies grow larger.  \nExhibit 4: SBC as a Percent of Sales Based on Size for the Russell 3000, 2023 \n \nSource: FactSet and Counterpoint Global.  \nNote: Data for calendar year 2023; Minimum sales of $100 million; Medians. \n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\n1.2\n1.4\n2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022 2023\nPercent\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n3.0\n3.5\n4.0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nPercent\nSize Decile Based on Sales for 2023 (1=Smallest, 10=Largest) \n"
    },
    {
      "number": 7,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n3726719 Exp 7/31/2025 \n7\n \n \nA company causes dilution when it issues new shares. Dilution lowers the percentage ownership of existing \nshareholders and is calculated as one minus the shares outstanding before issuance divided by the shares \noutstanding after issuance. For example, the holders of a firm with 1,000 shares outstanding realize about 9.1 \npercent dilution when the company issues 100 new shares, as they now own 90.9 percent of the company (1 – \n[1,000/1,100] = 1 - 0.909 = 0.091). \nThe companies in the smallest two deciles have median three-year dilution that is relatively high at 8.5 percent \n(exhibit 5). The median dilution for firms in the largest two deciles is negative, which means that shareholders \nwho do not sell increase their percentage ownership between one and four percent. Again, the stylized fact is \nthat dilution falls, and is eventually negative, as companies grow larger.  \nExhibit 5: Three-Year Dilution of Shareholders by Decile for the Russell 3000, 2021-2023 \n \nSource: FactSet and Counterpoint Global.  \nNote: Data for calendar years; Universe and deciles based on 12/31/2023; Minimum sales of $100 million; Medians. \nModeling the impact of SBC on corporate value is tricky. There are two basic approaches that get to the same \nanswer in theory.19 The first treats SBC as an expense on the income statement, as accounting rules stipulate, \nand does not adjust future shares outstanding for stock the company has not issued. The second adds back \nSBC to cash flow, as is done in the statement of cash flows, and adjusts future shares outstanding to reflect the \ndilution from SBC.  \nThe most common definition of free cash flow that investors and companies use, cash flow from operations \nminus capital expenditures, does not match the theoretical definition in finance and requires anticipating \ndilution.20 The data in exhibit 5 provide useful reference classes for that modeling. \nStock-based compensation, especially for executives, seeks to satisfy three goals that can be difficult to \nbalance.21 The first is to create proper incentives for employees to create value. Research suggests that SBC \ncan incentivize executives yet has a limited effect on the rank and file.22 The strength of the incentives can vary \nbased on employee age and tenure.23 \nThe second objective is to retain employees. Note that compensation is only one of the factors that determines \nretention. Others include workplace recognition, the opportunity for growth, balance between work and life, and \n-6\n-4\n-2\n0\n2\n4\n6\n8\n10\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nPercent\nSize Decile Based on Sales (1=Smallest, 10=Largest) \n"
    },
    {
      "number": 8,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n3726719 Exp 7/31/2025 \n8\n \n \njob security.24 Analysis by the Sustainability Research team at Counterpoint Global shows a positive correlation \nbetween retention and total shareholder returns.25 There is support for the proposition that SBC for a broad base \nof employees helps retention, but the increase in retention diminishes after grants vest.26 \nThe final goal is to find the level of overall compensation that attracts, retains, and rewards the best employees \nwhile creating value for the non-employee shareholders. Paying employees well can be consistent with \nmaximizing shareholder value.  \nEmployees and shareholders are aligned when SBC creates a proper incentive. This is one of the virtues of pay \npackages in private equity buyout deals.27 The level of executive compensation is generally tied to shareholder \nreturns, and shareholders who have fared well rarely have qualms about executive pay.28 \nBut wealth transfers between shareholders and employees can occur if the price of the stock differs from its \nvalue. For instance, issuing undervalued stock for SBC transfers wealth from ongoing shareholders to \nemployees. Issuing overvalued stock transfers wealth from employees to ongoing shareholders.  \nThe risk of misalignment arises when companies use SBC as a pay delivery system versus an incentive \ncompensation program. This happens when a company issues additional shares to replenish pay to former or \npledged levels following poor stock performance.29 For instance, in 2022 the Russell 3000 Index was down 19 \npercent and total SBC was up 19 percent. \nExhibit 6 shows that the stocks of the companies in the top 20 percent of SBC as a percent of sales produced \nsubstantially lower excess stock price returns than those companies in the bottom 20 percent. These data cover \na period from July 2007 to December 2018. This does not mean that the SBC levels caused the excess returns, \nbut the result is consistent with the point that equity issuance often portends subpar future returns. \nExhibit 6: SBC to Sales and Future Excess Returns, July 2007 to December 2018 \n \nSource: Counterpoint Global and Partha Mohanram, Brian White, and Wuyang Zhao, “Stock-Based Compensation, Financial \nAnalysts, and Equity Overvaluation,” Review of Accounting Studies, Vol. 25, No. 3, September 2020, 1040-1077. \n-0.25\n-0.20\n-0.15\n-0.10\n-0.05\n0.00\n0.05\n0.10\n0.15\n0.20\n0.25\n1\n2\n3\n4\n5\nFuture Excess Monthly Returns (Percent)\nQuintile Based on Stock-Based Compensation to Sales (1=Least, 5=Most) \n"
    },
    {
      "number": 9,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n3726719 Exp 7/31/2025 \n9\n \n \nGetting SBC right is a challenge for a number of reasons. Intrinsic employee motivation, promoted by a sense \nof autonomy, mastery, and purpose, does a better job of predicting worker performance than pay does.30 The \neffectiveness of SBC is also limited because shareholders with diversified portfolios are generally risk neutral \nwhereas employees are commonly risk averse. As a result, equity is more valuable to shareholders than \nworkers. For employees, equity is correlated with human capital and therefore reduces diversification, is not \nliquid, and can be difficult to value. \nEmployees who are given a choice of the form of pay often prefer cash to stock. For example, Netflix, a \nsubscription video service, put into place a compensation arrangement, finalized in 2006, whereby eligible \nemployees could request a mix of cash and stock for the following year. About 60 to 75 percent of employees \nrequested all cash.31 In late 2022, Shopify, a multinational e-commerce company, launched a similar program \ncalled “Flex Comp.” It was reported that a popular choice among software engineers was to get “all or most of \ntheir compensation in cash,” a data point supported by the fact that the total value of restricted stock units that \nShopify granted in 2023 was less than one-third of what it was in 2022.32 \nSeasoned Equity Offerings. SEOs are a third form of equity issuance. Consistent with the finding that \ncompanies tend to be good at buying low and selling high, the research shows companies that do SEOs have \nsubpar stock returns, on average, following the deal.33 But introducing other considerations refines this broad \nconclusion.  \nFor example, a company’s motivation to do an SEO is relevant. There are three reasons firms cite to justify a \ndeal: to recapitalize the balance sheet (increasing the ratio of equity to debt); to fund an investment; and for \n“general corporate purpose,” a catchall for any action. The research shows that the stocks of the companies that \nissue stock earmarked for recapitalizing the balance sheet or for general corporate purposes underperform the \nmarket. Companies that do an SEO for a specific investment do not underperform.34   \nWho buys the SEO is also relevant. Institutional investors tend to be more savvy than individual investors.35 \nSEOs with large institutional allocations outperform those without those allocations.36 This pattern is also evident \nin IPOs and trading.37 \nReasons Companies Retire Equity \nU.S. public companies retired $14.0 trillion of equity from 2000 to 2023 (see exhibit 7). There is net retirement \nof equity because small companies tend to issue equity and large companies generally retire equity.38 In this \ncentury, U.S. public companies have funded their growth largely with cash from operations. There was also a \nsmall contribution from an increase in debt. Buybacks have been substantial in the last 25 years but remain \ncontroversial.39 \nIdeally, companies would pay attention to Warren Buffett and buy back shares only when their price is below \ntheir value. Some companies are good at this, and the evidence suggests that buybacks modestly benefit \nongoing shareholders in the aggregate.40 The size and method of buybacks can also provide insight into the \nstrength of the potential signal of undervaluation.41 \nBut in reality many companies decide to buy back stock because they have excess cash, want to offset dilution \nfrom SBC, and seek to boost earnings per share (EPS).42 The motivation to increase EPS flies in the face of \nfinance theory and empirical research.43  \n"
    },
    {
      "number": 10,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n3726719 Exp 7/31/2025 \n10\n \n \nExhibit 7: Gross Share Buybacks in the U.S., 2000-2023 \n \nSource: FactSet and Counterpoint Global. \nNote: Includes companies on the New York Stock Exchange, NASDAQ, and NYSE American stock exchanges. \nThe vast majority of chief financial officers (CFOs), when surveyed, say that buying back shares when they are \nundervalued is important or very important.44 But CFOs generally think the stocks of their companies are \nundervalued, are poor at predicting outcomes, and commonly value their own stock based on the “current price \nrelative to historic highs and lows.”45 \nThe principal-agent problem provides a useful way to think about buybacks. This problem describes the conflict \nbetween the objectives of principals and agents. In this case, shareholders are the principals and executives are \nthe agents. Agency costs are actions that harm principals and benefit agents.  \nBuybacks can mitigate or create agency costs.46 They reduce them when a company returns excess cash to \ninvestors and, as a result, does not squander the capital on investments with low returns or perquisites for \nexecutives.47 But they create agency costs when they are deployed to benefit executives or to show superficial \nresults without creating value.48  \nFor instance, recent research points to a causal link between higher SBC and greater buyback activity with the \nintent to offset dilution. Many companies that buy back stock do so frequently, which limits their ability to time \nthe market.49 And there appears to be a positive correlation between buybacks and sales of equity holdings by \nexecutives.50 \nThe lag between issuance and retirement can be relevant for companies seeking to manage dilution in shares \noutstanding. Most SBC vests over time, commonly four years. If stock issued at the grant date rises over the \nvesting period, the price paid to retire shares in order to offset dilution will exceed the original cost to issue the \nshares.51 \n \n0\n200\n400\n600\n800\n1,000\n1,200\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\n2023\nBuybacks ($ Billions)\n"
    },
    {
      "number": 11,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n3726719 Exp 7/31/2025 \n11\n \n \nTheory and Practice  \nThe guiding principle in the issuance or retirement of equity is for the company to receive more than it gives. \nThis means issuing shares that are overvalued and retiring shares that are undervalued. Overall, companies are \nreasonably good at this. One way to think about it is that firms increase supply by issuing shares when prices \nare too high and increase demand by retiring shares when prices are too low.52 \nThere is a great deal of evidence that issuing stock in an M&A deal or an SEO is often a predictor of poor \nsubsequent shareholder returns for the issuer. But this is not a blanket observation. Under certain conditions an \nequity-financed acquisition or an SEO can make sound economic sense. In other words, there are cases when \na company can issue shares that are at fair value, or even undervalued, if they fetch a stream of cash flows that \ncompensates for that parity or discount. \nWe now focus more closely on SBC and buybacks, in part because the motivation for buybacks is related to the \nshare issuance associated with SBC.  \nIn theory, SBC should provide an incentive for employees to work effectively, be a mechanism to retain workers, \nand balance the interests of employees and shareholders.  \nIn practice, SBC meets those objectives with varying degrees of success from one company to the next. Further, \nfor many companies SBC has evolved into a mechanism to pay employees a certain amount, disconnecting \ntheir outcomes from those of shareholders, and it appears heavily influenced by the institutional imperative to \nfollow the actions of peers and competitors.  \nIn theory, buybacks should add value to ongoing shareholders and provide them with an ability to time their tax \nliabilities.  \nIn practice, companies regularly tie the magnitude of their buyback programs to the dilution that SBC causes \nand look to buybacks as a means to manage EPS.   \nBecause practice can be at odds with theory, some companies issue and retire a meaningful amount of stock at \nthe same time.53 Yet research supports the idea that companies are the smart money, especially when they \nissue stock.54 This leads us to narrow our attention to the subset of companies that both issue and retire \nsignificant amounts of stock and ask how their shareholder returns stack up versus the rest of the market. \n \n \n \n \n \n \n \n"
    },
    {
      "number": 12,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n3726719 Exp 7/31/2025 \n12\n \n \nSBC, Buybacks, and Total Shareholder Returns \nFor this analysis, we start with the Russell 3000 universe and consider the stocks of companies with a minimum \nof $1 billion of sales. For each year from 2021 to 2023, we calculate issuance as SBC divided by sales and \nretirement as gross buybacks divided by market capitalization. We include only companies that have these \nstatistics for at least one year. Our sample includes roughly 1,350 stocks. \nWe take the average of these issuance and retirement measures over the three years for each company, and \ncalculate the median of each metric for the universe. The median of SBC to sales is 0.8 percent and the median \nfor buybacks to market cap is 1.5 percent. We then divide the population into quadrants based on whether the \ncompany is below the median (low) or above the median (high) in each measure. We use the combinations to \ncalculate the average and median annual TSRs for each quadrant for the 3 years through December 31, 2023. \nThe results are in exhibit 8. The stocks of companies that were below the median on SBC issuance and above \nthe median on buybacks (upper right corner) delivered the highest TSRs over the period. Those below the \nmedian in issuance and retirement (upper left corner) had the second-highest TSRs. \nExhibit 8: Annual TSRs for Companies with Low and High SBC and Buybacks, 2021-2023 \n \nAverage TSR \nBuybacks Low \nBuybacks High \nSBC Low \n9.4% \n13.7% \nSBC High \n-0.1% \n5.3% \n \n \nMedian TSR \nBuybacks Low \nBuybacks High \nSBC Low \n7.6% \n11.4% \nSBC High \n2.6% \n6.2% \n \nSource: FactSet and Counterpoint Global. \nNote: Includes companies in the Russell 3000 with minimum sales of $1 billion. \nThe stocks of companies that were above the median in issuance and retirement (bottom right corner) are the \nprimary group of interest. Their TSRs were the third highest. Finally, the stocks of companies that issued a lot \nof stock for compensation and bought few or no shares had the worst TSRs.   \nThe ranking based on the Sharpe ratio, a measure of risk-adjusted return, was in the same order as the average \nand median returns. The Russell 3000 Index rose at a compound annual rate of 8.5 percent over this period. \nWe ran this analysis for the 5 years ending in 2023 and found that the TSRs remained highest for the quadrant \n“SBC low/buybacks high” and lowest for “SBC high/buybacks low.” But the TSRs for the other quadrants flipped \norder, with “SBC high/buybacks high” outperforming “SBC low/buybacks low.”  \nTo be clear, these TSRs were likely driven by lots of factors that had nothing to do with equity issuance and \nretirement. These include changes in fundamentals and expectations, industry exposures, the impact of COVID, \nand interest rates. But executives and investors should understand what the empirical research shows about \nequity issuance and assess capital allocation decisions in that light. \n"
    },
    {
      "number": 13,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n3726719 Exp 7/31/2025 \n13\n \n \nConclusion \nCompanies that are successful at capital allocation over time buy low and sell high. Most capital allocation \ndecisions relate to a firm’s operations and require determining the prospects for satisfactory returns on \ninvestments such as M&A, capital expenditures, and intangible investments. But companies can also trigger \nwealth transfers by buying and selling stock at prices below or above value. \nA company that buys back shares below value initiates a wealth transfer from selling shareholders to ongoing \nshareholders. Conversely, selling overvalued shares transfers wealth from buyers to ongoing holders. Academic \nresearch shows that companies do this effectively, although the magnitude of the transfer is smaller for \npurchases than sales.  \nFrom 2000 to 2023, public companies in the U.S. issued nearly $10 trillion in equity and retired just over $14 \ntrillion. Most of the issuance was to fund M&A, followed by SBC and seasoned equity offerings. \nIssuing equity is associated with poor subsequent returns for ongoing shareholders in the aggregate, but this \nresult is not definitive. For example, companies that issue equity earmarked to fund specific investments tend to \nhave better returns than those that issue for general corporate purposes. \nThe main reason companies say they buy back stock is to signal their stock is undervalued. But there is also \nevidence executives are very mindful of dilution due to SBC and the impact of buybacks on earnings per share.  \nOverall, ongoing shareholders of smaller companies realize dilution, a reduction in their percentage of \nownership, which means these companies issue more equity than they retire. Ongoing shareholders of large \ncompanies increase their ownership, on average, because these companies retire more equity than they issue. \nOur focus is on companies that issue and retire substantial amounts of equity either simultaneously or within a \nshort amount of time. If the stock price is any different than fair value, either issuing or retiring equity is suboptimal \nfrom the point of view of ideal capital allocation.  \nWe examine the total shareholder returns from 2021 to 2023 for the stocks of the companies based on their \nissuance and retirement of equity. We separate the population into quadrants based on whether the companies \nare above or below the median for issuance and retirement. We measure issuance as SBC divided by sales and \nretirement as gross buybacks divided by market capitalization. \nWe find that companies with low SBC issuance and high buybacks delivered the highest average and median \nTSRs of the groups. Firms with high SBC and low buybacks produced the lowest returns. Returns for the stocks \nof companies that were high in SBC and buybacks had the third highest returns. We would hasten to add that \nnumerous causes that had nothing to do with equity issuance were probably important in driving these TSRs.  \nThis discussion should be helpful for boards of directors, executives, and investors who seek to think carefully \nabout capital allocation. From an investor’s point of view, the returns for the stocks of companies issuing stock \nhave been substandard, and the returns have been attractive for those that retire stock, on average. Those \nsignals cross for companies that issue and retire stock at the same time. Presuming that executives can \ndistinguish between stock price and value because they have better information than investors do, either issuing \nor retiring fails to meet the central goal of capital allocation.55 Which one is it? \nPlease see Important Disclosures on pages 18-20 \n"
    },
    {
      "number": 14,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n3726719 Exp 7/31/2025 \n14\n \n \nEndnotes \n1 Warren E. Buffett, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 2023. See https://berkshire \nhathaway.com/2023ar/2023ar.pdf. \n2 Theo Vermaelen, “Common Stock Repurchases and Market Signalling: An Empirical Study,” Journal of \nFinancial Economics, Vol. 9, No. 2, June 1981, 139-183. \n3 John R. Graham, “Presidential Address: Corporate Finance and Reality,” Journal of Finance, Vol. 77, No. 4, \nAugust 2022, 1975-2049. \n4 Jeffrey Pontiff and Artemiza Woodgate, “Share Issuance and Cross-Sectional Returns,” Journal of Finance, \nVol. 63, No. 2, April 2008, 921-945; Urs Peyer and Theo Vermaelen, “The Nature and Persistence of Buyback \nAnomalies,” Review of Financial Studies, Vol. 22, No. 4, April 2009, 1693-1745; Azi Ben-Rephael, Jacob Oded, \nand Avi Wohl, “Do Firms Buy Their Stock at Bargain Prices? Evidence from Actual Stock Repurchase \nDisclosures,” Review of Finance, Vol. 18, No. 4, July 2014, 1299-1340; Amy Dittmar and Laura Casares Field, \n“Can Managers Time the Market?” Journal of Financial Economics, Vol. 115, No. 2, February 2015, 261-282; \nKent Daniel and Sheridan Titman, “Another Look at Market Responses to Tangible and Intangible Information,” \nCritical Finance Review, Vol. 5, No. 1, 2016, 165-175; Alberto Manconi, Urs Peyer, and Theo Vermaelen, “Are \nBuybacks Good for Long-Term Shareholder Value? Evidence from Buybacks around the World,” Journal of \nFinancial and Quantitative Analysis, Vol. 54, No. 5, October 2019, 1899-1935; Kent Daniel, David Hirshleifer, \nand Lin Sun, “Short- and Long-Horizon Behavioral Factors,” Review of Financial Studies, Vol. 33, No. 4, April \n2020, 1673-1736.; Ilona Babenko, Yuri Tserlukevich, and Pengcheng Wan, “Is Market Timing Good for \nShareholders?” Management Science, Vol. 66, No. 8, August 2020, 3542-3560; and Dinis Daniel Santos and \nPaulo Gama, “Timing the Market with Own Stock: An Extensive Analysis with Buying and Selling Evidence,” \nInternational Journal of Managerial Finance, Vol. 16, No. 2, 2020, 141-164. \n5 Richard G. Sloan and Haifeng You, “Wealth Transfers via Equity Transactions,” Journal of Financial \nEconomics, Vol. 118, No. 1, October 2015, 93-112. \n6 R. Jared DeLisle, Justin D. Morscheck, and John R. Nofsinger, “Share Repurchases and Wealth Transfer \nAmong Shareholders,” Quarterly Review of Economics and Finance, Vol. 76, May 2020, 368-378; Randolph B. \nCohen, Paul A. Gompers, and Tuomo Vuolteenaho, “Who Underreacts to Cash-Flow News? Evidence from \nTrading between Individuals and Institutions,” Journal of Financial Economics, Vol. 66, Nos. 2-3, November-\nDecember 2002, 409-462; John R. Nofsinger and Richard W. Sias, “Herding and Feedback Trading by \nInstitutional and Individual Investors,” Journal of Finance, Vol. 54, No. 6, December 1999, 2263-2295; Andrea \nFrazzini and Owen A. Lamont, “Dumb Money: Mutual Fund Flows and the Cross-Section of Stock Returns,” \nJournal of Financial Economics, Vol. 88, No. 2, May 2008, 299-322; and R. David McLean, Jeffrey Pontiff, and \nChristopher Reilly, “Taking Sides on Return Predictability,” Working Paper, June 28, 2020.  \n7 Ilia D. Dichev, “What Are Stock Investors’ Actual Historical Returns? Evidence from Dollar-Weighted Returns,” \nAmerican Economic Review, Vol. 97, No. 1, March 2007, 386-401. \n8 Graham, “Presidential Address,” and John R. Graham and Campbell R. Harvey, “The Theory and Practice of \nCorporate Finance: Evidence from the Field,” Journal of Financial Economics, Vol. 60, Nos. 2-3, May 2001, 187-\n243.  \n9 Martin Peers, Nick Wingfield, and Laura Landro, “AOL, Time Warner Set Plan To Link in Mammoth Merger,” \nWall Street Journal, January 11, 2000.  \n10 Rita Gunther McGrath, “15 Years Later, Lessons from the Failed AOL-Time Warner Merger,” Fortune, January \n10, 2015. \n11 Tim Loughran and Anand M. Vijh, “Do Long-Term Shareholders Benefit from Corporate Acquisitions?” Journal \nof Finance, Vol. 52, No. 5, December 1997, 1765-1790; Pavel G. Savor and Qi Lu, “Do Stock Mergers Create \nValue for Acquirers?” Journal of Finance, Vol. 64, No. 3, June 2009, 1061-1097; Fangjian Fu, Leming Lin, and \nMicah S. Officer, “Acquisitions Driven by Stock Overvaluation: Are They Good Deals?” Journal of Financial \nEconomics, Vol. 109, No. 1, July 2013, 24-39; Mehmet E. Akbulut, “Do Overvaluation-Driven Stock Acquisitions \nReally Benefit Acquirer Shareholders?” Journal of Financial and Quantitative Analysis, Vol. 48, No. 4, August \n2013, 1025-1055; and Mark Sirower and Jeff Weirens, The Synergy Solution: How Companies Win the Mergers \nand Acquisitions Game (Boston, MA: Harvard Business Review Press, 2022). \n"
    },
    {
      "number": 15,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n3726719 Exp 7/31/2025 \n15\n \n \n12 James P. Miller and Leslie Scism, “Buffett's Berkshire to Buy General Re In Stock Deal Totaling $23.5 Billion,” \nWall Street Journal, June 22, 1998.  \n13 Warren E. Buffett, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 2016. See \nhttps://berkshirehathaway.com/2016ar/2016ar.pdf. This is in contrast to Buffett’s comment when the deal was \nannounced. The Wall Street Journal reported, “At Berkshire, Mr. Buffett said, ‘We value our stock highly, so I \ndon't like to give it up easily. We also value General Re highly. So in the end, the one balanced out the other’.” \nSee www.wsj.com/articles/SB898287577264756000. \n14 Graham, “Presidential Address.” \n15 Warren E. Buffett, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 1989. \n16 Andrea L. Eisfeldt, Antonio Falato, and Mindy Z. Xiaolan, “Human Capitalists,” NBER Working Paper 28815, \nApril 2022. \n17 Boris Groysberg, Sarah Abbott, Michael R. Marino, Metin Aksoy, “Compensation Packages That Actually \nDrive Performance,” Harvard Business Review, Vol. 99, No. 1, January/February 2021, 102-111. \n18 Paul Oyer, “Why Do Firms Use Incentives That Have No Incentive Effects?” Journal of Finance, Vol. 59, No. \n4, August 2004, 1619-1649. \n19 Michael J. Mauboussin and Dan Callahan, “Stock-Based Compensation: Unpacking the Issues,” Consilient \nObserver: Counterpoint Global Insights, April 18, 2023. \n20 Katharine W. Adame, Jennifer L. Koski, Katie W. Lem, and Sarah E. McVay, “Free Cash Flow Disclosure in \nEarnings Announcements,” Journal of Financial Reporting, Vol. 8, No. 2, Fall 2023, 1-23. \n21 Stephen F. O’Byrne and S. David Young, “The Evolution of Executive Pay Policy at General Motors, 1918-\n2008,” Journal of Applied Corporate Finance, Vol. 29, No. 1, Winter 2017, 36-49.  \n22 Yael V. Hochberg and Laura Lindsey, “Incentives, Targeting, and Firm Performance: An Analysis of Non-\nExecutive Stock Options,” Review of Financial Studies, Vol. 23, No. 11, November 2010, 4148-4186 and Paul \nOyer and Scott Schaefer, “Why Do Some Firms Give Stock Options to All Employees? An Empirical Examination \nof Alternative Theories,” Journal of Financial Economics, Vol. 76, No. 1, April 2005, 99-133. \n23 Hussam Al Shammari, “CEO Incentive Compensation and Risk-Taking Behavior: The Moderating Role of \nCEO Characteristics,” Academy of Strategic Management, Vol. 17, No. 3, 2018, 1-15; Donald C. Hambrick, \n“Upper Echelons Theory: An Update,” Academy of Management Review, Vol. 32, No. 2, April 2007, 334-343; \nand Rong Ma, Wanrong Hou, Richard Priem, and Peter Wright, “Does Restricted Stock Turn CEOs into Risk-\nAverse Managers? Insights from the Regulatory Focus Theory,” Long Range Planning, Vol. 55, No. 2, April \n2022, 102165. \n24 Bidisha Lahkar Das and Mukulesh Baruah, “Employee Retention: A Review of Literature,” IOSR Journal of \nBusiness and Management, Vol. 14, No. 2, November-December 2013, 8-16.  \n25 Thomas Kamei and Derrick Mayo, “Culture Quant Framework,” Sustainability Research: Counterpoint Global \nInsights, April 2022.  \n26 Serdar Aldatmaz, Paige Ouimet, and Edward D Van Wesep, “The Option to Quit: The Effect of Employee \nStock Options on Turnover,” Journal of Financial Economics, Vol. 127, No. 1, January 2018, 136-151. \n27 Harry M. Kraemer, Jr., Michael J. Mauboussin, and Alfred Rappaport, “A CEO’s Playbook for Creating Long-\nTerm Value: Ten Essential Resource Allocation Practices,” Journal of Applied Corporate Finance, Vol. 32, No. \n3, Summer 2020, 108-117. \n28 Mark Bayless, “The Myth of Executive Compensation: Do Shareholders Get What They Pay For?” Applied \nFinancial Economics, Vol. 19, No. 10, May 2009, 795-808. \n29 Kate Rooney, “Tech companies fight low morale and attrition with more equity grants as their stocks get \nslammed,” CNBC, March 18, 2022. See www.cnbc.com/2022/03/18/tech-companies-fight-attrition-with-more-\nequity-grants-as-stocks-drop-.html. \n30 Tomas Chamorro-Premuzic, “Does Money Really Affect Motivation? A Review of the Research,” Harvard \nBusiness Review, April 10, 2013. \n31 David F. Larcker, Allan McCall, and Brian Tayan, “Equity on Demand: The Netflix Approach to Compensation,” \nStanford Graduate School of Business Case CG-19, January 15, 2010. As an addendum, in late 2023 Netflix’s \nboard of directors eliminated the ability of executives to select between cash and stock “to address shareholder \nconcerns that executives could choose all cash compensation.” See Netflix, Form 8-K, December 6, 2023. \n"
    },
    {
      "number": 16,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n3726719 Exp 7/31/2025 \n16\n \n \n32 Gergely Orosz, “Should You Optimize for All-Cash Compensation, If Possible?” Pragmatic Engineer, June 9, \n2023 and Shopify Inc., Form 40-F, December 2023, 40.   \n33 D. Katherine Spiess and John Affleck-Graves, “Underperformance in Long-Run Stock Returns Following \nSeasoned Equity Offerings,” Journal of Financial Economics, Vol. 38, No. 3, July 1995, 243-267; Tim Loughran \nand Jay R. Ritter, “The New Issues Puzzle,” Journal of Finance, Vol. 50, No. 1, March 1995, 23-51; Tim Loughran \nand Jay R. Ritter, “The Operating Performance of Firms Conducting Seasoned Equity Offerings, Journal of \nFinance, Vol. 52, No. 5, December 1997, 1823-1850; R. David McLean, Jeffrey Pontiff, and Akiko Watanabe, \n“Share Issuance and Cross-Sectional Returns: International Evidence,” Journal of Financial Economics, Vol. 94, \nNo. 1, October 2009, 1-17; and Amy Dittmar, Ran Duchin, and Shuran Zhang, “The Timing and Consequences \nof Seasoned Equity Offerings: A Regression Discontinuity Approach,” Journal of Financial Economics, Vol. 138, \nNo. 1, October 2020, 254-276.  \n34 Mark D. Walker and Keven Yost, “Seasoned Equity Offerings: What Firms Say, Do, and How the Market \nReacts,” Journal of Corporate Finance, Vol. 14, No. 4, September 2008, 376-386; Don M. Autore, David \nE. Bray, and David R. Peterson, “Intended Use of Proceeds and the Long-Run Performance of Seasoned Equity \nIssuers,” Journal of Corporate Finance, Vol. 15, No. 3, June 2009, 358-367; Chris Veld, Patrick Verwijmeren, \nand Yuriy Zabolotnyuk, “Wealth Effects of Seasoned Equity Offerings: A Meta-Analysis,” International Review \nof Finance, Vol. 20, No. 1, March 2020, 77-131; and Faiza Asad, Saqib Gulzar, Kenbata Bangassa, Majid Jamal \nKhan, “Capital Structure Adjustment and Market Reaction Following Seasoned Equity Offerings,” International \nJournal of Finance & Economics, Vol. 25, No. 3, July 2020, 388-411.  \n35 Brad M. Barber and Terrance Odean, “The Behavior of Individual Investors,” in George Constantinides, Milton \nHarris, and Rene M. Stulz, eds., Handbook of the Economics of Finance (Amsterdam: Elsevier, 2013), 1533-\n1570. \n36 Thomas J. Chemmanur, Shan He, and Gang Hu, “The Role of Institutional Investors in Seasoned Equity \nOfferings,” Journal of Financial Economics, Vol. 94, No. 3, December 2009, 384-411.  \n37 Laura Casares Field and Michelle Lowry, “Institutional versus Individual Investment in IPOs: The Importance \nof Firm Fundamentals,” Journal of Financial and Quantitative Analysis, Vol. 44, No. 3, June 2009, 489-516 and \nBrad M. Barber, Yi-Tsung Lee, Yu-Jane Liu, and Terrance Odean, “Just How Much Do Individual Investors Lose \nby Trading?” Review of Financial Studies, Vol. 2, No. 2, February 2009, 609-632. \n38 Eugene F. Fama and Kenneth R. French, “Financing Decisions: Who Issues Stock?” Journal of Financial \nEconomics, Vol. 76, No. 3, June 2005, 549-582. \n39 This is especially true among certain politicians. The concern is that companies fund buybacks with money \nthey could have used to invest in projects or to pay their employees more. At the same time, the detractors \nsuggest that buybacks boost short-term stock prices and enrich executives who promptly sell the shares they \nown. But the empirical research of such claims either counters them or is equivocal. See Harry DeAngelo, “The \nAttack on Share Buybacks,” European Financial Management, Vol. 29, No. 2, March 2023, 389-398; Nicholas \nGuest, S. P. Kothari, and Parth Venkat, “Share Repurchases on Trial: Large-Sample Evidence on Share Price \nPerformance, Executive Compensation, and Corporate Investment,” Financial Management, Vol. 52, No. 1, \nSpring 2023, 19-40; David Ikenberry, Theo Vermaelen, and Guanqun Zhou, “Do Stock Repurchases Cause \nHarm? Evidence from Buybacks by Financially Distressed Firms,” Working Paper, January 2024; and Naresh \nGopal, Ravi S. Mateti, Duong Nguyen, and Gopala Vasudevan, “Stock Buybacks and Growth Opportunities,” \nReview of Quantitative Finance and Accounting, forthcoming.  \n40 For example, see case studies (especially Ralston Purina) in William N. Thorndike, Jr., The Outsiders: Eight \nUnconventional CEOs and Their Radically Rational Blueprint for Success (Boston, MA: Harvard Business \nReview Press, 2012) and “Cannibal Stocks,” Compounding Quality, June 1, 2023.  \n41 Alice Bonaimé, Jarrad Harford, and David Moore, “Payout Policy Trade-Offs and the Rise of 10b5-1 Preset \nRepurchase Plans,” Management Science, Vol. 66, No. 6, June 2020, 2762-2786. \n42 Itzhak Ben-David and Alexander M. Chinco, “Modeling Managers as EPS Maximizers,” NBER Working Paper \n31125, June 2023; Bruce Dravis, “Dilution, Disclosure, Equity Compensation, and Buybacks,” Business Lawyer, \nVol. 74, No. 3, Summer 2019, 631-658; and Daniel A. Bens, Venky Nagar, Douglas J. Skinner, and M.H. Franco \nWong, “Employee Stock Options, EPS Dilution, and Stock Repurchases,” Journal of Accounting and Economics, \nVol. 36, Nos. 1-3, December 2003, 51-90. \n"
    },
    {
      "number": 17,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n3726719 Exp 7/31/2025 \n17\n \n \n43 Jacob Oded and Allen Michel, “Stock Repurchases and the EPS Enhancement Fallacy,” Financial Analysts \nJournal, Vol. 64, No. 4, July-August 2008, 62-75. \n44 Alon Brav, John R. Graham, Campbell R. Harvey, and Roni Michaely, “Payout Policy in the 21st Century,” \nJournal of Financial Economics, Vol. 77, No. 3, September 2005, 483-527. \n45 For miscalibration refer to Michael Boutros, Itzhak Ben David, John R. Graham, Campbell R. Harvey, and \nJohn W. Payne, “The Persistence of Miscalibration,” NBER Working Paper 28010, October 2020 and for \nvaluation see Graham, “Presidential Address: Corporate Finance and Reality,” 2022. \n46 Alice Bonaimé and Kathleen Kahle, “Share Repurchases,” in David J. Denis, ed., Handbook of Corporate \nFinance (Cheltenham, UK: Edward Elgar Publishing Limited, 2024), 176-222. \n47 Michael C. Jensen, “Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers,” American \nEconomic Review, Vol. 76, No. 2, May 1986, 323-329 and Gustavo Grullon and Roni Michaely, “The Information \nContent of Share Repurchase Programs,” Journal of Finance, Vol. 59, No. 2, April 2004, 651-680.  \n48 Jesse M. Fried, “Insider Trading via the Corporation,” University of Pennsylvania Law Review, Vol. 162, No. \n4, 2014, 801-839. \n49 Alice Bonaimé, Kathleen Kahle, David Moore, and Alok Nemani, “Employee Compensation Still Impacts \nPayout Policy,” Working Paper, February 2023 and Kathleen M. Kahle, “When a Buyback Isn’t a Buyback: Open \nMarket Repurchases and Employee Options,” Journal of Financial Economics, Vol. 63, No. 2, February 2002, \n235-261. \n50 David Moore, “Strategic Repurchases and Equity Sales: Evidence from Equity Vesting Schedules,” Journal of \nBanking & Finance, Vol. 146, January 2023, 106717. \n51 This leaves aside tax considerations, which can be material. Specifically, employees earn more than the \noriginal SBC expense when the stock price goes up. That increases the tax deduction from compensation, \nlowering the firm’s taxes. If the stock goes down, employees earn less than the amount implied by the SBC \nexpense, and the tax bill rises because the tax deduction from compensation decreases. \n52 Owen Lamont, “Firms Are the Smart Money: Net Issuance and Stock Returns,” Presentation at the Investment \nDecisions and Behavioral Finance Program, Harvard Kennedy School, October 2023.  \n53 Partha Mohanram, Brian White, and Wuyang Zhao, “Stock-Based Compensation, Financial Analysts, and \nEquity Overvaluation,” Review of Accounting Studies, Vol. 25, No. 3, September 2020, 1040-1077. The \nresearchers write: “SBCINT [stock-based compensation intensity] exhibits strong positive associations with \nfuture stock buybacks.” \n54 Lamont, “Firms Are the Smart Money.” \n55 Jan Vogt, “Managerial Market Timing: What Is the Pot Size for Long-Term Shareholders Assuming Firm \nManagement Acts in Their Best Interest and Does Have an Informational Advantage?” Global Finance Journal, \nVol. 49, August 2021, 100583. \n \n \n \n \n \n \n \n"
    },
    {
      "number": 18,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n3726719 Exp 7/31/2025 \n18\n \n \nIMPORTANT INFORMATION \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers.  \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThe S&P 500® Index measures the performance of the large cap segment of the U.S. equities market, covering \napproximately 80% of the U.S. equities market. The Index includes 500 leading companies in leading industries \nof the U.S. economy. The Russell 3000® Index measures the performance of the largest 3,000 U.S. companies \nrepresenting approximately 98% of the investable U.S. equity market. The Russell 3000 Index is constructed to \nprovide a comprehensive, unbiased, and stable barometer of the broad market and is completely reconstituted \nannually to ensure new and growing equities are reflected. The index is unmanaged and does not include any \nexpenses, fees or sales charges. It is not possible to invest directly in an index. The index referred to herein is \nthe intellectual property (including registered trademarks) of the applicable licensor. Any product based on an \nindex is in no way sponsored, endorsed, sold or promoted by the applicable licensor and it shall not have any \nliability with respect thereto. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation.  \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary.  \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \n"
    },
    {
      "number": 19,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n3726719 Exp 7/31/2025 \n19\n \n \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities: \n \nEMEA \nThis material is for Professional Clients/Accredited Investors only. \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited (“FMIL”). \nFMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company limited by \nshares with company registration number 616661 and has its registered address at 24-26 City Quay, Dublin 2, \nDO2 NY19, Ireland. \n \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA. \n \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland. \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) Limited \n(“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the United \nKingdom by the Financial Conduct Authority. \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158).  \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument.  \n  \n \n"
    },
    {
      "number": 20,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n3726719 Exp 7/31/2025 \n20\n \n \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall only \nbe made available to “professional investors” as defined under the Securities and Futures Ordinance of Hong \nKong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory authority \nincluding the Securities and Futures Commission in Hong Kong. Accordingly, save where an exemption is \navailable under the relevant law, this material shall not be issued, circulated, distributed, directed at, or made \navailable to, the public in Hong Kong. Singapore: This material is disseminated by Morgan Stanley Investment \nManagement Company and should not be considered to be the subject of an invitation for subscription or \npurchase, whether directly or indirectly, to the public or any member of the public in Singapore other than (i) to \nan institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of Singapore (“SFA”); \n(ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of the SFA, and such \ndistribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) otherwise pursuant \nto, and in accordance with the conditions of, any other applicable provision of the SFA. This publication has not \nbeen reviewed by the Monetary Authority of Singapore.   Australia: This material is provided by Morgan Stanley \nInvestment Management (Australia) Pty Ltd ABN 22122040037, AFSL No. 314182 and its affiliates and does \nnot constitute an offer of interests. Morgan Stanley Investment Management (Australia) Pty Limited arranges for \nMSIM affiliates to provide financial services to Australian wholesale clients. Interests will only be offered in \ncircumstances under which no disclosure is required under the Corporations Act 2001 (Cth) (the “Corporations \nAct”). Any offer of interests will not purport to be an offer of interests in circumstances under which disclosure is \nrequired under the Corporations Act and will only be made to persons who qualify as a “wholesale client” (as \ndefined in the Corporations Act). This material will not be lodged with the Australian Securities and Investments \nCommission.  \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association. \n"
    }
  ]
}