{
  "filename": "1997_what_have_you_learned_in_the_past_2_seconds_.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240424172832-07'00'",
    "modDate": "D:20240424172842-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "Equity Research— Americas\nIndustry: Foods\nMarch 12, 1997\nMichael Mauboussin  212/325-3108  mmaubous@csfbg.csfb.com\nWhat Have You Learned\nin the Past 2 Seconds?\n"
    },
    {
      "number": 2,
      "text": "Frontiers of Finance\n– 2 –\n“Is it not reasonable to anticipate that our understanding of the human mind\nwould be aided greatly by knowing the purpose for which it was designed?”\nGeorge C. Williams\nHave you ever had a bad day at work? The stocks you like are all down; you feel\nas though it is nearly impossible to beat the market; and you are frustrated  by the\nstock market’s inability to grasp the key insights you see so easily. In short, you\nfeel as though you were not cut out to understand the investment business.\nWell, here is some good news and some bad news. The bad news is that you are\nnot, in most probability, well designed to be a successful investor. The good news\nis that you share this lot with most every one else. The reason is simple: the mind\nis better suited for “hunting and gathering” than it is for understanding Bayesian\nanalysis.\nCharles Darwin formalized a theory that would change the way scientists under-\nstand the world. The underlying premise upon which Darwin’s theory builds is that\nthere is a constant struggle among organisms to survive.1 Darwin documented two\ncritical points. First, given competition, any advantages enjoyed by an individual\nwould bias the pool of offspring (“survival of the fittest”). These characteristics\nare not a question of “better” or “worse” but “more suitable” versus “less suit-\nable.” Second, biases created by small advantages would become amplified over\nlong periods of time.2 The hard-to-appreciate point is that evolution is an excruci-\natingly slow process— measured in tens or hundreds of thousands of years, not in\ndecades.\nMost people feel comfortable with the notion that human motor skills— basic dex-\nterity— are not very different from what they were 10,000 years ago. However,\nmany people have a harder time accepting that our cognitive makeup— including\nour emotions, rationality, and decision making skills— has also remained basically\nunchanged over the centuries. As Daniel Goleman wrote in his best-selling book,\nEmotional Intelligence:\n“In terms of the biological design for the basic neural circuitry of emotion,\nwhat we are born with is what worked best for the last 50,000 human gen-\nerations, not the last 500 generations...The slow, deliberate forces of evo-\nlution that have shaped our emotions have done their work over the course\nof a million years; the last 10,000 years...have left little imprint on our\ntemplates for emotional life.”3\nThe rapid rate of change in human society over the past 200-300 years— including\nthe introduction of organized capital markets— has been unprecedented. If it takes\ntens of thousands of years, from an evolutionary standpoint, for us to “catch up”\nwith our environment, it is fair to say that humans have no mental basis, or con-\ntext, to understand how to invest in capital markets “rationally.”\nTable 1 underscores this point. The table represents a time line, with the identifi-\ncation of the first Homo sapiens as a starting point, chronicling the approximate\ntime when various events occurred. Further, the time line was scaled to equal one\nday, to provide perspective. Homo sapiens came into existence (roughly) 2 million\nyears ago, which is noted as the stroke of midnight. Mitochondrial Eve— the com-\nmon female ancestor among all living humans (apologies to any creationists)—\nlived about 180,000 years ago, or at about 9:50 PM. Modern finance theory, the\nIntroduction\nDarwin and Alphas\n"
    },
    {
      "number": 3,
      "text": "Frontiers of Finance\n– 3 –\nframework to which investors are supposed to adhere, was formalized about 40\nyears ago, at 11:59:58 PM. It is now midnight. What have you learned in the past\n2 seconds?\nTable 1\nTime Line of Homo sapiens\nEvent\nWhen (years ago)\nTime of Day\nHomo sapiens appear\n2,000,000\n12:00 AM\nMitochondrial Eve (“mother of all humans”)\n180,000\n9:50 PM\nDomesticated Homo sapiens\n20,000\n11:46 PM\nHindu/Arabic numbering system introduced in the West\n800\n11:59:25 PM\nModern Finance Theory\n40\n11:59:58 PM\nThe point is clear: humans are not hard wired to rationally weigh risk and reward.\nWe are still better suited to run like hell when we see a saber-toothed tiger than to\nconsider potential returns of intangible assets. The simple awareness of this cogni-\ntive mismatch can help investors avoid some decision-making errors. In fact, many\nsuccessful portfolio managers— those who deliver positive alphas— are often more\nnoteworthy for what they don’t do than what they do.4\nWe owe much to our ancestors; the fact that they successfully propagated is why\nwe exist. But they have also handed down a lot of cognitive baggage, which we\nhave to carry around. Importantly, these hard-wired, mental shortcomings are pre-\ncisely what make successful investing such a challenge. Major cerebral foibles in-\nclude the following:\n• Desire to be part of the crowd. Humans have a strong desire to be part of a\ngroup: the group offers safety, confirmation and simplifies decision-making. Fur-\nther, if something should go wrong, it is more comforting to be with others than to\nbe alone— the old saying “misery loves company” rings true. However, the suc-\ncessful investor must be willing to separate from the crowd— to be a contrarian—\neven as there is a strong emotional urge to stay with the group. John Maynard\nKeynes addressed the power of being part of the majority, considering self-\nperception as well as the perception of others, almost 50 years ago. He wrote,\n“Worldly wisdom teaches that it is better for reputation to fail conventionally than\nto succeed unconventionally.”5\n• Overconfidence. Most people are overconfident in the their own judgment and\ncompetence. Once again, we thank and curse our forebears. Their hardihood in the\nface of danger and travails are why we are here today, but our inherited boldness\ndrives us to make mental mistakes daily. To illustrate the point, Table 2 shows the\nresults of a widely-used overconfidence test. Professionals are presented with 10\nrequests for information that they are unlikely to know (e.g., Total area in square\nmiles of Lake Michigan), and are asked to respond to each request with both an\nanswer and a “confidence range”— high and low boundaries within which they are,\nsay, 90% sure the true number lies. On average, respondents pick satisfactory\nranges only 40-60% of the time.6\nEmotional Baggage\n"
    },
    {
      "number": 4,
      "text": "Frontiers of Finance\n– 4 –\nTable 2\nOverconfidence Across Industries\n    Percentage of Misses\nIndustry tested\nKind of questions in test\nIdeal*\nActual\nSecurity analysis\nIndustry\n10%\n64%\nMoney management\nIndustry\n10\n50\nAdvertising\nIndustry\n10\n61\nData processing\nIndustry\n10\n42\nPetroleum\nIndustry & firm\n10\n50\nPharmaceutical\nFirm\n10\n49\nAverage\n53%\n(*) = The ideal percentage of misses is 100% minus the size of the confidence interval.\nSource: “Managing Overconfidence”, Russo and Schoemaker, Sloan Management Review, Winter 1992.\nDaniel Kahneman and Amos Tversky, pioneers in the area of decision making the-\nory, have ascribed this overconfidence to “anchoring and adjusting.” That is, most\nof us take our best guess (and it is a guess) and adjust our high and low range\nbased on this unreliable starting figure. The risk of poor decisions arising from\noverconfidence can be mitigated through feedback (finding out how far we are off\nthe mark on a timely basis) and accountability (using the feedback and recalibrat-\ning accordingly).7\nThe hazards of overconfidence are reminiscent of a story about Socrates.8 An ora-\ncle of Delphi told an Athenian that Socrates was the wisest of all mortals. When\nSocrates heard this proclamation, he sought to disprove it by visiting a man he\nthought to be wiser. The “wise” man boasted of his knowledge, without considera-\ntion of what he didn’t know. Socrates concluded that he might indeed be the wisest\nman, precisely because he knew what he didn’t know. The same could be said for\nthe wise investor.\n• Inability to assess probabilities rationally. While Kahneman and Tversky have\nmade significant contributions to the fields of economics and psychology, they are\nbest known for their development of Prospect Theory.9 This model identifies be-\nhavior patterns that are inconsistent with rational decision-making.10 Again, our\nbrains are not well adapted to weighing probabilities— our ancestors likely lived\nday-to-day, with a limited understanding of their environment.\nProspect Theory suggests three important outcomes. First, there is a systematic\npattern of how framing a situation causes decision-making to deviate from the ex-\npected-utility or expected-value model. Second, people become risk-seekers when a\nproblem is posed with a negative perspective and risk-adverse when the same\nproblem is outlined  from a positive angle. Finally, the probability of low prob-\nability events tends to be overweighted, while the probability of high probability\nevents tends to be underweighted.11\nAt least two important implications for investors arise from Prospect Theory.\nFirst, analysts should be sensitive to how information is presented to them, noting\nthat how the data are presented could bias perceived likely outcomes. Second,\nprobabilities should be considered as objectively as possible, recognizing that re-\nversion to the mean is a powerful force.\n"
    },
    {
      "number": 5,
      "text": "Frontiers of Finance\n– 5 –\n• We love a story, especially when it links cause to effect. Humans have told sto-\nries for centuries: it is an activity that is associated with calming and soothing.\nFurther, one of the reasons religions emerged was in order to create “causes” for\nmany of the observed “effects,” satiating the human desire for order.\nNeuro-scientists have completed tests which show that the human brain will\n“make-up” a cause for an observed effect, lending some insight about conscious\nversus unconscious activity. One such test was conducted by Gazzaniga and\nLeDoux.12 They studied split brain patients, with the established knowledge that\none side of the brain could not “talk” to the other side of the brain. Then the scien-\ntists secretly instructed one part of the brain to produce various actions (laughing,\nwaving), and the other part actually came up with “explanations” of the behavior\n(something funny was said, I know that person over there). The brain works hard\nto make sense of the world, and it is not beyond making things up in order to close\nthe cause/effect loop.\nInvestors, in turn, should be critical of explanations of cause and effect, knowing\nthat such explanations are innately pleasing. Remarkably, no one thinks much of\nthe fact that the Wall Street Journal diligently reports every morning on why the\nstock market did what it did, when in fact it is nearly impossible to isolate the\ncause from the effect in such a complex adaptive system.\n• Use of heuristics, or rules of thumb. The world is a complicated place, and is\nbecoming increasingly more so. As a result, humans use rules of thumb— formally\ncalled heuristics— in order to guide decision-making. Heuristics provide an effi-\ncient way of dealing with complex situations. However, their use also leads to\nsystematic biases— the value of a heuristic is context dependent— resulting in sub-\noptimal decisions.\nThere are three general heuristics.13 The first is the availability heuristic. People\nassociate the frequency, probability or cause of an event by the degree to which\nthey remember such an event. Second is the representativeness heuristic, which\ndictates that an individual will gauge the probability of an event’s occurrence by\nhis/her perception of the frequency of similar events. Finally, there is anchoring\nand adjusting (see above). The appendix provides a more detailed summary of\nthese heuristics along with some of their associated biases.\nWe would assert that capital markets— while not efficient in the strict, linear\nsense— are by and large well functioning.14 As has been documented, roughly 70%\nof all money managers fail to match the returns of popular market indices, like the\nS&P 500, annually.15 Further, the population of managers that do outperform\ntends to shift from year-to-year.\nThe existence of successful money managers— those with solid long-term rec-\nords— can generally be explained by one of the following two factors. The first is\nchance, which is hard to rule out in many cases. The second is the notion that some\npeople are better hard-wired to succeed in the business than others. We borrow the\nterm “fitness landscape”16 from biology to help explain differences among investor\naptitudes. We explore these factors in turn:\n• Chance. Given that the distribution of money manager returns is close to normal\n(that is, bell shaped) and that the stock market is reasonably efficient, pure statis-\ntics dictate that some investors will perform well. The fact that few money manag-\nFitness Landscapes\nand Luck: Measuring\nSuccess is Hard!\n"
    },
    {
      "number": 6,
      "text": "Frontiers of Finance\n– 6 –\ners consistently generate risk-adjusted excess returns lends credence to the notion\nthat much of the “success” in money management is attributable to chance.\n• Fitness landscapes and the role of the inductive process. We believe the idea of\na fitness landscape, or “adaptive landscape” is a good way to think about success\nand failure in the money management business. The notion is that certain individu-\nals within a population are endowed with a physical or mental makeup that allows\nthem to thrive versus the rest of the population in a given context. A fitness land-\nscape is a standard way of representing such differences.\nSaid bluntly, some people are better suited to succeed in money management than\nothers, based on how their brain processes information. Paul Samuelson, the famed\neconomist, has called it the “performance quotient”:\n“It is not ordered in heaven, or by the second law of thermodynamics, that\na small group of intelligent and informed investors cannot systematically\nachieve higher mean portfolio gains with lower average variabilities. Peo-\nple differ in their heights, pulchritude, and acidity. Why not their P.Q. or\nperformance quotient?”17\nOnce again, it is good news and bad news. The good news is that some investors\ncan systematically outperform the market. The bad news is that the skill sets of\nthese individuals are non-transferable. Reading those Berkshire Hathaway annual\nreports is certainly pleasurable, but most people cannot put the ideas to work suc-\ncessfully.\nThe main reason money management skill sets are nontransferable is that humans\nlargely operate inductively, not deductively.18 While economics in general— and\nfinance theory in particular— has been defined through deductive models (including\nrational agents, equilibrium, linearity), we know that humans attempt to reason\nbased on incomplete and fragmented information. While there is only one way to\nbe purely rational, there are infinite ways to be non-rational— and humans almost\nalways operate in the latter space. As the differences between investors hinge on\nlargely unconscious, innate and inductive factors, positive-alpha-generating money\nmanagement skills are difficult to pinpoint and to convey. It follows that various\naptitudes for investing need not be associated with formal education or intelligence\nquotients.\nWhether individuals who are predisposed to excel do find success is likely heavily\ninfluenced by personal effort and coaching. Michael Jordan, the basketball star,\nserves as a good example. Jordan certainly would not have been a superstar bas-\nketball player had he not been endowed with certain physical attributes. However,\nhe is the greatest player in the world because his well-suited genotype was married\nto hard work and good coaching.\nThe process of investing money successfully in capital markets is not something\nthat most humans are designed to do— at least yet. An evolutionary perspective\nshows that we are attempting to deal with a relatively new set of problems (what’s\nthe expected return of this asset?) with an old set of tools (let’s run from danger).\nThe best antidote to this dichotomy is to be as self-aware as possible— mindful of\nhanded-down emotional limitations— and to stress personal strengths at the ex-\npense of personal weaknesses.\nConclusion\n"
    },
    {
      "number": 7,
      "text": "Frontiers of Finance\n– 7 –\n Outline of Chapters 1-2: Judgment in Managerial Decision Making\n by Max H. Bazerman19\nThere are three general heuristics:\n1) The Availability Heuristic.  Individuals assess the frequency, probability, or\nlikely causes of an event by the degree to which its instances or occurrences\nare readily available in memory.  An event that evokes emotions and is vivid,\neasily imagined, and is specific will be more readily “available” in memory\nthan will an event that is unemotional in nature, bland, difficult to imagine, or\nvague.\nSince instances of frequent events are generally more easily revealed in our\nminds, this heuristic often leads to accurate judgment.  However, because the\navailability of information is also affected by other factors that are not related\nto the objective frequency of the judged event, this heuristic is fallible.\n2) The Representativeness Heuristic.  Individuals assess the likelihood of an\nevent’s occurrence by the similarity of the occurrence to their stereotypes of\nsimilar occurrences.\nIn many cases, the representativeness heuristic is a good approximation.\nHowever, it can lead to poor decisions in the case that information is insuffi-\ncient and better information exists.  (You can’t judge a book by its cover.)\n3) Anchoring and Adjustment.  Individuals make assessments by starting from\nan initial value and adjusting it to yield a final decision.  The initial value may\nbe suggested from historical precedent, from the way the problem is presented,\nor from random information.\nBiases Emanating from the Availability Heuristic\nEase of recall\nIndividuals judge events that are more eas-\nily recalled from memory, based on vivid-\nness or recency, to be more numerous than\nevents of equal frequency whose instances\nare less easily recalled.\nRetrievability\nIndividuals are biased in their assessments\nof the frequency of events based on how\ntheir memory structures affect the search\nprocess.\nPresumed associations\nIndividuals tend to overestimate the prob-\nability of two events co-occurring based on\nthe number of similar associations that are\neasily recalled, whether from experience or\nsocial experience.\nBiases Emanating from the Representativeness Heuristic\nInsensitivity to base rates\nIndividuals tend to ignore base rates in as-\nsessing the likelihood of events when any\nAppendix\n"
    },
    {
      "number": 8,
      "text": "Frontiers of Finance\n– 8 –\nother descriptive information is provided —\neven if it is irrelevant.\nInsensitivity to sample size\nIndividuals frequently fail to appreciate the\nrole of sample size in assessing the reli-\nability of sample information.\nMisconceptions of chance\nIndividuals expect that a sequence of data\ngenerated by a random process will look\n“random,” even if the sequence is too short\nfor those expectations to be statistically\nvalid.\nRegression to the mean\nIndividuals tend to ignore the fact that ex-\ntreme events tend to regress to the mean on\nsubsequent trials.\nThe conjunction fallacy\nIndividuals falsely judge that conjunctions\n(two events co-occurring) are more prob-\nable than a more global set of occurrences\nof which the conjunction is the subset.\nBiases Emanating from the Anchoring and Adjustment\nInsufficient anchor adjustment\nIndividuals make estimates for values\nbased upon the initial value and typically\nmake insufficient adjustments from this\n“anchor” when establishing a final value.\nConjunctive and disjunctive bias\nIndividuals exhibit a bias toward overesti-\nmating the probability of conductive events\nand underestimating the probability of dis-\njunctive events.\nOverconfidence\nIndividuals tend to be overconfident of the\ninfallibility of their judgments when an-\nswering moderately to extremely difficult\nquestions.\nTwo More General Biases\nThe confirmation trap\nIndividuals tend to seek confirming infor-\nmation for what they think is true and ne-\nglect \nthe \nsearch \nfor \ndisconfirmatory\nevidence.\nHindsight and the curse of knowledge After finding out whether or not an event\noccurred, individuals tend to overestimate\nthe degree to which they would have pre-\ndicted the correct outcome.\n"
    },
    {
      "number": 9,
      "text": "                                                                   \n1 As Richard Dawkins says, “however many ways there may be of being alive, it is certain there are vastly more ways of being\ndead”. The Blind Watchmaker, (W.W.Norton & Company, New York, 1987).\n2 Darwin’s Dangerous Idea, Daniel C. Dennett (Simon & Schuster, New York, 1995), p. 41.\n3Emotional Intelligence, Daniel Goleman. (Bantam Books, New York, 1995), p. 5.\n4 See Barron’s, March 3, 1997. Bill Miller, one of the most successful money managers in America, paraphrases T.S. Eliot when\nhe says “most people get into trouble from their inability to sit quietly and do nothing”.\n5 The General Theory of Employment, Interest, and Money, John Maynard Keynes, (HBJ, New York, 1953).\n6 Two additional points. First, we have seen similar results among MBA candidates at Columbia Business School over the years.\nSecond, it is interesting to note that security analysts did better than average.\n7 “Managing Overconfidence”, Russo and Schoemaker, Sloan Management Review, Winter 1992.\n8 Sophie’s World, Jostein Gaarder (Berkley Books, New York, 1994). pp. 68-69.\n9 “Prospect Theory: An Analysis of Decision Under Risk”, Daniel Kahneman and Amos Tversky, Econometrica, 1979.\n10 Against the Gods: The Remarkable Story of Risk, Peter L. Bernstein (J.W. Wiley, New York, 1996), p. 271.\n11 Judgment in Managerial Decision Making, Max H. Bazerman (J.W. Wiley, New York, 1994), p. 57.\n12 The Emotional Brain, Joseph LeDoux (Simon & Schuster, New York, 1996), pp. 31-32.\n13 Bazerman, pp. 1-47.\n14 Even so-called value investors who like to assert that the market is grossly inefficient fall into a logic trap. If the market is not\nwell functioning over time there is no basis for believing that “undervalued” securities will rise to “intrinsic value”.\n15 See “The Coming Investor Revolt”, Jaclyn Fierman, Fortune, October 31, 1994.\n16 Dennett, pp. 77-80.\n17 Capital Ideas, Peter L. Bernstein, (Free Press, New York, 1992), p. 143.\n18 Complexity, M. Mitchell Waldrop, (Simon & Schuster, New York, 1992), p. 252-255.\n19 Bazerman, pp. 6-9, 45-46.\n"
    }
  ]
}