{
  "filename": "1997_thoughts_on_valuation.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423211903-07'00'",
    "modDate": "D:20240423211917-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "CREDIT SUISSE FIRST BOSTON CORPORATION\nEquity Research—Americas\nIndustry: Thinking\nOctober 21, 1997\nNI2699\nMichael J. Mauboussin  212/325-3108  michael.mauboussin@csfb.com\nThoughts on Valuation\n(\n)\n(\n)\nMarket Value = \n0\n0\n1\n1\nNOPAT\nWACC\nInvestment\nROIC WACC\nWACC\nWACC\nt\nt\nt\n+\n×\n−\n• +\n=\n∞\n+\n∑\n• Exploration of market myths and\nmarket reality draw a picture of an\neconomically sound stock market.\n• Popularly used valuation techniques\noffer the advantage of simplicity at\nthe expense of accuracy.\n• A value-based model incorporates\ngood theory and good practice\nand should be the primary tool in\ncapital allocation for companies\nand investors alike.\n"
    },
    {
      "number": 2,
      "text": "Thoughts on Valuation\n– 2 –\nThis text is based on a presentation given at the annual National Investor\nRelations Institute (NIRI) conference in June 1997. The session was originally\nentitled “Valuation: A to Z.” We thank the NIRI for allowing us to reproduce\nthis speech.\nGood morning. My objective today is to walk through, very logically, why we\nthink value-based analysis is a powerful tool for both investors and the corpora-\ntions. We’ll approach the issue in three different ways. First, we’ll talk about\nstock market myths and stock market reality. Next, we will evaluate valuation\ntechniques, weighing the pluses and minuses of each. Finally, we will lay out the\ncase for a value-based model.\nLet’s go right to the first section—stock market myths and reality. I would like to\npreface these comments by emphasizing that I work on the sell side. Everyday I\ndeal with companies and investors. So I have to be pragmatic, and must try to un-\nderstand what it is that really matters. My objective in this analysis is to be practi-\ncal, as well as value-added, for the investors.\nThe first popular myth is that earnings per share matter. Why would anyone be of\nthat opinion? First, earnings are widely cited in the financial press, it is what com-\npanies talk about—earnings are the common language of Wall Street. Second,\nearnings are the result of audited financial statements—there is authority behind\nthe numbers. Finally, stock prices change, and in some cases significantly, based\non earnings per share reports. This morning we woke up with the unfortunate news\nthat Cabletron is going to miss the consensus EPS for the quarter by 15%: the\nstock tumbled by almost 30%. The fact that earnings will be below current expec-\ntations and the stock is down suggest a high correlation between the two events.\nWe suggest that earnings are really a proxy for what is going on, and that earnings\nper share figures, in and of themselves, are to be used with a lot of caution. In or-\nder to develop this point we used data from the food industry. (See Figure 5.) We\ntook the fiscal 1994 numbers for a handful of major packaged food companies,\nstarted with the reported earnings per share number, and sorted through those\nitems that differentiated the reported numbers from the cash numbers. We all know\nthat because of varying, acceptable accounting standards, amortization of goodwill\nand other sundry issues, reported earnings per share and cash earnings can be two\nvery different things. So we made the necessary adjustments to show the “cash”\nearnings for every dollar of reported earnings. In 1994, for every dollar of reported\nearnings Kellogg delivered $1.39 in cash earnings; ConAgra generated over $2.08\nin cash earnings. So when we are talking about earnings, and applying multiples to\nthose earnings, it doesn’t seem to make sense to use comparable multiples on two\nbusiness that have vastly different economics, no matter what their reported num-\nbers suggest. Earnings per share, then, are a proxy for cash, but only a proxy, for\ncash.\nNow we go to the next level of reasoning: earnings themselves may not matter, it is\nreally earnings growth that everyone cares about. Why would we think that? First,\nearnings growth tends to be held up as an absolute good. In almost every organi-\nzation, managers are drilled to believe that growth is good. Very rarely do manag-\ners ever consider that growth can be bad, and I am going to demonstrate in a\nmoment why EPS growth can be bad. Second, investors appear to be after growth.\nYou hear it all the time: the faster the growth rate, the better. Finally, in most cases\nIntroduction\nMarket Myths and\nMarket Reality\n"
    },
    {
      "number": 3,
      "text": "Thoughts on Valuation\n– 3 –\nexecutive compensation is tied to some growth metric. Before I go on to explain\nwhy I don’t think that earnings per share growth, in and of itself, is important, let’s\ndo a mental exercise:\nLet’s pretend I am an unlimited source of capital. Everyone in this room can come\nto me and I will give you all the money you want. There is just one catch: the ex-\npected return on the capital I give you, not the explicit return, but the implicit re-\nturn, is 10%. Now, let’s say you can go out and reinvest the money I give you at\n8%. I give you capital with a 10% “cost” and you reinvest it at an 8% return. Now\nhere is the question. What is your earnings per share growth going to be for this\nventure? The answer is, It is going to be anything you want it to be! All you have\nto do is keep coming back to me for more money, reinvest it, and you will generate\nearnings growth at whatever rate you choose. Clearly, the more rapidly you grow\nearnings the worse off you are, because you are investing below the required rate\nof return.\nThat may make sense, but how does it apply to the real world? The answer is that\nthe primary source of capital for most companies is retained earnings. (Roughly\n75% of investments are funded internally.) Retained earnings have an implied op-\nportunity cost—that is what shareholders could earn on that capital if they invested\nit in other ventures of similar risk—but most managers think of retained earnings\nas “free” money. Hence, managers who take cash generated by the business and\nreinvest it at below appropriate rates of return in order to drive earnings per share\nare doing their shareholders injustice. Mind you, investing in projects that do not\nearn the costs of capital may drive earnings per share growth, but will clearly de-\nstroy value. This type of investing goes on every day in corporations around the\nworld.\nHere are some other illustrations in the last few months that demonstrate the\nearnings/value dichotomy. Tyco International—which has been a very good per-\nforming stock, by the way—announced in March it was acquiring a company\ncalled ADT. Tyco is in the building supply business, ADT is a leading home se-\ncurity company. It came in as a white knight. The acquisition is structured as\nstock-for-stock—formally called a pooling of interest. It is a mathematical truism\nwhen\na high P/E company buys a low P/E company, EPS for the acquiring company go\nup. This point is axiomatic. This was also the case for Tyco and ADT. The day of\nthe announcement, ADT stock was up 18%—no big surprise. Tyco suggested that\nthe deal should result in EPS accretion of about 8%. The stock, however, declined\n3% in a flat overall stock market. So earnings per share went up, the stock went\ndown, and the company witnessed a 4 P/E point multiple contraction.\nThis underscores the important point that P/E multiples are not a determinant of\nvalue, but rather a function of value. On Wall Street, the typical valuation formula\nis EPS x P/E = value. We just talked about earnings and how they can be mislead-\ning. Now we go to this thing called the P/E multiple. We are asking the P/E multi-\nple to reflect growth, capital intensity, risk, quality of management, and\ncompetitive advantage. We are heaping a lot of responsibility on one number and\nwe argue that it is practically impossible to know what that right number is. So we\ntry to break value down into components. We believe that value is determined by\nthe present value of a stream of future cash flows, and the P/E falls out of that equa-\ntion.\n"
    },
    {
      "number": 4,
      "text": "Thoughts on Valuation\n– 4 –\nHere’s another good illustration. A few days after the TYCO/ADT news, Coca-\nCola Enterprises announced that its earnings would be roughly 10% lower than the\nconsensus because of some noncash accounting issues. No cash impact—earnings\ndown 10%, but no cash impact. The stock price was unchanged in a flat overall\nmarket. What happened? The P/E multiple went up. P/E is not driving the value,\nthe value is driving the P/E; and you really have to keep that relationship straight.\nHere is the next market myth: EPS growth drives valuation. Companies say that\nif we could just get our EPS growth rate from 12% to 14% we would get a higher\nP/E. Maybe yes, maybe no. Figure 9 is a chart for the food industry that helps\nclarify the EPS growth/valuation debate. We have done similar correlations for\n25 industries around the world, and the results have been remarkably consistent.\nOn the X axis, we show projected earnings per share growth. We use consensus\nestimates, in this case Value Line. On the Y axis, we show enterprise value to in-\nvested capital—a fancy way of saying price-to-book. For those familiar with Stern\nStewart’s work, this is relationship is “scaled” market-value-added (MVA). There\nis a whopping 1% correlation between EPS growth and valuation. If you employ\nreturn on equity as your independent variable, the R-squared rises to about 25%.\nIf you use return on invested capital less cost of capital spread on the X axis, the\nR-squared goes to 75%. Let’s go through that again. The correlation for earnings\nper share growth, 1%; for return on equity, 25%; and for return on invested capi-\ntal, 75%. Does anyone think that the market doesn’t get it? You can be assured\nthat the market gets it. We did this analysis for the food industry going back 15\nyears. What we found was that return on invested capital versus cost of capital\nspread explains valuation well over the whole period. Companies moved up or\ndown the regression line as their prospects got better or worse, but the relationship\nheld true.\nThe next myth is that the market is very short-term orientated. This one is a favor-\nite of the business press, and is a theory in which many CEOs indulge. What is the\nevidence for “short-termism?” First, stocks react to quarterly earnings per share.\nNext, money mangers are evaluated every 90 days so they have to run fast to make\nsure their portfolio is well positioned for the short term. Finally, there is a dispro-\nportionate focus on next quarter’s earnings per share. This is particularly endemic\nto the sell side.\nHow are stock prices are really set? We will go back to the food industry to gain a\nperspective on the answer. While the food industry may be somewhat unique in its\nstability and visibility, let me suggest that this is analysis that is relevant in most\nsectors.\nWhat we did was quite simple: accepting the basic premise that the value of a\nbusiness is the present value of future cash flows, we estimated what percent of the\nvalue of these stock prices is attributable to cash that will be recognized after five\nyears. (See Figure 11.) The answer is 75% for Campbell Soup and 76% for CPC\nInternational. These examples are not unique: roughly 70% of the stock market\nvalue of the food industry is attributable to cash that is going to be received be-\nyond five years.\nHow can we rationalize such a long-term perspective? To address that question,\nwe can hold the “Coca-Cola auction.” This auction is a proof of the market’s ex-\ntended view via some basic armchair logic.\n"
    },
    {
      "number": 5,
      "text": "Thoughts on Valuation\n– 5 –\nWe start the auction process by recognizing that Coca-Cola is one of the best-\nknown companies in the world. Its return on capital in 1996 was 37%, its global\nmarket share is 45%, it has an impressive presence in emerging markets. In short,\nCoca-Cola is a wonderful franchise, and is clearly a strong value-creating com-\npany, any way you want to define it.\nNow let’s pretend for a moment that I was given the right to auction the company,\nand that everyone here had the resources to buy the whole business. Rather than\nauction off the company for a given amount, I will auction of the “rights” to future\nvalue creation, measured in years. Who would be willing to bet, with their own\nmoney, that KO will have returns above its cost of capital over the next five years?\nHow about 10 years? How about 15 years? How about 20 years? Here is the point\nI am trying to make: portfolio managers want to make money so they buy things\nthey think are going up and they sell things they think are going down. It is nothing\npersonal. Now think about the forecast horizon, or the “short-termism” argument\nin this context. If the market pushes the horizon in short enough, you are certainly\ngoing to have self-interested, motivated, intelligent people say, “I’m willing to bet\nthat KO could earn above its cost of capital for the next (say) seven years and I’m\ngoing to buy the stock.” The process of setting of stock prices, which is really an\nauction, assures that the market will look out well into the future when appropriate.\nThe next canard is that the market is “unsophisticated” or in some instances\n“irrational.” Allen Greenspan and Warren Buffett have recently contributed to this\nmyth. Sumner Redstone, the CEO of Viacom, recently said that his stock price is\ndepressed because the stock market is irrational; people don’t get it. All these port-\nfolio managers, who are out to make money in a competitive setting, are collec-\ntively irrational. That is a difficult one to buy.\nWhat does happen is a company makes an acquisition, tells the world it’s a great\nstrategic deal, and is shocked when the stock is down 2% or 3%. Now in some\ncases the market doesn’t get it because the market doesn’t have the appropriate\ninformation. In that case, it is incumbent on the company to provide the relevant\ninformation so as to allow investors to make the right decision. Collectively, the\nmarket gets it a lot more times than it doesn’t get it.\nHere are two examples of the power of group. First, if you put lots of people to-\ngether and you ask them to guess a “commodity” number, and their errors are in-\ndependent, the result will be something very close to the actual price. This\nillustration was demonstrated very clearly by Jack Treynor. Let me give you a very\nspecific illustration. If I handed everyone in this room a form, asked you to esti-\nmate IBM’s assets at year-end 1989 (I would assume most of you wouldn’t know\nthe exact number), collected them, and took a mean of the responses, that mean\nwould be within 5-10% of the true number. What happens, so long as the guesses\nare independent, is that the low ballers and high ballers cancel out, and the mean\ncomes out close to the true number. I do this exercise every year in my class at\nColumbia Business School. Without fail, we come within 5%, and that is without\nany information being conveyed.\nThe second example we use, called the “Academy Awards,” is a little more\nfun. We get a group together about this size and we give them a ballot before\nthe Academy Awards are announced. The ballot has two sides. On the first side\nare top six categories for the Academy Awards—Best Picture, Best Actor, that\n"
    },
    {
      "number": 6,
      "text": "Thoughts on Valuation\n– 6 –\ntype of thing. The second side has more remote categories—things like Best\nCinematography, Best Screen Play, and so forth. We ask each participant to chip\nin one dollar to play and ask them to pick the winners for each category. What we\nsee consistently is that the consensus guess for every category does better than any\nsingle human being. In the spring of 1997 we had 125 people play this game: the\nconsensus got 11 out of 12 right, the best human got 9 out of 12. So, the market\nmechanism is much more powerful than individuals, and that is something that\nshould be respected by everyone that is in this business.\nLet’s leave this section by suggesting that there are three things that we really\nwant to dwell on. The first is cash flow, the second is some measure of risk, and\nthe third is some sort of time horizon. These are the basics required to value any\nfinancial asset, including bonds, options and commercial real estate. For stocks, of\ncourse, these variables are based on expectations.\nNow on to the second section. Our goal here is to weigh the pluses and minuses of\nvarious valuation techniques, considering what these techniques can and can’t do.\nThe first valuation tool is the ubiquitous P/E multiple. The definition is just the\nstock price over earnings per share, typically the next 12 months’ earnings fore-\ncast. What are the pluses? First, it is very simple. Second, it may be a decent\nproxy for the present value of future cash flow. Let me pause here to make a point.\nFinancial economists looked at the “cash flow versus EPS” issue 20-30 years ago.\nThe question they asked was, “What really does matter more, earnings or cash\nflow?” To solve the riddle, they looked for a situation where earnings were going\none way and cash flow was going the other, and studied how the market reacted.\nThe best documented example of the earnings/cash flow dichotomy is the shift\nfrom FIFO to LIFO accounting in the period of rising prices. If you go from FIFO\nto LIFO your earnings go down, because you increase your reported expenses.\nYour cash flow, however, actually goes up because you pay less taxes. It was\ndemonstrated with a decent amount of clarity that stock prices went up when those\nannouncements were made. So the academics suggested, with little exception, that\nwhen earnings and cash flow diverge, it is cash flow that the market follows.\nThere are three minuses to using P/Es, and they are damning. The first is that mul-\ntiples exclude risk. Second, they exclude capital needs. This is the one I really like\nto focus on. Third, P/Es don’t incorporate the time value money. More accurately,\nthese items are implicit, but not explicit with P/Es.\nHow are P/Es used in the real world? People typically look for low P/Es—both\nabsolute and relative—as well as (related) EPS growth momentum.\nThe next valuation tool is the price-to-book ratio. This is particularly relevant for\nfinancial institutions, by the way. The pluses: it is a simple measure, indicates a\nmargin of safety, and it is a good indicator of value creation. If a stock trades at or\nbelow book, you can be pretty sure it has not earned its cost of capital in the recent\npast. You can almost say that categorically. The minuses: price/book can be ma-\nnipulated, is subject to account vagaries, and does not capture key issues of value.\nThings like write-offs, pooling versus purchase acquisition accounting, and share\nrepurchase all have a major impact on book value, making the measure unreliable.\nEvaluating Valuation\nTechniques\n"
    },
    {
      "number": 7,
      "text": "Thoughts on Valuation\n– 7 –\nThe next valuation tool, enterprise value to EBITDA, has become very popular.\nEnterprise value is simply the sum of a company’s market value of equity and\ndebt, less excess cash. EBITDA is operating cash flow, defined as operating in-\ncome plus all noncash charges. The positives of this metric: it gets closer to reflect-\ning the economics of a business; it is simple; it is useful for mergers and\nacquisition analysis; it relates enterprise value to cash flow, not just the equity\nvalue; it is useful for industries that don’t make money. What are the minuses? The\nsame three things we saw for P/Es. A couple of years ago, Warren Buffett wrote a\nscathing piece about the abuse of cash flow and cash flow multiples. He focused\non the issue of the capital needs of a business. The bottom line is that we cannot\ntalk about the appropriate multiples for a company without understanding its\ncapital requirements. How do you use this measure? One can seek low multiples,\nand private market value (PMV) investors like to use EBITDA multiples to esti-\nmate takeover values.\nThe next valuation model is the basis for modern finance: the dividend discount\nmodel (DOM). Interestingly, the dividend discount model was formalized in 1938\nJohn Burr Williams, a Harvard professor. It wasn’t until 1958 that yields on\nstocks fell below yields on high-grade bonds. So let’s go back in time: the dividend\ndiscount model was laid out during a time when stocks yielded more than bonds,\nwhich made total sense because stocks were known to be riskier than bonds. So\nWilliams asks, in essence, “We value bonds by discounting future coupons, why\ndon’t we value stocks by discounting future dividends?” Then companies started to\nreduce their payout ratios, meaning companies had more capital to play with. In\nthe 1960s, not surprisingly, we had era of active mergers and acquisitions.\nThe dividend discount model is the foundation for the discounted cash flow model. The\ntime value money is now accounted, we have reflected capital needs, and product/\ncompany lifecycles are captured. There are some drawbacks, however. First, the\ndiscount rate is usually a question mark. Second, some companies don’t pay divi-\ndends, so you have to create all this stuff synthetically. Finally, the DDM can be\ncumbersome to calculate. By the way, a lot of money management firms—JP\nMorgan, DuPont, Putnam, to name a few—have been using DDMs to run their\nportfolios. Now let’s shift to the final part of our story, the case for the value-\nbased model.\nThe value of any financial asset boils down to three things: some measure of cash\nflow, some measure of risk, and some measure of forecast horizon.\nLet’s start with the first of these, cash flow. Our cash flow definition is going to\nhave two components. The first piece is a measure of income or cash earnings.\nThis income is called net operating profit after tax. (The acronym is NOPAT.)\nNOPAT is the unlevered — that is, it excludes financial leverage—cash earnings\nof a business. By making NOPAT unlevered, and by making it cash, we can com-\npare companies within sectors, across sectors, and ultimately across borders. The\nactual definition of NOPAT is as follows: we take operating income, adjust it for\ncash taxes paid and the value of the tax shield from interest expense, and add back\nnon-tax-deductible, noncash amortization of goodwill. NOPAT is a good number\nto know and understand. If you do a return on invested capital calculation, it is the\nnumerator. If you do a free cash flow calculation, it is the number from which you\nsubtract the investments. If you are doing EVA®, it is the number from which you\nsubtract the capital charge.\nThe Case for a\nValued-Based Model\n"
    },
    {
      "number": 8,
      "text": "Thoughts on Valuation\n– 8 –\nThe second component of cash flow is the investment in future growth: it represent\nthe investment required to generate future NOPAT. Think about “investment” as\nan old-fashioned steam-engine train. The first car is the steam engine itself and the\nsecond car is the coal car. You have a big burly guy in overalls with a shovel; as\nthe train goes down the track, he shovels the coal from the coal car into the engine.\nThe question is, How much coal has to be shoveled into the engine to drive the fu-\nture of earnings in the business? We are looking for companies that require little\ncapital and can go “fast down the track.” And we want to avoid those companies\nthat need two or three folks shoveling coal in order to make it poke along.\nIt’s important to add that we consider all the “value” delivered in so-called invest-\nments. For example, if a company makes an acquisition with stock, our model will\ntake that value and translate that into an investment. If 5 million shares are issued\nat $20.00 to make an acquisition of $50 million in book value, the full $100 mil-\nlion would be treated as an investment, not just the incremental book value.\nThere are three things that define investment: changes in working capital, capital\nexpenditures (which will reflect net of depreciation), and acquisition, net of divesti-\ntures. We suggest spending a lot of time understanding how much money is going\ninto a business, where it’s going and what kind of return its going to enjoy.\nFree cash flow (FCF), the difference between NOPAT and the investment, is the\npool cash that can be distributed to all the claim holders of the company. By the\nway, this free cash flow is different from the sources and uses number that most\nanalysts throw around. FCF, defined here, is a finance term. Keep in mind that free\ncash flow excludes financing costs—interest expense. Free cash flow is projected\nand discounted to a present value in order to value a business.\nNow we define EVA®. EVA® can be defined as the difference between NOPAT\nand a capital change. The three drivers of NOPAT, again, are sales, EBITA mar-\ngins, and cash taxes. Invested capital is the sum of net working capital, net fixed\ncapital, goodwill, and any other operating assets. Invested capital, if properly\nmodified, represents the amount of capital that has been invested in the business\nover time. The capital charge—invested capital times the cost of capital—assures\nthat the opportunity cost of capital providers is accounted for.\nNow we move on to risk, which we quantify through the cost of capital. What we\nare trying to capture is the opportunity cost of capital providers. You could draw a\nmental picture of a portfolio manager sitting in a big leather chair weighing differ-\nent investment opportunities, in the hope of getting the best returns for a perceived\nlevel of risk. That is what you are trying to capture when talking about the cost of\ncapital. One can debate about betas and equity risk premiums but those are only\ndetails that need to be smoothed out.\nA couple of additional points. First, you have to consider the debt-to-total capital\nratio on a market value basis. A lot of companies communicate their debt to total\ncapital targets on a book basis; we take those targets and translate them in market\nvalue terms. Second, a further comment on the cost of equity may be in order be-\ncause it tends to be the most controversial component of the cost of capital. We\ncontinue to use the capital asset pricing model (CAPM), although we debate the\nissue frequently. We use a 30-year risk-free rate (which is now just shy under 7%),\nand an equity risk premium of about 41/2%. These figures suggest the market ex-\npected returns of around 11% to 111/2%.\nFree Cash Flow\nEVA®\n"
    },
    {
      "number": 9,
      "text": "Thoughts on Valuation\n– 9 –\nNow we come to the last component of the value-based model and it is a critical\none. This idea is what takes the DCF from the classroom into the real world. It\ntakes it from theory to practice. Most MBAs have not been subjected to anything\nlike this before, yet it is really the key to securities analysis. It’s something we call\ncompetitive advantage period (CAP). CAP is defined as the period of time a com-\npany can generate excess returns on its incremental investments. It is based on the\nidea that competitive forces ultimately drive your excess returns down to zero,\nmeaning the business earns the cost of capital. The ability to extend excess returns\nfor as long as possible is the basic concept of competitive advantage. This is how\ncompetitive advantage is tied into this framework.\nGenerally, when companies or investors run a cash flow model they go out five or\nten years. Why is that? Because that’s how many fingers you have. Literally, we\nlive in a decimal world because that is how many fingers we have! What you really\nwant to do is link the competitive position of your business and/or industry to an\neconomically sound competitive advantage period.\nCAP can be defined by three major variables. The first is the current return on\ncapital—the higher the better. The second is the rate of industry change—if you\nare in a fairly dynamic industry where things are changing quickly, investors tend\nto shorten the competitive advantage period. And third, which is related to the first\ntwo, is the barriers to entry; the higher the barriers to entry, the longer the com-\npetitive advantage period tends to be.\nHow do we make money using CAP? Well there are two generic ways to do it. The\nfirst is to identify higher-than-expected excess returns. Excess return improvement,\nin turn, can come from two sources. The first is earnings surprise. No change in\ncompetitive advantage period. The second is better balance sheet management. One\ngreat illustration of that is Dell Computer and Gateway 2000. These companies\nare in very similar businesses; they sell personal computers through a direct model.\nUntil 1996, the companies actually had very similar margin structures and returns\non capital. Beginning in 1996, Dell adopted a value-based program. Management\nsingle weighted revenue growth and double weighted returns on capital for their\ncompensation. Dell’s return on capital went from roughly 40% to 175% annual-\nized in the most recent quarter. Now the income statement did well, but the balance\nsheet did a whole lot better. Gateway 2000, same period, saw its returns stay in the\n30% to 50% range. Gateway’s stock is up an impressive 31/2 times since the be-\nginning of 1995, but Dell’s stock up a much more impressive 12.5-fold. Had you\nbeen looking solely at the income statement, you would have missed the extraordi-\nnary improvement in Dell’s financial performance.\nThe second way to make money is expanding competitive advantage period. That\ncould be driven by changes in management, changes in the industry structure, or\nchanges in investor psychology. Now let me say that we have no idea what the\nright number is for CAP. What we can say is that it is very important that inves-\ntors and managers have a clear understanding of market expectations. By the way,\nWarren Buffett has a concept he calls the economic moat around the business. He\nsays he looks for businesses that have economic moats that are as wide and as\ndeep and that have as many alligators as possible. Further, he says he wants to find\ncompanies where the moat is getting wider. Warren Buffett’s concept of a moat\ntranslates perfectly into competitive advantage period. It’s worth noting that\neverything we have talked about in terms of defining cash flows, defining risk, and\nCompetitive\nAdvantage\nPeriod\n"
    },
    {
      "number": 10,
      "text": "Thoughts on Valuation\n– 10 –\nthinking about competitive advantage has been laid out in Berkshire Hathaway’s\nannual reports over the past 20 years. Buffett is probably the preeminent practitio-\nner of this framework in the world.\nWhile many investors continue to subscribe to certain notions or myths, the evi-\ndence collected by the academic community over the years paints a picture of a\nsophisticated and economically sound stock market. A lack of understanding of\ncapital market behavior is benign unless it leads to suboptimal behavior—like\nchasing earnings growth for the sake of growth or poorly structured compensation\nprograms. For companies, a value-based program offers an economically sound\nand consistent way to evaluate all aspects of the business.\nVarious valuation techniques offer insight to the stock-picking process, but no\nframework is as complete and theoretically sound as the value-based model. The\naccess to cheap and powerful computers allows investors to utilize the value model\neffectively.\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have within the last three years, served as a manager or co-\nmanager of a public offering of securities for or makes a primary market in issues of any or all of the companies mentioned.\nClosing prices are as of October 13, 1997:\nBerkshire Hathaway (BRKA, 44,500, Not Rated)\nCabletron (CS, 325/8, Buy)\nCampbell\u0092s Soup Company (CPB, 523/16, Not Rated)\nCoca-Cola Company (KO, 615/16, Buy)\nCoca-Cola Enterprises (CCE, 27, Buy)\nConAgra (CAG, 331/16, Not Rated)\nCPC International (CPC, 977/8, Not Rated)\nDell Computer (DELL, 1003/4, Hold)\nE.I. Du Pont (DD, 603/4, Buy)\nGateway 2000 (GTW, 351/2, Buy)\nGeneral Mills (GIS, 6815/16, Not Rated)\nH.J. Heinz Company (HNZ, 481/4, Not Rated)\nHershey (HSY, 5415/16, Not Rated)\nIBM (IBM, 1041/2, Buy)\nJ.P. Morgan (JPM, 1203/8, Hold)\nKellogg (K, 423/4, Not Rated)\nRalston Purina Company (RAL, 915/8, Not Rated)\nSara Lee Corporation (SLE, 53, Not Rated)\nTyco International (TYC, 833/8, Buy)\nViacom (VIAB, 309/16, Buy)\n"
    },
    {
      "number": 11,
      "text": "Thoughts on Valuation\n– 11 –\nValue-Based Approach\nto Securities Analysis\nPresented by:\nMichael J. Mauboussin\nJune 3, 1997\nPage 2\nAgenda\nI.   Market Myths/Market Reality\nII.  Evaluating Valuation Techniques\nIII. The Case for a Value-Based Model\nPage 3\nPart I\nMarket Myths/Market Reality\nFigure 1\nFigure 2\nFigure 3\n"
    },
    {
      "number": 12,
      "text": "Thoughts on Valuation\n– 12 –\nPage 4\nMarket Myth\nEarnings matter\nu Widely accepted\nu Result of audited financial statements\nu Stocks move based on EPS announcements\nPage 5\nMarket Reality\nAn unreliable measure\nFiscal 1994\n    Kellogg     Hershey     Sara Lee     H.J. Heinz     ConAgra\nPretax income\n    $1,130         $401           $389            $922              $720\n+ depreciation                                 256             84             414              200                295\n+ amortization                                     0             13             154                60                  74\n+/- nonrecurring                                  0               0             732              127                    0\n- capitalized interest                            7             12               15                  2                    2\nPretax cash                                    1,379          486          1,664           1,053             1,087\nTaxes paid                                        396          137             295              153                204\nNet cash                                            983          349         1,369               900                883\nPreferred dividend                                0              0              24                   0                  24\nNet cash                                            983          349         1,369               900                883\n“Cash” EPS                                     4.39         3.87           2.70              3.50               3.76\nReported EPS                                  3.15         2.69           1.47              2.11               1.81\nCash/Reported EPS                       $1.39       $1.44         $1.84            $1.66             $2.08\n$ in millions, except per share data\nSource:  Company published data.\nPage 6\nMarket Myth\nEPS growth matters\nu EPS growth is good\nu Investors ask for growth\nu Compensation tied to growth\nFigure 4\nFigure 5\nFigure 6\n"
    },
    {
      "number": 13,
      "text": "Thoughts on Valuation\n– 13 –\nPage 7\nMarket Reality\nu TYCO International announced the acquisition\nof ADT  (3/19/97)\nEPS revision     +8%\nPrice change       -3%\nu Coca-Cola Enterprises announced non-cash\naccounting items (4/1/97)\nEPS revision    -10%\nPrice change     -0-%\nPage 8\nMarket Myth\nEPS drive valuation\nu Higher EPS growth equals higher value\nu Growth is an important objective\nPage 9\nMarket Reality\nCorrelation weak\nRAL\nCPC\nMSTR\nNA\nTYSNA\nCAG\nSLE\nHNZ\nMCCRK\nHSY\nCPB\nGIS\nK\nOAT\nRAH\ny = 4.7291x + 2.2669\n1.0\n1.5\n2.0\n2.5\n3.0\n3.5\n4.0\n4.5\n5.0\n5.5\n2.0%\n4.0%\n6.0%\n8.0%\n10.0%\n12.0%\n14.0%\n16.0%\nEPS growth\nEnterprise value/invested capital\nR2 = 1%\nFigure 7\nFigure 8\nFigure 9\n"
    },
    {
      "number": 14,
      "text": "Thoughts on Valuation\n– 14 –\nPage 10\nMarket Myth\nMarket is short-term oriented\nu Stocks react to quarterly EPS\nu Money managers evaluated every 90 days\nu Disproportionate focus on next quarter’s EPS\nPage 11\nMarket Reality\nMarket has long-term horizon\nu  Coca-Cola Auction\n% value attributable to cash\n    flows beyond five years\n     Campbell Soup\n        75%\n     CPC International\n        76%\n     General Mills\n        59%\n     Kellogg\n        59%\n     Ralston Purina\n        65%\n     Sara Lee\n        66%\nPage 12\nMarket Myth\nMarket is unsophisticated\nu Lots of “irrational overreaction”\nu Short-term focus compound the problem\nu Many investors do not get it\nFigure 10\nFigure 11\nFigure 12\n"
    },
    {
      "number": 15,
      "text": "Thoughts on Valuation\n– 15 –\nPage 13\nMarket Reality\nMarket is smart\nu Lots of players with independent errors yield\n“accurate” prices\nu Academy awards\nPage 14\nValue Boils Down To 3 Things\nu Cash Flow\nu Risk\nu CAP  (time horizon)\nAll expectational\nPage 15\nPart II\nEvaluating Valuation Techniques\nFigure 13\nFigure 14\nFigure 15\n"
    },
    {
      "number": 16,
      "text": "Thoughts on Valuation\n– 16 –\nPage 16\nEPS / P/E\n     How used in\nDescription\nPlus\n           Minus\n     “real world”\nprice of stock/\nw simple\n            w excludes risk\n      w relative P/E\nearnings per share\nw proxy for cash flow             w excludes capital needs         w EPS momentum\nw widely accepted                  w time value of $\n      w absolute P/E\nw broadly articulated              w EPS can be manipulated      w P/E vs. growth rate\nw executive compensation\n      w Graham/Dodd formula\nPage 17\nPrice/Book\n     How used in\nDescription\nPlus\n           Minus\n     “real world”\nstock price/\nw simple\n            w can be manipulated\n     w low price/book\nshareholders’\nw margin of safety                  w subject to accounting             (preferably at or\nequity\nw indicator of value                    vagaries\n         below one)\n   creation              \n           w does not capture key           w P/E vs. growth rate\n               issues of value\n \nPage 18\nEnterprise Value/EBITDA\n     How used in\nDescription\nPlus\n           Minus\n     “real world”\nenterprise value/\nw more reflective of             w excludes risk\n      w low price/EBITDA\nEBITDA\n                     economics of business         w excludes capital needs         w PMV investors\nw simple                                  w time value of $                     w EBITDA growth\nw good for M & A                \n          versus multiple\nw relates enterprise to\n    cash flow\nw industries that don’t\n    make money\n \nFigure 16\nFigure 17\nFigure 18\n"
    },
    {
      "number": 17,
      "text": "Thoughts on Valuation\n– 17 –\nPage 19\nDividend Discount Model\n     How used in\nDescription\nPlus\n           Minus\n     “real world”\ndiscount future\nw incorporates time \n            w discount rate \n      w calculate NPV\ndividends to PV              value of money                    w discount number                  w calculate IRR\nw implicitly incorporates            not correct                           w “black box”\n   capital needs   \n           w biased toward high\nw mimics life cycle                    yield stocks and\n               against growth stocks\n           w cumbersome to calculate\n \nPage 20\nPart III\nThe Case for the\nValue-Based Model\nPage 21\nDefinitions\nCash Flow\nNet Operating Profit After Tax (NOPAT)\n• Unlevered cash earnings\n• After cash taxes attributable to operating income\n• Before financing costs\n• Goodwill amortization is added back\nDefinition\n           Operating Income\n Less:  Taxes attributable to operating income\n           Tax provision (normalized)\n            −   Deferred taxes\n            +   Tax shield (net interest expenses * tax rate)\n Plus:  Goodwill amortization\n =        NOPAT\nFigure 19\nFigure 20\nFigure 21\n"
    },
    {
      "number": 18,
      "text": "Thoughts on Valuation\n– 18 –\nPage 22\nDefinitions\nCash Flow\nInvestment in Future Growth (I)\n• Investment required to generate future NOPAT\n• “Fuel” of the business\n• Key variable for understanding capital allocation\n• Consider all value delivered in “investments”\nDefinition\n ∆ Operating working capital\n Capital expenditures (net of depreciation)\n Acquisitions (net of divestitures)\nPage 23\nDefinitions\nCash Flow\n               NOPAT\n=\ncash earnings\n   −     Investment\n=\ninvestment in future growth\n   Free Cash Flow\n=\ncash available for distribution\nto all claimholders\nPage 24\nDefinitions\nCash flow/economic profit link\nSales\nOperating\nMargin\nCash\nTaxes\nNet Working\nCapital\nNet Fixed\nCapital\nGoodwill\nNOPAT\nInvested\nCapital\nEconomic Profit\nCost of\nCapital\nFigure 22\nFigure 23\nFigure 24\n"
    },
    {
      "number": 19,
      "text": "Thoughts on Valuation\n– 19 –\nPage 25\nDefinitions\nRisk - Weighted Average Cost of Capital\nRf\nu Consider composition of\n     debt/total capital\nu Weight based on market\n      values\nu Represents opportunity cost\nReturn\nRisk\nKe\nKd\nPage 26\nDefinitions\nCompetitive Advantage Period\nExcess\nReturns\nTime\nCAP\nTime\nExcess\nReturns\nCAP\nHigher Returns\nTime\nExcess\nReturns\nExpanding CAP\nCAP\nPage 27\nWhy Value-Based Analysis?\nu Managers/shareholders on same wave length\nu Total financial planning − M & A, budgeting,\ncompensation\nu Makes common sense\nFigure 25\nFigure 26\nFigure 27\n"
    },
    {
      "number": 20,
      "text": "This memorandum is for informative purposes only. Under no circumstances is it to be used or considered as an offer to sell, or a solicitation of any offer to buy, any security.\nWhile the information contained herein has been obtained from sources believed to be reliable, we do not represent that it is accurate or complete and it should not be relied\nupon as such.  We may from time to time have long or short positions in and buy and sell securities referred to herein. This firm may from time to time perform investment bank-\ning or other services for, or solicit investment banking or other business from, any company mentioned in this report.\n© 1997, CREDIT SUISSE FIRST BOSTON CORPORATION\nAmericas\nEleven Madison Avenue\nNew York, NY  10010, U.S.A.\n1 212 325 2000\nAtlanta\n1 404 656 9500\nMexico City\n1 525 202 6000\nBoston\n1 617 556 5500\nPhiladelphia\n1 215 851 1000\nBuenos Aires\n1 541 394 3100\nPortland, ME\n1 207 780 6210\nChicago\n1 312 750 3000\nSan Francisco\n1 415 765 7000\nHouston\n1 713 220 6700\nSão Paulo\n55 11 3048 2900\nLos Angeles\n1 213 253 2000\nToronto\n1 416 351 1600\nEurope\nOne Cabot Square\nLondon E14 4QJ, England\n44 171 888 8888\nAmsterdam\n31 20 575 4444\nParis\n33 1 40 76 8888\nBudapest\n36 1 202 2188\nPrague\n420 2 248 10937\nFrankfurt\n49 69 75380\nVienna\n43 1 512 3023\nGeneva\n41 22 394 7000\nWarsaw\n48 22 695 0050\nMadrid\n34 1 532 0303\nZug\n41 41 726 1020\nMilan\n39 2 7702 1\nZurich\n41 1 333 5555\nMoscow\n7 501 967 8200\nPacific\nShiroyama Hills\n4-3-1 Toranomon\nMinato-ku, Tokyo 105, Japan\n81 3 5404 9000\nAuckland\n64 9 302 5500\nSeoul\n82 2 399 7355\nBeijing\n86 10 6410 6611\nSingapore\n65 226 5088\nHong Kong\n852 2847 0388\nSydney\n61 2 9394 4400\nMelbourne\n61 3 9 280 1666\nWellington\n64 4 474 4400\nOsaka\n81 6 243 0789\n"
    }
  ]
}