{
  "filename": "1997_competitive_advantage_period__cap____the_neglected_value_driver.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423211753-07'00'",
    "modDate": "D:20240424172850-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "Equity Research— Americas\nIndustry: Foods\nJanuary 14, 1997\nMichael Mauboussin  212/325-3108  mmaubous@csfbg.csfb.com\nFD0059\nPaul Johnson*  212/407-0415    paul_johnson@rsco.com\nCompetitive Advantage\nPeriod “CAP”\nThe Neglected Value Driver\n"
    },
    {
      "number": 2,
      "text": "Frontiers of Finance\n– 2 –\nIn 1991, a Goldman Sachs limited partner, Barrie Wigmore, released a study that\nattempted to determine what factors drove the stock market’s above-average re-\nturns in the decade of the 1980s. After carefully accounting for earnings growth,\ninterest rate declines, M&A activity and analysts’ “too-rosy” forecasts, it appeared\na full 38% of the shareholder value created in the 1980s remained unexplained.\nDubbed the “X” factor, this mysterious driver of value left Wigmore and the Wall\nStreet Journal1, which published a feature article on the study, at a loss. Given\noverwhelming evidence of well-functioning capital markets, it appears completely\nunsatisfactory to attribute such a large component of share price performance to\nsome unidentifiable and seemingly inexplicable force2.\nFortunately, we believe there is an answer to this problem. However, to understand\nthe solution there must be a recognition that share prices are not set by capitalizing\naccounting-based earnings, which are at best flawed and at worst substantially\nmisleading. It appears that this was precisely the paradigm under which both Mr.\nWigmore and the Wall Street Journal were operating. The focus must be on the\neconomic drivers of a business, which can be defined as cash flow (cash-in versus\ncash-out), risk (and appropriate demanded return) and what we have dubbed\n“competitive advantage period”— CAP— or how long returns above the cost of\ncapital will be earned. CAP is also known as “value growth duration”3 and “T”4,5\nin the economic literature. CAP is also similar in concept to “fade rate.”\nIn this context, we believe Mr. Wigmore’s “X” factor can be explained by the\nmarket’s extension of expectations for above-cost-of-capital returns. As Mr.\nWigmore’s analysis suggests, the length and relative change of CAP can have\na substantial impact on the value of a business and the market overall. For\nexample, the revision in expectations of Corporate America’s ability to generate\nreturns above its cost of capital is a powerful indicator that investors believed\nthat America was more competitive at the end of the 1980s than it was entering\nthe decade. This conclusion was later supported by economic analysis.\nIt should be noted that in a well-functioning capital market all assets, including\nbonds and real estate, are valued using similar economic parameters. In the case of\nbonds, for example, the coupon rate (or cash flow) is contractually set, as is the\nmaturity. The bond price is set so that the expected return of the security is com-\nmensurate with its perceived risk. Likewise for most commercial real estate trans-\nactions6. At the end of the day, the process of investing returns to the analysis of\ncash flow, risk and time horizon. Since these drivers are not contractually set for\nequity securities, they are by definition expectational and, in most cases, dynamic.\nRemarkably, in spite of CAP’s importance in the analytical process— which we\nwill attempt to demonstrate below— it remains one of the most neglected compo-\nnents of valuation. This lack of focus appears attributable to two main factors.\nFirst, the vast majority of market participants attempt to understand valuation and\nsubsequent stock price changes using an accounting-based formula, which gener-\nally defines value as a price/earnings multiple times earnings. Thus CAP is rarely\nexplicitly addressed, even though most empirical evidence suggests that the stock\nmarket deems cash flow to be more important than earnings, holds true to the\nrisk/reward relationship over time, and recognizes cash flows many years into the\nfuture7.\nWhy CAP Matters\n"
    },
    {
      "number": 3,
      "text": "Frontiers of Finance\n– 3 –\nSecond, most companies use a forecast period for strategic planning purposes\n(usually three to five years) that is substantially different from their CAP. As a\nresult, investor communication is geared more toward internal company-based ex-\npectations rather than external market-based expectations. If the determination of\nstock prices is approached with an economically sound model, as we argue it\nshould be, the concept of CAP becomes immediately relevant, as we show below.\nCompetitive advantage period (CAP) is the time during which a company is ex-\npected to generate returns on incremental investment that exceed its cost of capital.\nEconomic theory suggests that competitive forces will drive returns down to the\ncost of capital over time (and perhaps below it for a period). Said differently, if a\ncompany earns above market required returns, it will attract competitors that will\naccept lower returns, eventually driving industry returns lower.\nThe notion of CAP has been around for some time; nonetheless, not much attention\nhas been paid to it in the valuation literature. The concept of CAP was formalized\nby Miller & Modigliani through their seminal work on valuation (1961). The\nM&M equation can be summarized as follows:\nValue = NOPAT + I(R-WACC)CAP\nValue = WACC  +(WACC) (1+WACC)\nwhere\nNOPAT =  net operating profit after tax\nWACC =  weighted average cost of capital\nI\n=  annualized new investment in working and fixed capital\nR\n=  rate of return on invested capital\nCAP\n=  competitive advantage period\nRearranged, the formula reads:\nCAP = (Value*WACC-NOPAT)(1+WACC)\nCAP =         I(R-WACC)\nThese formulas have some shortcomings that make them limiting in practice, but they\ndemonstrate, with clarity, how CAP can be conceptualized in the valuation process.\nA company’s CAP is determined by a multitude of factors, both internal and external.\nOn a company-specific basis, considerations such as industry structure, the company’s\ncompetitive position within that industry, and management strategies define the\nlength of CAP. The structured competitive analysis framework set out by Michael\nPorter can be particularly useful in this assessment8. Important external factors\ninclude government regulations and antitrust policies. CAP can also reflect inves-\ntor psychology through implied optimism/pessimism regarding a firm’s prospects.\nWe believe that the key determinants of CAP can be largely captured by a handful\nof drivers. The first is a company’s current return on invested capital. Generally\nspeaking, higher ROIC businesses within an industry are the best positioned com-\npetitively (reflecting scale economies, entry barriers and management execution).\nAs a result, it is often costlier and/or more time consuming for competitors to\nwrest competitive advantage away from high-return companies. Second is the rate\nof industry change. High returns in a rapidly changing sector (e.g., technology)\nare unlikely to be valued as generously as high returns in a more prosaic industry\n(e.g., beverages). The final driver is barriers to entry. High barriers to entry— or in\nsome businesses, “lock-in” and increasing returns— are central to appreciating the\nsustainability of high returns on invested capital.\nCAP Defined\n"
    },
    {
      "number": 4,
      "text": "Frontiers of Finance\n– 4 –\nNote that CAPs are set at the margin by self-interested, motivated and informed\ninvestors. That is, if an implied CAP is “too short” (too long) for the shares of a\ngiven company, astute investors will purchase (sell) those shares in an attempt to\ngenerate excess returns. Accordingly, changes in CAP are a critical driver in\nvaluation. Experience shows that CAPs are rarely static, and are usually in the\nprocess of expanding or shrinking.9\nGraphically, CAP can be represented by the accompanying two figures. In Figure\n1, the Y axis represents expected return spread (return on invested capital less the\ncost of capital) while the X axis is time. As time goes on, competitive forces drive\nreturns to a level equal to the cost of capital. The shaded area under the curve,\ntherefore, is what the market is trying to determine, and is the basis for P/E ratios,\ncash flow multiples and various rate of return measures. Figure 1 presents the\ntheoretical decay in excess returns as competitors are drawn into the industry.\nFigure 2, on the other hand, is how we believe the market actually works. Although\nvalue creation may occur beyond the CAP, as shown in this figure, risk-averse\ninvestors are only willing to go so far into the future. This notion has implications\nthat will be explored below.\nFigure 1\nTheoretical Decay in Excess Returns\nFigure 2\nHow the Market Works\nA careful look at these figures also reveals that they capture the three traditional\ncomponents of a discounted cash flow model. The first is a “prestrategy,” or\n“steady state”10 value— the worth of the company if no value is created. This point\nis represented by the intersection of the X and Y axis. The second component is the\nCompetitive Forces\nDrive Returns to WACC\nReturns\nWACC\nTime\n*shaded area = value creation\nCAP\nCAP\nReturns\nWACC\n*shaded area = value creation\nTime\n"
    },
    {
      "number": 5,
      "text": "Frontiers of Finance\n– 5 –\nvalue created by the company’s pursued strategy, represented by the shaded area.\nFinally, there is the terminal value, which often, but not always, assumes no fur-\nther value creation. The terminal value is where the “CAP” line intersects the\nX axis.\nFrom a practical standpoint, we find that the discounted cash flow analysis done\nby most analysts and strategic planners has a forecast period, or CAP, that is too\nshort and a terminal value that incorporates too much of the overall value. As a\nresult, the calculation of value becomes highly sensitive to the implicit growth as-\nsumptions beyond the forecast horizon that are imbedded in the terminal value. For\nexample, it is not unusual for 75% or more of a company’s value to be attributable\nto a terminal value. In contrast, a DCF model incorporating CAP usually has a\nlonger forecast horizon, all growth assumptions are explicitly stated, and the ter-\nminal value is usually a modest contributor to overall value.\nIn a theoretical sense, the allocation of intrinsic value among the components is not\nimportant; in real life, valuations vary widely as a result of different CAPs and\nmethods employed to calculate terminal value.11 To paraphrase John Maynard\nKeynes, we would rather be vaguely right than precisely wrong.\nWe often hear that it is completely unreasonable to forecast beyond two or three\nyears, because “anything beyond that is guessing”12. This logic misses the point,\nwhich is that the market often does impound cash flows beyond the near term. Ac-\ncordingly, an analyst must gain an understanding of why cash flows are recognized\nfor so long and whether or not those cash flow expectations are reasonable.13\nOur discussion so far has dwelled on those companies that generate returns above\nthe cost of capital, a universe which represents roughly one-third of corporate\nAmerica (another one-third are estimated to be value-neutral with the last third\nvalue destroying).14 Two points are noteworthy about value-neutral and value-\ndestroying companies. First, the CAP for a value-neutral company is of little con-\nsequence, since returns are assumed to be equal to the cost of capital (i.e., the sec-\nond part of the M&M formula has little or no value). Applying such performance\nto either Figure 1 or Figure 2 would show little area under the curve, thus having a\nminimal impact on value. Second, value-destroying companies are often tricky to\nmodel, because many of them appear to have an “imbedded option” for better per-\nformance. That is, the market is willing to pay more for these companies than one\nwould otherwise expect due to the possibility that the company will restructure,\nand hence generate better returns in the future.15\nThe CAP for the U.S. stock market, as a whole, is estimated to be between 10 and\n15 years. However, within that aggregate, individual company CAPs can vary\nfrom 0-2 years to over 20 years. As a general rule, companies with low multiples\ntend to have shorter CAPs (interestingly, these low multiples are accompanied by\nabove-market-average earnings growth in some industries). Alternatively, compa-\nnies with high multiples typically have long CAPs. For example, companies like\nMicrosoft and Coca-Cola have CAPs well in excess of 20 years, demonstrating\ntheir perceived market dominance, the sustainability of high returns, and the mar-\nket’s willingness to take the long view. If a substantial percentage of the value of a\ncompany can be attributed to cash flows beyond a few years, it is difficult to argue\npersuasively that the market is short-term-oriented. In turn, it follows that the fore-\ncast periods used in most valuation models are not long enough.\nHow Long Are\nCAPs and How\nShould They Be\nDetermined?\n"
    },
    {
      "number": 6,
      "text": "Frontiers of Finance\n– 6 –\nAs we will argue below, it may be more important for the investor to try to quan-\ntify CAP than to pass judgment on its correctness. As noted earlier, the compo-\nnents of value are all expectational, and therefore must be considered relative to\none another and against the expectations for the business overall.\nThere are a number of ways of estimating CAP, but one of the most useful meth-\nods was developed by Al Rappaport16. We have chosen to borrow and slightly alter\nRappaport’s name for the technique— market-implied duration— and call it mar-\nket-implied CAP (MICAP). Determination of the MICAP has a few steps. First,\nthe analyst needs a proxy for unbiased market expectations as the key input into a\ndiscounted cash flow model (we use Value Line long-term estimates). Since, by\ndefinition, there is no value creation assumed after CAP, the model uses a perpe-\ntuity assumption (NOPATCAP/WACC) for the terminal value. Next, the length of\nthe forecast horizon is stretched as many years as necessary to achieve the current\nstock price. This period is the company’s MICAP.\nScrutiny of the MICAP determination process would correctly identify it as a cir-\ncular exercise. That is, if a stock price increases without changes in cash flow\nexpectations and/or risk, the MICAP will necessarily expand. This in no way\nweakens CAP’s value as an analytical tool, however, as the next section will ex-\nplain. In fact, we believe this tight link with valuation highlights the power of in-\ncluding CAP as a key tool in the analytic toolbag.\nWe believe that MICAPs can be key to the analytic process. For instance, a cal-\nculated MICAP can be compared to previous MICAPs for the same company, an\naverage MICAP for the industry (if possible and appropriate), and the company’s\nhistorical cash-on-cash return on invested capital. We have done this analysis for\nthe packaged food industry over the past few years, and have consistently derived\nindustry MICAPs in the range of 14-16 years17.\nThe first use for CAP in security analysis is to help translate the market expecta-\ntions impounded in a share price into value drivers that are easy to understand\nand assess. The value of any asset can be expressed with a limited number of\nvariables— in particular, cash flow, risk and CAP. As such, the analyst can hold\nconstant one of the three main drivers and consider what the security price is im-\nplying about the other two. For example, consider the shares of the Kellogg\nCompany. With the shares at about $70 and a weighted average cost of capital of\n11%, the market is impounding roughly 10% cash flow growth18 for about 15\nyears. If the analyst lowers his or her projection of CAP to 10 years, the cash flow\ngrowth rate would have to rise just to equal the current share price. Similarly, if\nthe CAP were deemed to be 20 years, the implied cash flow growth rate would\ndecline to a rate under 10%.\nTable 1\nRelation of FCF, WACC and CAP for Kellogg\nEstimated\nEstimated\nCAP Equity Value\nScenario\nFCF Growth\nWACC\n(Years)\nPer Share\nA\n10%\n11%\n15\n$70\nB\n>10\n11\n10\n70\nC\n<10\n11\n20\n70\nSource: CREDIT SUISSE FIRST BOSTON CORPORATION.\nHow Can CAP Be\nUsed for Security\nAnalysis?\n"
    },
    {
      "number": 7,
      "text": "Frontiers of Finance\n– 7 –\nBy breaking cash flow down into its essential drivers— including sales, margins,\ncapital needs and taxes— this technique can help analysts translate intuitive as-\nsessments about a business into an economically correct, multidimensional frame-\nwork. Rappaport uses an analogy of a high jumper. The analyst has a feeling for\nthe future performance of the company— how “high” the business can jump—  and\nusing CAP in analysis can help determine how “high” the bar is set. If the antici-\npated performance of the business is greater (worse) than the implied performance,\nthe stock is a buy (sell).\nA second important concept is that if the CAP for a value-creating company re-\nmains constant, an investor can expect to generate excess returns over time19.\nNote that a constant CAP is contrary to economic theory, but it may be achieved\nthrough outstanding management (i.e., resource allocation, acquisitions). To illus-\ntrate this point, refer to Figure 3. Imagine going from year 0 to year 1. As the\nlength of CAP remains unchanged, a year of value creation is added, and the past\nyear of value creation is lopped off. As the investor purchased the shares expecting\nabove-cost-of-capital returns for the implied period, the additional year of value\ncreation represents a “bonus,” or excess returns.\nIt appears that Warren Buffett has used this concept for years in his investment\nprocess. He buys businesses with “high returns on capital” (returns in excess of\nthe cost of capital) that have “deep and wide moats” (sustainable CAPs) and holds\nthem “forever” (hoping that the CAPs stay constant). Although this technique seems\nfairly straightforward, finding businesses with enduring CAPs is not simple.20\nWitness IBM. Although the company is reemerging as a formidable competitor,\nthe company’s CAP shortened dramatically in the early 1990s as the result of\nchanges within the industry and several management missteps. Once considered\nimpenetrable, the company came to be viewed as a weakened giant, and its\nMICAP shortened as a consequence.\nFigure 3\nCAP Remaining Constant Over Time\nFinally, understanding the concept of CAP helps reconcile relationships that ap-\npear counterintuitive when viewed through the accounting-based lens. For exam-\nple, a relatively slow-growth, high-return company in a stable industry may well\ncommand a higher valuation (i.e., higher P/E, price/book value, etc.) than a fast-\ngrowing, high-return company in rapidly changing industry. While part of such a\nmultiple discrepancy could be explained by different risk profiles, we believe that\nthe market implied CAPs would also be justifiably different for the two companies.\nWithout CAP, we believe that it would be difficult to explain the differences in\nvaluation between the companies. Accounting-based valuation techniques are not\nhelpful in resolving these disparities.\nReturns\nWACC\n0\n1\nshaded area = excess returns\n"
    },
    {
      "number": 8,
      "text": "Frontiers of Finance\n– 8 –\nIn his 1992 letter to shareholders, Warren Buffett suggests that differentiating\nbetween growth and value investing is “fuzzy thinking.”21 Buffett points out that\nstocks with low price-to-book ratios, low P/E ratios or high dividend yields are not\nnecessarily good values while stocks with high valuations are not necessarily bad\nvalues.22 We concur with Buffett’s dismissal of the growth versus value debate,\nand believe the inclusion of CAP in the dialogue helps explain the seeming success\nof some investors, irrespective of their stated approach. Said differently, the tech-\nniques employed by most successful money managers— no matter how they are\ncharacterized— collapse into a model that is rooted in the drivers of cash flow, risk\nand CAP.\nThe essence of growth investing, it appears, is to purchase stocks of companies\nwith high returns, and stable or expanding CAPs. We would note that CAP is un-\nlikely to expand if the rate of return on incremental investment is declining sharply\nor is below the cost of capital. Value investing, on the other hand, appears to either\nseek out those value-creating companies that have particularly short CAPs for rea-\nsons that can be identified as transitory, or to identify businesses with improving\nreturns, and hence potential for widening CAPs. Investing that focuses solely on\nstatistically cheap companies often leaves portfolio managers with a number of\nvalue neutral or value-destroying companies that show little potential to improve\ntheir performance.\nIt is generally accepted that discounted cash flow analysis, and therefore the use of\nCAP, is not helpful in valuing fast-growing companies, such as technology busi-\nnesses. These companies, it is asserted, are “earnings driven.” We will argue that\nin fact “earnings-driven” companies are implicitly valued by the market based on\ncash flow projections and that CAP is a very important consideration in the analy-\nsis of these businesses.\nMicrosoft has been one of the most successful companies in Corporate America\nover the past ten years. The company has grown sales from under $200 million in\nfiscal 1986 (the year it went public) to $8.7 billion in the most recent fiscal year.\nThe company has created a phenomenal amount of shareholder value in the proc-\ness. When the company went public on March 13, 1986, it had a market capitali-\nzation of $519 million. The company’s market value was approximately $100\nbillion at year-end 1996. Microsoft created roughly $100 billion in shareholder\nvalue over a decade.\nHow is this possible? We argue that approximately two-thirds of the increase in\nshareholder value was the result of a dramatic lengthening of the company’s im-\nplied CAP. We calculate that Microsoft’s CAP was eight to ten years the day it\nwent public— using then-prevailing consensus estimates. Interestingly, the actual\nCAP at the time proved to be only about three years, as the company’s actual re-\nsults far exceeded expectations.\nWe calculate that Microsoft’s current implied CAP is 17-20 years. If the company\nstill had an implied CAP of eight to ten years, the current market value would be\nroughly $33 billion. Therefore, we argue that two-thirds of the company’s current\nvaluation is the result of an expansion in its implied CAP. Without the concept\nof CAP, we believe that most of Microsoft’s massive value creation cannot be\nexplained.\nValue versus Growth\nInvesting— CAP’s\nImportance\nCan CAP Work for\nGrowth Companies?\n"
    },
    {
      "number": 9,
      "text": "Frontiers of Finance\n– 9 –\nIntel is also an impressive company. During calendar 1996, the stock increased\napproximately 135% as investor expectations for the company’s growth and prof-\nitability increased dramatically. Interestingly, once again we think that CAP played\na critical role in the company’s reevaluation. In May 1996, Intel announced that it\nwould not lower pricing in the fall of 1996 as it had in each of the prior years. This\nannouncement proved to be a watershed event as it implied that— as the result of\nlower production costs and economies of scale— earnings and returns on invested\ncapital (ROIC) would expand. From the time of this announcement to the end of\nthe year, the stock doubled.\nAgain, we ask the question: How can a stock with such a large capitalization\n(roughly $120 billion at year-end) better than double in one year? We estimate that\nIntel’s market implied CAP was roughly five years at the beginning of 1996, but\nexpanded to about nine years by the end of the year. Expectations of net operating\nprofit after tax (NOPAT) increased during the year as a result of the strategic\nchange in pricing strategy, but we calculate that 65% of the increase in market\ncapitalization— $45 billion— was related to a lengthening in the implied CAP.\nOnce again, the dramatic change in market value cannot be explained without\nCAP.\nWe have also used CAP as a heuristic in our analysis. An example is the semicon-\nductor industry in late 1995. At the time, the sector had produced excellent appre-\nciation for three years. Expectations about the future of the industry were generally\nupbeat. However, there was growing evidence that significant new capacity would\nbegin to come onstream during the second half of 1996, negatively affecting the\nprofitability of the industry and causing the industry ROIC to fall. These concerns\nnotwithstanding, industry capacity at the time remained constrained, allowing the\nleading vendors to post impressive financial results.\nHowever, the leading semiconductor stocks were beset with peculiar behavior. The\ncompanies reported record earnings— easily beating consensus expectations— but\ntheir stocks failed to rise. In fact, the stocks started to show considerable weakness\n(some dropped as much as 50% in the ensuing three to six months) in the face of\nthe impressive financial performance. How could this have happened? As earnings\nestimates continued to rise, a valuation based solely on price/earnings multiples\nwas clearly of no help.\nWe assert that the market-implied CAPs shortened because of concerns surround-\ning the impending capacity additions. Future expectations for ROICs were effec-\ntively being cut by investors, even as short-term earnings forecasts were rising.\nOnce again, CAP proved to be a critical component in the valuation process.\nIn an effort to demonstrate how changing CAPs can affect stock prices— and ex-\nplain the “X” factor— we studied a handful of companies within the packaged food\nindustry in the September 1982 to August 1989 period. As our goal was to identify\napproximate CAPs in each period, we used Value Line long-term forecasts as a\nproxy for consensus cash flows and used then-current risk-free rates, betas and\nequity risk premiums to estimate expectations for the cost of capital. These drivers,\nwhen considered next to the stock price, allowed for an estimate of CAP. As we\naccounted for changes in perceived growth rates and actual interest rates in each\nperiod, extraordinary changes in the share values could be largely attributable to\nCAP.\nLengthening CAP\nCould Explain the\n“X” Factor\n"
    },
    {
      "number": 10,
      "text": "Frontiers of Finance\n– 10 –\nTable 3 summarizes our findings. The prevailing CAP for this group roughly dou-\nbled in the seven-year period (the food group stock index outperformed the S&P\n500 index during those years), implying that the industry had become better com-\npetitively positioned. In fact, most of the companies in the group streamlined their\nbusiness portfolios, cut costs, increased vital marketing spending and increased\ntheir cash flows sharply. Further, an active market for corporate control in the\nsector forced managements to focus on shareholder value improvement.\nTable 3\nVariation in Food Industry CAPs, 1982–1989\n1982\n1989\nCompany\nCAP\nCAP\nCampbell Soup\n4\n20*\nCPC International\n10\n15\nH.J. Heinz\n5\n13\nHershey Foods\n6\n20\nKellogg\n18\n19\nAverage\n8.6\n17.4\n(*) = This number was actually higher, as CPB was the subject of takeover\nrumors. We normalized the estimate for this exercise.\nSource: Value Line, Kidder Peabody, authors estimates.\nWe suspect that a similar expansion in CAPs— albeit less dramatic— occurred in\nthe broader market, allowing for shareholder returns to outstrip both historical av-\nerages and those that could be justified based on changes in cash flows and interest\nrates alone. In fact, the business-friendly environment that prevailed through much\nof the 1980s— and the growing pressure on managements to create shareholder\nvalue or run the risk of losing the entire company— may have been enough of a\ndriver itself to create this sentiment of increased competitiveness and enhanced\nconfidence.\nAlthough competitive advantage period has unassailable importance in valuation,\nit is a subject that has not been explicitly addressed in finance textbooks in a way\ncommensurate with its importance. Further, many analysts and strategic planners\nthat adhere to a DCF framework reduce the model’s validity by using explicit fore-\ncast periods that do not reflect CAP. We believe that CAP can play an important\nrole in linking valuation theory and practice.\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION has, within the last three years, served as a manager or\nco-manager of a public offering of securities for Coca-Cola, IBM, and Kellogg, and makes a primary market in issues of\nIntel and Microsoft. Closing prices are as of January 10, 1997.\nCampbell Soup (CPB, 82, Hold)\nCoca-Cola (KO, 541/8, Buy)\nCPC International (CPC, 783/4, Hold)\nHershey Foods (HSY, 45, Hold)\nH.J. Heinz (HNZ, 37, Hold)\nInternational Business Machines (IBM, 163, Not Rated)\nIntel (INTC, 144.1/2, Buy)\nKellogg (K, 645/8, Buy)\nMicrosoft (MSFT, 841/4, Not Rated)\nSummary\n"
    },
    {
      "number": 11,
      "text": "Frontiers of Finance\n– 11 –\n1Wall Street Journal, June 6, 1991.\n2Wigmore actually claims, “This paper is a slap at efficient market theory.” Integrating the concept of CAP appears to make\nthis statement invalid.\n3CFOs and Strategists: Forging a Common Framework,” Alfred Rappaport, Harvard Business Review, May-June, 1992.\n4“Dividend Policy, Growth, and the Valuation of Shares,” Merton Miller and Franco Modigliani, The Journal of Business,\nOctober, 1961. Also, The Quest for Value, G. Bennett Steward III, (Harper Collins, New York, 1991), pps. 289-298.\n5The phrase “competitive advantage period” has recently appeared in numerous writings, including Morgan Stanley research\nand The Journal of Applied Corporate Finance. The authors claim exclusive credit for the term “CAP.”\n6An outstanding illustration of this was the 1991 sale of the Empire State Building, arguably one of the most famous build-\nings in the world. Real estate experts pegged the value of the building at around $450 million. The purchase price, however,\nwas approximately $40 million, reflecting the building’s long-term below-market-rate master leases.\n7Valuation: Measuring and Managing the Value of Companies. Copeland, Koller, Murrin, (John Wiley & Sons, New York,\n1991).\n8Competitive Strategy, Michael E. Porter, (Free Press, New York, 1980).\n9Warren Buffett— One of America’s leading investors— made a comment to this effect during Berkshire Hathaway’s 1993\nannual meeting for shareholders.\n10Creating, Shareholder Value, Alfred Rappaport. (Free Press, New York, 1986), pps. 68. Also, Miller and Modigliani.\n11Copeland, Koller, Murrin.\n12“EVA and Market Value,” Stephen F. O’Byrne, Journal of Applied Corporate Finance, Spring 1996, pps. 116-125.\n13A favorite analogy comes from the game show “Name That Tune.” One segment was called Bid-a-Note, where the master\nof ceremonies gave a clue about a popular song and the contestants “bid” on who could name the song after hearing the\nfewest notes. In the stock market, the “clue” is information, and investors “bid” on the future stream of cash flows until a\nprice is set.\n14“These Companies Add Value for Shareholders,” Corporate Finance. October 29, 1991.\n15O’Byrne.\n16Rappaport, pps. 156-57.\n17“Packaged Food Industry Profile,” Michael J. Mauboussin, CREDIT SUISSE FIRST BOSTON CORPORATION Equity\nResearch, May 19, 1993.\n18Cash Flow is defined as net operating profit after taxes (NOPAT) minus investment for future growth (I), or free cash flow.\n19The authors acknowledge the inputs of Al Rappaport in developing this thought.\n20“Corporate Strategy and the Capital Budgeting Decision,” Alan Shapiro, The New Corporate Finance: Where Theory Meets\nPractice, Donald H. Chew, Jr., Editor, (McGraw Hill, New York, 1993), pps. 75-89.\n21Berkshire Hathaway 1992 Annual Report, p. 14.\n22As a guide to determining value, Buffett refers to The Theory of Investment Value by John Burr Williams. In that book,\nWilliams formalized the idea that the value of a business is the present value of future cash flows.\n*— Paul Johnson is a managing director and technology industry analyst at\nRobertson Stephens & Company, and was formerly with CREDIT SUISSE FIRST\nBOSTON CORPORATION. Both Messrs. Johnson and Mauboussin are adjunct\nprofessors at Columbia Business School.\n"
    },
    {
      "number": 12,
      "text": "This memorandum is for informative purposes only. Under no circumstances is it to be used or considered as an offer to sell, or a solicitation of any offer to buy, any security.\nWhile the information contained herein has been obtained from sources believed to be reliable, we do not represent that it is accurate or complete and it should not be relied\nupon as such.  We may from time to time have long or short positions in any buy and sell securities referred to herein. This firm may from time to time perform investment bank-\ning or other services for, or solicit investment banking or other business from, any company mentioned in this report.\n© 1997, CREDIT SUISSE FIRST BOSTON CORPORATION\nAmericas\nEleven Madison Avenue\nNew York, NY  10010, U.S.A.\n(1) 212 325 2000\nAtlanta\n(1) 404 656 9500\nMexico City\n525 202 6000\nBoston\n(1) 617 556 5500\nPhiladelphia\n(1) 215 851 1000\nBuenos Aires\n(1) 541 394 3100\nPortland\n(1) 207 780 6210\nChicago\n(1) 312 750 3000\nSan Francisco\n(1) 415 765 7000\nHouston\n(1) 713 220 6700\nSão Paulo\n(55 11) 822 4862\nLos Angeles\n(1) 213 253 2000\nToronto\n(1) 416 947 2600\nEurope\nOne Cabot Square\nLondon E14 4QJ, England\n44 1 71 888 8888\nAmsterdam\n(31) 20 575 4444\nParis\n(33) 1 40 76 8888\nBudapest\n(36) 1 202 2188\nPrague\n(42) 2 248 10937\nFrankfurt\n(49) 69 7534 0\nVienna\n(43) 1 512 3023\nGeneva\n(41) 22 707 0130\nWarsaw\n(48) 2 630 5656\nMadrid\n(34) 1 595 9988\nZug\n(41) 41 726 1020\nMilan\n(39) 2 77702 1\nZurich\n(41) 1 335 7220\nMoscow\n(7) 501 967 8200\nPacific\nShiroyama Hills\n4-3-1 Toranomon\nMinato-ku, Tokyo 105, Japan\n813 5404 9000\nAuckland\n(64) 9 302 5500\nSeoul\n(82) 2 399 7355\nBeijing\n(86) 10 501 4508\nSingapore\n(65) 226 5088\nHong Kong\n(852) 2847 0388\nSydney\n(61) 2 394 4400\nMelbourne\n(61) 3 280 1666\nWellington\n(64) 4 474 4400\nOsaka\n(81) 6 243 0789\n"
    }
  ]
}