{
  "filename": "1998_to_buy_or_not_to_buy__issues_and_considerations_surrounding_share_repurchase.pdf",
  "metadata": {
    "format": "PDF 1.2",
    "title": "Microsoft Word - ni2823.doc",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "Windows NT 4.0",
    "producer": "Acrobat Distiller Command 3.01 for Solaris 2.3 and later (SPARC)",
    "creationDate": "D:19980810142638",
    "modDate": "D:19980810142644",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "&5(',7\u000368,66(\u0003),567\u0003%26721\u0003&25325$7,21\n(TXLW\\\u00035HVHDUFK²$PHULFDV\nIndustry: Value-Based Strategy\nAugust 7, 1998\nMichael J. Mauboussin\n212/325-3108\nmichael.mauboussin@csfb.com\nNI2823\nBob Hiler\n212/325-4341\nbob.hiler@csfb.com\n9ROXPH\u0003\u0018\nTo Buy or Not to Buy\nIssues and Considerations\nSurrounding Share\nRepurchase\n)RU\u0003IXUWKHU\u0003LQIRUPDWLRQ\u0003RQ\u0003LPSOHPHQWLQJ\u0003D\u0003VKDUH\u0003UHSXUFKDVH\u0003SURJUDP\u000f\u0003SOHDVH\u0003FRQWDFW\u0003-DFN\n%URGHULFN\u000f\u0003'LUHFWRU\u0003RI\u0003&UHGLW\u00036XLVVH\u0003)LUVW\u0003%RVWRQ¶V\u00036SHFLDO\u0003(TXLWLHV\u0003*URXS\u000f\u0003DW\u0003\u0015\u0014\u0015\u0012\u0016\u0015\u0018\u0010\u0016\u0018\u001c\u0013\u0011\n"
    },
    {
      "number": 2,
      "text": "Frontiers of Finance\n– 2 –\nThe issue of share repurchase is more relevant, and more complex, than ever. On\nthe one hand, strong corporate surplus cash flows, favorable tax laws, and an\nincreasing focus on shareholder value encourage managers to embrace buybacks.\nOn the other hand, high price/earnings multiples, the surge of employee stock\noption programs, and the desire for internal growth make the virtues of repur-\nchases less clear.\nThe vote of the marketplace, however, is unambiguous. In 1997, American com-\npanies announced $182 billion worth of stock repurchase programs, nearly dou-\nble the amount pledged in 1995 (see Chart 1). Dividends, on the other hand, grew\nonly 5% during the same time.1 Buybacks are also becoming more prominent in\nEurope and Asia,2 reflecting easing regulations and a heightened focus on value\ncreation. For example, share repurchase programs in Europe are expected to\nreach $30 billion in 1998, up from $14 billion in 1997. 3\n&KDUW\u0003\u0014\n6KDUH\u00035HSXUFKDVH\u0003$QQRXQFHPHQWV\u000f\u0003\u0014\u001c\u001b\u0013²\u0014\u001c\u001c\u001b\u0003WR\u0003'DWH\n0.3\n0.6\n0.7\n6.8\n27.3\n20.3\n28.2\n55.0\n37.4\n63.7\n36.1\n20.4\n35.6\n38.3\n73.8\n99.5\n176.3 181.8\n82.6\n0\n20\n40\n60\n80\n100\n120\n140\n160\n180\n200\n1980 1981 1982 1983 1984 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998\nYTD\nAnnounced share repurchases ($ billion)\n6RXUFH\u001d\u00036HFXULWLHV\u0003'DWD\u0003&RPSDQ\\\u0011\nWhile measuring and valuing dividends is relatively straightforward, buybacks—\nwith a wide array of methods and goals—are more difficult to read. The goal of\nthis report is to identify and weigh the key issues surrounding the share repur-\nchase decision. We simultaneously consider the perspective of corporate manag-\ners and shareholders, both of whom seek a common goal: maximizing risk-\nadjusted returns.\nAs always, our focus is on the economic—not the accounting—consequences of\ncorporate decisions. This economic/accounting difference often needlessly\ncauses managers to be uncertain about their buyback decisions.\nThis report is divided into three parts. First, we lay out two general philosophies\nregarding share repurchases, and highlight the implications of each. Second, we\nexplore corporate finance issues including goals, meanings, and methods of buy-\nbacks. Finally, we offer some views on how the economy is fundamentally\nevolving, and how those changes affect the role of share repurchases.\n,QWURGXFWLRQ\n"
    },
    {
      "number": 3,
      "text": "Frontiers of Finance\n– 3 –\nBefore exploring philosophies on buybacks, it is important to examine when the\nissue is relevant. We find there are five main catalysts for a company to buy\nback stock. The first is the desire to return excess cash to shareholders. Second,\nmanagement may sell or spin off a division and use a buyback to redirect the\nproceeds to shareholders. Third is a desire to alter a company’s capital structure.\nFourth, buybacks serve to offset dilution from employee stock option programs.\nIn this case, buybacks essentially represent another form of employee compensa-\ntion. Finally, management may view its shares as a good investment. These\npoints are further developed below:\n• Redeployment of excess cash. A company generates surplus cash when its\nearnings exceed its investment opportunities. A quick litmus test for this condi-\ntion is any company that has a return on invested capital (ROIC) in excess of its\nearnings growth rate. As ROIC represents the maximum earnings growth rate a\nbusiness can achieve excluding external financing, growth below ROIC leads to\nexcess cash flow.\n• Redirecting proceeds from an asset sale or spinoff. In many spinoffs, a cash\ndividend is paid to the parent company. Corporations often hesitate to sell busi-\nnesses, even value destroyers, because the net impact—the benefit of cash rede-\nployment versus the loss of operating profits—results in earnings per share\ndilution. Share buybacks can play an important role in returning nonproductive\ninvested capital to shareholders.\n• Increasing the target debt/equity ratio. An increase in financial leverage,\nwhich can be effected through a debt-financed share buyback program, often\nserves to lower a company’s weighted average cost of capital. This is because\nrelatively low-cost debt replaces high-cost equity in the capital structure. As fu-\nture cash flows are discounted at the cost of capital, a lower cost of capital\ntranslates into a higher present value—enhancing shareholder value.\n• Neutralizing dilution from stock options. Managers generally prefer to avoid\nan upward creep in the share count as a result of stock options, especially as such\na trend is readily evident on the income statement. Share buybacks offset this\nembarrassment of riches, and can only be detected through the cash flow and\nbalance sheet statements to boot.\n• The shares become a compelling investment opportunity. Periodically, manag-\ners may find that their company’s stock is undervalued. If management‘s assess-\nment is valid, a share repurchase program offers the potential for excess returns\nfor ongoing shareholders.\n We find there are two fundamental schools of thought regarding share repurchase\nas a financial policy. We explore each of them below.\nThe “Efficient Market” School\n This view is based on the idea that the stock market is efficient over time. As a\nresult, buybacks can be effected consistently over time with the assurance that\nthe company will get a “fair” price, on average. Adherents of this perspective\nstress the importance of returning cash to shareholders in a cost-effective and\ntax-efficient manner. Key underpinnings of this school include the following:\n• The current tax rate differential suggests that buybacks are significantly more\nefficient than dividends for taxpaying individuals. Specifically, dividends are\ntaxed at an individual’s tax rate—now as high as 39.6%. In contrast, the long-\n:KHQ\u0003,V\u00036KDUH\n5HSXUFKDVH\n5HOHYDQW\"\n 7ZR\u00033KLORVRSKLHV\u0003RQ\n6KDUH\u0003%X\\EDFNV\n"
    },
    {
      "number": 4,
      "text": "Frontiers of Finance\n– 4 –\nterm capital gains tax rate is 20%, roughly half the highest individual rate. Even\nthis huge tax rate differential understates the benefit of buybacks. Specifically,\nshareholders who want a cash yield similar to a dividend can sell a portion of\ntheir holdings, but only need to pay capital gains taxes on the difference between\ntheir cost and the selling price. In contrast, a dividend is fully taxable. For com-\npanies seeking to return cash to stockholders with minimum government interfer-\nence, share buybacks are the best way to go.\n• Share buybacks are more tax efficient than dividends in another important\nway. Ongoing shareholders can hold onto their stock and defer their tax pay-\nments until they sell (in theory, an indefinite period). Meanwhile, buybacks serve\nto increase their proportionate ownership of the business. Hence, share repur-\nchases are advantageous as a result of the both the rate and the timing of taxes.\n• Repurchases offer corporations greater flexibility than dividends. Share buy-\nbacks can be accelerated or decelerated as a company’s cash flows changes.\nDividends are more like a quasi-contract. Once a dividend is initiated, investors\ngenerally expect ongoing payments and periodic increases.\n• Buybacks are cheaper for companies to execute. Dividends must be distributed\nto all shareholders and entail significant administrative time and expense. In\ncontrast, open market purchases can be executed at a lower cost—often cents per\nshare.\n One well-known practitioner in the “efficient market” camp is Coca-Cola. In\nrecent years KO has increasingly relied on share buybacks to return excess cash\nto shareholders. The company’s dividend payout ratio—dividends divided by net\nincome—declined from 44% in 1992 to roughly 35% in 1997. Notably, the pace\nof buybacks for Coca-Cola is dictated more by its available cash flow than by the\nstock’s prevailing price/earnings multiple.\nThe “Intrinsic Value” School\n Advocates of this perspective argue that companies should only repurchase\nshares when the stock trades below “intrinsic value.” Intrinsic value is defined as\nthe cumulative present value of a company’s future cash flows. This view im-\nplicitly assumes that managers have “asymmetric information,” that is, they have\nbetter knowledge of a company’s future than do investors. It follows that share\nbuybacks can be preferable to reinvesting in the business, including prospective\nacquisitions, if implicit returns with the repurchase are higher. Key considera-\ntions for this camp include:\n• The “shareholder rate of return” from buybacks is estimated by dividing the\ncost of equity by the ratio of stock price to intrinsic value.4 For example, a com-\npany with a cost of equity of 10% and a stock that is 80% of intrinsic value\nwould have an implied rate of return of 12.5%. This return can then be compared\nto other projects and ranked in relative attractiveness.\n• The increase in intrinsic value per share that results from buying an underval-\nued stock can be estimated using a simple formula (see Appendix A). Key deter-\nminants of the value improvement are the discount to intrinsic value and the\npercentage of shares retired.\n• This view supports the notion that buybacks are a powerful signal to the mar-\nket. Academics have long maintained that one of the key virtues of a repurchase\nprogram is the positive message it sends about the attractiveness of the stock.\n"
    },
    {
      "number": 5,
      "text": "Frontiers of Finance\n– 5 –\nThis impact is particularly pronounced either when debt is incurred to fund a\nprogram or if management is willing to pay a substantial premium to the pre-\nvailing price to acquire shares.\n• This approach requires criteria for when buybacks should be pursued. Man-\nagement should have an up-to-date view on a stock’s appropriate value, given\nassumptions of key value drivers. In turn, discrepancies between market value\nand intrinsic value can be exploited to the benefit of ongoing shareholders.\n• It must be noted that senior managers are consistently overoptimistic in\nappraising their company’s prospects. History is littered with companies that re-\npurchased “undervalued” shares only to see business prospects sour and the\nstocks go down. Hence, an announced buyback program—even an aggressive\none—is not an automatic signal of value.\n Ralston Purina serves as a good example of the intrinsic value school of thought.5\nFrom the early 1980s through the mid 1990s, Ralston’s CEO, William Stiritz,\nastutely directed the repurchase of over 50% of the company’s outstanding\nshares. The company was aggressive in periods of modest investor expectations\nand inactive when the stock reflected sanguine prospects. Importantly, the stock\ndelivered attractive total shareholder returns during Stiritz’s tenure.\n The famed investor Warren Buffett also adheres to this view. In his 1984 letter to\nBerkshire Hathaway shareholders, Buffett wrote:\n “When companies with outstanding businesses and comfortable financial posi-\ntions find their shares selling far below intrinsic value in the marketplace, no al-\nternative can benefit shareholders as surely as repurchases.”\n Before we move on, we must address two fundamental misperceptions regarding\nbuybacks. The first is that repurchasing shares at a high multiple of earnings per\nshare implies “overpaying” for the stock and hence is undesirable. For example,\nthe “return” on a buyback of a stock with a P/E of 25 is deemed to be the inverse\nof the P/E—a poor 4%.\n The second is that buybacks that boost reported earnings per share are necessar-\nily good—and repurchases that dilute reported earnings are necessarily bad. As\nan illustration, companies are often reticent to sell value-destroying businesses\nand allocate the proceeds to repurchases because of the negative impact on earn-\nings.\n Both misperceptions hinge on the flawed logic that price/earnings multiples or\nchanges in earnings per share mirror economic reality. The weakness in this line\nof thinking can be proven formally (see Appendix B) or through armchair rea-\nsoning. We build on the latter here. The value of any financial asset—including a\nstock—is the present value of a future stream of cash flows. Just as discounting\nfuture cash flows at an “expected return” translates everything into present value\nterms, shareholders look for their stock to increase in value at the same “expected\nreturn” over time. Accordingly, the implied “return” from a share buyback in an\nefficient market is the cost of equity.\n The cost of equity capital cannot be reliably linked to P/E or cash flow multiples\nbecause those multiples reflect variables other than the discount rate. These in-\nclude growth, capital intensity, and the sustainability of a company’s franchise.\nThe cost of equity for most companies in the United States is estimated to be in\nthe 9-12% range—consistent with the long-term return of stocks.\n 6KDUH\u0003%X\\EDFN\n0LVSHUFHSWLRQV\n"
    },
    {
      "number": 6,
      "text": "Frontiers of Finance\n– 6 –\n Similar thinking can be applied to the issue of earnings accretion/dilution from\nbuybacks. The point is best illustrated with a simple example. Assume an other-\nwise successful company has a business unit that delivers a subpar 5% return on\ncapital versus the company’s 10% cost of capital. Assume further that the com-\npany’s stock commands a P/E of 40 times.\n Sale of the low-return unit at book value, with the proceeds used to repurchase\nshares, results in earnings per share dilution—a 5% return business is traded for a\n2.5% “return” with a buyback. However, it enhances shareholder value. This is\nbecause the true return on the buyback is the 10% cost of equity, not the 2.5%\nimplied by the inverse of the P/E. Swapping a 5% return project for a 10% return\nproject may not seem like a difficult decision (see Appendix C). However, man-\nagers frequently balk at such trade-offs because of the negative earnings per\nshare impact.\n This section deals with the role of share repurchase in overall corporate finance.\nHere we consider a number of issues, including various methods of repurchase,\nkey determinants of market signals, capital structure changes, and the use of\nderivative products in buybacks. While these issues may only appear relevant for\ncompanies, we believe that investors should understand the impact—as well as\nthe thought process—underlying these decisions.\nMethods\n There are four main methods of repurchasing shares. Each has strengths and\nweaknesses relative to specific corporate finance objectives. A brief review of\neach technique follows:\n• Open market purchases. This is the most widely used technique by far. Com-\npanies simply repurchase their own shares in the open market, similar to any\nother investor. While there are legal restrictions on open market purchases—for\nexample, a company is limited in the daily volume it can represent—this method\noffers the greatest degree of flexibility. On the other hand, open market pur-\nchases generally provide the weakest signal of management conviction. Dilution\nfrom employee stock option programs is generally offset through open market\npurchases.\n• Dutch auction. In a Dutch auction, management defines the number of shares\nit intends to buy, an expiration date, and a price range—generally a premium to\nthe market—that it is willing to pay. Shareholders may tender stock at any price\nin the range. Starting at the bottom of the range, the company then adds up the\ncumulative number of shares necessary to fulfill the program. All tendering\nshareholders at or below the “clearing price” receive the clearing price for their\nstock. Dutch auctions are generally good signals6 and are relatively efficient to\nexecute. Because of the range in prices offered, a Dutch auction has less risk of\nundersubcription than a fixed price offer.\n• Fixed price tender offer. Here, management offers to repurchase a set number\nof shares at a fixed price through an expiration date. The price is often a signifi-\ncant premium to the market price, and companies generally tender for a substan-\ntial percentage of shares outstanding. Like a tender offer in an acquisition,\nshareholders may or may not elect to tender their shares. Fixed price tenders—\nespecially those funded with debt—are generally powerful, positive signals to the\nmarket. However, the drawback is that management may not achieve its goals if\ntoo few shares are tendered.\n &RUSRUDWH\u0003)LQDQFH\n,VVXHV\n"
    },
    {
      "number": 7,
      "text": "Frontiers of Finance\n– 7 –\n 7DEOH\u0003\u0014\n 3URV\u0003DQG\u0003&RQV\u0003RI\u00039DULRXV\u00036KDUH\u00035HSXUFKDVH\u00030HWKRGV\n \nBenefits\nDrawbacks\nStrength of Signal to \nMarket\nTax Benefit\nCommon Reasons for this \nMethod\nMost flexible method\nTypically weak\nReturn cash to shareholders\nBuy \"undervalued\" stock\nChange capital structure\nOffset stock option dilution\nInexpensive\nReturn cash to shareholders\nBuy \"undervalued\" stock\nInexpensive\nChange capital structure\nOffset stock option dilution\nStrong positive signal\nReturn cash to shareholders\nBuy \"undervalued\" stock\nChange capital structure\nStrong positive signal\nReturn cash to shareholders\nBuy \"undervalued\" stock\nChange capital structure\nAvoid takeover\nCan be strong if firm \npreviously over-invested \nexcess cash\nMay be announced, but \nnot completed\nDepends on management \ncredibility\nStronger than gradual \nrepurchase, as firm buys \nback shares immediately\nLowers cost of \nrepurchase if stock price \ngoes up\nManagement typically pays \npremium\nIncome from writing put \nwarrants is tax-free to \ncompany\nHedge against share price \nappreciation\nCan be used to buy back \nshares of shareholder \nwho wants to sell\nUsually associated with \n\"greenmail\"\nCompany receives tax \nefficient return on \npurchase price of shares \nfor period specified in \nforward contract\nOffers higher risk of \nunderscription than Dutch \nauction\nUsually results in \npermanent increase in \nstock price from strong \npositive signal to market\nOffers lower risk of \nunderscription than fixed \nprice tender\nRange of prices allows \nmarket forces to \ndetermine amount of \nshares tendered\nIf investors do not heed \npositive signal, premium \npaid over market price can \nresult in wealth transfer \nfrom ongoing shareholders\nCan be strong if firm \npreviously over-invested \nexcess cash\nStrength of signal increases \nif insiders do not tender, \nand the size of the tender \noffer and the premium to \nmarket increases\nStrength of signal increases \nif insiders do not tender, \nand the size of the tender \noffer and the premium to \nmarket increases\nIf investors do not heed \npositive signal, premium \npaid over market price can \nresult in wealth transfer \nfrom ongoing shareholders\nNegative signal, as \nmanagement displays \nwillingness to transfer \nwealth from ongoing \nshareholders\nOften used to increase \nvalue via leveraged \nrecapitalization\nUsually results in \npermanent increase in \nstock price from strong \npositive signal to market\nGradually increases \nearnings per share by \nlowering share count\nImmediately increases \nearnings per share by \nlowering share count\nGradual Open Market \nShare Repurchase\nAccelerated Share \nRepurchase\nCan be structured to be \nflexible\nCan time repurchases to \noffset dilution from \noptions\nDutch Auction Tender \nOffer\nFixed Price Tender \nOffer\nPrivate\nPuts/Collars\n 6RXUFH\u001d\u0003&6)%&\u0011\n"
    },
    {
      "number": 8,
      "text": "Frontiers of Finance\n– 8 –\n• Private transactions. Companies may elect to repurchase stock directly from\ncertain shareholders. In the 1980s, a number of companies engaged in “green-\nmail,” private repurchase transactions that served to fend off unwanted overtures.\nThe practice of greenmail is markedly less friendly to shareholder value than\nother types of buybacks. By paying raiders a premium for their large stakes,\nmanagers effectively transfer wealth from ongoing shareholders. Accordingly,\nprivate transactions have become much less common in the 1990s.\nSignals\n Finance professors argue that stocks generally react favorably to share repur-\nchases largely because of the positive signals they send to the market.7 The char-\nacteristics of each buyback program can generate varying signal intensities. The\nresearch suggests that there are four key drivers of the stock market signal.\n The first is the percentage of float that is retired. All things equal, a larger pro-\ngram indicates greater management conviction. The second is the premium the\ncompany is willing to pay versus the last trade—the bigger the better. Sizable\npremiums suggest not only a belief that business prospects are more bullish than\nthe market reflects but also a willingness to act on such conviction.\n Third is the percentage ownership by insiders. High inside ownership means that\nthe interests of managers and shareholders are aligned; but it also suggests that\nrisk-averse managers would pursue financial restructuring only if they were con-\nfident of a favorable outcome. The final issue is insider selling. When manage-\nment effects a sizable repurchase program and indicates it will not sell any\nshares, it is increasing its bet on the success of the firm. This sends a favorable\nmessage to the market.\nCapital Structure\n Share repurchase can play a central role in changing a company’s capital struc-\nture. Specifically, buybacks are an efficient way to increase the debt/equity ratio\nfor underleveraged firms. An appropriate level of financial leverage results in an\n“optimal capital structure”—a healthy balance between beneficial tax shields and\nthe risk of financial distress (see Chart 2). This minimizes the cost of capital,\nwhich enhances shareholder value.\n"
    },
    {
      "number": 9,
      "text": "Frontiers of Finance\n– 9 –\n &KDUW\u0003\u0015\n 2SWLPDO\u0003&DSLWDO\u00036WUXFWXUH\n \nPV (costs\nof financial\ndistress)\nPV (tax\nshield)\nValue if\nall-equity\nfinanced\nOptimal\ndebt ratio\nDebt ratio\nMarket value\n 6RXUFH\u001d\u0003%UHDOH\\\u0003DQG\u00030\\HUV\u0011\n \n A firm’s capital structure determines whether operating income is paid out as\ninterest expense or as equity income.8 Interest is only taxed at the personal level\n(currently 39.6% at the top rate in the U.S.) while equity income is taxed at both\nthe corporate rate (35%) and the personal level (20% on capital gains). As a re-\nsult, debt financing is more desirable than equity financing, up to a point (see\nTable 2). The debt-versus-equity advantage is even greater for dividend-paying\ncompanies, as dividends are taxed at the higher personal income tax rate.\n 7DEOH\u0003\u0015\n 7KH\u0003$GYDQWDJH\u0003RI\u0003'HEW\u0003YHUVXV\u0003(TXLW\\\u0003)LQDQFLQJ\n \n \n \n \n ,QWHUHVW\n (TXLW\\\u0003LQFRPH\n 2SHUDWLQJ\u0003LQFRPH\n \u0007\u0014\u0011\u0013\u0013\n \u0007\u0014\u0011\u0013\u0013\n &RUSRUDWH\u0003WD[\u0003\u000b#\u0003\u0016\u0018\b\f\n \u0013\u0011\u0013\u0013\n \u0013\u0011\u0016\u0018\n ,QFRPH\u0003DIWHU\u0003FRUSRUDWH\u0003WD[\n \u0014\u0011\u0013\u0013\n \u0013\u0011\u0019\u0018\n 3HUVRQDO\u0003WD[\u0003\u000b#\u0003\u0016\u001c\u0011\u0019\b\f\n \u0013\u0011\u0016\u001c\u0019\n \u0013\u0011\u0013\u0013\n &DSLWDO\u0003JDLQV\u0003WD[\u0003\u000b#\u0003\u0015\u0013\b\f\r\n \u0013\u0011\u0013\u0013\n \u0013\u0011\u0013\u0019\u0018\n ,QFRPH\u0003DIWHU\u0003DOO\u0003WD[HV\n \u0007\u0013\u0011\u0019\u0013\u0017\n \u0007\u0013\u0011\u0018\u001b\u0018\n \u000b\r\f\u0003 \u0003$VVXPHV\u0003WKH\u0003HIIHFWLYH\u0003FDSLWDO\u0003JDLQV\u0003UDWH\u0003LV\u0003\u0018\u0013\b\u0003RI\u0003VWDWXWRU\\\u0003UDWH\u0011\n 6RXUFH\u001d\u0003%UHDOH\\\u0003DQG\u00030\\HUV\u0011\n \n Increases in financial leverage can be beneficial beyond the capture of tax\nshields. Specifically, high interest expense payments mean that a company has\nless discretionary cash to invest in value-destroying projects. As such, debt\nserves as a built-in “check” on the capital allocation process as it forces man-\nagement to submit to the market’s judgment every time it wants to raise capital to\ninvest. Not surprisingly, then, investors generally cheer debt-increasing financial\nmaneuvers with a higher stock price.9\n"
    },
    {
      "number": 10,
      "text": "Frontiers of Finance\n– 10 –\n Other relevant capital structure considerations include the following:\n• The value of a tax shield is measurable. For a company with positive pretax\nprofits, tax-deductible interest expense creates a valuable tax shield. We can es-\ntimate the value of this shield using one of two ways. The first approach, which\nassumes a permanent change in capital structure, is to capitalize the tax savings.\nThis is calculated by dividing the tax savings (interest expense times the mar-\nginal tax rate) by the pretax cost of debt. The second approach is the adjusted\npresent value (APV) method.10 APV determines the value of business by sum-\nming its unlevered value and the value of its financial strategy. APV offers more\nflexibility than capitalizing tax shields because it accommodates changing capital\nstructures.\n• Varying tax rates complicate the debt versus equity decision. As seen above,\nchanges in corporate, personal, and capital gains tax rates can amplify or dampen\nthe advantage of debt versus equity financing.11 The current tax code slightly fa-\nvors the prudent use of debt.\n• At a certain point, the risks of financial distress outweigh the benefit of debt.\nToo much debt can lead to an inability to meet contractually obligated commit-\nments, even for a business with healthy cash flows. Financial distress is onerous,\nwith substantial direct and indirect costs. Direct costs include legal and adminis-\ntrative fees in bankruptcy. Indirect costs include forgone business with suppliers\nand customers that are uncertain about the future of a financially distressed firm.\nManagers should weigh the benefit of financial leverage against the potential\ncost.\n• What about “financial flexibility?” Managers often argue that a conservative\ncapital structure is important in order to maintain financial flexibility. Financial\nflexibility can be defined as the ability to quickly access capital for an attractive\ninvestment opportunity or to weather a business downturn. The value of this op-\ntion is questionable for a couple of reasons. First, the capital required to fund\nvalue-creating projects, be it debt or equity, can be generally raised rapidly and\ncheaply. Second, managers often do not take into account the opportunity cost of\nexcess capital parked on the balance sheet. If shareholders can redeploy funds at\na rate higher than what the cash earns, the capital should be returned to share-\nholders.\nDerivative Products\nWhile thousands of companies have repurchased shares in recent years, a rela-\ntively small percentage have used derivative products to execute their programs.\nSuch products can offer valuable benefits to companies seeking to actively buy\nback stock.\nThe most widely used derivative technique is the sale of put warrants.12 A put\nwarrant is the right to sell a security at a given price and time. In this case, the\ncompany determines a strike price and life of the warrant, and collects a premium\nfrom the buyer. Interestingly, the premium collected is tax-free. Also, companies\nonly need to report their programs if they are deemed to be “material.”\nThe potential consequences of put warrant sales are straightforward. If the stock\nis flat or rises, the premium gathered lowers the net cost of the repurchase pro-\ngram. It is only if the stock goes down more than the difference between the\nstrike price and the premium that the company loses.\n"
    },
    {
      "number": 11,
      "text": "Frontiers of Finance\n– 11 –\nA more sophisticated procedure is the use of “collars.” Here, the company sells\nput options and uses the premium and to buy call options. This increases down-\nside risk but offers more attractive purchase levels in the event the stock rises\nsignificantly.\nFinally, “accelerated share repurchase” programs (ASRs), are gaining in popu-\nlarity. In an ASR, a company purchases shares from an investment bank (which\ngoes short the stock), allowing it to retire a large block of shares immediately.\nSimultaneously, the company enters into a forward contract with the investment\nbank in which it agrees to pay the bank the average market price of the shares\nrepurchased over a specified period—typically six months.\nAt the end of the period, there is a net settlement (in cash or stock) between the\nparties. The company pays the investment bank—or gets credited—the differ-\nence between the initial and average share buyback price. The bank pays the\ncompany the time value of the funds, less dividends.\nBoth parties win. The investment bank earns a fee for its participation. The com-\npany immediately reduces its shares outstanding and receives a tax-efficient re-\nturn on the cash held by the investment bank. In contrast, an open market\nprogram reduces the share count slowly, and the interest income earned on the\noriginal purchase price is taxable.\nOne of the major catalysts for the surge in announced share repurchase programs\nis the desire to mitigate earnings per share dilution from employee stock option\n(ESO) programs. Buybacks in this context are best viewed as “off-income-\nstatement” employee compensation, rather than a mechanism to return cash to\nshareholders or a tool to manage the capital structure.\nWhile the debate about the virtues and drawbacks of ESOs rages on,13 three\npoints are clear.14 First, the growth in ESOs is a symptom of more profound\nchanges occurring within the economy. Second, it is important to understand the\neconomics of ESOs—especially given that the bulk of the information about\nthem is not found in standard financial statements. Finally, managers with hefty\nESO packages have a real economic incentive to repurchase shares instead of\npaying dividends.\nThe global economy is evolving. Physical capital—bricks and mortar—is being\nreplaced by intellectual, structural, and human capital—harnessed brainpower.\nPeople have become the new foundation for competitive advantage. And people\nwant something that bricks and mortar never asked for: a piece of the action.\nThat means equity ownership. For investors, this is good news and bad news.\nThe good news is that earnings from “new economy” companies are worth more\nthan the earnings of “old economy” companies. This point is best supported by\nthe derivation of “free cash flow” using standard finance terms (see Table 3).\n7KH\u0003(YROYLQJ\n(FRQRP\\\u0003DQG\u0003(62V\n"
    },
    {
      "number": 12,
      "text": "Frontiers of Finance\n– 12 –\n7DEOH\u0003\u0016\n´2OGµ\u0003YHUVXV\u0003´1HZµ\u0003%XVLQHVV\u00030RGHOV\n2OG\u0003(FRQRP\\\n1HZ\u0003(FRQRP\\\n\u0003\u00036DOHV\n\u0003\u00036DOHV\n\u0003\u0010\u0003([SHQVHV\u0003\u000bLQFOXGHV\u0003DOO\u0003HPSOR\\HH\u0003H[SHQVHV\f\n\u0003\u0010\u0003([SHQVHV\u0003\u000bLQFOXGHV\u0003SDUWLDO\u0003HPSOR\\HH\u0003H[SHQVHV\f\n\u0003\u0010\u00037D[HV\n\u0003\u0010\u00037D[HV\n\u0003 \u0003&DVK\u0003(DUQLQJV\n\u0003 \u0003&DVK\u0003(DUQLQJV\n\u0003\u0010\u0003,QYHVWPHQW\u0003LQ\u0003IXWXUH\u0003JURZWK\r\n\u0003\u0010\u0003,QYHVWPHQW\u0003LQ\u0003IXWXUH\u0003JURZWK\r\n\u0003 \u0003)UHH\u0003&DVK\u0003)ORZ\n\u0003 \u0003)UHH\u0003&DVK\u0003)ORZ\n\u0003\u0010\u00036KDUH\u0003EX\\EDFN\u0003DQG\u0012RU\u0003VKDUH\u0003FRXQW\u0003GLOXWLRQ\n\u0003 \u0003$GMXVWHG\u0003)UHH\u0003&DVK\u0003)ORZ\n\u000b\r\f\u0003 \u0003,QYHVWPHQWV\u0003LQFOXGH\u0003QHW\u0003IL[HG\u0003FDSLWDO\u0003DQG\u0003ZRUNLQJ\u0003FDSLWDO\u0011\u00031HZ\u0003HFRQRP\\\u0003³LQYHVWPHQWV´\u0003DUH\u0003ODUJHO\\\u0003H[SHQVHG\u0011\n6RXUFH\u001d\u0003&UHGLW\u00036XLVVH\u0003)LUVW\u0003%RVWRQ\u0003&RUSRUDWLRQ\u0011\nIn the old-economy model, earnings are determined subtracting expenses,\nincluding all employee costs, and taxes from sales. Free cash flow is the differ-\nence between earnings and required investments—working and fixed capital. As\nmost of these investments are capitalized, they do not show up on the income\nstatement. Since a substantial amount of capital is required to maintain and grow\nold economy businesses, free cash flow is typically substantially less than re-\nported earnings.\nEarnings for new economy businesses are calculated in the same way as their old\neconomy brethren. However, there is one distinction: only partial employee com-\npensation is reflected on the expense line. Free cash flow, too, nets investments\nagainst earnings. But here is the significant difference between the old and the\nnew. In new economy businesses, investments—such as R&D and marketing—\nare largely expensed. As a result, free cash flow and earnings are similar.\nBoth old and new economy businesses have investment needs; they are just\nrecorded differently by the accountants. Because new-economy businesses\ngenerate more cash for a given level of earnings, they deserve higher earnings\nmultiples, all things being equal.\nNow, here is the bad news. All things are not equal. For new economy compa-\nnies, there is a substantial employee compensation claim in the form of ESOs\nthat is not captured in traditional financial statements. Investors must try to value\nthis claim, and consider it in the investment decision process.\nHow do you value the claim? There are two basic approaches. The first is to use\nan option-pricing model, like Black-Scholes, to value the outstanding options.\nBlack-Scholes is driven by a few key variables including interest rates, life of the\noptions, strike prices, and volatility of the stock. Assumptions for these data are\nfound in the footnotes of a company’s annual report. The value of the options\nshould be subtracted from corporate value—like debt or other liabilities—to de-\ntermine shareholder value.\nAn alternative approach is to make an upward adjustment in the cost of equity\nestimate to reflect a steady rate of dilution. This simplified model only works if\nthe percentage of dilution is constant year to year, a constrictive assumption. The\nformula is as follows:\nAdjusted Ke = [Base Ke + (1.1(% dilution))]\n"
    },
    {
      "number": 13,
      "text": "Frontiers of Finance\n– 13 –\nFor example, a company with a base cost of equity of 10% that faces a 3% an-\nnual rise in shares outstanding has an adjusted cost of equity of 13.3%. Under\ncertain restrictive conditions, this approach generates the same per-share value as\nthe options pricing model. However, we prefer the option pricing method as it\noffers substantially more transparency and flexibility.\nThis shift toward paying new economy executives with stock options also gives\ncompanies a real economic incentive to return excess cash via a share repurchase\ninstead of paying a dividend. This is because the owner of a stock option benefits\nonly when the price of the underlying stock goes up. However, after an investor\nreceives cash-in-hand from a dividend payment, the stock’s price will fall by pre-\ncisely that amount.\nThus, while dividends may be an important part of total shareholder returns, they\nalways lower a stock’s absolute price level. Accordingly, the value of an option\nto buy that stock will also fall. Conversely, a share buyback returning the same\namount of cash to shareholders does not lower the market value of ongoing\nshares. This difference gives option-laden managers an economically compelling\nreason to return cash to stockholders via share buybacks instead of dividends.\nIndeed, as new economy companies increasingly rely on stock options to com-\npensate executives, we expect the shift toward share repurchase to accelerate.15\n1\u0011%\u0011\u001d\u0003&5(',7\u000368,66(\u0003),567\u0003%26721\u0003&25325$7,21\u0003PD\\\u0003KDYH\u000f\u0003ZLWKLQ\u0003WKH\u0003ODVW\u0003WKUHH\u0003\\HDUV\u000f\u0003VHUYHG\u0003DV\u0003D\u0003PDQDJHU\u0003RU\nFR\u0010PDQDJHU\u0003RI\u0003D\u0003SXEOLF\u0003RIIHULQJ\u0003RI\u0003VHFXULWLHV\u0003IRU\u0003RU\u0003PDNHV\u0003D\u0003SULPDU\\\u0003PDUNHW\u0003LQ\u0003LVVXHV\u0003RI\u0003DQ\\\u0003RU\u0003DOO\u0003RI\u0003WKH\u0003FRPSDQLHV\u0003PHQ\u0010\nWLRQHG\u0011\u0003&ORVLQJ\u0003SULFHV\u0003DUH\u0003DV\u0003RI\u0003$XJXVW\u0003\u0017\u000f\u0003\u0014\u001c\u001c\u001b\u001d\n&RFD\u0010&ROD\u0003\u000b.2\u000f\u0003\u001a\u001b\u0018\u0012\u001b\u000f\u0003%X\\\f\r\n0LFURVRIW\u0003\u000b06)7\u000f\u0003\u0014\u0013\u0017\u0014\u0012\u0015\u000f\u00036WURQJ\u0003%X\\\f\r\n5DOVWRQ\u00033XULQD\u0003\u000b5$/\u000f\u0003\u0015\u001c\u0018\u0012\u001b\u000f\u00031RW\u00035DWHG\f\n\r)ROORZHG\u0003E\\\u0003D\u0003GLIIHUHQW\u0003&UHGLW\u00036XLVVH\u0003)LUVW\u0003%RVWRQ\u0003DQDO\\VW\u0011\n"
    },
    {
      "number": 14,
      "text": "Frontiers of Finance\n– 14 –\n+RZ\u0003%X\\LQJ\u0003%DFN\u00038QGHUYDOXHG\u00036KDUHV\u0003&DQ\u0003,QFUHDVH\u00036KDUHKROGHU\u00039DOXH\nAs mentioned in the body of this report, repurchasing undervalued shares can\ncreate substantial value. Indeed, if a stock is trading at a significant discount to\nits intrinsic value, buying back shares can offer returns significantly above the\ncost of equity.\nIn this appendix, we develop this point, through an example and through a formal\nproof that gives us a formula to calculate just how much a company can increase\nper-share intrinsic value by buying back undervalued shares.\nIn our example, a CFO correctly believes that the market undervalues her $10\nstock by 20%. Despite communicating the firm’s excellent prospects to investors,\nthis discount persists (see Table 4).\n7DEOH\u0003\u0017\n&)2·V\u00033HUFHSWLRQ\u0003YHUVXV\u00030DUNHW\u00035HDOLW\\\nTrading value of total firm\n $               800 \nIntrinsic value of total firm\n1,000\n$            \nTrading value per share\n8.00\n$              \nIntrinsic value per share\n10.00\n$            \nShares outstanding\n100.0\n              \n6RXUFH\u001d\u0003&6)%&\u0003DQDO\\VLV\u0011\nTaking decisive action, the CFO decides to repurchase 20% of the outstanding\nshares to take advantage of this opportunity. She uses the firm’s $160 in cash to\npurchase 20 shares at the market price of $8 per share. This lowers the intrinsic\nvalue of the firm by the $160 spent, from $1,000 to $840. However, the firm now\nhas 20 less shares. On a per-share basis, then, intrinsic value rises from $10 to\n$10.50—an increase of 5% (see Table 5).\n7DEOH\u0003\u0018\n,QWULQVLF\u00039DOXH\u00035LVHV\u0003$IWHU\u0003%X\\LQJ\u00038QGHUYDOXHG\u00036KDUHV\nShares repurchased\n20.0\n           \nNew shares oustanding\n80.0\n           \nAmount of cash needed to finance buyback\n160\n$          \nNew intrinsic value of  firm\n840\n$          \nIntrinsic value per share\n10.50\n$       \nIncrease in intrinsic value per share\n5.0%\n6RXUFH\u001d\u0003&6)%&\u0003DQDO\\VLV\u0011\n$SSHQGL[\u0003$\n"
    },
    {
      "number": 15,
      "text": "Frontiers of Finance\n– 15 –\nWe can derive a formula to yield the same result. We start with the formula for\nthe percent increase in intrinsic value per share:\n1 - \ne\nValue/Shar\n \nIntrinsic\nBuyback \n-\nPre\ne\nValue/Shar\n \nIntrinsic\nBuyback \n-\nPost\n \n \nShare\nper \n \nValue\n \nIntrinsic\nin \n  \nIncrease\n  \n%\n=\nNext, we can calculate Post-Buyback Intrinsic Value per Share as:\nd\nRepurchase\n \nShares\n -\nCount \n \nShare\n  \nInitial\nRepurchase\non \nSpent  \nCash  \n - \nShare\n \nValue\n \nIntrinsic\nBuyback  \n-\nPre\n \n \nShare\nper  \n \nValue\n \nIntrinsic\nBuyback \n-\nPost\n=\nThe cash spent on the repurchase is simply the equity market capitalization of the\nfirm times the percentage of the company’s shares repurchased.\nPlugging these formulas into one another, and canceling out terms, we arrive at\nthe formula:\n1 - \nd)\nRepurchase\n \nShares\n \nof\n \n%\n  -\n  \n(1\n))\nValue\n \nIntrinsic\nPrice\nStock \n  x  \nd\nRepurchase\n \nShares\n \nof\n \n(%\n - \n(1\n \n e\nValue/Shar\n \nIntrinsic\nin \n  \nIncrease\n \n%\n=\nTesting this equation against the answer given by our spreadsheet, we find that\nboth methods give us the same answer of a 5% increase in intrinsic value per\nshare.\n5%\n \n 1 - \n.8\n.84\n \n 1 - \n0.8\n0.8)\n x \n(0.2\n - 1 \n1 - \n20%)\n  -\n  \n(1\n))\n$10\n$8\n  x  \n(20%\n - \n(1\n \n e\nValue/Shar\n \nIntrinsic\nin \n  \nIncrease\n \n%\n=\n=\n=\n=\n"
    },
    {
      "number": 16,
      "text": "Frontiers of Finance\n– 16 –\n:K\\\u0003D\u00036WRFN\u0003%X\\EDFN\u0003(DUQV\u0003WKH\u0003&RVW\u0003RI\u0003(TXLW\\\u0003LQ\u0003DQ\u0003(IILFLHQW\u00030DUNHW\nBecause a risky dollar is worth less than a safe dollar, an investor will put money\ninto the market only if he can at least earn a return that compensates him for put-\nting his money at risk. The more risk, the higher the return demanded. This ex-\nplains why investors in risk-free government bonds accept meager returns of less\nthan 6%, but venture capital firms demand lofty 20% to 30% returns before they\nwill provide capital to risky high-tech startups.\nStocks lie somewhere in the middle of this range. Equity investors in public\ncompanies generally require a return in the neighborhood of 9 to 12%. This\nnumber is not set in stone because each company faces a different risk profile—\nfrom the stable cash flows of a utility to the volatile cash flows of an Internet\nstartup. In addition, debt can make equity more expensive, as it is a prior claim\non cash flows.\nHowever, whatever the demanded cost of equity, investors will price a stock so\nthat they will at least earn that return. Indeed, in an efficient market, investors\nwill bid stocks up and down until it is becomes impossible—or at least very dif-\nficult—for an equity investor to earn more than that cost of equity from divi-\ndends and capital gains. This is true whether we are talking about investors\npurchasing stock for their personal accounts, or companies repurchasing their\nshares in the open market.\nA simple example can make this clearer. Say two entities make separate promises\nto pay an investor $1,000 next year. The first entity, the U.S. Treasury, is backed\nby the full faith and credit of the U.S. government while the other, a risky high-\ntech startup company, is backed only by the start-up’s somewhat flimsy earnings\npower. If this investor were to sell both IOUs to a third party, it’s natural to ex-\npect that the risk-free promise from the Treasury would be worth more than the\nriskier promise from the startup. Put more formally, while the timing and mag-\nnitude of the $1,000 cash flow is the same for both entities, the increased riski-\nness of the startup’s promise makes it less valuable.\nTo value these promises, we turn to the standard discounting formula:\nflow\ncash \n \n the\nreceive\nyou \n \nbefore\n \nyears\n \nof\nnumber \nReturn)\n \nof\n \nRate\n \nDemanded\n \n \n(1\nFlow\nCash \n \n \nValue\nPresent \n+\n=\nIf we value the government’s promise to pay $1,000 a year from today using a\nrisk-free rate of 6%, we find that this promise’s present value is $943.40.\n40\n.\n943\n$\n(1.06)\n$1,000\n6%)\n \n \n(1\n$1,000\n \n \nValue\nPresent \n1\n=\n=\n+\n=\nSimilarly, we can value the startup’s same promise, albeit with a higher de-\nmanded rate of return to compensate for the higher business risk inherent in\nInternet startups. Using a higher discount rate of 15%, we can calculate that the\npresent value of the startup’s promise is a much lower $869.57.\n57\n.\n869\n$\n(1.15)\n$1,000\n15%)\n \n \n(1\n$1,000\n \n \nValue\nPresent \n1\n=\n=\n+\n=\n$SSHQGL[\u0003%\n$\u00036LPSOH\u0003([DPSOH\n"
    },
    {
      "number": 17,
      "text": "Frontiers of Finance\n– 17 –\nUsing this simple example highlights that different prices have different\ndemanded rates of return embedded in them. All things equal, a lower risk level\ntranslates to a lower discount rate, which means a higher stock price. Conversely,\nhigher risk translates into a higher discount rate, which means a lower stock\nprice.\nWe can also demonstrate this with a more complex, realistic example as well. To\ndo this, we created pro forma financial statements for a hypothetical company\nwith a constant return on capital of 18%, and cash earnings that start at $90 mil-\nlion. We assume the company has a competitive advantage period (CAP) of five\nyears—that is, that investors believe the company will grow revenues for five\nyears (at a modest 5%).16 This growth also necessitates additional capital expen-\nditure, as reflected by the increasing annual investment during that same period.\nFor computational convenience, we also assume that the company has no debt\nand that investors use a 10% cost of equity to discount the company’s cash flows.\nFinally, we translated these pro forma statements into a standard discounted cash\nflow analysis. This calculation values the company at $968 million (see Table 6).\n7DEOH\u0003\u0019\n'LVFRXQWHG\u0003&DVK\u0003)ORZ\u0003$QDO\\VLV\u0003IRU\u0003&RPSDQ\\\nEconomic Profit Method of Valuation\nYear\n1\n2\n3\n4\n5\n6\nInvested Capital (t)\n500\n          \n525\n          \n551\n          \n579\n          \n608\n          \n608\n          \nCash Earnings (t)\n90\n            \n95\n            \n99\n            \n104\n          \n109\n          \n109\n          \nReturn on Capital (%)\n18.0%\n18.0%\n18.0%\n18.0%\n18.0%\nCost of Capital (%)\n10%\n10%\n10%\n10%\n10%\nExcess Return (%)\n8%\n8%\n8%\n8%\n8%\nEconomic profit ($)\n40\n            \n42\n            \n44\n            \n46\n            \n49\n            \nPV of Economic Profit (t)\n36\n            \n35\n            \n33\n            \n32\n            \n30\n            \nPerpetuity of Economic Profit\n375\n          \n394\n          \n413\n          \n434\n          \n486\n          \nΣ PV of Economic Profit (0 ... t)\n36\n            \n71\n            \n104\n          \n136\n          \n166\n          \nPV of perpetuity\n341\n          \n325\n          \n311\n          \n297\n          \n302\n          \nBeginning Invested Capital\n500\n          \n500\n          \n500\n          \n500\n          \n500\n          \nCore Enterprise Value\n877\n          \n896\n          \n915\n          \n932\n          \n968\n          \nExcess Cash\n-\n           \nTotal Enterprise Value\n968\n          \nShareholder Value\n968\n$        \nPrice per share\n968\n$        \nPrice to cash earnings multiple\n10.8\n         \nFCF Method of Valuation\nYear\n1\n2\n3\n4\n5\n6\nCash Earnings (t)\n90\n            \n95\n            \n99\n            \n104\n          \n109\n          \n109\n          \nAnnual Investment (t)\n25\n            \n26\n            \n28\n            \n29\n            \n-\n           \n-\n           \nFCF (t)\n65\n            \n68\n            \n72\n            \n75\n            \n109\n          \n109\n          \nPV of FCF (t)\n59\n            \n56\n            \n54\n            \n51\n            \n68\n            \nΣ PV of FCF (0 ... t)\n59\n            \n115\n          \n169\n          \n221\n          \n289\n          \nPerpetuity of Cash Earnings (t)\n900\n          \n945\n          \n992\n          \n1,042\n       \n1,094\n       \nPV of perpetuity (t)\n818\n          \n781\n          \n745\n          \n712\n          \n679\n          \nCore Enterprise Value\n877\n          \n896\n          \n915\n          \n932\n          \n968\n          \nExcess Cash\n-\n           \nTotal Enterprise Value\n968\n          \n6RXUFH\u001d\u0003&6)%&\u0011\nThe next step is to repeat this exercise for the company after a year has passed.\nThis will give us the share price an investor would expect to enjoy with no\nchange in the company’s business plan, and the passing of a year.\n$\u00035HDOLVWLF\u0003([DPSOH\n"
    },
    {
      "number": 18,
      "text": "Frontiers of Finance\n– 18 –\nWhile expected cash flows for this company will remain the same, the most\nimportant difference will be the natural shortening of the CAP—the period dur-\ning which the company can generate excess returns—from five to four years.\nAfter all, since a year has passed and there has been no change in the business\nplan, the CAP will naturally shorten. The other important difference will be that\nthe company will have generated a certain amount of excess cash. This “cash in\nhand” results from the company’s successful generation of $65 million of free\ncash flow in its first year of operations. Thus, in addition to the $1 billion in\nvalue from the company’s core operations, investors will give the company credit\nfor an extra $65 million from this cash in hand (see Table 7).\n7DEOH\u0003\u001a\n'LVFRXQWHG\u0003&DVK\u0003)ORZ\u0003$QDO\\VLV\u0003IRU\u0003&RPSDQ\\\u0003DIWHU\u00032QH\u0003<HDU\nEconomic Profit Method of Valuation\nYear\n1\n2\n3\n4\n5\nInvested Capital (t)\n525\n          \n551\n          \n579\n          \n608\n          \n608\n          \nCash Earnings (t)\n95\n            \n99\n            \n104\n          \n109\n          \n109\n          \nReturn on Capital (%)\n18.0%\n18.0%\n18.0%\n18.0%\nCost of Capital (%)\n10%\n10%\n10%\n10%\nExcess Return (%)\n8%\n8%\n8%\n8%\nEconomic profit ($)\n42\n            \n44\n            \n46\n            \n49\n            \nPV of Economic Profit (t)\n38\n            \n36\n            \n35\n            \n33\n            \nPerpetuity of Economic Profit\n394\n          \n413\n          \n434\n          \n486\n          \nΣ PV of Economic Profit (0 ... t)\n38\n            \n75\n            \n109\n          \n143\n          \nPV of perpetuity\n358\n          \n342\n          \n326\n          \n332\n          \nBeginning Invested Capital\n525\n          \n525\n          \n525\n          \n525\n          \nCore Enterprise Value\n921\n          \n941\n          \n961\n          \n1,000\n       \nExcess Cash\n65\n            \nTotal Enterprise Value\n1,065\n$     \nPrice per share\n1,065\n$     \nPrice to cash earnings multiple\n11.3\n         \nFCF Method of Valuation\nYear\n1\n2\n3\n4\n5\nCash Earnings (t)\n95\n            \n99\n           \n104\n          \n109\n          \n109\n          \nAnnual Investment (t)\n26\n            \n28\n            \n29\n            \n-\n           \n-\n           \nFCF (t)\n68\n            \n72\n           \n75\n            \n109\n          \n109\n          \nPV of FCF (t)\n62\n            \n59\n            \n57\n            \n75\n            \n109\n          \nΣ PV of FCF (0 ... t)\n62\n            \n121\n          \n178\n          \n253\n          \n362\n          \nPerpetuity of Cash Earnings (t)\n945\n          \n992\n          \n1,042\n       \n1,094\n       \nPV of perpetuity (t)\n859\n          \n820\n          \n783\n          \n747\n          \nCore Enterprise Value\n921\n          \n941\n          \n961\n          \n1,000\n       \nExcess Cash\n65\n            \nTotal Enterprise Value\n1,065\n$     \n6RXUFH\u001d\u0003&6)%&\u0011\nThe interesting result is that, although the company’s business plan and investors\ndid not change at all, the company’s stock price goes from $968 million to\n$1.065 billion. As predicted, this 10% increase in share price means that inves-\ntors will earn exactly their demanded cost of equity of 10%, as long as expecta-\ntions do not change.\n"
    },
    {
      "number": 19,
      "text": "Frontiers of Finance\n– 19 –\nA hardened skeptic may want more than examples to prove that the expected\nreturn on any stock—whether it be an open-market purchase or a company\nbuying back stock—will be the cost of equity. Fortunately, we can also solve a\nproof that demonstrates that this relationship will always hold.\nThe logic starts with the premise that a stock’s value is the present value of all\nfuture equity free cash flows, discounted at the cost of equity:\n∑\n∞\n=\n+\n=\n1\ntime\ntime\nequity)\n \nof\ncost \n \n \n(1\nFlow\nCash  \n  \nFree\n \n \n0)\nYear \n(in \n \nValue\nPresent  \ntime\nThe formula for the value of a stock in a year is very similar. If we maintain the\nconvention of calling the free cash flow (FCF) in each year by the same year\nnumber we used previously, the formula is:\n∑\n∞\n=\n+\n+\n=\n2\n1-\ntime\ntime\n1\nequity)\n  \nof\ncost  \n \n \n(1\nFCF\n \n \n \n \n1)\nYear \n(in \n  \nValue\nPresent  \nFCF\ntime\nwhere FCF1 represents the cash-in-hand that results from the free cash flow that\nthe company generated in its first year of operation.\nIf we multiply both sides of the first equation by the quantity (1 + cost of equity),\nwe arrive at the following equation.17\n)\n \n(1\n x \n)\n \n \n(1\nFCF\n \n )\n \n(1\nx \nk\nk\nk\nPV\ne\n1\ntime\ne\ntime\ne\n0\n+\n+\n=\n+\n∑\n∞\n=\ntime\nCanceling out the numerator and denominator on the right side of this equation,\nwe arrive at this equation:\n∑\n∞\n=\n+\n=\n+\n1\n1-\ntime\ne\ntime\ne\n0\n)\n \n \n(1\nFCF\n \n )\n \n(1\nx \nk\nk\nPV\ntime\nWe can expand the summation to arrive at this equation:\n∑\n∞\n=\n+\n+\n=\n+\n2\n1-\ntime\ne\ntime\n1\ne\n0\n)\n \n \n(1\nFCF\n \n )\n \n(1\nx \nk\nFCF\nk\nPV\ntime\nBecause this equation describing the present value of a stock in year 0 is exactly\nequal to our previous equation describing the present value of a stock in year 1,\nwe can equate the two:\n)\n \n(1\nx \n 1\nk\nPV\n  \n \nPV\ne\n0\n+\n=\n.\nThus, after several algebraic manipulations, we arrive at our conclusion: the\nvalue of a stock next year is equal to the current value of a stock multiplied by\n1 plus its cost of equity.\n$\u00037KHRUHWLFDO\u00033URRI\n"
    },
    {
      "number": 20,
      "text": "Frontiers of Finance\n– 20 –\n:K\\\u0003DQ\u0003$VVHW\u00036DOH\u0010)LQDQFHG\u00036KDUH\u00035HSXUFKDVH\u0003&DQ\u0003%H\u0003'LOXWLYH\u0003WR\n(DUQLQJV\u0003DQG\u0003$FFUHWLYH\u0003WR\u00039DOXH\nWith Wall Street focused so much on earnings per share growth, we should\nexpect that many corporate managers work to boost earnings per share—and\navoid diluting earnings at all costs. Indeed, many managers like share repurchase\nfor precisely that reason. By lowering the number of shares outstanding, buy-\nbacks have become a popular way to augment earnings per share.\nHowever, the accounting consequences of share buybacks are not always posi-\ntive. For instance, most accounting-focused managers avoid selling a value-\ndestroying division—even at a price above intrinsic value—if it lowers reported\nearnings per share. This is particularly true for companies that have executive\ncompensation programs tied to EPS targets.\nHowever, faithful readers of the Frontiers of Finance series will not be surprised\nwhen we claim that managers should focus instead on the economic conse-\nquences of such a decision. We corroborate this assertion by elaborating on the\nexample we laid out in the body of this report (see page 6).\nIn this example, a company is comprised of two divisions. The first, the Cash\nCow division, earns a return on invested capital of 40%. Using a cost of capital\nof 10%, a growth rate of 8%, and an assumption of zero net investment, we can\nuse the standard perpetuity present value formula to value the business. This\nformula—cash earnings divided by cost of capital less growth—yields a value of\n$1,000. The second business, the Dog division, earns a meager 5% return. Hold-\ning constant all assumptions except that for growth, we can calculate that the\nDog division’s market value is $50.\nAccordingly, the combined divisions have a combined market capitalization of\n$1,050. With 100 shares outstanding, this translates to a price of $10.50 per share\n(see Table 8).\n$SSHQGL[\u0003&\n"
    },
    {
      "number": 21,
      "text": "Frontiers of Finance\n– 21 –\n7DEOH\u0003\u001b\n7DOH\u0003RI\u00037ZR\u0003'LYLVLRQV\n\"Cash Cow\" \nDivision\n\"Dog\" \nDivision\nCash earnings\n20\n$                 \n5\n$              \nInvested capital\n50\n                   \n100\n            \nEarnings per share contribution\n0.20\n                \n0.05\n           \nReturn on invested capital\n40%\n5%\nGrowth in cash earnings\n8%\n0%\nValue\n1,000\n$            \n50\n$            \nMarket value of total firm\n1,050\n$            \nShares outstanding\n100\n                 \nPrice per share\n10.50\n$            \nTotal earnings\n25.00\n$            \nEarnings per share\n0.25\n$              \nPrice-to-earnings ratio\n42 x\n1RWH\u001d\u0003$VVXPHV\u0003\u0014\u0013\b\u0003FRVW\u0003RI\u0003FDSLWDO\u0003DQG\u0003DQQXDO\u0003QHW\u0003LQYHVWPHQW\u0003RYHU\u0003GHSUHFLDWLRQ\u0003RI\u0003\u0007\u0013\u0011\n6RXUFH\u001d\u0003&6)%&\u0003DQDO\\VLV\u0011\nIn our example, another firm approaches our company and offers to buy the as-\nsets of Dog for book value of $100. This amount is double the intrinsic value to\nour company of $50. As management has no investment needs, they would return\nthis money to shareholders via share repurchase. Should management accept this\noffer?\nThe accounting and economic analyses will give different answers. An economic\nanalysis indicates that the company is now worth $50 more, as it now has $100 in\ncash versus owning a business worth $50. Thus, firm value jumps from $1,050 to\n$1,100. Accordingly, before the company repurchases its shares, the share price\nwould jump to $11 to reflect this improvement. After the company returns the\n$100 in cash to shareholders by repurchasing 9.1 shares, the company’s value\nwill fall back to $1,000. However, as there will now be only 90.9 shares out-\nstanding, the per-share value of our company would remain at $11, a 4.8% in-\ncrease from $10.50. Clearly, the economic analysis gives a green light to selling\nthe Dog division (see Table 9).\n"
    },
    {
      "number": 22,
      "text": "Frontiers of Finance\n– 22 –\n7DEOH\u0003\u001c\n(FRQRPLF\u0003DQG\u0003$FFRXQWLQJ\u0003$QDO\\VLV\u0003RI\u0003DQ\u0003$VVHW\u00036DOH\u0010)LQDQFHG\u00036KDUH\u00035HSXUFKDVH\nCash Cow\nAlone\nMarket value of total firm\n1,000\n$\nOld shares outstanding\n100.0\nShares repurchased\n9.1\nNew shares outstanding\n90.9\nNew price per share\n11.00\n$\nNew net income\n20\n$\nNew earnings per share\n0.22\n$\nNew price-to-earnings ratio\n50 x\n6RXUFH\u001d\u0003&6)%&\u0003DQDO\\VLV\nThe accounting analysis points the other way. Selling Dog will result in losing $5\nin earnings power. Even with fewer shares outstanding, this translates into earn-\nings of $0.22 per share or 12% dilution versus the prior total. Given the reported\nearnings per share drop, many managers would choose to pass on this opportu-\nnity to create value.\n"
    },
    {
      "number": 23,
      "text": "Frontiers of Finance\n– 23 –\n1 “Share Buybacks: A Popular Option,” The Economist, April 25, 1998.\n2 “Matsushita’s Management gets U.S.-Style Changes,” The New York Times, March 25, 1998.\n3 “Buy Back and Enjoy the Returns,” Francois Langlade-DeMoyen and Matthew Norris, Credit Suisse First Boston Equity\nResearch, March 24, 1998.\n4 Creating Shareholder Value, Alfred Rappaport (Free Press, New York, 1997), p. 96.\n \n5Another excellent, but dated, example is Teledyne Inc. In the five years ended 1976, Teledyne repurchased almost two-thirds of its\noriginally outstanding shares. Shareholders who retained their stake through the period enjoyed a compound annual rate of return of\n26.3% versus a 4.5% return on the S&P 500.\n6 “Who Wins in Large Stock Buybacks—Those Who Sell or Those Who Hold?” William McNally, Journal of Applied Corporate\nFinance, Spring 1998. McNally shows that nontendering shareholders, who “pay” for the premium to tendering shareholders\nthrough a wealth transfer, are more than compensated by the market’s positive reaction to the signal sent by management.\n \n7 “Common Stock Repurchases and Market Signalling,” Theo Vermaelen, Journal of Financial Economics, 1981.\n \n8 Principles of Corporate Finance, Richard A. Brealey and Stewart C. Myers (McGraw Hill, New York, 1996), p. 479-484.\n \n9 “Corporate Control and the Politics of Finance,” Michael C. Jensen, Journal of Applied Corporate Finance, Summer 1991.\n10 “Using APV: A Better Tool for Valuing Operations,” Timothy A. Luehrman, Harvard Business Review, May-June 1997.\n11 “Debt and Taxes,” Merton H. Miller, The Journal of Finance 32, 1977.\n12 “Share Buybacks That Pay Back in Spades,” Jeffrey M. Laderman, Business Week, February 23, 1998.\n13 “Stock Options Are Not a Free Lunch,” Gretchen Morgenson, Forbes, May 18, 1998.\n14 This issue will be further explored in an upcoming report.\n15 “Stock Repurchases and Incentive Compensation,” Christine Jolls, NBER Working Paper No. 6467, March 1, 1998.\n16 To be specific, CAP is defined as “the number of years during which a company can invest incremental capital at returns above\nthe cost of capital.”\n17 To save space, we have adopted the following notation: PV0 stands for Present Value in Year One, ke is the cost of equity, and\nFCFt is Free Cash Flow in Year t.\n"
    },
    {
      "number": 24,
      "text": "7KLV\u0003PHPRUDQGXP\u0003LV\u0003IRU\u0003LQIRUPDWLYH\u0003SXUSRVHV\u0003RQO\\\u0011\u00038QGHU\u0003QR\u0003FLUFXPVWDQFHV\u0003LV\u0003LW\u0003WR\u0003EH\u0003XVHG\u0003RU\u0003FRQVLGHUHG\u0003DV\u0003DQ\u0003RIIHU\u0003WR\u0003VHOO\u000f\u0003RU\u0003D\u0003VROLFLWDWLRQ\u0003RI\u0003DQ\\\u0003RIIHU\u0003WR\u0003EX\\\u000f\u0003DQ\\\u0003VHFXULW\\\u0011\n:KLOH\u0003WKH\u0003LQIRUPDWLRQ\u0003FRQWDLQHG\u0003KHUHLQ\u0003KDV\u0003EHHQ\u0003REWDLQHG\u0003IURP\u0003VRXUFHV\u0003EHOLHYHG\u0003WR\u0003EH\u0003UHOLDEOH\u000f\u0003ZH\u0003GR\u0003QRW\u0003UHSUHVHQW\u0003WKDW\u0003LW\u0003LV\u0003DFFXUDWH\u0003RU\u0003FRPSOHWH\u0003DQG\u0003LW\u0003VKRXOG\u0003QRW\u0003EH\u0003UHOLHG\nXSRQ\u0003DV\u0003VXFK\u0011\u0003\u0003:H\u0003PD\\\u0003IURP\u0003WLPH\u0003WR\u0003WLPH\u0003KDYH\u0003ORQJ\u0003RU\u0003VKRUW\u0003SRVLWLRQV\u0003LQ\u0003DQG\u0003EX\\\u0003DQG\u0003VHOO\u0003VHFXULWLHV\u0003UHIHUUHG\u0003WR\u0003KHUHLQ\u0011\u00037KLV\u0003ILUP\u0003PD\\\u0003IURP\u0003WLPH\u0003WR\u0003WLPH\u0003SHUIRUP\u0003LQYHVWPHQW\nEDQNLQJ\u0003RU\u0003RWKHU\u0003VHUYLFHV\u0003IRU\u000f\u0003RU\u0003VROLFLW\u0003LQYHVWPHQW\u0003EDQNLQJ\u0003RU\u0003RWKHU\u0003EXVLQHVV\u0003IURP\u000f\u0003DQ\\\u0003FRPSDQ\\\u0003PHQWLRQHG\u0003LQ\u0003WKLV\u0003UHSRUW\u0011\n\u008b\u0003\u0014\u001c\u001c\u001b\u000f\u0003&5(',7\u000368,66(\u0003),567\u0003%26721\u0003&25325$7,21\n$PHULFDV\nEleven Madison Avenue\nNew York, NY  10010, U.S.A.\n1 212 325 2000\nAtlanta\n1 404 656 9500\nMexico City\n1 525 202 6000\nBoston\n1 617 556 5500\nPhiladelphia\n1 215 851 1000\nBuenos Aires\n1 541 394 3100\nPortland, ME\n1 207 780 6210\nChicago\n1 312 750 3000\nSan Francisco\n1 415 765 7000\nHouston\n1 713 220 6700\nSão Paulo\n55 11 3048 2900\nLos Angeles\n1 213 253 2000\nToronto\n1 416 351 1600\n(XURSH\nOne Cabot Square\nLondon E14 4QJ, England\n44 171 888 8888\nAmsterdam\n31 20 575 4444\nParis\n33 1 40 76 8888\nBudapest\n36 1 202 2188\nPrague\n420 2 248 10937\nFrankfurt\n49 69 75380\nVienna\n43 1 512 3023\nGeneva\n41 22 394 7000\nWarsaw\n48 22 695 0050\nMadrid\n34 1 532 0303\nZug\n41 41 726 1020\nMilan\n39 2 7702 1\nZurich\n41 1 333 5555\nMoscow\n7 501 967 8200\n3DFLILF\nShiroyama Hills\n4-3-1 Toranomon\nMinato-ku, Tokyo 105, Japan\n81 3 5404 9000\nAuckland\n64 9 302 5500\nSeoul\n82 2 399 7355\nBeijing\n86 10 6410 6611\nSingapore\n65 226 5088\nHong Kong\n852 2847 0388\nSydney\n61 2 9394 4400\nMelbourne\n61 3 9 280 1666\nWellington\n64 4 474 4400\nOsaka\n81 6 243 0789\n"
    }
  ]
}