{
  "filename": "1998_let_s_make_a_deal__a_practical_framework_for_assessing_m_a_activity.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423212020-07'00'",
    "modDate": "D:20240423212037-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \nCREDIT SUISSE FIRST BOSTON CORPORATION\nEquity Research—Americas\nIndustry: Value-Based Strategy\nApril 27, 1998\nMichael J. Mauboussin  212/325-3108  michael.mauboussin@csfb.com\nNI1457\nBob Hiler   212/325-4341           bob.hiler@csfb.com\nLet’s Make a Deal\nA Practical Framework for\nAssessing M&A Activity\nVolume 4\n"
    },
    {
      "number": 2,
      "text": "Frontiers of Finance\n– 2 –\n“Some years back, a CEO friend of mine . . . was explaining to his directors\nwhy he wanted to acquire a certain life insurance company. After droning rather\nunpersuasively through the economics and strategic rationale for the acquisition,\nhe abruptly abandoned the script. With an impish look, he simply said: ‘Aw,\nfellas, all the other kids have one.’”\n—Warren Buffett, Berkshire Hathaway letter to shareholders, 1994\nMergers and acquisitions are taking place at a staggering pace. In 1997 alone,\nglobal announced transactions grew to nearly $1.7 trillion, eclipsing by almost\n50% the record set in 1996. Virtually no company is immune from the trend, as\ndeals have been initiated across industries, borders, and unfriendly negotiating\ntables. The stakes have never been higher, and the cost of misallocating capital has\nnever been dearer.\nFor an economic standpoint, dynamic M&A activity is good as it indicates that\ncapital is flowing freely. An active market for corporate control helps ensure that\nbusinesses employ assets to their most productive use. Further, academic research\nsuggests that deals benefit multiple constituencies, including selling shareholders\nand the IRS, even when the transaction is perceived to have “victims.”1\nIn spite of the rising importance of M&A in determining shareholder returns, the\nanalysis of deals by the financial community is often lacking. It is clear that widely\ninvoked rules of thumb—like the virtue of announcing a deal that adds to earnings\nper share—often fail to explain why stocks go up and down. The stock market\nmust be taking its cues from other factors, including the cash economics and stra-\ntegic fit of a target, which may not be captured in superficial M&A analysis.\nUltimately, there is only one test of the success or failure of a merger or acquisi-\ntion: whether or not the per-share value of the acquiring company rises after the\ndeal is done. We believe that astute companies can use the current M&A wave to\ndeliver substantial value for their shareholders. This report seeks to lay out an eco-\nnomically sound framework for assessing such value-creating programs.\nWe will approach this task in three parts. First, we will review the evidence on\ndeals, outline some potential pitfalls, and explore how accounting issues can ob-\nscure economic reality. Second, we will outline the mechanics for a proper M&A\nanalysis. Finally, we offer two case studies. The first is a deal that misfired—the\nSnapple purchase by Quaker Oats—and the second is a successful transaction—\nGillette’s acquisition of Duracell.\nThe M&A market is booming. Deal volume in 1997 was better than two times\nwhat it averaged in the late 1980s. Activity in the U.S. paved the way, with the\n$750 billion in announced domestic deals representing roughly one-half of the\nworld’s total. The financial services sector was particularly active, with announced\ntransactions totaling about one-quarter trillion dollars.\nIntroduction\nThe Evidence\n"
    },
    {
      "number": 3,
      "text": "Frontiers of Finance\n– 3 –\nChart 1\nGlobal Announced Transactions\n$ in billions\n$ 5 6 6\n$ 6 0 5\n$ 4 7 3\n$ 1 , 6 7 1\n$ 1 , 1 4 6\n$ 9 8 0\n$ 5 9 0\n$ 4 6 5\n$ 3 7 5\n$ 3 7 9\n$-\n$ 2 0 0\n$ 4 0 0\n$ 6 0 0\n$ 8 0 0\n$ 1 , 0 0 0\n$ 1 , 2 0 0\n$ 1 , 4 0 0\n$ 1 , 6 0 0\n$ 1 , 8 0 0\n1 9 8 8\n1 9 8 9\n1 9 9 0\n1 9 9 1\n1 9 9 2\n1 9 9 3\n1 9 9 4\n1 9 9 5\n1 9 9 6\n1 9 9 7\nSource: Security Data Corp.\nBut despite the record volume, the evidence on acquisitions should give pause to\npotential buyers. On balance, the empirical facts based on academic research show\nthat companies trying to create value through acquisitions face some challenges.2\nHowever, deals with financial and strategic merit are still well greeted by the stock\nmarket. Some key academic findings from the study of transactions are as follows:\n• Roughly two-third of all acquisitions are not immediately value-accretive for\nthe acquiring company. By using a so-called event study to calculate “cumulative\nabnormal returns,” the impact of an M&A deal on share price performance can be\nisolated. Using this technique, Professor Mark Sirower documents that two-thirds\nof announced transactions have resulted in the buyer’s stock price underperforming\nthe market. 3 Corporate managers and investors often argue that short-term price\nperformance is an unreliable barometer for determining the merit of a transaction.\nThe reality is that the market is an unbiased measure of expectations—where in-\nvestors place their collective best bet on the present value of future cash flows.\nThat roughly one-third of all transactions are deemed value-creating for the ac-\nquiring company demonstrates that shareholder-friendly deals can be done.\n• The higher the price paid for the target, the greater the synergy must be to\nadd value. Recent work done by Sirower found that the magnitude of the premium\nis the primary determinant of value change. When a company overpays in a deal—\nby paying a premium over stand-alone value greater than the present value of an-\nticipated synergies—the market quickly reacts by transferring wealth from the\nacquiring company’s shareholders to the buyer’s. Notably, Sirower found that\nfactors such as deal size and degree of diversification were less explanatory in the\nbuyer’s price performance than the premium paid. Chart 2 shows the average pre-\nmiums paid over the past decade. Potential buyers should be encouraged by the\nfact that average premiums have declined in recent years.\n"
    },
    {
      "number": 4,
      "text": "Frontiers of Finance\n– 4 –\n Chart 2\nAverage Premium Paid\nversus 4-week average price\n \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n1987\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997E\nAverage Premium Paid\n Source: Securities Data Company, Credit Suisse First Boston estimates.\n• Cash deals are better than stock deals.4 This evidence is consistent with the\nhypothesis that managers generally issue stock for acquisitions when they perceive\ntheir shares to be overvalued. Interestingly, stock swaps have become much more\nprevalent than in the recent past.5 (See Chart 3.) This may imply that managers\nincreasingly believe their stock is overvalued, given the tremendous performance of\nthe equity markets in the past decade.\n Chart 3\nTypes of Consideration in Announced Domestic Deals\n \n5 %\n1 2 %\n2 0 %\n1 7 %\n1 2 %\n1 8 %\n1 5 %\n2 5 %\n2 5 %\n2 3 %\n3 9 %\n3 7 %\n3 2 %\n4 7 %\n5 2 %\n5 4 %\n4 4 %\n4 8 %\n4 7 %\n5 0 %\n5 6 %\n5 1 %\n4 8 %\n3 6 %\n3 6 %\n2 8 %\n4 1 %\n2 7 %\n2 8 %\n2 7 %\n0 %\n1 0 %\n2 0 %\n3 0 %\n4 0 %\n5 0 %\n6 0 %\n7 0 %\n8 0 %\n9 0 %\n1 0 0 %\n1 9 8 8\n1 9 8 9\n1 9 9 0\n1 9 9 1\n1 9 9 2\n1 9 9 3\n1 9 9 4\n1 9 9 5\n1 9 9 6\n1 9 9 7\nS t o c k  s w a p\nC a s h  a n d  S t o c k\nC a s h\nSource: Securities Data Company.\n"
    },
    {
      "number": 5,
      "text": "Frontiers of Finance\n– 5 –\n• Goodwill amortization lowers reported EPS, not value. Professor Michael\nDavis found that there is no benefit to using the pooling method of accounting for\ndeals versus the purchase, even when the latter results in the recognition and am-\nortization of goodwill, diluting reported earnings per share. In fact, he shows that\nthe market positively values goodwill.6 However, there is evidence that some com-\npanies perceive the income statement benefit of pooling so favorably that they are\nwilling to pay a significant price to achieve it. For example, AT&T incurred about\n$500 million in incremental costs—including expense associated with satisfying\npooling accounting criteria and a boost in the premium paid—in its purchase of\nNCR.7\nWhy Deals Fail\n Given that the majority of announced deals result in a lower share price for the\nacquiring company, it is worth exploring the major reasons that deals fail.8 Some\nof the major missteps include:\n• Overoptimistic appraisal of market potential. Managers often assume one of\ntwo potentially dangerous scenarios: either that a poor performing sector will turn\naround and improve, or that a growing business will continue to sustain lofty his-\ntorical growth rates. Quaker’s 1994 purchase of Snapple is a good illustration of\nthe latter point. Rather than objectively weigh the competitive threat of beverage\ngiants Coca-Cola and PepsiCo in the alternative beverage business, Quaker’s\nmanagement assumed that rapid growth rates would be sustainable well into the\nfuture. As it turned out, Snapple’s growth fell shy of expected targets because of\nthe competitive onslaught of rival brands. It is important that management bases\nits expectations on plausible business scenarios.\n• Overestimation of synergies. In order to justify paying heady premiums over\nmarket prices, managers often count on significant operating and financial syner-\ngies. Managers tend to make two kinds of mistakes. First, they tend to overesti-\nmate the magnitude of financial improvement—so that goals for anticipated\ngrowth or cost reductions cannot be met. Second, managers count on synergies to\nmaterialize too soon. This reduces the present value of the synergies and leads to\noverestimation.\n• Overbidding. It is not unusual for executives engaged in bidding wars to leave\nthe world of rational economic goals and enter into the realm of psychological\nobjectives. Frequently, the result of a bidding war is that the ultimate winner\noverpays for the asset. Professor Max Bazerman finds that the “winner’s curse” is\nthe result of the “failure to consider the implications of having bid higher than\nmany of the other bidders—all of whom are at the same information disadvantage\nrelative to the seller.”9 The late-1980s acquisition of Federated Department Stores\nby Robert Campeau is a graphic illustration of how the winner’s curse can destroy\na company.\n"
    },
    {
      "number": 6,
      "text": "Frontiers of Finance\n– 6 –\n• The hubris hypothesis. This theory, proposed by Professor Richard Roll,10 is\nan adjunct to the winner’s curse. Essentially, the hubris hypothesis suggests that\nwhile management may believe that synergy exists and can be captured, individual\njudgment is obscured by “pride and arrogance,” compelling them to overpay for\nacquisitions. This hypothesis is confirmed by the overconfidence generally exhib-\nited by managers.\n• Overly optimistic appraisal of ability to integrate. The smooth melding of two\nbusinesses can be impeded by various factors. For example, merging companies\nmay have very different cultures, resulting in style clashes. Geographic distance\nbetween the headquarters of M&A partners can also create barriers in communi-\ncation and integration. Finally, senior managers within a newly formed company\noften have different roles versus their prior organizations, creating tension. Deals\nviewed only by the numbers tend to underestimate the impact of these issues.\n• The diversification trap. Managers sometimes cite diversification as a motiva-\ntion to make acquisitions. The thinking is that a diversified portfolio reduces risk\nby smoothing earnings—when one business is underperforming, another one may\nbe doing well, offsetting the weakness. This logic is fatally flawed for a simple\nreason: portfolio managers can similarly diversify their portfolios for a lot less\nmoney. After all, it’s a lot cheaper to pay a broker a few pennies of commission\nthan to ante up a hefty control premium. Diversification does lead to greater size,\nwhich many managers perceive to enhance reputation. However, size is not well\ncorrelated with value creation. This is not to say that managers are making\nsuboptimal decisions. After all, larger girth is well correlated with greater execu-\ntive compensation.\n• Misplaced financial objectives. In spite of voluminous evidence to the contrary,\nsome managers persist in the view that any action that adds to accounting earnings\nper share will add to shareholder value. This misperception can be compounded by\npoorly conceived incentive compensation programs, many of which remain linked\nto accounting earnings. As the following section will demonstrate, the earnings per\nshare impact should be considered largely as a residual of proper M&A analysis.\nThe prime goal remains value creation, which requires that the value imparted—in\ncash, stock, or a combination—be less than the present value of the future stream\nof cash flow acquired, including the benefit of synergy. To the extent that earnings\nper share are a proxy for cash flow they are instructive, but investors must dig be-\nhind the numbers to determine the economics.\n Accounting Issues\n Evaluating the merit of a merger or acquisition based solely on its impact on re-\nported earnings per share is one of the greatest investment errors that can be made.\nThe reason for this is simple: accrual accounting earnings do not necessarily reflect\nthe economic reality of cash-on-cash returns. Further, companies can chose vari-\nous accounting techniques, all acceptable under GAAP, that yield various earnings\nper share outcomes.\n"
    },
    {
      "number": 7,
      "text": "Frontiers of Finance\n– 7 –\n To illustrate the point, we turn to the so-called “high-low fallacy.” This simple\nexercise shows the impact of combining two “businesses”—one with a high\nprice/earnings multiple (P/E) and one with a low P/E—in a stock-for-stock deal.\nAssuming no acquisition premium or synergy between the operations, it can be\ndemonstrated that management can either increase earnings—High buys Low—or\nincrease the P/E—Low buys High. (See Table 1.) As there is no change in the\nvalue of the businesses, the earnings or multiple improvement must clearly be off-\nset by a contra-effect. In fact, this is the case. When High buys Low, the earnings\nper share rise but the “correct” P/E tumbles. Similarly, when Low buys High the\nP/E expands but at the expense of earnings per share dilution. There is still no free\nlunch.\n Table 1\nThe High-Low Fallacy\n \n \n \n Get EPS Up!\n Get P/E Up!\n \n High\n Low\n High buys Low\n Low buys High\n Earnings\n $5,000\n $5,000\n $10,000\n $10,000\n Shares\n 5,000\n 5,000\n 8,333\n 12,500\n Stock price\n $30\n $20\n $30\n $20\n EPS\n $1.00\n $1.00\n $1.20\n $0.80\n P/E\n 30X\n 20X\n 25X\n 25X\n Note: Adapted from The Quest for Value, G. Bennett Stewart, HarperCollins, 1991.\nThe high-low fallacy highlights another important issue. P/E multiples are a func-\ntion of value, not a determinant of value. This causality is often implicitly re-\nversed when investors and managers use investment rules of thumb. More directly,\nit is never enough to figure out what impact a deal has on earnings per share with-\nout contemplating what effect the same transaction will have on the P/E. A correct\napproach would be to determine the economics of a deal, as defined by net present\nvalue analysis, and to appreciate that the earnings and P/E impact will fall out of\nthose economics.\n Often, the earnings impact of a merger or acquisition hinges on the method of\nfinancing a company chooses to fund the deal. A fundamental tenet of corporate\nfinance, however, is that projects should not be associated with specific funding\nsources.11 This is true for a few reasons.\n First, the “capital structure” of the project should be the same as that for the cor-\nporation, unless the investment itself is large enough to effect an overall change in\ntarget capital structure. Second, the immediate funding source has no necessary\nconnection to the project’s hurdle rate. What matters is the project’s contribution\nto the firm’s debt capacity. Specifically, if a project is funded completely with\ndebt, it should be clear that the borrowing power comes from the firm’s existing\nassets. Finally, even if the firm were willing to significantly increase its debt-to-\ncapital ratio, the cost of debt and equity estimates would have to rise to reflect the\nhigher financial risk assumed by each.\n"
    },
    {
      "number": 8,
      "text": "Frontiers of Finance\n– 8 –\n Table 2 highlights this point with an example. Acquirer, Inc. agrees to purchase\nTarget, Inc. For simplicity, we assume no operational synergies and no acquisition\npremium. Acquirer entertains three scenarios for funding the deal: all stock, half-\nstock/half-cash, and all cash.\n Table 2\nEPS and Value Impact of Various Financing Sources for an Acquisition\n $ in millions, except per share data\n \nAcquirer\nT a r g e t\n1 0 0 %  \nStock\n5 0 %  Stock/ \n5 0 %  C a s h\n1 0 0 %  C a s h\nSales\n654\n           \n648\n           \n1,302\n         \n1,302\n             \n1,302\n          \nEBITDA\n193\n           \n97\n             \n291\n            \n291\n                \n291\n             \nEBIT\n183\n           \n87\n             \n271\n            \n246\n                \n246\n             \nInterest expense\n-\n            \n18\n             \n18\n              \n46\n                  \n76\n               \nPretax income\n183\n           \n69\n             \n253\n            \n224\n                \n195\n             \nTax\n62\n             \n24\n             \n86\n              \n76\n                  \n66\n               \nGoodwill amortization\n-\n            \n-\n            \n-\n             \n25\n                  \n25\n               \nNet income\n121\n           \n46\n             \n167\n            \n123\n                \n104\n             \nEarnings per share\n6.04\n$        \n2.29\n$        \n6.24\n$         \n5.27\n$             \n5.18\n$          \nP/E multiple\n12.9\n          \n11.4\n          \n12.5\n           \n15.5\n               \n16.8\n            \nE V / E B ITDA Multiple\n8.1\n            \n7.4\n            \n7.8\n             \n8.2\n                 \n8.5\n              \nDebt\n-\n            \n200\n           \n200\n            \n462\n                \n724\n             \nEnterprise value\n1,556\n        \n724\n           \n2,280\n         \n2,369\n             \n2,458\n          \nMarket value of equity\n1,556\n        \n524\n           \n2,080\n         \n1,907\n             \n1,734\n          \nShares outstanding\n20\n             \n20\n             \n27\n              \n23\n                  \n20\n               \nShare price\n78\n$           \n26\n$           \n77.81\n$       \n82\n$                \n87\n$             \nNote: Only the acquisition using 100%  stock is accounted for using the pooling method\nwithout any amortization of goodwill.  The other two scenarios are accounted for using\nthe purchase method with amortization of goodwill over 15 years.\nSource: CSFBC analysis.\n Acquirer’s board of directors might consider the following points:\n• The EPS impact varies significantly with different accounting methods and\nfunding sources. This is in spite of the fact that the “value imparted,” or purchase\nprice, and assumed cash flow stream from the target company are identical under\neach scenario. This fact alone suggests that EPS accretion/dilution is by itself an\nunreliable proxy for value creation. In fact, empirical evidence shows that as the\npercentage of executive compensation linked to accounting measures rises, the\nmarket’s reaction to merger announcements becomes more adverse.12 Indeed, in\nour example the scenario most beneficial to accounting earnings per share out-\ncome delivers the least shareholder value.\n• Deals funded with debt are preferable to those funded with equity, in spite of\nthe negative effect they may have on reported earnings. This point, supported by\nthe empirical data, stems from two primary considerations. First, higher debt lev-\nels—or greater use of a company’s debt capacity—may help lower a company’s\nweighted average cost of capital by combining a greater percentage of lower-cost\ndebt versus higher-cost equity. The cost of capital improvement stems from the\npresent value of tax savings, which can be clearly illustrated by the Adjusted\nPresent Value (APV) technique of value estimation.13 It should be noted, however,\n"
    },
    {
      "number": 9,
      "text": "Frontiers of Finance\n– 9 –\nthat this financial benefit can be captured without an acquisition through a more\naggressive use of the balance sheet. Second, there is evidence that higher debt lev-\nels impose capital allocation discipline on companies. Counterintuitively, then,\nhigher debt levels can result in a lower risk of capital misallocation.\n• Enterprise value to EBITDA multiples, often used in M&A analysis, do not\ntell the complete story. Multiples represent a shorthand for the discounting proc-\ness. As such, they do not always capture key issues of value. For example,\nEBITDA multiples do not explicitly capture issues of risk in cash flows, capital\nrequirements, and the sources and implications of various financing alternatives.\nCorporate managers and investors should recognize multiples for what they are—\na convenient starting point—but should incorporate all key value drivers into their\nappraisals.\n In sum, the use of accrual accounting measures to judge the merit of a merger or\nacquisition is both economically senseless and potentially very misleading. Manag-\ners should be sure that deals are judged based on sound criteria and that executive\ncompensation schemes measure economic, rather than accounting, performance.\n This section outlines the required steps to perform an economically sound analysis\nof a merger or acquisition. Before delving into the specifics, however, it is impor-\ntant to stress one point about capital allocation. Senior executives should focus on\nthe funding of strategies, not projects. There may be circumstances under which a\ndeal is not strictly value creating when viewed by itself, but supports an overall\nstrategy—by providing access to a new market, for example—that creates more\nvalue than not doing the deal. Alternatively, some deals may look financially ap-\npealing but could be inconsistent with a company’s strategic goals and strengths.\n The mechanics of M&A analysis can be broken into four parts.14 We outline each\nof them in turn:\n I. Value the Acquiring Company\n This step is a self-appraisal. It allows the buyer to understand a few key points.\nMost important, a buyer must understand the expectations embedded in its share\nprice, including capital intensity, prospective returns on new investments, and the\nanticipated period of competitive advantage. A concrete understanding of market\nexpectations can help management understand potential stock market reactions and\ncan offer a guide for investor communication.\n Second, a self appraisal can shed light on potential funding techniques. For exam-\nple, if management feels its shares are overvalued, it may consider using stock to\nfund some or all of a deal. Very few managers, however, come to the conclusion\nthat their stock is overvalued, even when such a conclusion is supported by an ag-\ngregation of internal operating plans. Conversely, if management believes their\nstock is significantly undervalued, they may consider repurchasing their own\nshares instead of doing a deal.\n M&A Analysis\n"
    },
    {
      "number": 10,
      "text": "Frontiers of Finance\n– 10 –\n II. Value the Target Stand-Alone (i.e., without Synergy)\n Here, the buyer seeks to understand the expectations built into the price of the\nacquisition target excluding potential synergy. This exercise is easily done with\npublic information. It is important to stress here that stock prices often reflect ex-\npectations for free cash flow generation and investment needs well into the future.\nHence, the buyer must be convinced not only that the performance implied by the\npublic market value is achievable but that the incremental performance implied by\nthe control premium can be exceeded. Cast in this light, it is easy to see why so\nmany deals fail to create value.\n III. Identify Synergy\n Very simply, the value created in a M&A transaction represents the present value\nof synergy less the premium paid for control. Stated differently, an acquisition only\nenhances value for the buyer if the present value of the cash flow improvement\nexceeds the cost of acquiring that cash flow stream.\n Logically, then, two issues must be addressed. The first is an identification of what\nbenefits are likely to accrue through the combination of two businesses. Here it is\ncritical to thoroughly and realistically assess synergy, with an explicit eye toward\nquantifying the cash flow benefits of the deal. The second issue is determining the\nprice of acquiring control of the target company. This control premium is generally\nobservable for deals that have been announced.\n Quantifying either of these variables allows a company or an analyst to determine\na “walk-away” price—the maximum price for a target that creates value. For ex-\nample, if a $100 million premium is required for company to acquire a target, the\npresent value of synergies must exceed $100 million for the deal to add value.\nLikewise, if a thorough estimation of the benefit of combination suggests a present\nvalue of savings of $150 million, a maximum premium could be defined.\n Consistent with the approach that operating and financing issues should be treated\nseparately, we consider operating and financial synergy merger benefits independ-\nently as well.\n A checklist of potential operating benefits might include the following:\n• Sales growth. The combination of two business may allow for accelerated top-\nline growth as a result of items such as a broadened product offering, expanded\ndistribution channel opportunities, and improved geographic scope. However, there\nare often product redundancies in acquisitions, leading to a potential short-term\nsales dip.\n• Operating margin expansion. Economies of scale in areas such as raw material\nprocurement, manufacturing, distribution, and marketing often allow for higher\nmargins for the combined entity than for the aggregate of the two separate busi-\nnesses. Further, redundant activities such as accounting, legal, and administration\ncan often be downsized, leading to greater profitability.\n• Capital efficiency. Companies vary in their ability to manage the balance sheet.\nAs a result, the combination of two companies can lead to improved balance sheet\nmanagement. Specifically, working capital intensity—as measured by days out-\nstanding of accounts receivable, inventory turnover, and days outstanding of ac-\ncounts payable—and fixed capital intensity—as measured by the fixed capital\n"
    },
    {
      "number": 11,
      "text": "Frontiers of Finance\n– 11 –\nturnover ratio—can be trimmed. In addition, the melding of two companies gives\nrise to asset redeployment opportunities, yielding the potential for improved aggre-\ngate invested capital efficiency.\n• Skill transfer. This occurs when the skills of one management team are benefi-\ncially applied to the business of another company. For example, the acquiring\ncompany may have technology or research and development expertise that can be\napplied to the products of the target company. Skill transfer can also be applied to\nareas such as distribution, marketing, procurement, financial management, and\nhuman resources.\n Potential sources of financial synergy might include:\n• Lower taxes. The combination of two companies may lead to greater tax effi-\nciency. This benefit can arise from the exploitation—or accelerated exploitation—\nof net operating losses, a change in domicile to a lower tax jurisdiction,15 a trans-\nformation of corporate structure to a tax-efficient vehicle, and a more favorable\ngeographic earnings/losses mix. Any of these can lower overall taxes.\n• Lower borrowing costs. The case for lower aggregate borrowing costs is that\nthe combined stream of cash flows will be less risky than a single stream of cash,\nhence reducing both risk and expected reward for creditors. However, this does not\nnecessarily create value for shareholders—especially in higher levered compa-\nnies—as the value of their “option” to default is reduced.16\n• Greater debt capacity. This benefit can come in one of two forms. The first is\nthe utilization of the untapped debt capacity of either the buyer or the seller to fund\nthe deal. The weakness in this argument is that debt capacity can be tapped with-\nout a merger taking place. The second case is that the combined, more stable\nstream of cash flows allows for greater debt capacity, holding the risk of financial\ndistress constant. The value of financial leverage, however, is significantly influ-\nenced by personal tax rates on stocks versus bonds.17 Under current tax laws, in-\ncreasing leverage enhances corporate value until the risk of financial distress\nbecomes meaningful.\nIV. Value Synergy\nThe final step in the analysis is to value the anticipated synergy. The combination\nof the synergy and the stand-alone valuations will help determine the economic\nmerit of the purchase price. If the cost of an acquisition is less than the stand-alone\nvalue plus the present value of synergy, the deal will create shareholder value.\n“Base case” models should be complemented with ample sensitivity analysis in\norder to determine the impact of key drivers on value and to weigh the margin of\nsafety. An APV-driven analysis can often prove useful in this capacity, as it dis-\ntinguishes between potential operating and financial synergies. Finally, we like to\nsee managerial compensation targets tied directly to specific performance measures\nof the combined companies to assure that the goals and expectations of managers\nare closely aligned with those of the shareholders.\n"
    },
    {
      "number": 12,
      "text": "Frontiers of Finance\n– 12 –\nShareholder-Value-at-Risk\nWhile the four steps above outline the mechanics of analysis, the potential\nimpact of a deal is not always clear. In order to address this issue, we turn to\n“shareholder-value-at-risk,” or SVAR. 18 SVAR measures the extent to which the\nacquiring company’s management is “betting the firm” on the success, or failure,\nof an acquisition. In the worst-case scenario—when no synergy is realized—the\ncontrol premium represents a direct wealth transfer from the shareholders of the\nacquiring company to those of the target company. For a cash deal, then, SVAR is\nsimply the premium offered divided by the equity capitalization of the acquiring\ncompany. Table 3 shows SVAR percentages under varying scenarios.\nTable 3\nShareholder-Value-at-Risk Under Varying Scenarios\nValue Seller/Buyer\n% Premium\n25%\n50%\n75%\n100%\n30%\n7.5%\n15.0%\n22.5%\n30.0%\n40\n10.0\n20.0\n30.0\n40.0\n50\n12.5\n25.0\n37.5\n50.0\n60\n15.0\n30.0\n45.0\n60.0\nSource: Creating Shareholder Value, Alfred Rappaport, Free Press, 1997.\nCalculating shareholder-value-at-risk is useful for at least two reasons. First, it\nallows executives of the acquiring company to know the magnitude of the stakes of\nthe game. These stakes are often obscured by the fact that communication in the\npublic market is based on per-share values instead of absolute values. Second,\nshareholder-value-at-risk highlights the difference between cash and stock-for-\nstock deals. In a cash deal, SVAR is totally assumed by the acquiring company. In\na stock-for-stock deal, the risk is spread between the acquiring and target company\nshareholders. In turn, target company shareholders may seek higher per-share con-\nsideration in stock-for-stock deals to compensate them for their greater assumed\nrisk.19\nHere is a simple example. Assume that the acquiring company has a market value\nof $2,000 and that the target has a pre-bid value of $800. Now assume the ac-\nquiring company bids $1,000 for the target, representing a 25% premium. The\nSVAR for the acquiring company is 10% if it is a cash deal ($200 premium di-\nvided by a $2,000 market value). For a stock-for-stock deal, the SVAR is 6.6%\n($200 premium divided by a $3,000 combined market value) as the acquirer and\ntarget share in the risk of synergy realization.\nUsed as part of a complete M&A analysis, as outlined above, shareholder-value-\nat-risk can give the board of directors, executives, and shareholders of both ac-\nquiring and target companies a more complete picture of the potential outcome of a\nproposed deal than can traditional tools.\n"
    },
    {
      "number": 13,
      "text": "Frontiers of Finance\n– 13 –\nQuaker Oats/Snapple\nThe transaction. On November 2, 1994, Quaker Oats announced a bid to purchase\nSnapple Beverage Corporation for $14 per share, or roughly $1.7 billion, in cash.\nSnapple stock had reached a high of about $30 per share, but had corrected to the\n$13-14 per share range to reflect investor concerns about inventory problems and\nthe looming competitive threat from beverage giants Coca-Cola and PepsiCo.\nQuaker had a total enterprise value of approximately $5.6 billion—$4.6 billion in\nequity value and $1 billion in debt—at the time of the announcement. Management\nviewed the potential synergy in combining Quaker’s Gatorade sports beverage\nbusiness and Snapple as the major strategic rationale for the deal. Further, through\nthe sale of low-growth properties in its portfolio, Quaker management anticipated\nan acceleration in its growth rate. We published a detailed analysis of the transac-\ntion soon after its announcement.20\nSelf-evaluation. Given value-driver estimates similar to market consensus—free\ncash flow growth of 6%, a 10.7% cost of capital, and a 13-year competitive ad-\nvantage period (CAP)—Quaker shares appeared fairly valued at about $70 per\nshare.21\nTarget company valuation (stand-alone). We estimated that Snapple shares were\nworth approximately $8-9 per share. This appraisal was based on 15% free cash\nflow growth, a 13.5% cost of capital, and a CAP of 10 years. Snapple shares were\ntrading well above this estimated value at the time; the company disclosed disap-\npointing results concurrent with the bid that would have certainly sent the share\nprice lower. Based on this assessment, Quaker was paying a 65-85% premium, or\n$700-800 million, to pre-synergy value. Shareholder-value-at-risk approximated\n17%, a relatively high number. In retrospect, it is clear that even the assumptions\nin the “no-synergy” scenario were aggressive.\nIdentify synergies. Three areas of potential synergy were identified. First, Quaker\ncould wed the different distribution strengths of Snapple and Gatorade to capture\nhigher sales. Specifically, Gatorade was strong in supermarket channels and in the\nSouth, and Snapple was well-positioned in delicatessens and on the coasts. Second,\nthe technological expertise of Snapple in flavor systems could aid Gatorade, while\nGatorade’s packaging abilities could fortify Snapple. Finally, financial manage-\nment in areas such as procurement, information systems, and inventory manage-\nment could improve the performance of Snapple. Further, Quaker’s lower cost of\nborrowing could help reduce Snapple’s cost of capital.\nCase Studies\n"
    },
    {
      "number": 14,
      "text": "Frontiers of Finance\n– 14 –\nValue synergies. The anticipated synergies could be translated into an acceleration\nin sales growth from 15% to 18%, lower capital requirements as Quaker’s supply\nchain initiatives were implemented, and a lower cost of capital. These benefits\nwere valued at approximately $700 million. Clearly, however, the analysis demon-\nstrated that Snapple would have to grow significantly for a sustained period just to\nbe value neutral for Quaker shareholders. Table 4 summarizes the economics of\nthe deal.\nTable 4\nValue Impact of Snapple on Quaker Oats\n$ in billions\nItem\nAmount\nCorporate value of Snapple\n$1.0\nLess: Snapple debt\n—\nEquity value of Snapple\n1.0\nSynergies acquired\n0.7\nLess: Purchase price paid\n1.7\nValue creation for Quaker shareholders\n$0.0\nSource: Credit Suisse First Boston estimates.\nPostmortem. Snapple never came close to living up to its “value-driver” expecta-\ntions. In fact, the business generated a loss in 1995, the first full year Quaker\nowned the business.22 In the summer of 1996, Quaker management spent an incre-\nmental $20 million on advertising and promotion in an effort to stem the tide of\nsluggish volume trends. The business never responded. In the first quarter of 1997,\nQuaker sold Snapple to Triarc Beverage Holdings for an embarrassing $300 mil-\nlion23 and took a $1.4 billion asset write-off. Quaker’s CEO, Bill Smithburg, sub-\nsequently resigned.\nGillette/Duracell\nThe transaction. On September 12, 1996, Gillette agreed to acquire Duracell\nInternational for roughly $7.7 billion. Duracell is the leading alkaline battery pro-\nducer in the world, and represented a new “leg” to Gillette’s growth strategy. The\ntransaction valued Duracell shares at roughly $7.2 billion, or $59 per share, about\na 20% premium to its pre-bid closing price. The deal was accounted for as a\npooling of interests; Duracell shareholders were to receive 0.904 Gillette share for\neach share they owned. Interestingly, Gillette management indicated that it pre-\nferred a pooling-of-interest deal because of its accretive impact on earnings per\nshare, and suggested it would not have done the deal with purchase accounting.\nDuracell was 34% owned by leveraged buyout group Kohlberg, Kravis and\nRoberts (KKR). KKR had purchased Duracell from Kraft in 1988 for $1.9\nbillion. Duracell went public in 1991 at $15 per share.\nSelf-evaluation. Gillette shares were deemed to by fairly valued, based on consen-\nsus growth rates in free cash flow (low- to midteens), a 10% cost of capital, and a\n20-year CAP. Gillette’s share price was roughly $65, representing a $36 billion\nmarket capitalization, at the time of the deal announcement.\nTarget company valuation (stand-alone). Duracell shares, trading in the $48-49\nrange, also appeared reasonably valued before the bid. The company’s free cash\n"
    },
    {
      "number": 15,
      "text": "Frontiers of Finance\n– 15 –\nflow growth rate was estimated to be in the low teens (earnings per share growth\nwas targeted at 15%), the cost of capital approximated 10%, and the assumed\nCAP was about 15 years. The share price premium offered by Gillette equated to\n$1.2 billion in market value. SVAR was a modest 3%, as Gillette’s risk of attain-\ning synergies was shared with Duracell shareholders.\nIdentify synergies. Three areas of potential synergy were identified.24 First,\nGillette’s significant international sales and distribution capacity could allow for\nan acceleration in Duracell’s international sales and earnings growth rate. Second,\nmanagement anticipated $80-100 million in savings over two years as duplicative\nfunctions were eliminated. Finally, Gillette could reduce Duracell’s cash tax rate\nroughly 250-300 basis points through effective tax management.\nValue synergies. Management expected the deal to accelerate Duracell’s top-line\ngrowth, boost margins, and lower the company’s expected tax bill. These synergies\nwere valued at approximately $2.4 billion, exceeding the premium Gillette paid for\nDuracell. Capitalizing the $100 million in cost savings alone pointed to a $1 billion\nincrease in pretax value. Hence, these assumptions did not appear unreasonable.\nTable 5 summarizes the economics of the deal.\nTable 5\nValue Impact of Duracell on Gillette\n$ in billions\nItem\nAmount\nCorporate value of Duracell\n$6.6\nLess: Duracell debt\n0.6\nEquity value of Duracell\n6.0\nSynergies acquired\n2.4\nLess: Purchase price paid\n7.2\nValue creation for Gillette shareholders\n$1.2\nSource: Credit Suisse First Boston estimates.\nPostmortem. Duracell has generally lived up to expectations. For example, in 1997\nDuracell’s sales and operating profit grew 10% and 17%, respectively. Operating\nmargins for the year rose 1.2 points, to 21.1%, from 1996 levels. Recently,\nGillette has extended its segmentation and branding strategy to Duracell in an\neffort to gain market share, further expand operating margins, and grow the total\nmarket.\nKKR, which shared in the “risk” of attaining deal synergies through its 6.9% stake\nin Gillette, recently sold about one-third of its position—10 million shares—to the\npublic after enjoying a 50% stock price increase.\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager or\nco-manager of a public offering of securities for or makes a primary market in issues of any or all of the companies men-\ntioned. Closing prices are as of April 24, 1998:\nAT&T (T, 619/16, Buy)\nCoca-Cola (KO, 731/8, Buy)\nConAgra (CAG, 285/8, Hold)\nFederated Department Store (FD, 483/16, Strong Buy)\nGillette (G, 11515/16, Buy)\nH&R Block (HRB, 441/4, Hold)\nNCR (NCR, 367/8, Not Rated)\nPepsiCo (PEP, 431/8, Hold)\nQuaker Oats (OAT, 533/4, Not Rated)\nTriarc Beverage Holding (TRY, 245/8, Hold)\n"
    },
    {
      "number": 16,
      "text": "Frontiers of Finance\n– 16 –\nTyco International (TYC, 551/2, Buy)\nWorldComm (WCOM, 433/4, Strong Buy)\n"
    },
    {
      "number": 17,
      "text": "Frontiers of Finance\n– 17 –\nAppendix\nThe Mechanics of an Economically Sound M&A Analysis\nIn the body of this report we outlined the four steps needed to perform an economi-\ncally sound analysis of a merger or acquisition. In the appendix, we detail the\nmechanics of this economic analysis, contrasting it with a traditional accounting\nanalysis.\nFor our example, we created a pro forma income statement and balance sheet for\nhypothetical Acquirer, Inc. This company will grow sales at 9% for four years\nfrom a historical base of $600 million, after which growth moderates to an indus-\ntry average of 4%. Acquirer has generous 28% EBIT margins, no debt, and a 34%\ntax rate.1\nTable 1\nAcquirer’s Pro Forma Income Statement and Balance Sheet\nP r o  F o r m a  I n c o m e  S t a t e m e n t\nY e a r\n0\n1\n2\n3\n4\n5\nS a l e s\n6 0 0\n6 5 4\n        \n7 1 3\n        \n7 7 7\n        \n8 4 7\n        \n8 8 1\n        \nE B I T D A\n1 9 3\n        \n2 1 1\n        \n2 2 9\n        \n2 5 0\n        \n2 6 1\n        \nE B I T\n1 8 3\n        \n2 0 0\n        \n2 1 8\n        \n2 3 7\n        \n2 4 7\n        \nI n t e r e s t\n-\n         \n-\n         \n-\n         \n-\n         \n-\n         \nE B T\n1 8 3\n        \n2 0 0\n        \n2 1 8\n        \n2 3 7\n        \n2 4 7\n        \nI n c o m e  t a x  p r o v i s i o n\n6 2\n          \n6 8\n          \n7 4\n          \n8 1\n          \n8 4\n          \nN e t  I n c o m e\n1 2 1\n        \n1 3 2\n        \n1 4 4\n        \n1 5 7\n        \n1 6 3\n        \nE a r n i n g s  p e r  s h a r e\n6 . 0 4\n$      \n6 . 5 9\n$      \n7 . 1 8\n$      \n7 . 8 3\n$      \n8 . 1 4\n$      \nS u p p l e m e n t a l  d a t a\nD e p r e c i a t i o n\n1 0\n          \n1 1\n          \n1 2\n          \n1 3\n          \n1 4\n          \nC a p e x\n1 0\n          \n1 1\n          \n1 2\n          \n1 3\n          \n1 4\n          \n∆ N e t  w o r k i n g  C a p i t a l\n1 8\n          \n2 0\n          \n2 1\n          \n2 3\n          \n1 1\n          \n∆ O t h e r  a s s e t s\n-\n         \n-\n         \n-\n         \n-\n         \n-\n         \nP r o  F o r m a  B a l a n c e  S h e e t\n0\n1\n2\n3\n4\n5\nA s s e t s\nN e t  w o r k i n g  c a p i t a l\n1 0 0\n        \n1 1 8\n        \n1 3 8\n        \n1 5 9\n        \n1 8 2\n        \n1 9 4\n        \nN e t  f i x e d  a s s e t s\n2 0 0\n        \n2 0 0\n        \n2 0 0\n        \n2 0 0\n        \n2 0 0\n        \n2 0 0\n        \nO t h e r  a s s e t s\n5 0\n          \n5 0\n          \n5 0\n          \n5 0\n          \n5 0\n          \n5 0\n          \nT o t a l  a s s e t s\n3 5 0\n        \n3 6 8\n        \n3 8 8\n        \n4 0 9\n        \n4 3 2\n        \n4 4 4\n        \nL i a b i l t i i e s  a n d  e q u i t y\nL o n g - t e r m  d e b e n t u r e s\n-\n         \n-\n         \n-\n         \n-\n         \n-\n         \n-\n         \nT o t a l  d e b t\n-\n         \n-\n         \n-\n         \n-\n         \n-\n         \n-\n         \nE q u i t y\n3 5 0\n        \n3 6 8\n        \n3 8 8\n        \n4 0 9\n        \n4 3 2\n        \n4 4 4\n        \nT o t a l  l i a b i l i t i e s  a n d  e q u i t y\n3 5 0\n        \n3 6 8\n        \n3 8 8\n        \n4 0 9\n        \n4 3 2\n        \n4 4 4\n        \nS u p p l e m e n t a l  d a t a\nI n t e r e s t  P a i d\n-\n         \n-\n         \n-\n         \n-\n         \n-\n         \nP r i n c i p l e  r e p a i d\n-\n         \n-\n         \n-\n         \n-\n         \n-\n         \nD iv i d e n d s\n-\n         \n-\n         \n-\n         \n-\n         \n-\n         \nSource: CSFBC analysis.\n                                                                   \n1We assume that Acquirer must invest a dollar for working capital for every three dollars of new sales. Also, Acquirer will\ndepreciate 10% of its fixed asset base in the first year, after which depreciation will grow to match sales growth. Finally,\nAcquirer will maintain its fixed asset base by investing in capex exactly equal to depreciation in every year.\nI. Value the\nAcquiring Company\n"
    },
    {
      "number": 18,
      "text": "Frontiers of Finance\n– 18 –\nWe can use these financial statements to calculate the free cash flow generated\nby Acquirer. Furthermore, given that investors demand an opportunity cost of\ncapital of 12% for unlevered companies in Acquirer’s industry, we can calculate\nAcquirer’s intrinsic value.\nTable 2\nPresent Value of Acquirer’s Free Cash Flows\nBase-Case Cash Flows\n0\n1\n2\n3\n4\n5\n   EBITA\n183\n        \n200\n        \n218\n        \n237\n        \n247\n        \n   Cash operating taxes\n62\n          \n68\n          \n74\n          \n81\n          \n84\n          \nNet operating profit after taxes (NOPAT)\n121\n        \n132\n        \n144\n        \n157\n        \n163\n        \n   ∆ Net working capital\n(18)\n         \n(20)\n         \n(21)\n         \n(23)\n         \n(11)\n         \n   Capex\n(10)\n         \n(11)\n         \n(12)\n         \n(13)\n         \n(14)\n         \n   ∆ Other assets\n-\n         \n-\n         \n-\n         \n-\n         \n-\n         \nGross investment\n(28)\n         \n(31)\n         \n(33)\n         \n(36)\n         \n(25)\n         \n   Depreciation\n10\n          \n11\n          \n12\n          \n13\n          \n14\n          \nNet Investment\n(18)\n         \n(20)\n         \n(21)\n         \n(23)\n         \n(11)\n         \nFree cash flow of assets\n103\n        \n112\n        \n122\n        \n133\n        \n151\n        \nTerminal value\n1,894\n     \nDiscount factor at opportunity cost of capital\n0.89\n       \n0.80\n       \n0.71\n       \n0.64\n       \nPV of FCF\n92\n          \n89\n          \n87\n          \n1,288\n     \nBasecase value\n1,556\n     \nSource: CSFBC analysis.\nBecause Acquirer has no debt, there is no additional value created from the tax\nbenefit of interest expenses resulting from the tax-deductibility of debt. Thus,\nAcquirer’s enterprise value is the present value of its operating free cash flow, or\napproximately $1.6 billion. With 20 million shares outstanding, this translates into\nan intrinsic value of about $78 per share.\nOn a more traditional multiple basis, Acquirer will trade at 12.9 times next year’s\nearnings per share of $6.04 and 8.1 times next year’s EBITDA per share of $9.66.\nWe performed a similar analysis for a hypothetical Target, Inc., which is a rival to\nAcquirer in the same industry with the same $600 million in revenues. The only\ndifferences are that Target has much lower EBIT margins of 13.5% and grows\nrevenues at a slightly slower 8% for four years before it moderates to industry av-\nerage growth of 4%. In addition, Target services a constant debt load of $200 mil-\nlion in long-term debentures at a 9% interest rate.\nII. Value the Stand-\nAlone Target Co.\nwithout Synergies\n"
    },
    {
      "number": 19,
      "text": "Frontiers of Finance\n– 19 –\nTable 3\nTarget’s Pro Forma Income Statement and Balance Sheet\nP r o  F o r m a  I n c o m e  S t a t e m e n t\nY e a r\n0\n1\n2\n3\n4\n5\nS a l e s\n6 0 0\n6 4 8\n        \n7 0 0\n        \n7 5 6\n        \n8 1 6\n        \n8 4 9\n        \nE B I T D A\n9 7\n          \n1 0 5\n        \n1 1 4\n        \n1 2 3\n        \n1 2 8\n        \nE B I T\n8 7\n          \n9 4\n          \n1 0 2\n        \n1 1 0\n        \n1 1 5\n        \nInterest\n1 8\n          \n1 8\n          \n1 8\n          \n1 8\n          \n1 8\n          \nE B T\n6 9\n          \n7 6\n          \n8 4\n          \n9 2\n          \n9 7\n          \nIncome tax provision\n2 4\n          \n2 6\n          \n2 9\n          \n3 1\n          \n3 3\n          \nN e t  I n c o m e\n4 6\n          \n5 0\n          \n5 5\n          \n6 1\n          \n6 4\n          \nE a r n i n g s  p e r  s h a r e\n2.29\n$      \n2.52\n$      \n2.77\n$      \n3.04\n$      \n3.19\n$      \nS u p p l e m e n t a l  d a t a\nDepreciation\n1 0\n          \n1 1\n          \n1 2\n          \n1 3\n          \n1 4\n          \nC a p e x\n1 0\n          \n1 1\n          \n1 2\n          \n1 3\n          \n1 4\n          \n∆ Net working Capital\n1 6\n          \n1 7\n          \n1 9\n          \n2 0\n          \n1 1\n          \n∆ O ther assets\n-\n         \n-\n         \n-\n         \n-\n         \n-\n         \nP r o  F o r m a  B a l a n c e  S h e e t\n0\n1\n2\n3\n4\n5\nA s s e t s\nNet working capital\n1 0 0\n        \n1 1 6\n        \n1 3 3\n        \n1 5 2\n        \n1 7 2\n        \n1 8 3\n        \nNet fixed assets\n2 0 0\n        \n2 0 0\n        \n2 0 0\n        \n2 0 0\n        \n2 0 0\n        \n2 0 0\n        \nO t h e r  a s s e t s\n5 0\n          \n5 0\n          \n5 0\n          \n5 0\n          \n5 0\n          \n5 0\n          \nT o t a l  a s s e t s\n3 5 0\n        \n3 6 6\n        \n3 8 3\n        \n4 0 2\n        \n4 2 2\n        \n4 3 3\n        \nL i a b i l t i i e s  a n d  e q u i t y\nL o n g - t e r m  d e b e n t u r e s\n2 0 0\n        \n2 0 0\n        \n2 0 0\n        \n2 0 0\n        \n2 0 0\n        \n2 0 0\n        \nTotal debt\n2 0 0\n        \n2 0 0\n        \n2 0 0\n        \n2 0 0\n        \n2 0 0\n        \n2 0 0\n        \nEquity\n1 5 0\n        \n1 6 6\n        \n1 8 3\n        \n2 0 2\n        \n2 2 2\n        \n2 3 3\n        \nTotal liabilities and equity\n3 5 0\n        \n3 6 6\n        \n3 8 3\n        \n4 0 2\n        \n4 2 2\n        \n4 3 3\n        \nS u p p l e m e n t a l  d a t a\nInterest Paid\n1 8\n          \n1 8\n          \n1 8\n          \n1 8\n          \n1 8\n          \nPrinciple repaid\n-\n         \n-\n         \n-\n         \n-\n         \n-\n         \nD ividends\n-\n         \n-\n         \n-\n         \n-\n         \n-\n         \nSource: CSFBC analysis.\nBecause Target maintains a constant $200 million of debt, it is not appropriate to\nuse a weighted average cost of capital (WACC) based discounted cash flow (DCF)\nanalysis to calculate its intrinsic value. This is because the WACC-based DCF\nmethodology assumes that the company maintains a constant ratio of debt to total\ncapital by rebalancing its debt and equity levels every year. But, like many compa-\nnies, Target does not maintain such an “optimal capital structure.”\nTo circumvent this restrictive assumption, we valued Target using an Adjusted\nPresent Value (APV) analysis. This analysis values a company in two pieces:\n• the present value of a company’s operating free cash flow, assuming an all-\nequity capital structure, plus\n• the present value of the tax benefits of interest expenses resulting from Target’s\nuse of debt to shield income from income taxes.\n"
    },
    {
      "number": 20,
      "text": "Frontiers of Finance\n– 20 –\nAs with WACC-based DCF, an APV analysis discounts free cash flow, as defined\nas net operating profit after taxes (NOPAT) minus investment net of depreciation.\nHowever, APV discounts these free cash flows at the unlevered opportunity cost of\ncapital, instead of the weighted average cost of capital. In our example, we assume\nthat Target faces a cash tax rate of 34% and faces the same 12% opportunity cost\nas its all-equity rival, Acquirer.\nTable 4\nPresent Value of Target’s Free Cash Flows\nBase-Case Cash Flows\n0\n1\n2\n3\n4\n5\n   EBITA\n87\n          \n94\n          \n102\n        \n110\n        \n115\n        \n   Cash operating taxes\n30\n          \n32\n          \n35\n          \n37\n          \n39\n          \nNet operating profit after taxes (NOPAT)\n58\n          \n62\n          \n67\n          \n73\n          \n76\n          \n   ∆ Net working capital\n(16)\n         \n(17)\n         \n(19)\n         \n(20)\n         \n(11)\n         \n   Capex\n(10)\n         \n(11)\n         \n(12)\n         \n(13)\n         \n(14)\n         \n   ∆ Other assets\n-\n         \n-\n         \n-\n         \n-\n         \n-\n         \nGross investment\n(26)\n         \n(28)\n         \n(30)\n         \n(33)\n         \n(24)\n         \n   Depreciation\n10\n          \n11\n          \n12\n          \n13\n          \n14\n          \nNet investment\n(16)\n         \n(17)\n         \n(19)\n         \n(20)\n         \n(11)\n         \nFree cash flow of assets\n42\n          \n45\n          \n49\n          \n53\n          \n65\n          \nTerminal value\n809\n        \nDiscount factor at opportunity cost of capital\n0.89\n       \n0.80\n       \n0.71\n       \n0.64\n       \nPV of FCF\n37\n          \n36\n          \n35\n          \n548\n        \nBasecase value\n656\n        \nSource: CSFBC analysis.\nNow we need to calculate the present value of Target’s tax savings arising from\nthe tax deductibility of interest expense. Because Target plans to maintain a fixed\nlevel of debt, we know the level of its future interest payments with relative cer-\ntainty. Thus, we use the 9% pretax cost of debt to calculate the present value of\nthese savings.\nTable 5\nPresent Value of Target’s Tax Savings Resulting from Interest Expense\n0\n1\n2\n3\n4\n5\nInterest\n18\n          \n18\n          \n18\n          \n18\n          \n18\n          \nTax savings\n6\n            \n6\n            \n6\n            \n6\n            \n6\n            \nTerminal value of tax shields\n68\n          \nDiscount factor at pretax cost of debt\n0.917\n     \n0.842\n     \n0.772\n     \n0.708\n     \nPV\n6\n            \n5\n            \n5\n            \n53\n          \nΣPV of tax shields\n68\n          \nSource: CSFBC analysis.\nTarget’s enterprise value is equal to the sum of these two pieces, or $724 million.\nWith $200 million in debt, the market value of Target’s equity is $524 million.\nWith 20 million shares outstanding, this results in an intrinsic value per share of\n$26.\n"
    },
    {
      "number": 21,
      "text": "Frontiers of Finance\n– 21 –\nOn a traditional accounting basis, Target is trading at 11.4 times its next year’s\nearnings of $2.29 and 7.4 times its next year’s EBITDA of $4.87.\nFor the sake of simplicity, we assumed that there was no operational synergy real-\nized when Acquirer purchased Target. To be fair, we also assumed that Acquirer\nwould not have to pay a control premium for taking over Target.\nWe did assume one financial synergy. Specifically, we assumed that the New\nAcquirer, Inc. would use previously untapped debt capacity that would increase\nthe value of tax savings resulting from higher interest expenses. We detail this\nassumption in the next section.\nWe analyzed three different potential scenarios for Acquirer buying Target:\n1. Acquirer buys Target using its stock as currency. Acquirer accounts for the\nmerger using the pooling method.\nIn this scenario, Acquirer buys all $524 million of Target’s outstanding equity us-\ning its stock as currency. To do this, it issues 6.7 million new shares at $78 each.\nThis raises its total shares outstanding to 26.7 million shares. We also assume that\nNew Acquirer assumes and maintains Target’s old debt.\n2. Acquirer funds half of its purchase of Target using its stock as currency and\nhalf of its purchase with cash received from raising new debt.\nIn this scenario, Acquirer purchases half of Target’s outstanding equity for ap-\nproximately $262 million, using its stock as currency, by issuing 3.35 million new\nshares at $78 each. It also issues approximately $262 of new debt to raise enough\ncash to purchase the other half of Target’s outstanding equity. As in Scenario A,\nAcquirer assumes and maintains Target’s old debt. However, in this scenario, we\nassume that bondholders demand a higher interest rate of 10% on their debentures\nin return for assuming more risk.\n3. Acquirer funds its purchase of Target solely with cash received from raising\nnew debt. Acquirer accounts for the merger using the purchase method.\nIn this scenario, Acquirer buys all $524 million of Target’s outstanding equity by\nraising that much cash with a new issue. As in Scenario A, Acquirer assumes and\nmaintains Target’s old debt. We assume that bondholders demand a even higher\ninterest rate of 10.5% on their debentures in return for assuming more risk.\nNew Acquirer’s pro forma financial statements for Scenarios B and C assume that\nall goodwill is straight-lined amortized over 15 years, shown in Table 6.\nIII. Identify Synergy\nIV. Value Synergy\n"
    },
    {
      "number": 22,
      "text": "Frontiers of Finance\n– 22 –\nTable 6\nNew Acquirer’s Pro Forma Income Statement and Balance Sheet\nScenario A\n Scenario B\n Scenario C\nPro Forma Income Statement\nYear\n0\n1\n2\n3\n4\n5\nSales\n1,200\n     \n1,302\n     \n1,413\n     \n1,533\n     \n1,663\n     \n1,730\n     \nE B I T D A\n291\n        \n316\n        \n343\n        \n373\n        \n389\n        \nEBITA\n271\n        \n294\n        \n320\n        \n347\n        \n361\n        \nEBIT\n271\n        \n294\n        \n320\n        \n347\n        \n361\n        \nInterest\n18\n          \n18\n          \n18\n          \n18\n          \n18\n          \nE B T A\n253\n        \n276\n        \n302\n        \n329\n        \n343\n        \nIncome tax provision\n86\n          \n94\n          \n103\n        \n112\n        \n117\n        \nGoodwill amortization\n-\n         \n-\n         \n-\n         \n-\n         \n-\n         \nNet Income\n167\n        \n182\n        \n199\n        \n217\n        \n227\n        \nEarnings per share\n6.24\n$     \n6.82\n$     \n7.45\n$     \n8.13\n$     \n8.47\n$     \nSupplemental data\nDepreciation\n20\n          \n22\n          \n24\n          \n26\n          \n28\n          \nCapex\n20\n          \n22\n          \n24\n          \n26\n          \n28\n          \n∆ Net working Capital\n34\n          \n37\n          \n40\n          \n43\n          \n22\n          \n∆ Other assets\n-\n         \n-\n         \n-\n         \n-\n         \n-\n         \nPro Forma Balance Sheet\n0\n1\n2\n3\n4\n5\nAssets\nNet working capital\n200\n        \n234\n        \n271\n        \n311\n        \n354\n        \n377\n        \nNet fixed assets\n400\n        \n400\n        \n400\n        \n400\n        \n400\n        \n400\n        \nOther assets\n100\n        \n100\n        \n100\n        \n100\n        \n100\n        \n100\n        \nTotal assets\n700\n        \n734\n        \n771\n        \n811\n        \n854\n        \n877\n        \nLiabiltiies and equity\nLong-term debentures\n200\n        \n200\n        \n200\n        \n200\n        \n200\n        \n200\n        \nTotal debt\n200\n        \n200\n        \n200\n        \n200\n        \n200\n        \n200\n        \nEquity\n500\n        \n534\n        \n571\n        \n611\n        \n654\n        \n677\n        \nTotal liabilities and equity\n700\n        \n734\n        \n771\n        \n811\n        \n854\n        \n877\n        \nSupplemental data\nPrinciple repaid\n-\n         \n-\n         \n-\n         \n-\n         \n-\n         \nDividends\n-\n         \n-\n         \n-\n         \n-\n         \n-\n          \nPro Forma Income Statement\nYear\n0\n1\n2\n3\n4\n5\nSales\n1,200\n                \n1,302\n       \n1,413\n       \n1,533\n       \n1,663\n       \n1,730\n       \nEBITDA\n291\n          \n316\n          \n343\n          \n373\n          \n389\n          \nEBITA\n271\n          \n294\n          \n320\n          \n347\n          \n361\n          \nEBIT\n246\n          \n271\n          \n298\n          \n327\n          \n342\n          \nInterest\n46\n            \n46\n            \n46\n            \n46\n            \n46\n            \nEBTA\n224\n          \n248\n          \n273\n          \n301\n          \n315\n          \nIncome tax provision\n76\n            \n84\n            \n93\n            \n102\n          \n107\n          \nGoodwill amortization\n25\n            \n23\n            \n22\n            \n20\n            \n19\n            \nNet Income\n123\n          \n140\n          \n159\n          \n179\n          \n189\n          \nEarnings per share\n5.27\n$       \n6.01\n$       \n6.79\n$       \n7.64\n$       \n8.09\n$       \nSupplemental data\nDepreciation\n20\n            \n22\n            \n24\n            \n26\n            \n28\n            \nCapex\n20\n            \n22\n            \n24\n            \n26\n            \n28\n            \n∆ Net working Capital\n34\n            \n37\n            \n40\n            \n43\n            \n22\n            \n∆ Other assets\n-\n           \n-\n           \n-\n           \n-\n           \n-\n           \nP r o  F o r m a  B a l a n c e  S h e e t\n0\n1\n2\n3\n4\n5\nAssets\nNet working capital\n200\n                   \n234\n          \n271\n          \n311\n          \n354\n          \n377\n          \nNet fixed assets\n400\n                   \n400\n          \n400\n          \n400\n          \n400\n          \n400\n          \nGoodwill\n374\n                   \n349\n          \n326\n          \n304\n          \n284\n          \n265\n          \nOther assets\n100\n                   \n100\n          \n100\n          \n100\n          \n100\n          \n100\n          \nTotal assets\n1,074\n                \n1,083\n       \n1,096\n       \n1,115\n       \n1,138\n       \n1,141\n       \nLiabiltiies and equity\nLong-term debentures\n462\n                   \n462\n          \n462\n          \n462\n          \n462\n          \n462\n          \nTotal debt\n462\n                   \n462\n          \n462\n          \n462\n          \n462\n          \n462\n          \nEquity\n612\n                   \n621\n          \n635\n          \n653\n          \n676\n          \n679\n          \nTotal liabilities and equity\n1,074\n                \n1,083\n       \n1,096\n       \n1,115\n       \n1,138\n       \n1,141\n       \nSupplemental data\nPrinciple repaid\n-\n           \n-\n           \n-\n           \n-\n           \n-\n           \nDividends\n-\n           \n-\n           \n-\n           \n-\n           \n-\n            \nPro Forma Income Statement\nYear\n0\n1\n2\n3\n4\n5\nSales\n1,200\n       \n1,302\n       \n1,413\n       \n1,533\n       \n1,663\n       \n1,730\n       \nEBITDA\n291\n          \n316\n          \n343\n          \n373\n          \n389\n          \nEBITA\n271\n          \n294\n          \n320\n          \n347\n          \n361\n          \nEBIT\n246\n          \n271\n          \n298\n          \n327\n          \n342\n          \nInterest\n76\n            \n76\n            \n76\n            \n76\n            \n76\n            \nEBTA\n195\n          \n218\n          \n244\n          \n271\n          \n285\n          \nIncome tax provision\n66\n            \n74\n            \n83\n            \n92\n            \n97\n            \nGoodwill amortization\n25\n            \n23\n            \n22\n            \n20\n            \n19\n            \nNet Income\n104\n          \n121\n          \n139\n          \n159\n          \n169\n          \nEarnings per share\n5.18\n$       \n6.03\n$       \n6.95\n$       \n7.94\n$       \n8.47\n$       \nSupplemental data\nDepreciation\n20\n            \n22\n            \n24\n            \n26\n            \n28\n            \nCapex\n20\n            \n22\n            \n24\n            \n26\n            \n28\n            \n∆ Net working Capital\n34\n            \n37\n            \n40\n            \n43\n            \n22\n            \n∆ Other assets\n-\n           \n-\n           \n-\n           \n-\n           \n-\n           \nP r o  F o r m a  B a l a n c e  S h e e t\n0\n1\n2\n3\n4\n5\nAssets\nNet working capital\n200\n          \n234\n          \n271\n          \n311\n          \n354\n          \n377\n          \nNet fixed assets\n400\n          \n400\n          \n400\n          \n400\n          \n400\n          \n400\n          \nGoodwill\n374\n          \n349\n          \n326\n          \n304\n          \n284\n          \n265\n          \nOther assets\n100\n          \n100\n          \n100\n          \n100\n          \n100\n          \n100\n          \nTotal assets\n1,074\n       \n1,083\n       \n1,096\n       \n1,115\n       \n1,138\n       \n1,141\n       \nLiabiltiies and equity\nLong-term debentures\n724\n          \n724\n          \n724\n          \n724\n          \n724\n          \n724\n          \nTotal debt\n724\n          \n724\n          \n724\n          \n724\n          \n724\n          \n724\n          \nEquity\n350\n          \n359\n          \n373\n          \n391\n          \n414\n          \n418\n          \nTotal liabilities and equity\n1,074\n       \n1,083\n       \n1,096\n       \n1,115\n       \n1,138\n       \n1,141\n       \nSupplemental data\nPrinciple repaid\n-\n           \n-\n           \n-\n           \n-\n           \n-\n           \nDividends\n-\n           \n-\n           \n-\n           \n-\n           \n-\n           \nSource: CSFBC analysis.\n"
    },
    {
      "number": 23,
      "text": "Frontiers of Finance\n– 23 –\nWe allocate the excess of the purchase price over the fair market value to the\ngoodwill line item.2 All other items on these financial statements are simply the\nsum of the individual line items from Acquirer’s and Target’s financial statements.\nThe present value of New Acquirer’s free cash flows, assuming an all-equity\ncapital structure, will be the same for all three scenarios, as shown in Table 7.\nTable 7\nPresent Value of New Acquirer’s Free Cash Flows\nBase-Case Cash Flows\n0\n1\n2\n3\n4\n5\n   EBITA\n271\n        \n294\n        \n320\n        \n347\n        \n361\n        \n   Cash operating taxes\n92\n          \n100\n        \n109\n        \n118\n        \n123\n        \nNet operating profit after taxes (NOPAT)\n179\n        \n194\n        \n211\n        \n229\n        \n238\n        \n - ∆ Net working capital\n(34)\n         \n(37)\n         \n(40)\n         \n(43)\n         \n(22)\n         \n - Capex\n(20)\n         \n(22)\n         \n(24)\n         \n(26)\n         \n(28)\n         \n - ∆ Other assets\n-\n         \n-\n         \n-\n         \n-\n         \n-\n         \nGross investment\n(54)\n         \n(59)\n         \n(64)\n         \n(69)\n         \n(50)\n         \n   Depreciation\n20\n          \n22\n          \n24\n          \n26\n          \n28\n          \nNew investment\n(34)\n         \n(37)\n         \n(40)\n         \n(43)\n         \n(22)\n         \nFree cash flow of assets\n145\n        \n157\n        \n171\n        \n186\n        \n216\n        \nTerminal value\n2,703\n     \nD iscount factor at opportunity cost of capital\n0.89\n       \n0.80\n       \n0.71\n       \n0.64\n       \nPV of FCF\n129\n        \n125\n        \n122\n        \n1,836\n     \nBasecase value\n2,212\n     \nSource: CSFBC analysis.\nHowever, the present value of the tax savings from interest expenses will be differ-\nent for each scenario. (See Table 8.)\n                                                                   \n2 We assume that fair market value is equal to book value.\n"
    },
    {
      "number": 24,
      "text": "Frontiers of Finance\n– 24 –\nTable 8\nPresent Value of New Acquirer’s Tax Savings Resulting from Interest Expense\nScenario A\nScenario B\nScenario C\nPresent Value of Tax Shields\n0\n1\n2\n3\n4\n5\nInterest\n18.0\n       \n18.0\n       \n18.0\n       \n18.0\n       \n18.0\n       \nTax savings\n6.1\n         \n6.1\n         \n6.1\n         \n6.1\n         \n6.1\n         \nTerminal value of tax shields\n68.0\n       \nDiscount factor @ cost of debt\n0.917\n     \n0.842\n     \n0.772\n     \n0.708\n     \nPV\n5.6\n         \n5.2\n         \n4.7\n         \n52.5\n       \nΣPV of tax shields\n68.0\n       \nAdjusted Present Value\n2,280\n     \n- Premium paid for Target\n-\n         \nNew Enterprise Value\n2,280\n     \n- Debt\n200\n        \nMarket value of equity\n2,080\n     \nOld shares\n20.0\n       \nNew shares issued\n6.7\n         \nTotal new shares\n26.7\n       \nShare price\n78\n$        \nP/E multiple\n12.5\n       \nMarket value of Target's equity as standalone\n524\n        \nPurchase Price\n524\n        \nAmount of new debt\n-\n         \nAmount of new goodwill\n-\n         \nEnterprise Value to EBITDA ratio\n7.85\n       \nDebt-to-capital ratio\n9%\n \nPresent Value of Tax Shields\n0\n1\n2\n3\n4\n5\nInterest\n46\n            \n46\n            \n46\n            \n46\n            \n46\n            \nTax savings\n16\n            \n16\n            \n16\n            \n16\n            \n16\n            \nTerminal value of tax shields\n157.0\n       \nDiscount factor @ cost of debt\n0.909\n       \n0.826\n       \n0.751\n       \n0.683\n       \nPV\n14.3\n         \n13.0\n         \n11.8\n         \n118.0\n       \nΣPV of tax shields\n157.0\n       \nAdjusted Present Value\n2,369\n       \n- Premium paid for Target\n-\n           \nNew Enterprise Value\n2,369\n       \n- Debt\n462\n          \nMarket value of equity\n1,907\n       \nOld shares\n20.0\n         \nNew shares issued\n3.4\n           \nTotal new shares\n23.4\n         \nShare price\n82\n$          \nP/E multiple\n15.5\n         \nAmount of new debt\n262\n          \nMarket value of Target's equity as standalone\n524\n          \nPurchase Price\n524\n          \nTarget's book value (= \"fair market value\")\n150\n          \nAmount of new goodwill\n374\n          \nEnterprise Value to EBITDA ratio\n8.15\n         \nDebt-to-capital ratio\n19%\n \nPresent Value of Tax Shields\n0\n1\n2\n3\n4\n5\nInterest\n76\n            \n76\n            \n76\n            \n76\n            \n76\n            \nTax savings\n26\n            \n26\n            \n26\n            \n26\n            \n26\n            \nTerminal value of tax shields\n246.1\n       \nDiscount factor @ cost of debt\n0.905\n       \n0.819\n       \n0.741\n       \n0.671\n       \nPV\n23.4\n         \n21.2\n         \n19.1\n         \n182.4\n       \nΣPV of tax shields\n246.1\n       \nAdjusted Present Value\n2,458\n       \n- Premium paid for Target\n-\n           \nNew Enterprise Value\n2,458\n       \n- Debt\n724\n          \nMarket value of equity\n1,734\n       \nOld shares\n20.0\n         \nNew shares issued\n-\n           \nTotal new shares\n20.0\n         \nShare price\n87\n$          \nP/E multiple\n16.8\n         \nAmount of new debt\n524\n          \nMarket value of Target's equity as stand\n524\n          \nPurchase price\n524\n          \nTarget's book value (= \"fair market valu\n150\n          \nAmount of new goodwill\n374\n          \nEnterprise value to EBITDA ratio\n8.46\n         \nDebt-to-capital ratio\n29%\nSource: CSFBC analysis.\n"
    },
    {
      "number": 25,
      "text": "Frontiers of Finance\n– 25 –\nAPV analysis highlights that even though the progressively higher interest pay-\nments and goodwill amortization in Scenario B and C dilute earnings per share,\nhigher debt levels can increase shareholder value. (See Chart 4.) In M&A analysis,\nthen, it is more vital than ever to reverse accounting distortions and closely exam-\nine the underlying economics of shareholder value.\nChart 4\nIntrinsic Value Per Share versus Accounting Earnings Per Share\n$-\n$1.00\n$2.00\n$3.00\n$4.00\n$5.00\n$6.00\n$7.00\nAcquirer\n100%\nStock\n50%\nStock/\n50%\nC a s h\n100%\nC a s h\nEarnings per share\n$72\n$74\n$76\n$78\n$80\n$82\n$84\n$86\n$88\nShare price\nEarnings\nper share\nShare price\nSource: CSFBC analysis.\n"
    },
    {
      "number": 26,
      "text": "Frontiers of Finance\n– 26 –\nENDNOTES\n                                                                   \n1 “Corporate Control and the Politics of Finance,” Michael C. Jensen, Journal of Applied Corporate Finance, Summer 1991,\npp. 13-33.\n2 This is not to say that successful acquisition strategies are not possible. For example, ConAgra executed a very fruitful string of\ndeals in the 1980s. See The Quest for Value, G. Bennett Stewart III, (HarperCollins, New York), pp. 353-359.\n3 The Synergy Trap, Mark L. Sirower, (Free Press, New York, 1997), p.123; Valuation: Measuring and Managing the Value of\nCompanies, Copeland, Koller, Murrin, (John Wiley & Sons, New York, 1991), pp. 430-435.\n 4 “Do Long-Term Shareholders Benefit From Corporate Acquisitions?” Tim Loughran and Anand M. Vijh, The Journal of Finance\n52, 1997, pp. 1765-1790.\n 5 “Mergers Reached This Year Are Using The Lowest Share of Cash in 10 Years,” Greg Ip, Wall Street Journal, April 16, 1998.\n 6 “The Pooling vs. Purchase Controversy: How the Stock Market Responds to Goodwill,” Michael L. Davis, Journal of Applied\nCorporate Finance, Spring 1996, pp. 50-59.\n 7 “An Analysis of Value Destruction in AT&T’s Acquisition of NCR,” Thomas Lys and Linda Vincent, Journal of Financial\nEconomics 39, 1995, pp. 353-378.\n 8 See Copeland et al., pp. 436-439.\n9 Judgment in Managerial Decision Making, Max Bazerman, (John Wiley & Sons, New York, 1998), p. 143.\n10 “The Hubris Hypothesis of Corporate Takeovers,” Richard Roll, Journal of Business 59, 1986, pp. 197-216.\n 11 Principles of Corporate Finance, Brealey and Myers, (McGraw Hill, New York, 1996), p. 524.\n12 “Managerial Incentives in Mergers and Their Effect on Shareholder Wealth,” Midland Corporate Finance Journal, Winter\n1983.\n13 See Appendix A for full details and analysis of this point.\n 14 Creating Shareholder Value, Alfred Rappaport, (Free Press, New York, 1997).\n15 A recent illustration is Tyco International’s purchase of ADT.\n16 Creating Shareholder Value, Alfred Rappaport, (Free Press, New York, 1986), p. 255. Also Brealey and Myers, pp. 564-566.\n17 “Debt and Taxes,” Merton H. Miller, The Journal of Finance 32, 1977.\n18 Rappaport, 1997, pp. 146-147. Also “Stock or Cash? How to Weigh Competing Merger Bids,” Alfred Rappaport and Mark\nSirower, Wall Street Journal, November 11, 1997.\n19 This is true even if the stock received can be monetized immediately, because the provider of liquidity (typically an investment\nbank) will also provide for the “shareholder-value-at-risk” in its bid. WorldComm’s recent purchase of Compuserve from H&R\nBlock serves as an example. H&R Block immediately monetized its WorldComm stake by selling it to Goldman Sachs at value\nslightly below the market price.\n20 “Quaker Oats Company,” Michael J. Mauboussin, CS First Boston Equity Research, November 8, 1994.\n21 “Competitive Advantage Period—The Neglected Value Driver,” Michael J. Mauboussin and Paul Johnson, Credit Suisse First\nBoston Equity Research, January 14, 1997.\n22 “Quaker Oats Company,” Michael J. Mauboussin, CS First Boston Equity Research, June 28, 1996.\n23 The company also got about $200 million in tax benefits, making the aggregate shareholder consideration closer to $500 million.\n24 “Gillette,” Lynne R. Hyman and Hilde N. Jenssen, CS First Boston Equity Research, September 13, 1996.\n"
    }
  ]
}