{
  "filename": "1999_value_explosion__exploring_barriers_to_entry_for_internet_companies.pdf",
  "metadata": {
    "format": "PDF 1.2",
    "title": "Microsoft Word - NI0885A.doc",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "Windows NT 4.0",
    "producer": "Acrobat Distiller Command 3.01 for Solaris 2.3 and later (SPARC)",
    "creationDate": "D:19990312143046",
    "modDate": "D:19990312143055",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "CREDIT SUISSE FIRST BOSTON CORPORATION\nEquity Research\nAmericas\nU.S./Value Based Strategy\nMarch 11, 1999\nValue Explosion\nExploring Barriers to Entry for Internet Companies\nVolume 3\nMichael J. Mauboussin\n1 212 325 3108\nmichael.mauboussin@csfb.com\nBob Hiler\n1 212 325 4341\nbob.hiler@csfb.com\n• There are meaningful barriers to entry for a handful of Internet\ncompanies. We believe that these barriers have not been ac-\ncorded full weight by investors.\n• We define four barriers to entry that may serve as the source of\nsustainable competitive advantage: network effect, switching\ncosts, business models, and pricing.\n• Investors that size up the competitive advantage of Internet\ncompanies solely by using traditional income statement measures\nwill inevitably miss the power of the economic model.\n• These advantages should allow a select group of companies to\ngenerate outsized earnings power.\n"
    },
    {
      "number": 2,
      "text": "Value Explosion\n– 2 –\nExecutive Summary\n• \nLack of traditional barriers to entry. Some investors have asserted that since\nanyone can put up a web page, no barriers to entry exist on the Internet. In-\ndeed, it seems that traditional entry barriers based on tangibles—like superior\nproducts or volume production—are of lesser importance in the on-line world.\n• \nNew categories of entry barriers are emerging. Our analysis concludes that\nalthough the source of competitive advantage for Internet companies differs\ndramatically from those of its off-line counterparts, select Internet companies\nhave nonetheless established competitive advantages based on the network\neffect, switching costs, and the superior business models.\n• \nNetworks rule. The value of a network grows exponentially as the number of\nmembers grows arithmetically. This plays into the hands of companies like\nAOL, whose e-mail and chat features become more valuable to consumers\nas their customer base grows. Indeed, AOL recently acquired 1 million cus-\ntomers in less than 6 weeks—a process that took 19 weeks last spring. In\nfact, any community of users can benefit from the network effect. A prime ex-\nample is eBay, whose user base reached 2 million in the December quarter,\nup 65% from September. Incremental users choose eBay because that’s\nwhere everyone is, and that’s where over 1.6 million items are up for auction.\nOver time, this positive feedback loop should ensure mass-market domi-\nnance for eBay.\n• \nSwitching costs are underappreciated but vital. Switching costs are the costs\nthat users bear when they switch from one product to another. Many web-\nsites have nonobvious switching costs, such as the time to reinput tickers into\na personal finance website to track a stock portfolio or the loss of customized\nbook recommendations that Amazon makes based on a customer’s past pur-\nchases. At a minimum, a new supplier must, compensate new users for this\ninconvenience in order to convince them to switch to its product. Since the\nInternet is all about mass customization, many websites have locked in their\ncustomers—perhaps to the extent that other companies may find that steal-\ning customers is a value-destructive proposition. Finally, since customers that\nstay put tend to spend more money and cost less to support, Internet compa-\nnies that establish switching costs should have higher returns.\n• \nChannel conflict benefits Internet pure plays. Since most traditional busi-\nnesses have set channels of distribution, the emergence of the Internet as a\nnew direct-to-the-consumer distribution channel generally makes dealers\nfearful that they will be sliced out of the value chain. This concern has hin-\ndered many companies from competing in the on-line space. Compaq’s re-\ncent decision to stop its on-line sales effort owing to fears of cannibalizing\ndealer sales serves as a perfect example.\n"
    },
    {
      "number": 3,
      "text": "Value Explosion\n– 3 –\nIntroduction\nDespite a recent price correction, many Internet companies still enjoy multibillion-\ndollar market capitalizations that appear incongruous with their scant revenues\nand earnings. Investors would bid a company up only if they believe it has a\ncompetitive advantage—that it can invest in its business at returns greater than\nits opportunity cost of capital.\u0014 However, even those pundits that acknowledge\nthat Internet companies offer attractive new business models question the\nsustainability of their competitive advantages. The issue basically boils down to\nwhether the barriers to entry exist to justify current valuations.\nWe believe that a handful of Internet companies have established meaningful\nbarriers to entry, and that investors have not accorded them full weight. These\nbarriers are not appreciated for a couple of reasons. First, most investors associ-\nate barriers to entry with tangible elements—such as a superior product or scale\neconomics from volume production.\u0015 Barriers based on more intangible ele-\nments—like the value of a user network—are much more difficult to visualize and\nto quantify.\nSecond, the use of the income statement to judge value has become increasingly\nmisleading because of the way in which “investments” are accounted for. Tradi-\ntional “Old Economy” companies earn money by investing in physical capital or\nresources. These investments—changes in working capital and capital outlays—\nare capitalized. Thus, their reported earnings meaningfully overstate the overall\ncash generated by the business.\nThings are different for the next generation of “New Economy” knowledge-based\ncompanies. Investments like R&D, training, and marketing are expensed, and\nphysical capital needs are modest. In fact, some Internet companies generate\ncash from their balance sheets even as they produce income statement losses.\nAs a result, reported earnings either fairly represent cash flow or, in some cases,\nunderstate cash generation. Investors that size up the competitive advantage of\nInternet companies solely using traditional income statement measures inevitably\nmiss the power of the economic model.\u0016\nWe define four barriers to entry that may serve as the source of sustainable com-\npetitive advantage in the New Economy. These advantages will not accrue to all\ncompanies, but will allow a select group to generate outsized earnings power.\nBarriers to Entry in the Internet\nNetwork Effect\nThe network effect\u0017 is the basic idea that the value of a network grows exponen-\ntially as the number of members grows arithmetically. It is driven by positive\nfeedback, which means that the strong get stronger and weak get weaker. Lise\n                                                     \n\u0014 See Frontiers of Strategy, Volume 1: Why Strategy Matters, by Michael Mauboussin and Bob Hiler,\nCredit Suisse First Boston Equity Research, September 30, 1998.\n\u0015 The classic work on barriers to entry is Barriers to New Competition, by Joe S. Bain, originally pub-\nlished in 1956. Bain outlined four specific entry barriers: scale economy, product differentiation,\nabsolute cost, and capital requirement.\n\u0016 See Frontiers of Finance, Volume 9: Cash Flow.com, by Michael Mauboussin and Bob Hiler, Credit\nSuisse First Boston Equity Research, March 2, 1999.\n\u0017 The economic term is “network externality.” Economists refer to any factors that are not captured in\ntheir formulas as  “externalities.”\n"
    },
    {
      "number": 4,
      "text": "Value Explosion\n– 4 –\nBuyer, CSFB’s Internet/New Media analyst, has consistently highlighted this point\nin her work.\u0018 A number of elements are worth noting:\n• Supply-side versus demand-side drivers. Old Economy companies have their\nown version of positive feedback—economies of scale—driven by supply-\nside features like manufacturing efficiencies and procurement discounts.\nLarger size translates into lower costs, up to a point. However, this kind of\npositive feedback typically wanes before a business reaches market domi-\nnance as a result of too much bureaucracy, too many assets, or too many\nproducts. In contrast, positive feedback for many Internet companies is de-\nmand-side driven: the more people that use a service, the more valuable that\nservice becomes to others. Accordingly, the positive feedback strengthens\nas a company reaches market dominance.\n• Tipping points. This term refers to the level of market share at which future\nmarket share gains become cheaper and cheaper to acquire. Accordingly,\nthe company that reaches the tipping point first wins the bulk of incremental\ncustomers. Tipping often occurs either when de facto technological stan-\ndards are set (Microsoft operating systems) or when customer interaction\noccurs (America Online e-mail and chat). Tipping points have always ex-\nisted, but the threshold of significance is lower today than ever. This means\nthat market shares, innovation, and growth rates must be taken seriously\nearlier than in the past.\u0019\n• Winner-take-all outcomes. Positive feedback assures that for a given network\nor standard, one company often ends up dominating. Importantly, it is not\nalways clear early on which company will be the winner. But once the tipping\npoint is reached, radically different financial results for the haves and the\nhave-nots become clear. Given the network effect’s demand-side-driven\nnature, some companies can not only achieve market dominance, but their\nstrength actually increases over time.\n• Critical mass. A useful metaphor for thinking about how companies launch\ninto a successful positive feedback loop is the idea of critical mass. Critical\nmass is the key to atom bomb detonation. When the unstable nucleus of\nuranium breaks up, energy is released. Neutrons emanating from the break-\nup of one nucleus may hit another and cause it to break up, but most neu-\ntrons miss other nuclei and are projected harmlessly into space. On the\nother hand, if the quantity of uranium is appropriately condensed—critical\nmass—the typical neutron leaving one nucleus will hit another nucleus and\nso on, causing a chain reaction. So, too, with a network of users. A critical\nmass of early adopters is required to harness the power of the network ef-\nfect, and is the essence of first-to-scale advantage. Scattered users of a\nproduct or service are unlikely to capture the appropriate critical mass to\nproduce a value explosion.\nThree examples illustrate the power of the network effect. The first is on-line auc-\ntion leader eBay. The company’s registered user base has been growing rapidly,\nreaching 2 million in the December quarter—up over 65% from its user count in\nthe September period. Why does an incremental user choose eBay? Because\nthat‘s where everyone else is. It is interesting to note that Yahoo!, the leading\n                                                     \n\u0018 See Reeling in the Big Ones, by Lise Buyer and Tracey Ford, Credit Suisse First Boston Equity Re-\nsearch, February 18, 1999.\n\u0019 New Rules for the New Economy, by Kevin Kelly (Viking, New York, 1998).\n"
    },
    {
      "number": 5,
      "text": "Value Explosion\n– 5 –\nInternet portal, also offers an on-line auction service. But eBay has 11 times as\nmany items for sale (roughly 1.6 million versus 150,000) than Yahoo! eBay’s first-\nto-scale advantage has been greeted by the stock market with a $10 billion mar-\nket capitalization.\nA second illustration is Amazon, the leader in retail e-commerce. Amazon taps\nthe network effect a number of ways. Customers find Amazon’s site more valu-\nable than others because of the book and music reviews written by other custom-\ners: the more reviews, the more valuable the site. Further, the tracking of book\npurchases allows Amazon to provide well-grounded recommendations of other\nbooks of interest. The quality of those recommendations is enhanced with a large\ncustomer base.\nWord of mouth is also important for Amazon.\u001a All of the company’s proactive mar-\nketing initiatives—banner ads on other Internet sites, print and media advertising,\nand an associates program—are estimated to bring in a minority of its new cus-\ntomers. Most new Amazon users come by way of recommendation of others. It is\nthe benefit of critical mass in action.\nA final case is America Online. The value of AOL—now approaching $100 bil-\nlion—is not in its informational content or its consumer Internet service provider\nbusiness, in our view. The value of AOL lies in interactivity: it allows lots of users\nto efficiently communicate with one another. E-mail, chat rooms, instant messag-\ning, buddy lists, and ICQ (“I Seek You,” an Internet-based chatting and network-\ning tool) enable this communication. ICQ alone—with over 30 million users—\nrecently registered over 1 million simultaneous users.\nHere again the more members, the more valuable AOL’s network. AOL has\npassed the tipping point, and recently added 1 million customers—6-7% of the\nbase—in less than 6 weeks. Replicating AOL’s network of users at this point is\nnot effectively, or economically, feasible. The network effect has done its work.\nTable 1\nThe Network Effect in Action\nAOL’s Membership Count after Acquisition of CompuServe\n12 million\nApril 16, 1998\n13 million\nAugust 27, 1998\n133\n                 \n19.0\n                \n14 million\nNovember 12, 1998\n77\n                   \n11.0\n                \n15 million\nDecember 30, 1998\n48\n                   \n6.9\n                  \n16 million\nFebruary 9, 1999\n41\n                   \n5.9\n                  \nNumber of \nMembers\nDate Announced\nDays to Add 1 \nMillion \nMembers\nWeeks to Add \n1 Million \nMembers\nSource: Company website.\n                                                     \n\u001a See Amazon.com, by Lise Buyer and Tracey Ford, Credit Suisse First Boston Equity Research,\nJanuary 11, 1999.\n"
    },
    {
      "number": 6,
      "text": "Value Explosion\n– 6 –\nSwitching Costs\nSwitching costs—the cost users bear when they switch from one system to an-\nother—are an important variable in understanding entry barriers. We consider\nthree aspects of switching costs. The first is the degree to which customers get\nlocked in. Greater lock-in means higher switching costs. The second is the cost\nborne by a new supplier to draw a customer away. The more a new supplier has\nto pay to lure a customer away, the higher the entry barrier for that business. Fi-\nnally, we look at how small increases in customer loyalty translate into dramati-\ncally higher value for the company that has those customers.\nSwitching costs tend to get underappreciated. Often it is difficult to determine the\ndegree to which customers are locked in to an information system, especially\nwhen the system is relatively new. Also, when evaluating a network of users, one\nhas to consider the switching costs on a per customer basis and aggregate those\ncosts. Small switching costs for a huge user base are equivalent to a large\nswitching cost for a single user, even though the latter is easier to appreciate.\nMany Internet companies are focused on increasing the switching costs of their\ncustomers—the buzzword is making a website “sticky.” By what means do cus-\ntomers get locked in to a site? There are many ways, including a learned inter-\nface, product customization, an e-mail address, chat rooms, buddy lists, access\nto a large user base, and broad services that provide one-stop shopping. Switch-\ning costs are often linked to communication—no one wants to leave a great vir-\ntual community. We believe that the accumulation of many little costs represent\nfairly meaningful total switching costs.\nOne way of measuring the magnitude of switching costs is to consider customer\nacquisition costs for a new supplier. If a new supplier offers a product that is a\nclose substitute, then switching costs tend to be relatively low. Long distance\nphone service is an example. On the other hand, if a customer is locked in, cus-\ntomer acquisition costs rise sharply, creating a significant barrier to entry.\nThe new supplier faces two additional hurdles. The first is that once a dominant\ncompany reaches the tipping point, new consumers want to join the leader. And\nthey are often encouraged to do so by the general buzz.\u001b This means that even\nas switching costs go up for established customers, customer acquisition costs\ngo down for the incumbent.\nThe second is the constraint of net present value. The value of a new customer is\nthe expected present value of the cash flows derived from the customer minus\nthe customer acquisition cost. If acquisition costs rise without a commensurate\nincrease in expected cash flows, pursuing new customers becomes less and less\nattractive to the point of being nonviable.\nSwitching costs are clearly a significant barrier to entry. The value of this barrier\ncan be highlighted by analyzing the extraordinary value that accrues to compa-\nnies that successfully retain customers. For example, a 500-basis-point increase\nin customer retention leads to a near doubling of customer net present value in\nmany industries. (See Table 2.) This force is explained in detail in Fred Reich-\nheld’s The Loyalty Effect.\u001c\n                                                     \n\u001b An anecdotal example: during the course of her popular daytime show, Rosie O’Donnell routinely\nplugs AOL—keyword “Rosie”—and eBay, where she coordinates charity auctions. The value of\nthis free advertising is significant.\n\u001c The Loyalty Effect, by Frederick F. Reichheld (Harvard Business School Press, Cambridge, Massa-\nchusetts, 1996).\n"
    },
    {
      "number": 7,
      "text": "Value Explosion\n– 7 –\nTable 2\nImpact of Retention Rate Increases on Customer NPVs\nassumes a 5% increase in retention rate\nIndustry\nIncrease in Customer Net Present Value\nAdvertising agency\n95%\nAuto/home insurance\n84%\nBranch bank deposits\n85%\nLife insurance\n90%\nCredit card\n75%\nAverage\n86%\nSource: The Loyalty Effect, by Frederick F. Reichheld.\nMore specifically, Reichheld defines six key drivers to the value derived from loy-\nalty. Figure 1 shows a generic model of how these factors come into play over\ntime. They are summarized as follows:\n• \nAcquisition costs. As part of any net present value calculation, a company\nhas to understand new customer acquisition costs. Generally, the total costs\nof new customer acquisition, including hidden costs, are underestimated. Ac-\nquisition costs do tend to be helped by the network effect: new customers are\ndrawn to the market leader.\n• \nBase profit. The basic earnings from a customer—excluding the benefit of\ntime, loyalty, or efficiency—can be viewed as an annuity with a fixed life.\nSimply stated, the longer a customer is retained, the greater the value of this\nannuity.\n• \nPer-customer revenue growth. In most businesses, customer spending tends\nto increase over time. This reflects a few factors, including a greater appre-\nciation of the product line, increased customer buying power, and comfort\nwith the purchase format.\n• \nCost savings. As customers learn about a business, they require less and\nless help. This is particularly true for companies that rely on technology to\ndeliver their services. Once customers understand how the technology works,\nwhat products are offered, and how to efficiently access the information they\nneed, the company’s operating expenses per customer decline. Constant\nchurning of the customer base—even with net user additions—creates higher\nexpense than a matured customer base.\n• \nReferrals. Satisfied customers recommend a business to others. Further,\ncustomers that are gained through referral tend to be better than those that\nrespond to promotions, pricing tactics, or advertising.\n• \nPrice premium. Loyal customers often pay higher prices for goods or service.\nThis can be the result of new customers gained through price promotions or\nbecause established customers greatly value the service and are thus willing\nto pay a higher price.\nSo switching costs have a double-barreled effect for the dominant company. First,\nhigher switching costs make it less attractive for competitors to lure customers\naway, increasing entry barriers. Second, customers that stay put become consid-\nerably more valuable.\n"
    },
    {
      "number": 8,
      "text": "Value Explosion\n– 8 –\nFigure 1\nWhy Loyal Customers Are More Profitable\n0\n1\n2\n3\n4\n5\n6\n7\nAcquisition cost\nBase profit\nRevenue growth\nCost savings\nReferrals\nPrice premium\nYear\nAnnual Customer Profit\nSource: The Loyalty Effect, by Frederick F. Reichheld.\nBusiness Models\nInternet-based businesses often have two significant advantages over their tradi-\ntional competitors. The first is that incumbent companies often face channel con-\nflict as new business channels clash with their established model. Second,\nInternet companies tend to use limited amounts of invested capital. As a result,\nthey can post much lower operating margins and still generate satisfactory—that\nis, above-cost-of-capital—returns. Both channel conflict and return on invested\ncapital (ROIC) constraints represent meaningful barriers to entry—at least for\nestablished businesses.\nMost traditional businesses have set channels of distribution and significant in-\nvestments in assets. The new channels of distribution exploited by later-entry\nchallengers create a conundrum. Either the incumbent pursues new opportuni-\nties—at the risk of alienating established channel partners and/or siphoning reve-\nnues away from the capital-intensive core business—or it continues with business\nas usual and loses out on a major growth opportunity. We believe that few tradi-\ntional companies will successfully transition into new business models.\nOne example of channel conflict is in the personal computer business. PC ven-\ndors that sell direct to the customer, most notably Dell Computer, have gained\nmarket share in recent years as they simultaneously offered attractive prices and\nbetter managed their invested capital. Major competitors Compaq, Hewlett-\nPackard, and IBM have had a hard time mimicking Dell’s high-return model be-\ncause they can only do so by circumventing their traditional—and important—\ndistributors. Barnes & Noble faces the same hurdle in the book business.\nCompeting toe-to-toe with Amazon takes resources, and success on-line likely\nmeans diminished results on land.\nThe prime objective of management is to allocate capital to businesses that earn\nsatisfactory returns over time. In this regard, Internet companies have a decided,\n"
    },
    {
      "number": 9,
      "text": "Value Explosion\n– 9 –\nif not obvious, advantage because they are inherently more capital-efficient. The\nformula for ROIC can be expressed as follows:\nROIC = cash earnings margin * invested capital turnover\nAs Internet-based businesses tend to use invested capital sparingly, they can\nafford to post relatively low margins and still generate attractive economic returns.\nFigure 2 shows the cash earnings margin to invested capital turnover tradeoff for\na 15% ROIC. Old Economy businesses tend to be in the upper left-hand part of\nthe curve. High margins are required to support a large capital base. New Econ-\nomy companies tend to be in the bottom right hand corner, where low margins\nand high capital turnover intersects. The key point is that Old Economy compa-\nnies cannot simultaneously compete on price—jeopardizing margin—and sustain\nsatisfactory returns.\nFigure 2\nThe Margin and Capital Turnover Tradeoff\nassumes a 15% return on invested capital\n0%\n5%\n10%\n15%\n-\n5.0\n10.0\n15.0\n15% ROIC\nOld\nEconomy\nNew\nEconomy\nInvested Capital Turnover\nCash Earnings Margins\nSource: CSFB analysis.\nMany traditional businesses are boxed in by old ways of doing business and large\nhistorical capital bases. The threat of entry, then, is more realistic coming from\nother cyber competitors. However, advantages like network effects and first-to-\nscale status make it hard to dislodge the franchise of leading Internet companies.\nPricing\nInvestors often assume that doing business on the Internet—especially in\ne-commerce—is mostly about cheap prices. While price is a component of the\nvalue proposition, we believe it is just part of the story.\nCredit Suisse First Boston and @PCData recently conducted a joint survey of on-\nline shoppers for the 1998 holiday season.\u0014\u0013 A full 63% of the respondents listed\nconvenience as the most important reason they shopped on-line, while price was\n                                                     \n\u0014\u0013 See Surveying the Shoppers, by Lise Buyer and Tracey Ford, Credit Suisse First Boston Equity\nResearch, February 23, 1999.\n"
    },
    {
      "number": 10,
      "text": "Value Explosion\n– 10 –\nmentioned by only 25% of those surveyed. We believe there are four essential\nelements to the consumer experience on the Internet:\n• \nQuality/breadth of product. One of the attractive features of many\ne-commerce businesses is that the product offering can be materially larger\nthan held inventory. Consumers want access to a wide array of quality\nproducts.\n• \nInterface. Customers want a site that is straightforward, intuitive, and helpful.\nFinding products, in particular, must be easy.\n• \nPrice. Attractive prices are important. Because Internet business models ac-\ncommodate lower prices without sacrificing economic returns, they are well\npositioned to offer competitive prices.\n• \nExecution. We believe that execution is probably the most important element\nof the consumer experience at this point. When a product is purchased, the\nconsumer expects to receive the correct product on a timely basis. We be-\nlieve that a company is far more likely to lose repeat business because of\npoor execution than because of unattractive prices.\nTwo additional points support our position that price is unlikely to undermine the\nsustainability of competitive advantage for some companies. First, the largest\ncompanies receive some benefit of scale in their purchases from suppliers. In\nother words, the largest companies have a structural cost advantage.\nThe second is that the unprecedented information companies gather on their\ncustomers allows them to price differentially. For example, if a customer demon-\nstrates a pattern of price-sensitivity, the vendor can offer a lower price. Price-\ninsensitive customers, on the other hand, can be shown higher prices. This al-\nlows for maximization of revenue and profit for a given customer base.\nOn balance, price is a barrier to entry in a couple of important ways. On the one\nhand, traditional companies cannot match e-commerce prices because of their\nless attractive business models. On the other hand, on-line competitors must not\nonly overcome the market leader’s scale but must also execute. For these rea-\nsons we are unconvinced that price, and price alone, will dictate the rise and fall\nof Internet retailers.\nConclusion\nOur analysis suggests that select companies will benefit from significant barriers\nto entry in the Internet space. This is in contrast to the popular view that many\nInternet businesses have no sustainable competitive advantage. We believe that\nunderstanding the network effect best helps identify such barriers.\nThe main implication of this analysis is that a handful of companies will enjoy ex-\ntraordinary financial returns. These returns are driven by two factors. First, domi-\nnant companies will enjoy the fastest growth rates. Second, the leaders enjoy the\nmost enduring franchises—the longest competitive advantage periods. As Lise\nBuyer has emphasized, bigger is better.\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager\nor co-manager of a public offering of securities for or makes a primary market in issues of any or all of the companies\nmentioned. Closing prices are as of March 8, 1999:\nAmazon.com (AMZN, $122.19, Buy)\nAmerica Online (AOL, $90.88, Buy)\nBarnes & Noble (BKS, $27.06, Not Rated)\nCompaq (CPQ, $34.38, Buy)\neBay (EBAY, $171, Not Rated)\nHewlett-Packard (HWP, $69.88, Buy)\nInternational Business Machines (IBM, $178.88, Buy)\nYahoo! (YHOO, $170.44, Buy)\n"
    },
    {
      "number": 11,
      "text": ""
    },
    {
      "number": 12,
      "text": "Copyright 1999 Credit Suisse First Boston Corporation 1999. All rights reserved\nThis report is provided to you solely for informational purposes and does not constitute an offer or solicitation of an offer, or any advice or recommendation, to purchase any\nsecurities or other financial instruments and may not be construed as such.  This report may not be reproduced or redistributed to any other person, in whole or in part, without\nthe prior written consent of the distributor listed below.  The information set forth herein has been obtained or derived from sources believed by Credit Suisse First Boston\nCorporation and its affiliates (“CSFB” or “the firm”) to be reliable, but CSFB does not make any representation or warranty, express or implied, as to its accuracy or complete-\nness.\nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied is made regarding future\nperformance.  Opinions and estimates may be changed without notice.  The firm, or one or more of its partners or employees, from time to time may have long or short posi-\ntions in, or buy and sell and make markets in, any of the securities discussed herein.  The firm may underwrite or provide investment banking, credit and other financial serv-\nices to any company or issuer of securities or financial instruments referred to herein.  If CSFB makes a market in any security, there can be no assurance that CSFB will\ncontinue to do so. Additional information is available upon request.\nCSFB may have issued other reports that are inconsistent with, and reach different conclusions from, the information presented herein.  Those reports reflect the different\nassumptions, views and analytical methods of the analysts who prepared them.\nThis report is being distributed in the United States by CSFB, and in Canada by Credit Suisse First Boston Securities Canada, Inc. (“CSFBSC”) with CSFB as mailing/delivery\nagent.  In jurisdictions where CSFB is not registered or licensed to trade in securities, any trade will be made only in accordance with applicable securities legislation which will\nvary from jurisdiction to jurisdiction and may require that the trade be made in accordance with applicable exemptions from registration or licensing requirements.  CSFBSC\nhas approved the distribution of this memorandum.  Any U.S. customer wishing to effect a transaction in any security should do so only by contacting a representative at Credit\nSuisse First Boston Corporation, Eleven Madison Avenue, New York, NY  10010  (212) 325-2000. \nNI0885A.doc\nAmericas\nEleven Madison Avenue\nNew York, NY  10010, U.S.A.\n1 212 325 2000\nAtlanta\n1 404 656 9500\nPasadena\n1 626 395 5100\nBoston\n1 617 556 5500\nPhiladelphia\n1 215 851 1000\nBuenos Aires\n1 541 394 3100\nPortland, ME\n1 207 780 6210\nChicago\n1 312 750 3000\nSan Francisco\n1 415 836 7600\nHouston\n1 713 220 6700\nSão Paulo\n55 11 822 4862\nMexico City\n1 525 202 6000\nToronto\n1 416 352 4500\nEurope\nOne Cabot Square\nLondon E14 4QJ, England\n44 171 888 8888\nAmsterdam\n31 20 575 4444\nParis\n33 1 40 76 8888\nBudapest\n36 1 202 2188\nPrague\n42 2 248 10937\nFrankfurt\n49 69 75380\nVienna\n43 1 512 3023\nGeneva\n41 22 707 0130\nWarsaw\n48 22 695 0050\nMadrid\n34 1 532 0303\nZug\n41 41 726 1020\nMilan\n39 2 7702 1\nZurich\n41 1 335 7711\nMoscow\n7 501 967 8200\nAsia Pacific\nThree Exchange Square\n8 Connaught Place\nCentral, Hong Kong\n852 2101 6000\nAuckland\n64 9 302 5500\nShanghai\n86 21 6219 0808\nBeijing\n86 10 6410 6611\nSingapore\n65 538 6322\nMelbourne\n61 3 9 280 1666\nSydney\n61 2 9394 4400\nMumbai\n91 22 284 6888\nTaipei\n8862 2718 5919\nOsaka\n81 6 243 0789\nTokyo\n81 3 5404 9000\nSeoul\n82 2 3707 3700\nWellington\n64 4 474 4400\n"
    }
  ]
}