{
  "filename": "1999_absolute_power__the_internet_s_hidden_order.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423212832-07'00'",
    "modDate": "D:20240423212855-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "CREDIT SUISSE FIRST BOSTON CORPORATION\nEquity Research\nAmericas\nU.S./Investment Strategy\nDecember 21, 1999\nAbsolute Power\nThe Internet’s Hidden Order\nMichael Mauboussin\n1 212 325 3108\nmichael.mauboussin@csfb.com\nAlexander Schay\n1 212 325 4466\nalexander.schay@csfb.com\nStephen Kawaja\n1 212 325 3922\nstephen.kawaja@csfb.com\n• \nOn-line firms are subject to an even more ruthless statistical distribution\nthan the bell curve—the power law.\n• \nPopular wisdom suggests that every firm with dot.com in its name is\ncommanding a huge valuation. The data do not support this view.\n• \nPower laws seen in the volume of traffic, as well as the size of Web\nsites, both strongly support the view that on-line markets are winner-\ntake-all.\n• \nThe stock market is not dumb. Far from encountering systematic\novervaluation, the market capitalization of Internet firms in our index\nfollowed a power law distribution.\n"
    },
    {
      "number": 2,
      "text": "Absolute Power\n– 2 –\nExecutive Summary\nThe dot.com phenomenon has been widely derided as a “bubble.” Some savvy\nmarket watchers have noted that many industries that have had a profound\nimpact on the economy initially spawned a multitude of competitors. But these\nindustries, which include airlines and automobiles, ultimately witnessed little value\ncreation. Unlike the automobile and airline industries of yesteryear—in which\nfirms competed for product market share—most on-line firms are competing for\nneural mind share. However, their plight will be the same. Just like many of their\n“real world” brethren, a significant number of on-line firms will either fail or be\nabsorbed by other competitors in the coming years.\nIn Lake Wobegon, Minnesota, all the children are said to be above average.\n1\n(See notes at end of text.) While refraining from comment about the strength or\nbeauty of the parents, our data show that the on-line offspring of venture capital\nfirms are now eagerly snapped up by the public markets and are subject to an\neven more ruthless statistical distribution than the bell curve—the power law.\nPower laws are distribution functions for measurable quantities, like how many\nearthquakes there are of a particular size or the number of cities within a given\nrange of populations. Nascent scientific study of the Internet has revealed that it\nis subject to the same statistical regularities that govern these other “natural”\nphenomena, and as we will see, these regularities have important implications for\nthe future of dot-com hopefuls.\nPowerful Web\nDespite being convinced of the disruptive nature of the on-line medium\n2, we\nbelieve that value creation for most Internet companies will be restricted owing to\nthe difficulty of achieving sufficient scale. This begs some important questions.\nWho has the advantage in achieving this scale? Does the Internet, as a self-\norganizing system, have any interesting or unexpected characteristics?\nUnderneath the Internet’s apparent complexity and confusion, there exists hidden\norder. Web pages are the building blocks of the World Wide Web, and every\npage is identified by a unique URL (uniform resource locator). Studies of the new\nmedium have demonstrated that Web pages are distributed among sites\naccording to a universal power law: many sites have very few pages, and very\nfew sites have many pages.\n3\nThe right side of Figure 1 shows the distribution of site sizes for two “crawls,” one\nconducted by Alexa and the other by Infoseek, covering a large number of sites.\nBoth data sets illustrate a power law. That is, on a log-log scale the distribution of\nthe number of pages per site appears as a straight line.\n4 The existence of a\npower law in the growth of the Web carries some profound implications. One\nimportant suggestion is that the expected number of sites of a particular size can\nbe estimated by extrapolating the power law to any large value of “n.” For\nexample, if data were collected from 250,000 sites, the probability of finding a site\nwith a million pages would be 10\n-4, or one in ten thousand.\n5 It seems that size is\nhard to come by.\n"
    },
    {
      "number": 3,
      "text": "Absolute Power\n– 3 –\nFigure 1\nPower Laws\nProportion of sites\n100\n10-2\n10-4\n10-6\n10-8\n10-10\n100\n101\n102\n103\n104\n105\nNumber of users\n100\n10-2\n10-4\n10-6\n10-8\n10-10\n100\n101\n102\n103\n104\n105\nNumber of pages\nProbability\nAlexa\nInfoseek\nSource: Bernardo Huberman, Lada Adamic; Xerox Palo Alto Research Center.\nThe largest sites also get the most traffic. Researchers at Xerox PARC found that\nfor all the sites in their sample, as well as sites in specific categories of the\nsample, the distribution of visitors per site followed a universal power law.\n6 As\nwas the case with the number of pages per site, the results for the number of\nvisitors per site indicate that many sites have very few users, and a few sites\nhave very many users. This deceptively simple assertion belies a powerful\nstatistical truth. Very few companies have met with success on-line, and we\nbelieve fewer still will succeed on-line in the future. Such a disproportionate\ndistribution of user volume among sites is characteristic of winner-take-all\nmarkets. A select few reap all the rewards, and latecomers confront serious\ndifficulties cracking the “lineup.” The percentage of total volume accounted for by\nthe top sites (measured by unique users) is displayed below.\nTable 1\nPercentage Volume by User\n% Sites\nAll sites\nAdult Sites\nEducational Sites\n0.1%\n32.36%\n1.4%\n2.81%\n1%\n55.63%\n15.83%\n23.76%\n5%\n74.81%\n41.75%\n59.50%\n10%\n82.26%\n59.29%\n74.48%\n50%\n94.92%\n90.76%\n96.88%\nSource: Xerox PARC, data from December 1, 1997.\n.\n"
    },
    {
      "number": 4,
      "text": "Absolute Power\n– 4 –\nThe top 119 sites, representing one-tenth of one percent of the total, captured an\nenormous 32.36% of user volume, while the top 1% of sites garnered more than\nhalf of the total user volume. Although the ability to attract users does not ipso\nfacto lead to monetization of traffic, much less profitability, it is a necessary\nprecondition. With Internet market share beholden to these strong regularities,\nthe implications for competition—and investors sizing up the competition—are\nenormous.\nModels that account for the observed power law behavior indicate a low\nprobability that newly established sites will attract a significant number of users.\n7\nTaking Web sites and ranking them on the horizontal axis according to\npopularity—as determined by the number of unique users—and then placing\npageviews on the vertical axis, results in a straight line when using a double\nlogarithmic scale.\n 8\nThis so-called Zipf distribution\n9 is a power law and has been observed in the\ndistribution of words used in a natural language. Zipf-like distributions have also\nbeen seen in many other realms, including earthquakes, city sizes, and the\nvariation of cotton prices. Extremities become apparent when Zipf distributions\nare plotted on a linear scale. (See the bottom of Figure 3.) A few elements score\nvery high, a medium number of elements get middle-of-the-road scores, and an\nenormous number of elements score very low (the long tail of the distribution\nwhich hugs the x-axis).\nKnowledge Is Power\nWe have observed that success begets success ever since the dawn of recorded\nhistory.\n10 Thrust into the modern context of massively interconnected networks,\nthis hoary truism takes on a powerful new form. We now outline some of the\nreasons power laws are persistent on the Internet. On-line, popularity is\ndetermined by a collective process that has been called “social search.”\n11 That is,\nreferrals from friends, relatives, and acquaintances drive growth and traffic.\nSearch Costs\nWith only a Web address to differentiate itself from the crowd, an on-line firm\nnaturally flirts with obscurity. The importance of awareness can be traced back to\nthe high search costs associated with locating companies in Internet markets.\nThese costs stem from the sheer volume of competing information available. A\nvirtual avalanche of marketing studies have supported the notion that consumers\nreach a point of diminishing return when confronted with ever-increasing choice.\n12\nFor example, in the book business over the last 15 years, consumers have been\nconfronted with a greater selection than in any other period in history. Ironically,\ndespite the abundance of offerings, the share of book sales represented by the\n30 top-selling hard cover books in America nearly doubled from 1986 to 1996.\n13\nThe brand name author as “safe haven” is mirrored in the on-line distribution\ndata, as Internet users flock to the same sites in order to reduce search costs.\nDifferentiation on-line is becoming more and more challenging as the number of\nentrants to the market increases daily. In an environment in which record-\nbreaking sums are being allocated for traditional advertising, one recent article\n(Wall Street Journal) quipped, “Americans are being dot-commed to death.” The\nfallout from this overwhelming assault is that many consumers are just not paying\nattention. After all, it’s hard to remember whether that ad was for Pets.com,\nPetstore.com, PETsMART.com, or Petopia.com.\n14\nLinks with the Past\nNew sites tend to link to already popular sites in a bid for increased traffic. This\nresults in a rich-get-richer phenomenon, whereby already popular sites get even\nmore popular. Studies conducted at the University of Notre Dame have found that\nthe proportion of Web pages with many outside links—directing traffic to that\n"
    },
    {
      "number": 5,
      "text": "Absolute Power\n– 5 –\nparticular page—is much higher than would be expected in a random network.\n15 If\npeople had linked their pages with others at random, pages with at least 1,000\nlinks would be virtually nonexistent. However, this is not the case. A recent\nsurvey conducted by Forrester Research showed that retailers with on-line\ndistribution deals generated 36% of their site traffic and 33% of their sales\nthrough links with firms that rank among the top-50 in volume.\n16\nStudying the links into and out from the 325,729 pages on Notre Dame’s domain\n“nd.edu,” physicists discovered that the pages follow a power law distribution.\n(Other domains saw similar results.) The number of pages with n links was\nproportional to 1/n 2 . For example, pages with 20 links were one quarter as\nfrequent as pages with 10 links. This is strong evidence in support of the Web as\na self-organizing system.\nBalance of Power\nFigure 2\nTrailing Venture Capital Money Flows\n$-\n$2\n$4\n$6\n$8\n$10\n$12\n$14\n$16\n$18\n$20\n1995\n1996\n1997\n1998\nQ1 99\nQ2 99\nQ3 99\n1999\nDollars (billions)\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n% Internet\nTotal $\nInternet $\n% Internet\nSource: VentureOne Corporation and CSFB analysis.\nOver the last three years venture capital firms have put a staggering amount of\nmoney to work. In the third quarter of 1999 alone, a record shattering $8.6 billion\nflowed into the coffers of over 750 venture-backed firms. Almost two-thirds of\nthese investment dollars were earmarked for Internet companies, reflecting an\nupward spiral in the overall percentage of venture capital dollars allocated to on-\nline firms. In 1995 roughly 12% of total venture capital outlays went to on-line\ncompanies. For the first three quarters of 1999, that percentage skyrocketed to\n60%, nearly tripling the total investment dollars distributed in all of 1995. (See\nFigure 2.)\nWith evidence mounting to support the idea that the on-line medium is a winner-\ntake-all market, it would seem that many venture capital firms have placed\nsubstantial amounts of investment dollars in harms way. Pundits would observe\nthat the “bubble-like” valuations awarded in the public markets could continue to\nbail out the venture capital firms. Dubious of market inefficiency on such a grand\nscale, we plotted the market capitalization of an index of pure play dot.com\ncompanies. The results are stunning. Far from encountering systematic\novervaluation, we observed a power law distribution in the market capitalization of\nthe largest 150 Internet firms in our index.\n17\n"
    },
    {
      "number": 6,
      "text": "Absolute Power\n– 6 –\nFigure 3\nDot.Com Market Capitalization Power Law\nmarket capitalization in millions\nLinear Scale\n$0\n$50,000\n$100,000\n$150,000\n$200,000\n$250,000\n0\n20\n40\n60\n80\n100\n120\n140\n160\nMarket Cap. Rank\nMarket Capitalization\nLog-Log Scale\n$1\n$10\n$100\n$1,000\n$10,000\n$100,000\n$1,000,000\n1\n10\n100\n1000\nMarket Cap. Rank \nMarket Capitalization\nSource: CSFB analysis.\nConclusion\nThe market is not dumb. The percentage of total market capitalization contributed\nby the top on-line firms is remarkably similar to the percentage of total volume\naccounted for by the top sites in the individual segments in Table 1. The top 5%\nof on-line firms in terms of market capitalization accounted for half of the total\nmarket capitalization of the group, while the top 10% accounted for 61% of the\ntotal, and the top 50% accounted for 90%.\nPopular wisdom suggests that every firm with dot.com in its name is commanding\na huge valuation. The data do not support this view. Our findings do show that\nthe market capitalization of the Internet is dominated by a handful of leaders.\nThis is consistent with the winner-take-all outcomes implied by the power law\ndistributions.\nIt is important to underscore that this analysis provides compelling evidence that\nthe market is valuing Internet companies relatively correctly. These data provide\nno evidence, however, that the market is valuing the sector correctly on an\nabsolute basis (either overvaluation or undervaluation).\n"
    },
    {
      "number": 7,
      "text": "Absolute Power\n– 7 –\nIn sum, very few Web sites get large, and very few Web sites get a lot of user\ntraffic. In addition, very few Internet firms account for a disproportionate share of\nthe total market value of the group. We think this will continue to hold true for the\nfuture of the medium.\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager\nor co-manager of a public offering of securities for or makes a primary market in issues of any or all of the companies\nmentioned.\n1During the introduction to every broadcast of \"A Prairie Home Companion,\" Garrison Keillor\nobserves that in the mythical town of Lake Wobegon, Minnesota, “all the women are strong, the\nmen are good looking, and the children above average.\"\n2See The Retailer’s Dilemma, Credit Suisse First Boston, October 25, 1999.\n3“Growth Dynamics of the World-Wide Web.” Huberman, B.A., Adamic, L. Nature Vol. 401,\nSeptember 9, 1999.\n4What does this mean? Mathematically, these straight lines are called power laws since they\nshow that some quantity N can be expressed as some power of another quantity s:\nτ\n−\n= s\ns\nN\n)\n(\n How Nature Works Bak, Per (Copernicus 1996) p. 27.\n5Using:\nβ\n−\n×\n=\n)\n/\n(\n)\n(\n)\n(\n1\n2\n1\n2\nn\nn\nn\nP\nn\nP\n. The expected number of sites of size n 2  in a crawl\nof N sites would be NP(n 2 ) “Growth Dynamics of the World-Wide Web.”\n6“The Nature of Markets in the World Wide Web.” Huberman, B.A., Adamic, L. from the\nproceedings of Computing In Economics and Finance, May 6, 1999.\n7ibid. p.3. Note that the observed power law behavior was derived from usage logs for all Web\nsites, not usage logs for commercial Web sites alone.\n8S. Glassman, Computer Networks ISDN Systems No. 27, 165 (1994).\n9Zipf, G.K. Human Behavior and the Principle of Least Effort (Addison-Wesley, Cambridge,\nMassachusetts, 1949).\n10Matthew 25:29, “For everyone who has will be given more, and he will have an abundance.\nWhoever does not have, even what he has will be taken from him.”\n11Bernardo Huberman quoted in The New York Times article “Not a Great Equalizer After All?”\nby John Markoff.\n12Cristol, S. M., Sealey, P. “Replacement Marketing: Antidote for Consumer Stress.” available at\nhttp://haas.berkely.edu/~wba268/replacement.htm.\n13Malcolm Gladwell, “The Science of the Sleeper” The New Yorker, Annals of Marketing,\nOctober 4, 1999.\n14The Wall Street Journal, “A New Spin for Web Firms: Not.Com” Suein L. Hwang. On-line video\ntape and DVD purveyor BigStar Entertainment Inc. has commandeered a fleet of trucks to help\nit with its on-line effort but not to haul any of its goods. Rather, BigStar has emblazoned its\nname across other firms trucks in order to create a sense of “real-world permanence.”\nNovember 11, 1999.\n15Reka, A.,Hawoong, J.,Barabasi, A. “Diameter of the World-Wide Web.” Nature, Vol. 401,\nSeptember 1999.\n16Including affiliate deals and pacts with vertical sites, these distribution agreements accounted\nfor 52% of traffic, and 50% of sales. “The Parting of the Portal Seas” Forrester Research,\nCharlene Li, December 1999.\n17We combined the Bloomberg U.S. Internet Index (196 members) with our own database of\npure-play “dot.coms,” resulting in a 400 company index. The lowest ranked 162 firms by market\ncapitalization (a $100 million market cap cutoff) accounted for one half of one percent of the\ntotal market capitalization. The top 1% of companies in the index accounted for 40% of the total\nmarket capitalization, while the top 5% and 10% accounted for 63% and 77%, respectively.\nFinally, the top 50% of firms in the index accounted for 99% of the total. The median market\ncapitalization of the index was $277 million.\n"
    },
    {
      "number": 8,
      "text": "Copyright  1999 Credit Suisse First Boston Corporation 1999. All rights reserved\nThis report is provided to you solely for informational purposes and does not constitute an offer or solicitation of an offer, or any advice or recommendation, to purchase any\nsecurities or other financial instruments and may not be construed as such.  This report may not be reproduced or redistributed to any other person, in whole or in part, without\nthe prior written consent of the distributor listed below.  The information set forth herein has been obtained or derived from sources believed by Credit Suisse First Boston\nCorporation and its affiliates (“CSFB” or “the firm”) to be reliable, but CSFB does not make any representation or warranty, express or implied, as to its accuracy or\ncompleteness.\nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied is made regarding future\nperformance.  Opinions and estimates may be changed without notice.  The firm, or one or more of its partners or employees, from time to time may have long or short\npositions in, or buy and sell and make markets in, any of the securities discussed herein.  The firm may underwrite or provide investment banking, credit and other financial\nservices to any company or issuer of securities or financial instruments referred to herein.  If CSFB makes a market in any security, there can be no assurance that CSFB will\ncontinue to do so. Additional information is available upon request.\nCSFB may have issued other reports that are inconsistent with, and reach different conclusions from, the information presented herein.  Those reports reflect the different\nassumptions, views and analytical methods of the analysts who prepared them.\nThis report is being distributed in the United States by CSFB, and in Canada by Credit Suisse First Boston Securities Canada, Inc. (“CSFBSC”) with CSFB as mailing/delivery\nagent.  In jurisdictions where CSFB is not registered or licensed to trade in securities, any trade will be made only in accordance with applicable securities legislation which will\nvary from jurisdiction to jurisdiction and may require that the trade be made in accordance with applicable exemptions from registration or licensing requirements.  CSFBSC\nhas approved the distribution of this memorandum.  Any U.S. customer wishing to effect a transaction in any security should do so only by contacting a representative at Credit\nSuisse First Boston Corporation, Eleven Madison Avenue, New York, NY  10010  (212) 325-2000. \nNI4432.doc\nAmericas\nEleven Madison Avenue\nNew York, NY  10010, U.S.A.\n1 212 325 2000\nAtlanta\n1 404 656 9500\nMexico City\n1 525 202 6000\nBaltimore\n1 410 223 3000\nPasadena\n1 626 395 5100\nBoston\n1 617 556 5500\nPhiladelphia\n1 215 851 1000\nBuenos Aires\n1 541 394 3100\nSan Francisco\n1 415 836 7600\nChicago\n1 312 750 3000\nSão Paulo\n55 11 822 4862\nHouston\n1 713 220 6700\nToronto\n1 416 352 4500\nEurope\nOne Cabot Square\nLondon E14 4QJ, England\n44 171 888 8888\nAmsterdam\n31 20 575 4890\nParis\n33 1 40 76 8888\nBudapest\n36 1 202 2188\nPrague\n42 2 248 10937\nFrankfurt\n49 69 75380\nVienna\n43 1 512 3023\nGeneva\n41 22 707 0130\nWarsaw\n48 22 695 0050\nMadrid\n34 91 532 0303\nZug\n41 41 726 1020\nMilan\n39 02 7702 1\nZurich\n41 1 335 7711\nMoscow\n7 501 967 8200\nAsia Pacific\nThree Exchange Square\n8 Connaught Place\nCentral, Hong Kong\n852 2101 6000\nAuckland\n64 9 302 5500\nShanghai\n86 21 6219 0808\nBeijing\n86 10 6410 6611\nSingapore\n65 538 6322\nMelbourne\n61 3 9 280 1666\nSydney\n61 2 9394 4400\nMumbai\n91 22 284 6888\nTaipei\n8862 2718 5919\nOsaka\n81 6 243 0789\nTokyo\n81 3 5404 9000\nSeoul\n82 2 3707 3700\nWellington\n64 4 474 4400\n"
    }
  ]
}