{
  "filename": "2000_still_powerful__the_internet_s_hidden_order.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423213020-07'00'",
    "modDate": "D:20240423213034-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "CREDIT SUISSE FIRST BOSTON CORPORATION\nEquity Research\nAmericas\nU.S. Investment Strategy\nJuly 7, 2000\nStill Powerful\nThe Internet’s Hidden Order\nMichael J. Mauboussin\n1 212 325 3108\nmichael.mauboussin@csfb.com\nAlexander Schay\n1 212 325 4466\nalexander.schay@csfb.com\n• \nDespite a correction in the Internet sector over the past six\nmonths, the relationship between rank and market value of online\nfirms continues to exhibit power law behavior.\n• \nThis winner-take-all, market-capitalization distribution supports\nthe notion that competition on the Web has some unique\ncharacteristics. For example, large firms can grow as quickly as\nsmall firms and the positive reinforcing nature of the medium\nprovides leaders with a source of competitive advantage.\n• \nWe would continue to focus on the companies with customers,\ncapital, and viable long-term business models.\n"
    },
    {
      "number": 2,
      "text": "Still Powerful\n– 2 –\nExecutive Summary\nDespite the Internet’s apparent complexity, hidden order exists. Studies\ndemonstrate that Web pages are distributed among sites according to a universal\npower law. Power laws are distribution functions for measurable quantities—such\nas the number of earthquakes that occur at a particular intensity, or the number of\ncities that exist within a given range of population. The number of Web pages\nadheres to a remarkably stable regularity. Roughly described, power laws hold\nthat many sites have few pages and that few sites have many pages.\n1\nThe distribution of Web pages is not the only online phenomenon that adheres to\na power law. The distribution of visitors per site follows a power law as well: many\nsites have very few users, and a few sites have very many users. Although\nintuitive, the precise nature of these two regularities carries profound implications.\nOnline firms that depend on the ability to attract and monetize users face\nsignificant challenges. The observed power laws suggest a low probability that\nnewly established sites will attract a significant number of users.\n2 In fact, from\nJanuary 1999 to April 2000, 20 of the top 25 companies in the MediaMetrix “Top\nProperties” remained in the top 25.\n3\nWe first explored power laws and the Internet in late 1999.\n4 Despite a sharp\ncorrection in Internet stock prices over the last six months, the relationship\nbetween rank and the market value of online firms is still best expressed with a\npower law. This winner-take-all distribution continues to support the notion that\ncompetition on the Web has unique characteristics. Not only can large firms grow\nas quickly as small firms, but the positive-reinforcing nature of the medium also\ntranslates into a source of sustainable competitive advantage. This report\nexplores some of the factors that may contribute to the observed distribution.\n"
    },
    {
      "number": 3,
      "text": "Still Powerful\n– 3 –\nPowerful Web\nLet there be no mistake—activity on the Web is highly concentrated. To show the\nbreakdown of Web site popularity, we ranked the number of unique site users on\nthe horizontal axis and plotted page views on the vertical axis, using MediaMetrix\ndata for the top 500 domains in April 2000. The result is a straight line when using\na double logarithmic scale. The data show that the top 5%, or 25 sites, account\nfor 31% of the total volume of traffic.\n5 This is consistent with broader studies of\nthe Web showing that the top sites account for a very large percentage of total\ntraffic volume. That is, one-tenth of one percent of the total, or the top 119 sites,\naccount for 32% of the total volume of site traffic.\n6 Very few Web sites get large,\nand very few Web sites get a lot of user traffic.\nFigure 1\nPower Laws\nT op 500, April 2000\n10 0\n10 1\n10 2\n10 2\n10 3\n10 4\n10 5\nRank\nHits (000)\nSource: MediaMetrix and CSFB analysis.\nA logarithmic plot of rank versus frequency that is a straight line with slope near\nunity (as seen in Figure 1) illustrates Zipf’s law. This regularity has been observed\nin diverse realms, including the magnitude and frequency of earthquakes, rank\nand city sizes, and the distribution of words in a language. Extremities are\napparent when Zipf distributions are plotted on a linear scale. A few elements\nscore very high, a medium number of elements score in the middle of the road,\nand an enormous number of elements score very low. (The long tail of the\ndistribution hugs the x-axis.)\nPower laws are unusual—they represent special situations. Gaussian, or normal,\ndistributions are much more common in nature than power law distributions. For\nexample, the velocity of gas molecules in a room, the length of new-born babies,\nand the distribution of market capitalizations for the broader stock market all\nfollow Gaussian distributions. One common trait of Gaussian systems is\nindependence. To use gas molecules as an illustration, the velocity of any given\nmolecule will not explicitly depend on the velocity of the other molecules. Even\nwhen the molecules collide, there is only a small degree of interaction.\nIn contrast, power laws occur when there is a high degree of interaction. The\ncanonical example is a forest fire. The probability that a given tree in the forest\n"
    },
    {
      "number": 4,
      "text": "Still Powerful\n– 4 –\nwill burn is highly dependent on whether other trees in the forest are burning and\nthe location of the tree relative to its neighbors. The underlying “network” position\nof the trees determines whether or not the blaze dies out, is confined to a small\narea, or becomes a conflagration. This complexity gives rise to power law\ndistributions in the sizes of forest fires. The concentration of hits on a Web site\nalso translates into a concentration of market value, so the most frequently used\nsites generally have the best opportunity to create viable business models. It’s\ninteresting that the valuation of Internet companies still conforms to a power law,\ndespite a pronounced downturn in the segment over the last six months. This can\nbe seen in Figure 2.\nFigure 2\nInternet Market Capitalization Power Law\n Internet\n10 0\n10 1\n10 2\n10 0\n10 1\n10 2\n10 3\n10 4\n10 5\n10 6\nRank\nMarket Value (000,000)\nSource: CSFB analysis.\nThis analysis provides compelling evidence that the market continues to value\nInternet companies correctly on a relative basis. It is important to note that these\ndata remain mute on the issue of absolute valuations. Contrary to popular\nperception, there is some discernible order to Internet valuations. So the question\nbecomes, Is this order unique to Internet stocks? Do other industries exhibit the\nsame characteristics, where a disproportionate share of the total market\ncapitalization resides in a handful of firms? We analyzed 46 sectors from 18\ndifferent industry classifications in an attempt to answer this question. This broad\nsurvey revealed that 9 sectors exhibited strong power law characteristics. They\nare displayed in the Appendix.\n"
    },
    {
      "number": 5,
      "text": "Still Powerful\n– 5 –\nThe Strong Get Stronger\nWhile no pure Internet brand is reinforced by the benefit of a physical presence,\nmany particular characteristics of the online medium allow those companies that\nare already ahead to stay ahead. One example noted in “Absolute Power” is that\nnew sites tend to link to already-popular sites in a bid for increased traffic. Such a\nreinforcing link structure is reconfirmed in a number of subsequent studies of the\nWeb.\nThe most comprehensive study of the Web to date reveals some interesting\ninsights into its macroscopic structure. Researchers at IBM’s Almaden Research\nCenter in San Jose, California, examined over 200 million pages and 1.5 billion\nlinks (roughly one-fifth of the estimated current Web). They found that the Web’s\nconnectivity resembles a bow tie. On the left side of the tie is what they dub the\n“newbies.” This group of sites consists of 43 million pages (or 21% of the total)\nthat are relatively new. These sites link to the center, or what is called the\n“Strongly Connected Component” (SCC). However, these established players in\nthe center—with over 56 million pages—do not link back to the newbies. Sites in\nthe SCC consist of portals and many of the top corporate sites in the MediaMetrix\ndata. On the right side of the bow are the “introverts.” This group includes a lot of\nlesser-known e-commerce sites. Although the SCC is linked to these introverts,\nthe introverts do not provide links back to the strongly connected center.\n7\nMost search engines rely on so-called “crawlers.” Crawlers work by indexing a\nWeb page, jumping to other pages linked to it, then indexing those, and so on.\nThe Almaden study contradicts earlier suggestions that any two Web pages are\nconnected by a relatively small number of hyperlinks. In order to give wide\nbreadth of coverage in the future, search engines will have to crawl from a\ngreater diversity of starting points than they do today.\n8 Until this occurs, they will\ncontinue to channel traffic to the most popular and entrenched Web sites—\nwithout any reciprocity for the newbies. With only a fraction of the growing Web\nappearing in most search queries, traffic patterns to the existing strongly\nconnected sites are positively reinforced.\nAdvertising Spiral\nSo how does this translate into economic value? One example of the value\nconcentration is advertising. Advertisers aren’t taking any chances with the “new”\nmedium: about 95% of Web advertising is spent on 1% of all ad-supported Web\nsites. And while the absolute number of Web sites receiving online ad revenues\ncontinues to grow, the percentage share of ad dollars being spent at the top 50\nsites continues to rise.\nTable 1\nPublishers’ Share of Total Web Ad Revenues\n1998\n1999\n2000\nTop 10 Sites\n72%\n74%\n76%\nTop 25 Sites\n85%\n87%\n89%\nTop 50 Sites\n92%\n95%\n95%\nSource: eMarketer estimates.\nAlthough this profile may change as advertisers shift their dollars away from\nportals and toward more highly targeted vertical Web sites, advertisers continue\nto gravitate toward high-traffic sites.\n"
    },
    {
      "number": 6,
      "text": "Still Powerful\n– 6 –\nWeb Competition\nModels that try to explain the characteristics of electronic markets—where a few\nsites thrive while most are driven to the verge of extinction—conclude that\nsudden transitions occur. As the competition between Web sites heats up, a\nprofound shift can take place from an environment where many sites\nsimultaneously thrive to a winner-take-most market where a handful of sites\nattract most users. This is attributable to a nonlinear interaction among sites,\nwhich effectively reduces the growth rate of some, owing to extreme competitive\npressure from others.\n9\nWith firms spending enormous sums to sustain growth, it is easy to see that it is\npossible to reach a critical spending point where funding dries up (in tandem with\nthe business fundamentals). This phenomenon can occur even with only two\ncompeting sites, and is comparable to the “principle of mutual exclusion” in\necology. Two predators of the same prey cannot coexist in equilibrium when\ncompetitive predation is very strong.\n10\nOnce the fixed development cost of operating a Web site is spent, it is relatively\ninexpensive to scale capacity to meet increased demand. So as Web sites\nproliferate, focus on aggregate demand becomes the order of the day.\nUnfortunately, many Web company “predators” are competing for the attention\nand resources of the same consumer “prey.”\n"
    },
    {
      "number": 7,
      "text": "Still Powerful\n– 7 –\nConclusion\nFigure 3\nTrailing Venture Capital Money Flows\n$-\n$5\n$10\n$15\n$20\n$25\n$30\n$35\n1995\n1996\n1997\n1998\nQ1 99 Q2 99 Q3 99 Q4 99 1999\nQ1 00\nDollars (billions)\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n% Internet\nTotal $\nInternet $\n% Internet\nSource: VentureOne Corp. and CSFB analysis.\nInvestment by venture capital firms has been unprecedented in the last two\nyears. In the fourth quarter of 1999 alone, $14.9 billion was spent on new\nbusiness opportunities. This quarterly total was higher than any annual amount in\nthe history of U.S. venture capital. Picking up where 1999 left off, venture-backed\nfirms raised $17.8 billion in the first quarter of the new millennium. About 84%\nwent to Internet-related ventures. We register our skepticism today, as we did six\nmonths ago, about the ability of most online firms to survive the unforgiving rule\nof the power law.\nSince the beginning of the second quarter there has been a marked change in\nperception of Internet businesses. Investors are now focusing on a new acronym:\nP2P—the path to profitability. With some high-profile firms at 52-week lows and\nothers closing their doors altogether, investors must remember the inherent\nadvantage of today’s market leaders. They have the customers. They have the\ncapital. And they benefit directly from the self-reinforcing nature of the Web.\n"
    },
    {
      "number": 8,
      "text": "Still Powerful\n– 8 –\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager\nor co-manager of a public offering of securities for or makes a primary market in issues of any or all of the companies\nmentioned.\n1 This was initially reported in “Growth Dynamics of the World-Wide Web.”\nHuberman, B.A., Adamic, L. Nature Vol. 401, September 9, 1999. Since then the\nresults have been reconfirmed in “Graph Structure in the Web.” Broder, Andrei,\net. al. IBM Almaden Research Center, San Jose, CA., June 2000.\n2 ibid. Huberman. It’s important to note that the observed power law behavior was\nderived from usage logs for all web sites, not usage logs for commercial web\nsites alone. Corporate strategy can influence the ability to crack the line-up.\n3 Six properties were absorbed by competitors that remained in the top 25 in April.\nThe balance of the firms remained in the top 100.\n4 Michael Mauboussin, Alexander Schay, Stephen Kawaja, “Absolute Power,”\nCredit Suisse First Boston Equity Research, December 21, 1999.\n5 Although we could find no direct statistical correlation between site traffic and\nmarket capitalization, 14 of the top 25 companies in site volume were also in the\ntop 25 in terms of market value.\n6 “Growth Dynamics of the World-Wide Web.” Huberman, B.A., Adamic, L. Nature\nVol. 401, September 9, 1999.\n7 “Graph Structure in the Web.” Broder, Andrei, et. al. IBM Almaden Research\nCenter, San Jose, CA., June 2000.\n8“Souped Up Search Engines.” Nature Vol. 405, May 11, 2000 www.nature.com\n9 “Competitive Dynamics of Web Sites.” Maurer, Sebastian M., Huberman,\nBernardo A. Xerox Palo Alto Research, March 17, 2000.\n10 Ibid.\n"
    },
    {
      "number": 9,
      "text": "Still Powerful\n– 9 –\nAppendix\nComplements\nWe analyzed 46 sectors from 18 different industries for possible power law\ntrends. Data are from FactSet industry classifications. This broad survey shows\nthat 9 of these industries show strong power law characteristics. (See Table 2.) In\nevery industry studied we found that the largest companies best follow a power\nlaw. We show the relative size of this subset of companies in the first column.\nThe second column gives a measure of the extent to which each industry is\ndominated by its largest companies, and the third column quantifies how well the\ncompanies fit a power law. (Smaller numbers closer to zero correspond to better\nfits.) Here we employ the standard statistical practice of taking the square root of\nthe mean squared residual as a goodness of fit test.\nTable 2\nPower Law Sectors\nPortion Following\nMarket Share Held By\nRMS of Residuals in\nIndustry\nPower Law\nCompanies in Top 5%\nPower Law Fit\nInternet\n47%\n64%\n0.152\nBiotech\n46%\n64%\n0.094\nSavings & Loan\n45%\n66%\n0.091\nTelecom Equipment\n39%\n86%\n0.209\nSpecialty Chemicals\n35%\n40%\n0.121\nSemiconductors\n28%\n64%\n0.137\nRestaurants\n19%\n85%\n0.214\nSoftware\n17%\n85%\n0.126\nApparel\n16%\n67%\n0.127\nSource: CSFB analysis.\nTo further illustrate the procedure used to establish the results in Table 2, we\npresent the Internet industry results in greater detail.\nFigure 4\nInternet Services Industry\nIn te rn e t In d u s try\n1 0 0\n1 0 1\n1 0 2\n1 0 -4\n1 0 0\n1 0 4\n1 0 8\nR ank\nMarket Value (000)\nSource: CSFB analysis.\n"
    },
    {
      "number": 10,
      "text": "Still Powerful\n– 10 –\nFigure 4 displays the market value (in thousands) of each of the 297 companies\nin the Internet industry. As a function of rank, the top 140 companies (47%)\nclosely follow the fit line. Figure 4 demonstrates how the fit line was chosen. Each\npoint is the result of a power law fit to a portion of the total industry. When more\nthan 140 companies are included in the fit, the RMS values begin to\nsystematically increase, which indicates divergence from power law behavior.\nTherefore the fit line in Figure 5 is chosen to best fit the top 140 companies.\nFigure 5\nInternet Services Industry\nBest Fit at (140, 0.152)\n0\n50\n100\n150\n200\n250\n0.0\n0.1\n0.2\n0.3\n0.4\nPoints in Test\nRMS of Residuals\nSource: CSFB analysis.\n"
    },
    {
      "number": 11,
      "text": "Still Powerful\n– 11 –\nFigure 6\nPower Law Segments\n10 0\n10 1\n10 2\n10 -4\n10 0\n10 4\n10 8\nRank\nMarket Value (000,000)\n0\n50\n100\n150\n200\n250\n0.0\n0.1\n0.2\n0.3\n0.4\nPoints in Test\nRMS of Residuals\n10 0\n10 1\n10 2\n10 -3\n10 0\n10 3\n10 6\nRank\nMarket Value (000,000)\n0\n100\n200\n300\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\nPoints in Test\nRMS of Residuals\n10 0\n10 1\n10 2\n10 0\n10 1\n10 2\n10 3\n10 4\n10 5\nRank\nMarket Value (000,000)\n0\n100\n200\n300\n0.00\n0.05\n0.10\n0.15\n0.20\n0.25\nPoints in Test\nRMS of Residuals\nSavings and Loans\nInternet\nBiological Technology\nSource: CSFB analysis.\n"
    },
    {
      "number": 12,
      "text": "Still Powerful\n– 12 –\nFigure 7\nPower Law Segments\n10 0\n10 1\n10 2\n10 -4\n10 0\n10 4\n10 8\nRank\nMarket Value (000,000)\n0\n50\n100\n150\n0.0\n0.1\n0.2\n0.3\n0.4\n0.5\nPoints in Test\nRMS of Residuals\n10 0\n10 1\n10 2\n10 -3\n10 0\n10 3\n10 6\nRank\nMarket Value (000,000)\n0\n25\n50\n75\n100\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\nPoints in Test\nRMS of Residuals\n10 0\n10 1\n10 2\n10 0\n10 1\n10 2\n10 3\n10 4\n10 5\n10 6\nRank\nMarket Value (000,000)\n0\n25\n50\n75\n100\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\nPoints in Test\nRMS of Residuals\nSemiconductors\nSpecialty Chemicals\nTelecommunication Equipment\nSource: CSFB analysis.\n"
    },
    {
      "number": 13,
      "text": "Still Powerful\n– 13 –\nFigure 8\nPower Law Segments\n10 0\n10 1\n10 2\n10 -3\n10 0\n10 3\n10 6\nRank\nMarket Value (000,000)\n0\n25\n50\n75\n100\n125\n150\n0.0\n0.2\n0.4\n0.6\nPoints in Test\nRMS of Residuals\n10 0\n10 1\n10 2\n10 -4\n10 0\n10 4\n10 8\nRank\nMarket Value (000,000)\n0\n100\n200\n300\n0.0\n0.1\n0.2\n0.3\n0.4\nPoints in Test\nRMS of Residuals\n10 0\n10 1\n10 2\n10 -3\n10 0\n10 3\n10 6\nRank\nMarket Value (000,000)\n0\n10\n20\n30\n40\n50\n60\n70\n0.0\n0.1\n0.2\n0.3\n0.4\nPoints in Test\nRMS of Residuals\nRestaurants\nApparel\nSoftware\nSource: CSFB analysis.\n"
    },
    {
      "number": 14,
      "text": ""
    },
    {
      "number": 15,
      "text": ""
    },
    {
      "number": 16,
      "text": "NI2571.doc\nAMSTERDAM ..........31 20 5754 890\nATLANTA.................1 404 656 9500\nAUCKLAND ...............64 9 302 5500\nBALTIMORE ............1 410 223 3000\nBEIJING .................86 10 6410 6611\nBOSTON ..................1 617 556 5500\nBUDAPEST................36 1 202 2188\nBUENOS AIRES ....54 11 4394 3100\nCHICAGO.................1 312 750 3000\nFRANKFURT...............49 69 75 38 0\nGENEVA..................41 22 394 70 00\nHOUSTON................1 713 220 6700\nHONG KONG ............852 2101 6000\nLONDON................44 20 7888 8888\nMADRID..................34 91 423 16 00\nMELBOURNE ..........61 3 9280 1666\nMEXICO....................52 5 283 89 00\nMILAN..........................39 02 7702 1\nMOSCOW ................7 501 967 8200\nMUMBAI...................91 22 230 6333\nNEW YORK..............1 212 325 2000\nPALO ALTO.............1 650 614 5000\nPARIS .....................33 1 40 76 8888\nPASADENA .............1 626 395 5100\nPHILADELPHIA.......1 215 851 1000\nPRAGUE................420 2 210 83111\nSAN FRANCISCO... 1 415 836 7600\nSÃO PAULO ......... 55 11 3841 6000\nSEOUL .................... 82 2 3707 3700\nSHANGHAI............ 86 21 6881 8418\nSINGAPORE ................ 65 538 6322\nSYDNEY.................. 61 2 8205 4400\nTAIPEI ................... 886 2 2715 6388\nTOKYO.................... 81 3 5404 9000\nTORONTO............... 1 416 352 4500\nVIENNA ..................... 43 1 512 3023\nWARSAW................ 48 22 695 0050\nWELLINGTON........... 64 4 474 4400\nZUG ........................ 41 41 727 97 00\nZURICH .................... 41 1 333 55 55\nCopyright Credit Suisse First Boston, and its subsidiaries and affiliates, 2000. All rights reserved.\nThis report is not directed to, or intended for distribution to or use by, any person or entity who is a citizen or resident of or located in any locality, state, country or\nother jurisdiction where such distribution, publication, availability or use would be contrary to law or regulation or which would subject Credit Suisse First Boston or its\nsubsidiaries or affiliates (collectively \"CSFB\") to any registration or licensing requirement within such jurisdiction. All material presented in this report, unless\nspecifically indicated otherwise, is under copyright to CSFB. None of the material, nor its content, nor any copy of it, may be altered in any way, transmitted to, or\ndistributed to any other party, without the prior express written permission of CSFB. All trademarks, service marks and logos used in this report are trademarks or\nservice marks or registered trademarks or service marks of CSFB.\nThe information, tools and material presented in this report are provided to you for information purposes only and are not to be used or considered as an offer or the\nsolicitation of an offer to sell or to buy or subscribe for securities or other financial instruments. CSFB has not taken any steps to ensure that the securities referred to\nin this report are suitable for any particular investor.\nInformation and opinions presented in this report have been obtained or derived from sources believed by CSFB to be reliable, but CSFB makes no representation as\nto their accuracy or completeness and CSFB accepts no liability for loss arising from the use of the material presented in this report where permitted by law and/or\nregulation. This report is not to be relied upon in substitution for the exercise of independent judgment. CSFB may have issued other reports that are inconsistent\nwith, and reach different conclusions from, the information presented in this report. Those reports reflect the different assumptions, views and analytical methods of\nthe analysts who prepared them.\nCSFB may, to the extent permitted by law, participate or invest in financing transactions with the issuer(s) of the securities referred to in this report, perform services\nfor or solicit business from such issuers, and/or have a position or effect transactions in the securities or options thereon. In addition, it may make markets in the\nsecurities mentioned in the material presented in this report. CSFB may, to the extent permitted by law, act upon or use the information or opinions presented herein,\nor the research or analysis on which they are based, before the material is published. CSFB may have, within the last three years, served as manager or co-manager\nof a public offering of securities for, or currently may make a primary market in issues of, any or all of the companies mentioned in this report. Additional information is\navailable on request.\nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied, is made regarding\nfuture performance. Information, opinions and estimates contained in this report reflect a judgment at its original date of publication by CSFB and are subject to\nchange. The value and income of any of the securities or financial instruments mentioned in this report can fall as well as rise, and is subject to exchange rate\nfluctuation that may have a positive or adverse effect on the price or income of such securities or financial instruments. Investors in securities such as ADRs, the\nvalues of which are influenced by currency fluctuation, effectively assume this risk.\nStructured securities are complex instruments, typically involve a high degree of risk and are intended for sale only to sophisticated investors who are capable of\nunderstanding and assuming the risks involved. The market value of any structured security may be affected by changes in economic, financial and political factors\n(including, but not limited to, spot and forward interest and exchange rates), time to maturity, market conditions and volatility, and the credit quality of any issuer or\nreference issuer. Any investor interested in purchasing a structured product should conduct its own investigation and analysis of the product and consult with its own\nprofessional advisers as to the risks involved in making such a purchase.\nThis report is distributed in Europe by Credit Suisse First Boston (Europe) Limited, which is regulated in the United Kingdom by The Securities and Futures Authority\n(“SFA”). It is not for distribution to private customers as defined by the rules of The SFA. This report is distributed in the United States by Credit Suisse First Boston\nCorporation; in Canada by Credit Suisse First Boston Securities Canada, Inc.; in Brazil by Banco de Investimentos Credit Suisse First Boston Garantia S.A.; in Japan\nby Credit Suisse First Boston Securities (Japan) Limited; elsewhere in Asia/Pacific by Credit Suisse First Boston (Hong Kong) Limited;. Credit Suisse First Boston\nAustralia Equities Limited; Credit Suisse First Boston NZ Securities Limited, Credit Suisse First Boston Singapore Branch and elsewhere in the world by an\nauthorized affiliate.\nIn jurisdictions where CSFB is not already registered or licensed to trade in securities, transactions will only be effected in accordance with applicable securities\nlegislation, which will vary from jurisdiction to jurisdiction and may require that the trade be made in accordance with applicable exemptions from registration or\nlicensing requirements. Non-U.S. customers wishing to effect a transaction should contact a CSFB entity in their local jurisdiction unless governing law permits\notherwise. U.S. customers wishing to effect a transaction should do so only by contacting a representative at Credit Suisse First Boston Corporation in the U.S.\n"
    },
    {
      "number": 17,
      "text": "                                                     \n1 This was initially reported in “Growth Dynamics of the World-Wide Web.” Huberman, B.A., Adamic, L.\nNature Vol. 401, September 9, 1999. Since then the results have been reconfirmed in “Graph Structure in\nthe Web.” Broder, Andrei et. al. IBM Almaden Research Center, San Jose, CA., June 2000.\n2 ibid. Huberman. It’s important to note that the observed power law behavior was derived from usage logs\nfor all Web sites, not usage logs for commercial Web sites alone. Corporate strategy can influence the ability\nto crack the line-up.\n3 Six properties were absorbed by competitors that remained in the top 25 in April. The balance of the firms\nremained in the top 100.\n4 Michael Mauboussin, Alexander Schay, Stephen Kawaja, “Absolute Power,” Credit Suisse First Boston\nEquity Research, December 21, 1999.\n5 Although we could find no direct statistical correlation between site traffic and market capitalization, 14 of\nthe top 25 companies in terms of site volume were also in the top 25 in terms of market value.\n6 “Growth Dynamics of the World-Wide Web.” Huberman, B.A., Adamic, L. Nature Vol. 401, September 9,\n1999\n7 “Graph Structure in the Web.” Broder, Andrei et. al. IBM Almaden Research Center, San Jose, CA., June\n2000\n8 “Souped Up Search Engines.” Nature Vol. 405, May 11, 2000 www.nature.com\n9 “Competitive Dynamics of Web Sites.” Maurer, Sebastian M., Huberman, Bernardo A. Xerox Palo Alto\nResearch, March 17, 2000.\n10 Ibid\n"
    }
  ]
}