{
  "filename": "2001_nasdaq_blues_and_clues___part_ii__expectations_analysis_for_the_nasdaq_100.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423213537-07'00'",
    "modDate": "D:20240423213553-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "CREDIT SUISSE FIRST BOSTON CORPORATION\nEquity Research\nAmericas\nU.S. Investment Strategy\nMarch 5, 2001\nNasdaq Blues and Clues—Part II\nExpectations Analysis for the Nasdaq 100\nMichael J. Mauboussin\n1 212 325 3108\nmichael.mauboussin@csfb.com\nJay Freedman\n1 312 750 1384\njay.freedman@csfb.com\nChristian Pitt\n1 312 750 1385\nchristian.pitt@csfb.com\nAlexander Schay\n1 212 325 4466\nalexander.schay@csfb.com\n• Since the end of November, earnings estimates (based on our\ninternal estimates) for the Nasdaq 100 in 2001 have been trimmed\nan additional 6%, following a substantial 8% decline from March\n2000 and November 2000.\n• Expectations for future earnings growth rates have dropped to\n16.1% currently, well below the 18.5% rate implied by the November\ncomposite and the over-21% rate in March 2000. This is by far the\nmost important driver of value. We estimate that over 50% of the\nNasdaq’s three- and 12-month decline stems from this moderation.\n• We figure that the discount rate has increased about 25 basis\npoints, to roughly 14.5%, since the end of November. Given the\ngeneral concerns about the sector, it is no surprise that investors\nrequire a higher return to participate in it.\n"
    },
    {
      "number": 2,
      "text": "Nasdaq Blues and Clues—Part II\n– 2 –\nExecutive Summary\nThe Nasdaq’s 20%-plus tumble since the end of November and near 60% plunge\nover the past 12 months has left many investors wondering what happened and,\nmore importantly, has sparked animated debates about the future. We believe\nour proprietary valuation work offers unique insight into current market\nexpectations and the revisions in those expectations over the past three and 12\nmonths. Further, our tools provide investors with the necessary calibration and\nsensitivity analysis to make forward-looking investment decisions.\n• \nValue is driven by the future cash flows discounted to a present value at an\nappropriate discount rate. We can segregate cash flow forecasts into three\npieces: a base level of earnings, future growth in earnings, and reinvestment\nneeds. Given that the Nasdaq 100 is largely comprised of capital efficient,\nknowledge-based companies, capital efficiency plays a very limited role in the\nsharp revisions in expectations. However, base earnings, as well as\nanticipated earnings growth and discount rates, are all worthy of discussion.\nFigure 1\nNasdaq 100 Nosebleed: Lower Estimates, Lower Growth Expectations,\nHigher Required Rate of Return\nCREDIT FIRST\nSUISSE BOSTON\nMarch 31, 2000\nNovember 30, 2000\n###\nIncome Statement Data:\nFiscal Year (Income statement date):\n2001\n2001\n2001\nEBITA - NASDAQ Proxy\n137,764.3\n114,743.1\n####\nBusiness Model Value Creation:\nEBITA growth rate:\n21.1\n18.5\nPretax ROIIC\n150.0\n150.0\n##\n Note: Aftertax ROIIC\n97.5\n97.5\n97.5\nDiscounting Mechanism ( Investment Neighborhood):\nRequired Rate of Return (cost of capital):\n12.66\n14.25\nValue horizon years (from balance sheet date to CAP):\n19.0\n20.0\n###\nC.A.P.    (Duration of value creation):\nDec-2019\nDec-2020\n###\nValuation:\nCSFB Value-Equation Share Price Estimate:\n4395\n2518\nPrice Date:\n31-Mar-00\n30-Nov-00\n####\nNASDAQ 100 Price\n4398\n2507\n###\n Diff (%)\n0%\n0%\n0%\nDecline\n-43%\nNASDAQ Composite\n4573\n2598\n###\nLower\nDecline\n-43%\nMarch 2, 2001\n2001\n108,079.2\n16.1\n150.0\n97.5\n14.50\n20.0\nDec-2020\n1873\n2-Mar-01\n1881\n0%\n-25%\n2118\n-18%\nSource: CSFB analysis.\n"
    },
    {
      "number": 3,
      "text": "Nasdaq Blues and Clues—Part II\n– 3 –\nOur analysis shows the following (see Figure 1):\n• \nSince the end of November, analysts have cut 2001 earnings estimates\n(based on our internal estimates) about 6%. Earnings reductions account for\nless than 25% of the Nasdaq’s fall, by our calculation, over the past three and\n12 months.\n• \nExpectations for future earnings growth rates have dropped fairly\nprecipitously. In March 2000, the expected growth rate stood at just over\n21%, by November 2000, that number was about 18.5%. Over the past three\nmonths, the earnings growth rate has come down further, and is now about\n16.1%. For the Nasdaq, earnings growth is, by far, the most important driver\nof value. We estimate that over 50% of the Nasdaq’s decline is the result of\nthis reduction. Since most companies in the index are so-called New\nEconomy companies, and hence capital efficient, they are extremely\nsensitive to growth.\n• \nWe figure that the discount rate is now roughly 14.5%, up from 14.25% in\nNovember and about 12.7% in March 2000. The higher rate of return reflects\ncontinued investor concern about the sector. This increase is the final 25% of\nthe index’s drop.\nBulls and Bears\nInvestors continue to passionately debate over whether or not the market’s\ncorrection is overdone. We believe that the expectations approach frames the\ndiscussion in a very useful way.\nThe bull case is that better economic growth and/or firmer IT spending fuels an\nincrease in long-term earnings growth rate assumptions. Relatively modest\nincreases in the expected growth for the Nasdaq 100 would lead to sharp\nappreciation.\nThe bear case notes that earnings estimates and growth rates remain too high,\nand may be subject to further, substantial, downward revision.\nSensitivity Analysis\nIn order to quantify the impact of these varying views, we provide some sensitivity\nanalysis:\n• \nA future 10% change in aggregate composite earnings equals a change in\nthe index of about 9%.\n• \nA one percentage point (100 basis point) change in the expected growth rate\nequates to a delta in the index of about 10%.\n• \nA 50 basis point change in the discount rate represents a shift in the index\nvalue of about 7%.\n"
    },
    {
      "number": 4,
      "text": "Nasdaq Blues and Clues—Part II\n– 4 –\nFigure 2\nSensitivity Analysis\nCREDIT FIRST\nSUISSE BOSTON\nEstimated\nMarket\nFit\nSensitivity to \nMarch 2, 2001\nMarch 2, 2001\nMarch 2, 2001\nIncome Statement Data:\nFiscal Year (Income statement date):\n2001\n2001\n2001\nEBITA - NASDAQ Proxy\n108,079.2\n108,079.2\n108,079.2\nBusiness Model Value Creation:\nEBITA growth rate:\n16.1\n12.0\n14.0\nPretax ROIIC\n150.0\n150.0\n150.0\n Note: Aftertax ROIIC\n97.5\n97.5\n97.5\nDiscounting Mechanism ( Investment Neighborhood):\nRequired Rate of Return (cost of capital):\n14.50\n14.50\n14.50\nValue horizon years (from balance sheet date to CAP):\n20.0\n20.0\n20.0\nC.A.P.    (Duration of value creation):\nDec-2020\nDec-2020\nDec-2020\nValuation:\nCSFB Value-Equation Share Price Estimate:\n1873\n1301\n1544\nPrice Date:\n2-Mar-01\n2-Mar-01\n2-Mar-01\nNASDAQ 100 Price\n1881\n1881\n1881\n Diff (%)\n0%\n-31%\n-18%\no Growth Rate\nMarch 2, 2001\nMarch 2, 2001\n2001\n2001\n108,079.2\n108,079.2\n18.0\n20.0\n150.0\n150.0\n97.5\n97.5\n14.50\n14.50\n20.0\n20.0\nDec-2020\nDec-2020\n2254\n2765\n2-Mar-01\n2-Mar-01\n1881\n1881\n20%\n47%\nSource: CSFB analysis.\nSome additional sensitivity analysis is shown in Figure 2. In times of turmoil, it is\nimportant to go back to basics. Our analysis provides a clear look at the market’s\ncurrent expectations for the Nasdaq, and shows where the points of sensitivity lie.\nWhile this is an aggregate view, it provides an important context for\nunderstanding past performance and anticipating the impact of future revisions in\nexpectations.\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager\nor co-manager of a public offering of securities for or makes a primary market in issues of any or all of the companies\nmentioned.\n"
    },
    {
      "number": 5,
      "text": ""
    },
    {
      "number": 6,
      "text": ""
    },
    {
      "number": 7,
      "text": ""
    },
    {
      "number": 8,
      "text": "NI1055.doc\nAMSTERDAM ..........31 20 5754 890\nATLANTA.................1 404 656 9500\nAUCKLAND ...............64 9 302 5500\nBALTIMORE ............1 410 223 3000\nBEIJING .................86 10 6410 6611\nBOSTON ..................1 617 556 5500\nBUDAPEST................36 1 202 2188\nBUENOS AIRES ....54 11 4394 3100\nCHICAGO.................1 312 750 3000\nFRANKFURT...............49 69 75 38 0\nGENEVA..................41 22 394 70 00\nHOUSTON................1 713 220 6700\nHONG KONG ............852 2101 6000\nLONDON ................44 20 7888 8888\nMADRID..................34 91 423 16 00\nMELBOURNE ..........61 3 9280 1666\nMEXICO....................52 5 283 89 00\nMILAN..........................39 02 7702 1\nMOSCOW ................7 501 967 8200\nMUMBAI...................91 22 230 6333\nNEW YORK..............1 212 325 2000\nPALO ALTO.............1 650 614 5000\nPARIS .....................33 1 40 76 8888\nPASADENA .............1 626 395 5100\nPHILADELPHIA.......1 215 851 1000\nPRAGUE................420 2 210 83111\nSAN FRANCISCO ...1 415 836 7600\nSÃO PAULO..........55 11 3841 6000\nSEOUL .................... 82 2 3707 3700\nSHANGHAI............ 86 21 6881 8418\nSINGAPORE ................ 65 212 2000\nSYDNEY.................. 61 2 8205 4400\nTAIPEI ................... 886 2 2715 6388\nTOKYO.................... 81 3 5404 9000\nTORONTO............... 1 416 352 4500\nVIENNA ..................... 43 1 512 3023\nWARSAW................ 48 22 695 0050\nWASHINGTON........ 1 202 354 2600\nWELLINGTON........... 64 4 474 4400\nZUG ........................ 41 41 727 97 00\nZURICH .................... 41 1 333 55 55\nCopyright Credit Suisse First Boston, and its subsidiaries and affiliates, 2001. All rights reserved.\nThis report is not directed to, or intended for distribution to or use by, any person or entity who is a citizen or resident of or located in any locality, state, country or\nother jurisdiction where such distribution, publication, availability or use would be contrary to law or regulation or which would subject Credit Suisse First Boston or its\nsubsidiaries or affiliates (collectively \"CSFB\") to any registration or licensing requirement within such jurisdiction. All material presented in this report, unless\nspecifically indicated otherwise, is under copyright to CSFB. None of the material, nor its content, nor any copy of it, may be altered in any way, transmitted to, or\ndistributed to any other party, without the prior express written permission of CSFB. All trademarks, service marks and logos used in this report are trademarks or\nservice marks or registered trademarks or service marks of CSFB.\nThe information, tools and material presented in this report are provided to you for information purposes only and are not to be used or considered as an offer or the\nsolicitation of an offer to sell or to buy or subscribe for securities or other financial instruments. CSFB has not taken any steps to ensure that the securities referred to\nin this report are suitable for any particular investor.\nInformation and opinions presented in this report have been obtained or derived from sources believed by CSFB to be reliable, but CSFB makes no representation as\nto their accuracy or completeness and CSFB accepts no liability for loss arising from the use of the material presented in this report where permitted by law and/or\nregulation. This report is not to be relied upon in substitution for the exercise of independent judgment. CSFB may have issued other reports that are inconsistent\nwith, and reach different conclusions from, the information presented in this report. Those reports reflect the different assumptions, views and analytical methods of\nthe analysts who prepared them.\nCSFB may, to the extent permitted by law, participate or invest in financing transactions with the issuer(s) of the securities referred to in this report, perform services\nfor or solicit business from such issuers, and/or have a position or effect transactions in the securities or options thereon. In addition, it may make markets in the\nsecurities mentioned in the material presented in this report. CSFB may, to the extent permitted by law, act upon or use the information or opinions presented herein,\nor the research or analysis on which they are based, before the material is published. CSFB may have, within the last three years, served as manager or co-manager\nof a public offering of securities for, or currently may make a primary market in issues of, any or all of the companies mentioned in this report. Additional information is\navailable on request.\nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied, is made regarding\nfuture performance. Information, opinions and estimates contained in this report reflect a judgment at its original date of publication by CSFB and are subject to\nchange. The value and income of any of the securities or financial instruments mentioned in this report can fall as well as rise, and is subject to exchange rate\nfluctuation that may have a positive or adverse effect on the price or income of such securities or financial instruments. Investors in securities such as ADRs, the\nvalues of which are influenced by currency fluctuation, effectively assume this risk.\nStructured securities are complex instruments, typically involve a high degree of risk and are intended for sale only to sophisticated investors who are capable of\nunderstanding and assuming the risks involved. The market value of any structured security may be affected by changes in economic, financial and political factors\n(including, but not limited to, spot and forward interest and exchange rates), time to maturity, market conditions and volatility, and the credit quality of any issuer or\nreference issuer. Any investor interested in purchasing a structured product should conduct its own investigation and analysis of the product and consult with its own\nprofessional advisers as to the risks involved in making such a purchase.\nThis report is distributed in Europe by Credit Suisse First Boston (Europe) Limited, which is regulated in the United Kingdom by The Securities and Futures Authority\n(“SFA”). It is not for distribution to private customers as defined by the rules of The SFA. This report is distributed in the United States by Credit Suisse First Boston\nCorporation; in Canada by Credit Suisse First Boston Securities Canada, Inc.; in Brazil by Banco de Investimentos Credit Suisse First Boston Garantia S.A.; in Japan\nby Credit Suisse First Boston Securities (Japan) Limited; elsewhere in Asia/Pacific by Credit Suisse First Boston (Hong Kong) Limited;. Credit Suisse First Boston\nAustralia Equities Limited; Credit Suisse First Boston NZ Securities Limited, Credit Suisse First Boston Singapore Branch and elsewhere in the world by an\nauthorized affiliate.\nIn jurisdictions where CSFB is not already registered or licensed to trade in securities, transactions will only be effected in accordance with applicable securities\nlegislation, which will vary from jurisdiction to jurisdiction and may require that the trade be made in accordance with applicable exemptions from registration or\nlicensing requirements. Non-U.S. customers wishing to effect a transaction should contact a CSFB entity in their local jurisdiction unless governing law permits\notherwise. U.S. customers wishing to effect a transaction should do so only by contacting a representative at Credit Suisse First Boston Corporation in the U.S.\n"
    },
    {
      "number": 9,
      "text": ""
    }
  ]
}