{
  "filename": "2001_wanna_be_ge__creating_value_through_business_category_evolution.pdf",
  "metadata": {
    "format": "PDF 1.2",
    "title": "Microsoft Word - WannaBeGE.doc",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "Windows NT 4.0",
    "producer": "Acrobat Distiller 3.01 for Windows",
    "creationDate": "D:191010214132645",
    "modDate": "D:20010214163645",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "DESK NOTES\nCREDIT SUISSE FIRST BOSTON CORPORATION\nEquity Research\nAmericas\nU.S. Investment Strategy\nFebruary 14, 2001\nWanna Be GE?\nBUY\nLARGE CAP\nCreating Value Through Business Category Evolution\nGE\nSource:\nMichael J. Mauboussin\n1 212 325 3108\nmichael.mauboussin@csfb.com\n                                                  \nMichael T. Regan\n1 212 325 9494\nmichael.regan@csfb.com\n                                        \nAlexander Schay\n1 212 325 4666\nalexander.schay@csfb.com\n                                            \nAvram M. Fisher\n1 212 325 6086\navram.fisher@csfb.com\n                                     \n• This report deals with what it takes to evolve a traditional business\ninto a more dynamic, value-creating enterprise. The answer is to\nmigrate from one business category to the next.\n• Management’s prime goal is to increase shareholder value by\ngenerating returns on investments in excess of the cost of capital.\n• We describe three broad business categories—physical, service\nand knowledge—and highlight the key characteristics of each.\n• While the business category evolution is easy to understand, it is\nvery hard to implement. We outline the key challenges and\nmeasures to watch in considering the likely success of should a\nshift.\n"
    },
    {
      "number": 2,
      "text": "Wanna Be GE?\n– 2 –\nTable of Contents\n"
    },
    {
      "number": 3,
      "text": "Wanna Be GE?\n– 3 –\nExecutive Summary\nWhen GE’s Jack Welch, perhaps the 20\nth century’s most respected corporate\nleader, steps down from his post in late 2001, he will leave a company with a\nlower share of its addressable market than when he took the reins 20 years ago.\nIf fact, GE’s share of its addressable market is half of what it was in the early\n1980s, and stands at less than 10% today.\nHow could this be? The key is that GE has fundamentally redefined its market\nopportunity to be much broader, much more valuable for its customers, and much\nmore value creating for GE shareholders. Fundamentally, GE has created huge\nvalue through business category evolution. And when you appreciate that GE’s\nshare of its addressable market is actually down, you realize that the company’s\ngrowth opportunities have actually never been better.\nThis report addresses what it takes to evolve a traditional business into a more\ndynamic, value creating enterprise. We explore the process in four parts:\n1. The economics of value creation. Creating shareholder value—earning\nreturns on new investments that exceed the cost of capital—remains\nmanagement prime goal. Measures like customer satisfaction, manufacturing\nexcellence and employee motivation are means to this end. We emphasize\nthe significance of customer loyalty—a loyal customer base leads to much\nmore value creation than one that churns constantly.\n2. Business category evolution. We define three business categories—physical,\nservice and knowledge—and show how each has different properties and\ncharacteristics. The implications are twofold. First, a company’s economic\ncharacteristics change as it evolves from one category to the next. Second,\nthe management challenges are different for each category. Both present\nopportunities and challenges.\n3. The new mindset. Business category evolution requires a fresh look at some\nold issues. Companies must be willing to define their businesses differently,\ntreat employees in a new way, and rethink standard investment rules. We\nfind that while most executives intellectually understand business category\nevolution, their companies are not organizationally prepared for the journey.\nThis preparation is largest challenge facing most senior managers.\n4. Measuring improvement. We enumerate a number of metrics we look for in\njudging whether or not a company is successfully transitioning. These include\ncustomer satisfaction, customer retention, return on invested capital\nimprovement and accelerating growth.\n"
    },
    {
      "number": 4,
      "text": "Wanna Be GE?\n– 4 –\nIntroduction\nConsider where General Electric and 3M were 10 years ago. World class\ncompanies. Innovators. Well managed. And while GE’s market capitalization was\nabout three times that of MMM in 1990, by the end of 2000 its market cap was 10\ntimes greater. GE’s total shareholder returns in the past decade were better than\ndouble of those of 3M.\nHow about Enron and Occidental Petroleum? Ten years ago, Enron’s market cap\nwas one-half that of OXY. Today, it market exceeds OXY’s  7-to-1. Here again, a\ndecade of massive wealth creation allowed ENE to compound its total\nshareholder returns at a much faster rate than its competitor.\nA decade ago both GE and Enron were well-regarded companies, with quality\nmanagement and solid businesses. But the stock market wasn’t overly\nimpressed, as it bestowed P/E’s on both that were at a discount to the overall\nS&P 500. Not so today—both companies sport tidy market premium valuations.\nThese stories beg an important question: What does it take to successfully evolve\na traditional business into a more dynamic, value-creating enterprise? Investors\nand companies look at vibrant, wealth-building companies like GE and Enron and\nwant to get some sense of the formula for success. In this report, we lay out what\nwe believe are the key issues to understand and consider.\nIt’s important to note that while there has been a fair amount written about this\nissue in the management literature, it has not been thoroughly addressed from an\ninvestor’s prospective. Clearly, there are many parallels. But the ultimate\nobjective of an investor is to buy stocks that are likely to undergo a positive\nrevision in expectations. Most discussions of business evolution miss a key\ningredient: the tie-in between the economics of value creation and stock market\nexpectations.\nThis report has four parts. First, we explore the economics of value creation in\nsome detail. Here, we clearly establish the drivers of shareholder value, which\nshould be the unrelenting focus of managers and investors alike. Second, we\ndiscuss business category evolution. The main takeaway here is that various\nbusiness categories—physical, service and knowledge—have different properties\nand characteristics. Both managers and investors have to understand the\nchallenges and opportunities of category migration. Third, we discuss what is\nprobably the toughest part of the transition—the required mindset shift. In our\ndiscussions with literally dozens of management teams, we find that executives\nare intellectually prepared to embrace change, but are not organizationally\nprepared to do so. We wrap up with a discussion of how to measure a company’s\nprogress.\n"
    },
    {
      "number": 5,
      "text": "Wanna Be GE?\n– 5 –\nThe Economics of Value Creation\nA corporate management team’s ultimate goal is to maximize long-term\nshareholder value. In the context, customer satisfaction, manufacturing\nexcellence, and employee motivation are a means to an end. To be sure, these\nmetrics are important in driving value, yet they are not sufficient in and of\nthemselves.\nNotwithstanding all of the talk of “new” valuation paradigms, we believe that the\nfundamentals of value and value creation are unchanged. Value for any financial\nasset equals the present value of future free cash flows. Free cash flow is the\ndifference between a company’s inflows (sales) and its outflows (operating\nexpenses and investments). It does not matter what accounting standards a\ncompany chooses: cash is cash.\nValue creation occurs when a company earns a return above the cost of capital\non its new investments. These investments may be balance sheet related\n(working capital growth or capital expenditures) or income statement related\n(research and development, marketing).\nOne of the keys to business model evolution is an ability to “scale” a business\nmodel, or the capacity to grow sales at a faster rate than costs. When a business\nmodel scales, free cash flow expands sharply. We find that there are several\nimportant ideas that underlie this strong free cash flow growth:\n• \nIt is important to seek opportunities to accelerate top-line growth. We find that\nthe companies that successfully transition their models often redefine the\nmarket opportunity. This is certainly true of GE and Enron.\n• \nScalability is closely linked to a company’s business category. Knowledge-\nbased businesses are the most scalable.\n• \nScalability does not come without a cost: the management skills required to\nbuild and sustain a scalable model are much different from the skills required\nto manage a more traditional, manufacturing-based business. More\nspecifically, the focus must shift away from managing assets to managing\npeople. Further, cost cutting is rarely the path to long-term riches, although\ncost management is vital.\nAnother central dimension of value creation is the sustainability of competitive\nadvantage. We call this “competitive advantage period”, or CAP, and define it\nmore formally as the period of time a company can generate excess returns on\ntheir new investments. The underlying economic premise, borne out daily in real\nmarkets, is that competitive forces drive incremental returns towards the cost of\ncapital. So it is critical for managers to allocate the appropriate financial and\nhuman resources today to assure long-term value creation. While most managers\nare very sensitive to delivering near-term results, we sense that the long-term\ndoes not get enough attention.\nExtending CAP in a tangible-based world often meant being a low cost producer.\nIt hinged on a company’s ability to get the most out of its invested capital and\nemployee productivity. Today, CAP often expands because companies build\ninformation-based networks, which become more-and-more valuable (to users\nand its steward) as more-and-more people use it.\nOne common theme we find with companies that successfully transition their\nbusiness models is a relentless focus on the customer or, more accurately,\ncustomer solutions. Providing customer solutions almost always leads to\nenhanced customer loyalty. The Loyalty Effect, a book by Frederick Reichheld,\nlays out a powerful framework for thinking through how and why customer loyalty\n"
    },
    {
      "number": 6,
      "text": "Wanna Be GE?\n– 6 –\nleads directly to higher shareholder value. Reicheld specifies six drivers that\ndefine customer loyalty:\n• \nAcquisition cost. As part of any net present value calculation, a company has\nto understand new customer acquisition costs. Generally, companies\nunderestimate the total costs of new customer acquisition. The lower the\ncost, the better the economics for gaining a new customer, all else equal. As\nwe will explore, successful transition companies often tap the network effect,\nwhich exists when the value of a good or service increases as more people\nuse that good or service. In so doing, the leaders actually enjoy declining\nacquisitions costs as they become more-and-more dominant.\n• \nBase profit. These are the basic revenues expected over the lifetime of the\ncustomer. It is possible to view these as an annuity with a fixed life. The\nlonger a company can retain a customer, the greater the value of this annuity.\n• \nGreater sales per customer. Once a customer is in the fold, one of the best\nways to create value is to increase the sales volume with them. Successful\ntransition companies open up a host of additional revenue sources, allowing\nthem to capture a greater share of their customers’ wallets. These sources\ninclude a greater appreciation of the product line, increased customer buying\npower and comfort with the purchase format.\n• \nCost reduction. Over time, customers become cheaper to service because\nthey move up the learning curve. This is particularly true of companies that\nrely on technology to deliver their services. They know how to get what they\nwant and where to go when there is a problem. This saves money for the\ngood or service provider. Constant customer churn means a lot of costly\nteaching.\n• \nReferrals. Happy customers often share their favorable experience with\nothers. This leads to valuable new customers, who on balance tend to better\nthan those who respond to discounts, promotions or advertising.\n• \nPremium pricing. Once a customer gets locked in, it is often possible to\ncharge a higher price. This is because the customer perceives that the cost\nof the price premium is too low to offset the cost of switching to a new\ncompany.\nReichheld goes onto show the economic power of customer loyalty. He estimates\nthat a 500 basis point increase in customer retention leads to a near doubling of\ncustomer net present values in a number of industries (See Table 1). As we will\nsee, a successful business category transition fosters heightened customer\nloyalty. And while the loyalty data do not show up in near-term earnings (and\nperhaps detract from them), they trigger substantial value creation.\nTable 1\nImpact of Retention Rate Increases on Customer NPVs\nAssumes a 5% increase in retention rate\nIndustry\nIncrease in Customer Net Present Value\nAdvertising agency\n                                         95%\nAuto/home insurance\n                                         84\nBranch bank deposits\n                                         85\nLife insurance\n                                         90\nCredit card\n                                         75\nAverage\n                                         86%\nSource:  The Loyalty Effect by Frederick F. Reichheld.\n"
    },
    {
      "number": 7,
      "text": "Wanna Be GE?\n– 7 –\nBusiness Category Evolution\n1\nWe now turn to the crux of the analysis, business category evolution. The point of\nthis discussion is straightforward and very relevant for investors: each business\ncategory has different characteristics and managers require different skills to\noperate in each of them. These categories are by no means all encompassing,\nand all companies have dimensions of each. But the categories provide a\npowerful way to think about various business activities. We define the categories\nas follows:\n• \nPhysical. Tangible assets—manufacturing facilities, stores, inventory—are\nthe prime source of competitive advantage for these businesses. Sales\ngrowth is tied closely to asset growth.\n• \nService. People are the main source of competitive advantage for service\nbusinesses. Services are generally delivered on a one-to-one basis. So sales\ngrowth relies on employee growth and productivity.\n• \nKnowledge. Knowledge businesses also rely on people as the main source of\ncompetitive advantage. But unlike service businesses, knowledge companies\ngenerally create intellectual content once, and replicate it over and over. This\nsevers the link between sales and costs and creates potential for a business\nmodel to scale.\nFigure 1\nBusiness Category Evolution\nPhysical\nService\nKnowledge\nSource: CSFB Analysis.\nWe are now prepared to see how these categories differ (see Table 2):\n• \nSource of advantage. While physical companies depend on tangible assets,\nboth service and knowledge businesses rely on people. So as a business\nmakes a transition from physical, it must be able to manage both physical\nand human capital. Further, the more integral the employees are in the value\ncreation process, the more likely they will want to share in the upside. So\ncompensation schemes and free internal labor markets are critical to\nsuccess.\n"
    },
    {
      "number": 8,
      "text": "Wanna Be GE?\n– 8 –\n• \nInvestment trigger. Physical and service businesses typically invest back into\ntheir business in order to add capacity. Growth is tied to capacity. For\nexample, a physical business like a retail store must build new stores to\ngenerate ongoing sales growth. A consulting firm needs new employees to\nproduce additional sales. In contrast, knowledge businesses generally invest\nas the result of product obsolescence: there are no effective constraints on\nselling more of a current product. Yet the rate of change for knowledge\nindustries is high, and there is little or no “residual” value for an outmoded\nknowledge good. Software is a good example. If a company produces a hot\nselling program, it only needs to print new disks to satiate demand. But once\na better product is out, the old one has little or no value. An established user\nbase mitigates the downside of obsolescence.\n• \nScale economies. Physical and service businesses do benefit from scale\neconomies. Importantly, however, these economies are generally supply side\ndriven—based on a company’s manufacturing or processing capabilities.\nOnce the growth inputs are tapped out (i.e., capital or labor productivity is at\nits peak) a company has to acquire new resources to grow.\nIn contrast, scale economies are often demand-side driven for knowledge\nbusinesses. This demand-side function is generally the result of network\neffects. Network effects exist when the value of a good or service increases\nas more people use that good or service. One example is GE’s use of remote\ndiagnostics in its medical services business. GE’s ability to capture\ninformation from all of its customers and use the information to benefit\nindividual customers is powerful.\n2 And the more hospitals that chose GE, the\nbetter its information the more value it adds to both current and prospective\ncustomers. It is much easier to see why GE’s medical service business is\ngaining, and will continue to gain, market share when you think about it as a\nnetwork.\nAnother illustration is Enron’s broadband trading operation. Enron quite\nliterally brings together buyers and sellers, and creates powerful network\neffects. Once established, the network becomes dominant. Where should you\ngo to buy or sell bandwidth? Enron. Why? Because that’s where all the\nbuyers and sellers congregate. These companies turn customers into a huge\nasset.\n• \nAccounting treatment. Physical companies capitalize their investments,\nincluding inventory, factories, and warehouses. Service and knowledge\ncompanies, in contrast, expense most of their investments, like research and\ndevelopment, training and employee compensation. The result is that it is\npotentially very misleading to compare the earnings of the various business\ncategories, because earnings give a potentially distorted view of cash flow.\nTable 2\nCharacteristics of Various Business Categories\nPhysical\nServices\nKnowledge\nAdvantage source\nAssets\nPeople\nPeople\nInvestment trigger\nCapacity\nCapacity\nObsolescence\nScale economics\nSupply-side\nSupply-side\nDemand-side\nScalability\nLow\nMixed\nHigh\nSource: CSFB Analysis.\n"
    },
    {
      "number": 9,
      "text": "Wanna Be GE?\n– 9 –\nWe can now describe the value-creating path for a traditional manufacturing\nbusiness: evolve up the business category scale. GE Medical Services (GEMS)\noffers an excellent illustration.\nGE Medical Services is a $7.4 billion-in-sales business with high-teens operating\nprofit margins and an attractive 30%-plus return on invested capital. The\ncompany’s products include X-ray, catscan and MRI equipment. Under the\ntutelage of Chairman-elect Jeff Immelt, GEMS has done an extraordinary job in\nharnessing the business category evolution in order to create shareholder value.\nHere are some details:\n• \nPhysical. GEMS starts with world-class products. Interestingly, the company’s\nmarket share in 1990 was about 20%, putting it neck-and-neck with rivals\nSiemens and Philips. In the subsequent decade, GEMS’s market share shot\nup 14 points, making it 50% larger than its next-closest rival. This market\nshare gain is both the source, and contribution, to a virtuous cycle: more\nscale means higher investment spending, more market share, more scale,\nmore investment spending, etc. The business has benefited mightily from Six\nSigma (introduced in 1995), and lead the rollout of the program within GE.\n• \nService.  GEMS views its role as providing solutions to its customers. And\nsince only a fraction of a health-care provider’s budget is hardware,\nbroadening the company’s focus beyond products to services opened up\nhuge market opportunities. For example, only about 10% of a radiology\ndepartment’s budget goes to capital equipment and depreciation, with the\nother 90% going to operating expenses—the radiologist, technician and\nconsumables.\n3 GEMS not only does multi-vendor service, it extends its Six\nSigma practice for the benefit of its customers.\nOne example is GEMS work with CHC, a three-hospital system in Kentucky.\nApplication of GE’s Six Sigma discipline saved CNC $1.6 million over two\nyears in a department with a $4.6 million budget (35%). By creating value of\nits customers, GEMS creates value for itself as it instills substantial loyalty. In\n2000, GEMS completed 1000 Six-Sigma projects with its customers, saving\nthem a collective $100 million in operating income.\n• \nKnowledge. GEMS is using its large user base to leverage into the\nknowledge category. One example is development and distribution of\ncustomer-oriented software. In the fourth quarter of 2000, GEMS estimates\nthat it will offer 32 software products leading to 280 customer downloads. By\nQ4 2001, it expects 150 software products with over 900 downloads. This\nbusiness category is tremendously scalable: as GE adds new customers, it\nspreads its development costs over a larger base while its incremental\nreplication and distribution costs (all digital) are basically nil.\nThe products GEMS sells, like other GE businesses, also include remote\ndiagnostics. So GEMS can monitor and benchmark the performance of its\ninstalled base around the world. This is a key way the company taps network\neffects.\n4 When GEMS tries to lure a new customer, it isn’t GE’s hardware\nversus its competitor’s hardware, it’s GE’s network versus its versus its\ncompetitor’s network. And the larger and better GE gets, the more reason\ncustomers have to do business with them.\nWhat does a company need to successfully make this transition? First, the\ncompany must have operational excellence in its manufacturing. We see cases\nwhere companies want to migrate from one business category to the next, but\nlack a solid manufacturing base. Second, there must be a flexible mindset. We\ndeal with this idea in more detail in the following section. Finally, a company must\nbe able to manage both tangible capital and people. Often, managers only\n"
    },
    {
      "number": 10,
      "text": "Wanna Be GE?\n– 10 –\ndevelop skills sets suited for one or the other. But business model evolution\nrequires an ability to manage both successfully.\n"
    },
    {
      "number": 11,
      "text": "Wanna Be GE?\n– 11 –\nThe New Mindset\nThe prospects of business category evolution are certainly exciting, but very few\ncompanies have been able to embark on the journey. The primary barrier is\norganizational structure. Most large corporations have long histories, substantial\npride, and stacks of established procedures. But business category evolution\nrequires a new mindset in at least three key areas: business definition, employee\nrelations and standard investment rules.\nDefine Business Differently\nBefore embracing the benefits of category evolution, a company must be willing\nto define its business in a fundamentally different way. Here are some examples\nof these mental shifts:\n• \nFrom product-centric to service-centric. Many manufacturing and resource\ncompanies grew up with the attitude that if they created a superior product\n(either because it was cost-effective or differentiated), everything else would\ntake care of itself. What companies realize today is that customers do not\njust want products, they want solutions. And often providing solutions means\nevolving into service businesses.\nWe provided the example at GE Medical Services and a small hospital\ngroup. Another illustration is Enron. At the suggestion of then-consultant,\nnow-CEO Jeff Skilling, Enron went beyond just delivering natural gas and\ncreated a “gas bank”, allowing its customers to buy products the way they\nwanted: fixed priced, low fluctuating price, or a price indexed to a\nbenchmark. This expertise laid the groundwork for Enron to become one of\nthe largest energy traders in the world.\n5\n• \nFrom asset-centric to knowledge-centric. For decades, a world-class\nmanufacturing facility was a badge of honor. And having great manufacturing\nis still critical today. But it is not enough. Companies must realize that the\nprimary source of value creation is shifting from asset based to knowledge\nbased—or more accurately a balance between the two.\nA shift away from an asset-centric view sets off a focus on the economics of\nknowledge goods. One of the important ideas is the switch in reinvestment\ntrigger from capacity to obsolescence. Management’s focus on optimization\nbecomes balanced with a focus on adaptation. This requires mental agility.\n• \nFrom radial to interactive networks. In a radial network, a central hub—be it\na retail store, distribution center or airline base—reaches out to a number of\nnodes. Network effects exist, but they are muted: one customer doesn’t\nreally care if another customer is using the good or service. In an interactive\nnetwork, the nodes get to communicate with one another, and the more\nparticipants, the more valuable the service. EnronOnline, the leading e-\ncommerce energy exchange, is a great example. Enron has developed a\ncore competence in creating liquidity (read: tapping network effects) for\nvarious markets. The company’s very successful foray into broadband\ntrading is but the most recent high-profile example. Building interactive\nnetworks requires a different mindset, but allows for demand-side driven\ngrowth.\nBy defining its business differently, GE Medical Services has dramatically\nincreased its growth and profit potential. In 1990, the size of the business’s\nmarket opportunity was about $15 billion. By 2000, the company’s extension\nfurther into service- and knowledge-based businesses has increase its market\nopportunity to $70 billion. Notwithstanding the division’s 10% growth over the past\n"
    },
    {
      "number": 12,
      "text": "Wanna Be GE?\n– 12 –\ndecade (which accelerated to a higher rate as the decade progressed), GEMS’s\nmarket share of its addressable market is actually lower today (11% versus 19%\nin 1990), signaling strong future growth prospects.\nTreat Employees Differently\nThink of an old-fashioned production line: one bicep could be easily swapped for\nanother and show would go on. In fact, managers designed production lines to\nmake the tasks so simple that workers could perform them with little training.\nThe world today is fundamentally different, as people have become the core of\nthe value creation process. Managers can no longer dictate narrow procedures\nand policies because they no longer understand the whole system. So they must\nidentify the major initiatives, and let the employees figure out how to best\nimplement them. Here are some keys to the new mindset relative to employees:\n• \nDecentralize decision-making. We believe that the best way to think about\ndecentralization is to take a page from the complexity theory book. The idea\nis that too much determinism and command-and-control creates rigidity in a\nsystem, so that when circumstances change (which they do at an ever-\nfaster pace), the system collapses. Not enough structure and the system is\nnot cohesive, it’s too disorganized to get anything done effectively. The way\nto achieve the right balance is to set forth some strong decision rules (e.g.,\nact with integrity, work hard, customer focus, profitability, etc.) and let\nindividuals work collectively to achieve its goals.\nSo employees must be “empowered” to create value within the band of the\ndecision rules. Senior management is not dictating what to do at every turn,\nbecause there is no way managers can know the local circumstances better\nthan the on-the-ground employees.\n• \nIncrease diversity. We are not referring to ethnic, racial or gender diversity,\nalthough that type of diversity is important. We mean a diversity of ideas, no\nmatter where they come from. A 29-year-old gas trader in Europe, Louise\nKitchin, launched EnronOnline. She pulled together an informal team of\nworkers to help build on her idea and within three months of launch it was\none of the highest volume e-commerce sites in the world.\nOften, large corporations feel that all of the good ideas must come from the\nsenior management team. Given the rate of change in the business world,\nthis notion is no longer valid—if it ever was.\n• \nOpen internal labor markets. Bright, talented employees look for a challenge.\nThe degree to which a company is willing to provide an open internal labor\nmarket, where there is a match between best and brightest employees and\nthe most exciting opportunities, is important. For example, Enron identified 70\nseasoned professionals that would be critical to launching their bandwidth\ntrading business, according to strategy consultant Gary Hamel. Within a\nweek, 64 of the 70 had moved across to the business.\n• \nReward the stars, prune the underperformers. Just as it is critical to develop\nand reward star employees, it is necessary to crop the underperformers. Visit\nwith the senior management teams of GE, Enron or Capital One, and get a\nsense of how much time they spend on people development. These\ncompanies spend a lot more time thinking about employee development than\ntheir competitors do.\nRethink Standard Investment Rules\nWe are big believers in the importance of adhering to sound finance principles.\nYet a new mindset requires looking beyond standard net present value\n"
    },
    {
      "number": 13,
      "text": "Wanna Be GE?\n– 13 –\ncalculations in order to understand the true value potential (or risk) of various\nactions.\n6 Here are some examples:\n• \nInvest in strategies, not projects. This is an idea that has been around for\nsome time, but its importance is greater than ever. More specifically,\nsometimes there are high-return opportunities in a dying business. These are\nattractive projects but support a dead-end strategy. Likewise, there may be\nprojects that do not pass the net present value test, but support value\nstrategies (often these investments are options laden). In capital allocation,\nmanagers must focus on where markets are going, not where they’ve been.\n• \nConsider real options. A real option, which is analogous to a financial option,\nis the right but not the obligation to make a potentially value creating\ninvestment. The core of a real options analysis, a net present value\ncalculation, is the net investment outflows versus the net earnings inflows\n(think strike price versus stock price). But the value in an option is in its\nflexibility. This flexibility is revealed in two ways: the ability to defer a decision\nand the uncertainty that exists between now and when a company has to\nmake a decision.\nGiven the heightened degree of uncertainty in the business world, we believe\noptions thinking is more-and-more relevant in thinking through the capital\nallocation process. For more details on real options, see our piece “Get Real”\n(June 23, 1999).\n• \nAvoid the innovator’s dilemma. Harvard Business School professor Clay\nChristensen wrote a best-selling book that shows how and why leading\ncompanies fail. His case rests on a few points. First, there is a distinction\nbetween “sustaining” and “disruptive” technologies. Sustaining technologies\nfoster improvement—sometimes dramatic improvement—but essentially\ndoes things they way they’ve always been done. A disruptive technology\nseeks to provide a solution in a new way. Importantly, disruptive technologies\noften start off with ill-defined markets, prospects and profitability but often\nemerge as superior economic propositions to the incumbent products.\nLeading companies tend to ignore disruptive technologies until it’s too late.\nSecond, he notes that technologies often advance faster than the market\ndemands. This creates vulnerability from a cheaper or different competitive\noffering. Finally, he notes that disruptive technologies rarely screen well on\nnet present value tests, because the technology and prospects are unproven.\nSince most managers don’t consider option value in their assessments of\nnew technologies, they miss out on potentially valuable innovations.\nIn our experience, the organizational challenges of business category evolution\nare huge. It is important to carefully assess management’s capacity to lead such\na transition. As Gary Hamel says, it’s a lot like leading a revolution.\nThe Economist, in its November 11, 2000 survey of E-Management, hit the nail\non the head when it laid out the success factors to be an “e-manager.” Their top\nten list includes the following:\n1. Speed. Companies need to move fast—bureaucracy is a killer.\n2. Good people. Need to attract and retain stars.\n3. Openness. Standards must be open and relationships with suppliers,\npartners and consumers must be more transparent than ever.\n4. Collaboration skills. The Internet creates opportunities for previously\ndisparate teams to work together.\n"
    },
    {
      "number": 14,
      "text": "Wanna Be GE?\n– 14 –\n5. Discipline. The speed of the Internet does not mean that anything goes,\nthere must be clear standards for interfacing with customers and suppliers.\n6. Good communications. Articulating strategy both inside and outside the\ncompany is more important than ever.\n7. Content-management skills. Technology encourages information dumps\n(and information overload). It’s important prune the information while\ncommunicating clearly.\n8. Customer focus. This is the crux of the product to service evolution. Happy\ncustomers stick around and their loyalty increases their value.\n9. Knowledge management. It’s important to build and maintain a reservoir of\ncore knowledge that individuals in the firm can leverage.\n10. Leadership by example. It’s hard for senior managers to be business\ncategory champions unless they immerse themselves in the technology. “Do\nas I say, not as I do” is not a motivator.\n"
    },
    {
      "number": 15,
      "text": "Wanna Be GE?\n– 15 –\nMeasuring Improvement\nSo how do we know if a company is on track to successfully evolve from one\nbusiness category to the next? Here are some metrics we watch:\n• \nCustomer satisfaction. Customers want solutions to their problems, and\nnothing increases satisfaction like solving problems for them. This is the core\nidea of the business category evolution: companies can create lots of growth\nand value for themselves if they create growth and value for their customers.\nBut customer satisfaction should not be an end in and of itself. It is a means\nto an end—sustainable shareholder value creation.\n• \nCustomer retention. A satisfied customer is loyal, which triggers the value\ncreation that Reichheld quantified. For example, rapid net subscriber growth\nin a business with high churn is often much less valuable than slow\nsubscriber growth with low churn.\n• \nReturn on invested capital (ROIC) improvement. As we noted at the outset,\nthe economics of a company that succeeds in business category evolution\noften gets progressively more attractive as it goes. Knowledge businesses,\nwhich are solidified by service and physical bases, offer sharp increases in\nROICs. Leaders like GE and Enron have seen strong ROIC improvement—\nand hence P/E multiple—improvement in recent years.\n• \nAccelerating growth. Combine the step-up in addressable market (both due\nto business opportunities and globalization) with the scalability of knowledge\nbusinesses, and there is potential for an acceleration in growth rates. In fact,\ngrowth rate and ROIC improvement often occur simultaneously, leading to a\nsharp stock market revision.\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager\nor co-manager of a public offering of securities for or makes a primary market in issues of any or all of the companies\nmentioned.\n"
    },
    {
      "number": 16,
      "text": "WannaBeGE.doc\nAMSTERDAM ..........31 20 5754 890\nATLANTA.................1 404 656 9500\nAUCKLAND ...............64 9 302 5500\nBALTIMORE ............1 410 223 3000\nBEIJING .................86 10 6410 6611\nBOSTON ..................1 617 556 5500\nBUDAPEST................36 1 202 2188\nBUENOS AIRES ....54 11 4394 3100\nCHICAGO.................1 312 750 3000\nFRANKFURT...............49 69 75 38 0\nGENEVA..................41 22 394 70 00\nHOUSTON................1 713 220 6700\nHONG KONG ............852 2101 6000\nLONDON................44 20 7888 8888\nMADRID..................34 91 423 16 00\nMELBOURNE ..........61 3 9280 1666\nMEXICO....................52 5 283 89 00\nMILAN..........................39 02 7702 1\nMOSCOW ................7 501 967 8200\nMUMBAI...................91 22 230 6333\nNEW YORK..............1 212 325 2000\nPALO ALTO.............1 650 614 5000\nPARIS .....................33 1 40 76 8888\nPASADENA .............1 626 395 5100\nPHILADELPHIA.......1 215 851 1000\nPRAGUE................420 2 210 83111\nSAN FRANCISCO... 1 415 836 7600\nSÃO PAULO ......... 55 11 3841 6000\nSEOUL .................... 82 2 3707 3700\nSHANGHAI............ 86 21 6881 8418\nSINGAPORE ................ 65 538 6322\nSYDNEY.................. 61 2 8205 4400\nTAIPEI ................... 886 2 2715 6388\nTOKYO.................... 81 3 5404 9000\nTORONTO............... 1 416 352 4500\nVIENNA ..................... 43 1 512 3023\nWARSAW................ 48 22 695 0050\nWELLINGTON........... 64 4 474 4400\nZUG ........................ 41 41 727 97 00\nZURICH .................... 41 1 333 55 55\nCopyright Credit Suisse First Boston, and its subsidiaries and affiliates, 2001.  All rights reserved.\nThis report is not directed to, or intended for distribution to or use by, any person or entity who is a citizen or resident of or located in any locality, state, country or\nother jurisdiction where such distribution, publication, availability or use would be contrary to law or regulation or which would subject Credit Suisse First Boston or its\nsubsidiaries or affiliates (collectively \"CSFB\") to any registration or licensing requirement within such jurisdiction. All material presented in this report, unless\nspecifically indicated otherwise, is under copyright to CSFB. None of the material, nor its content, nor any copy of it, may be altered in any way, transmitted to, or\ndistributed to any other party, without the prior express written permission of CSFB. All trademarks, service marks and logos used in this report are trademarks or\nservice marks or registered trademarks or service marks of CSFB.\nThe information, tools and material presented in this report are provided to you for information purposes only and are not to be used or considered as an offer or the\nsolicitation of an offer to sell or to buy or subscribe for securities or other financial instruments. CSFB has not taken any steps to ensure that the securities referred to\nin this report are suitable for any particular investor.\nInformation and opinions presented in this report have been obtained or derived from sources believed by CSFB to be reliable, but CSFB makes no representation as\nto their accuracy or completeness and CSFB accepts no liability for loss arising from the use of the material presented in this report where permitted by law and/or\nregulation. This report is not to be relied upon in substitution for the exercise of independent judgment. CSFB may have issued other reports that are inconsistent\nwith, and reach different conclusions from, the information presented in this report. Those reports reflect the different assumptions, views and analytical methods of\nthe analysts who prepared them.\nCSFB may, to the extent permitted by law, participate or invest in financing transactions with the issuer(s) of the securities referred to in this report, perform services\nfor or solicit business from such issuers, and/or have a position or effect transactions in the securities or options thereon. In addition, it may make markets in the\nsecurities mentioned in the material presented in this report. CSFB may, to the extent permitted by law, act upon or use the information or opinions presented herein,\nor the research or analysis on which they are based, before the material is published. CSFB may have, within the last three years, served as manager or co-manager\nof a public offering of securities for, or currently may make a primary market in issues of, any or all of the companies mentioned in this report. Additional information is\navailable on request.\nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied, is made regarding\nfuture performance. Information, opinions and estimates contained in this report reflect a judgment at its original date of publication by CSFB and are subject to\nchange. The value and income of any of the securities or financial instruments mentioned in this report can fall as well as rise, and is subject to exchange rate\nfluctuation that may have a positive or adverse effect on the price or income of such securities or financial instruments. Investors in securities such as ADRs, the\nvalues of which are influenced by currency fluctuation, effectively assume this risk.\nStructured securities are complex instruments, typically involve a high degree of risk and are intended for sale only to sophisticated investors who are capable of\nunderstanding and assuming the risks involved. The market value of any structured security may be affected by changes in economic, financial and political factors\n(including, but not limited to, spot and forward interest and exchange rates), time to maturity, market conditions and volatility, and the credit quality of any issuer or\nreference issuer. Any investor interested in purchasing a structured product should conduct its own investigation and analysis of the product and consult with its own\nprofessional advisers as to the risks involved in making such a purchase.\nThis report is distributed in Europe by Credit Suisse First Boston (Europe) Limited, which is regulated in the United Kingdom by The Securities and Futures Authority\n(“SFA”). It is not for distribution to private customers as defined by the rules of The SFA. This report is distributed in the United States by Credit Suisse First Boston\nCorporation; in Canada by Credit Suisse First Boston Securities Canada, Inc.; in Brazil by Banco de Investimentos Credit Suisse First Boston Garantia S.A.; in Japan\nby Credit Suisse First Boston Securities (Japan) Limited; elsewhere in Asia/Pacific by Credit Suisse First Boston (Hong Kong) Limited;. Credit Suisse First Boston\nAustralia Equities Limited; Credit Suisse First Boston NZ Securities Limited, Credit Suisse First Boston Singapore Branch and elsewhere in the world by an\nauthorized affiliate.\nIn jurisdictions where CSFB is not already registered or licensed to trade in securities, transactions will only be effected in accordance with applicable securities\nlegislation, which will vary from jurisdiction to jurisdiction and may require that the trade be made in accordance with applicable exemptions from registration or\nlicensing requirements. Non-U.S. customers wishing to effect a transaction should contact a CSFB entity in their local jurisdiction unless governing law permits\notherwise. U.S. customers wishing to effect a transaction should do so only by contacting a representative at Credit Suisse First Boston Corporation in the U.S.\n"
    },
    {
      "number": 17,
      "text": "LCD4/AVM/Disclaime\n                                                          \n1 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing, forthcoming Harvard Business School Press,\n2001.\n2 Here’s a quotation from Jack Welch: “You desperately want to have enough technology in your product so that you\ndon’t end up being in a commodity situation. We’re taking databases of information we have on operating turbines and\nengines and instruments that we make, and using them offensively. Now people can buy a service that lets them\ncompare on-line the performance of their machines with similar ones around the world. That customer is going to find\nout exactly how he’s doing all the time vis-a-vis his peer group.”\n3 Mark. L. Ratner, “Applying the GE Mantra to Medical Systems,” Windhover.com, October 2000, pp. 41-48.\n4 Michael J. Mauboussin, Alexander Schay and Stephen G. Kawaja, “Network to Net Worth,” Credit Suisse First\nBoston Equity Research, May 11, 2000.\n5 Gary Hamel, Leading the Revolution (Boston: Harvard Business School Press, 2000), pp. 211-13.\n6 Net present value (NPV) analysis compares the present value of cash inflows (discounted at the cost of capital) from\nproject with the required outflows. When the inflows exceed the outflows, the project is net present value positive (i.e.,\nit creates shareholder value). When the outflows exceed the inflows, it is net present value negative. In some cases,\nNPV negative projects may have value if the company can defer the decision to invest. In this case, it is best to value\nthe opportunity as a strategic option.\n"
    }
  ]
}