{
  "filename": "2001_ruminations_on_risk__beta_versus_margin_of_safety.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423213820-07'00'",
    "modDate": "D:20240423213830-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "Equity Research\n3 August 2001\nAmericas / United States\nValuation Strategy\nRuminations on Risk\nBeta Versus Margin of Safety\n• Volatility remains a reasonable measure of risk for the short term. Long-term\ninvestors are better off considering the “margin of safety” concept. There is\nevidence that suggests that volatility understates risk for up to four years, but\noverstates risk for holding periods beyond four years.\n• Margin of safety can be restated as a discount to expected value. Expected\nvalue is a function of the weighted probability of potential outcomes.\nJudgments on both outcomes and probabilities are tricky, but essential to the\ninvestment process.\n• Investors should base the magnitude of their investments on the size of the\nmargin of safety. For companies with variable outcomes, the consensus can be\nthe most likely outcome and the stock may still be attractive or unattractive.\nCompanies with narrow outcomes require a non-consensus point of view for a\nbuy or sell.\nUS Investment Strategy\nMichael J. Mauboussin\n212 325 3108\nmichael.mauboussin@csfb.com\nAlexander Schay\n212 325 4466\nalexander.schay@csfb.com\n"
    },
    {
      "number": 2,
      "text": "Ruminations on Risk\n3 August 2001\n2\nExecutive Summary\nThe concept of risk plays a central role in the investment process. Yet risk is an elusive\nconceptdifficult to define, quantify and integrate.\nIn this report, we consider two senses of the term risk. The first is what is mainstream in\nfinance circles: you can measure risk by seeing how much a stock bounces around\nversus “the market.” You can quantify this measure of risk through variance. The higher\nthe variancethe larger the swings in relative pricethe riskier the stock.\nThe second sense is the “margin of safety”, or a discount to expected value. The idea\nhere is that for every stock there is an intrinsic value, and that the deeper the discount\nthe stock price is to intrinsic value, the lower the risk.\nWe start this report by noting Warren Buffett’s attack on the first risk definition. (We\nsuggest that he believes in, and acts according to, the second definition.) Unfortunately,\nBuffett attacks an idea that does not follow from finance theory. Without defending the\ntraditional theory, we note that Buffett’s comments better reflect the second risk\ndefinition.\nThe conclusions from the report are as follows:\n• Volatility remains a reasonable measure of risk for the short-term. Long-term investors\nare better off considering the concept of margin of safety. There is evidence that\nsuggests that volatility understates risk for up to four years, but overstates risk for\nholding periods beyond four years.\n•  Margin of safety can be restated as a discount to expected value. Expected value is a\nfunction of the weighted probability of potential outcomes. Judgments on both\noutcomes and probabilities are tricky, but essential to the investment process.\n• Investors should base the magnitude of their investments on the size of the margin of\nsafety. For companies with variable outcomes, the consensus can be the most likely\noutcome and the stock may still be attractive or unattractive. Companies with narrow\noutcomes require a non-consensus point of view for a buy or sell.\n"
    },
    {
      "number": 3,
      "text": "Ruminations on Risk\n3 August 2001\n3\nIntroduction\n“Finance departments teach that volatility equals risk. Now they want to measure risk.\nAnd they don't know any other waythey don't know how to do it, basically. So they say\nthat volatility measures risk.\nI've often used the example of the Washington Post stock when we first bought it: In\n1973, it had gone down almost 50%from a valuation of the whole company of close to\nsay $180 or $175 million down to maybe $80 million or $90 million. And because it\nhappened very fast, the beta of the stock had actually increased. A professor would\nhave told you that the stock of the company was more risky if you bought it for $80\nmillion than if you bought it for $170 millionwhich is something that I’ve thought about\never since they told me that 25 years ago. And I still haven’t figured it out.”\nWarren Buffett\nOutstanding Investor Digest (August 8, 1997)1\nWe love Warren Buffett. Anyone who’s ever read our research or heard us talk knows it\nto be true. But there is something that’s been bugging us for a long time, and we have to\nget it off our chests.\nBuffett got this one wrong.\nOften, when Buffett needs a lead-in to slam finance theory, he tells the above-quoted\nstory as prima facie evidence of his case. In early 1970s, Washington Post stock got\nwalloped, the beta went up (suggesting the stock was more risky) while any right-\nminded investor should see that the stock was actually less risky (because the price\ndropped more than the value).\nBuffett’s argument has two problems. The first is that the beta didn’t go up: we have the\nempirical data to back that one. The second is that in saying the stock is less risky,\nBuffett assumed that the price to value gap had widenedthe stock’s “margin of safety”\ngrew. But value could be logically distinct from price only if Buffett believed something\ndifferent than what the market believed. Buffett’s judgment proved to be correct, but that\nis not necessarily a statement about the shortcomings of finance theory.\nRest assured, Buffett faithful, this report will have a happy ending. Indeed, we believe all\ninvestors can learn a great deal about an appropriate investment philosophy by studying\nand practicing Buffett’s stock selection approach. But before we get to the good stuff,\nwe have to address the issue of beta.\nWe are not enthusiastic defenders of the finance theory faith. In fact, we have argued\nthat a new framework, based on complex adaptive systems, will supercede modern\nfinance theory.2 But it’s one thing to attack finance theory based on what it predicts, it’s\nanother game altogether to challenge the theory based on claims it doesn’t make. And\nnowhere does finance theory say that the beta on Washington Post’s stock must rise\njust because the stock declines. Such a statement confuses beta, a measure of a\nstock’s covariance vis-a-vis the market (often using the S&P 500 as a proxy), with\nalpha, a measure of risk-adjusted excess returns.\nExhibit 1 presents Washington Post’s beta and alpha graphically. Beta is the slope of\nthe fitted line through the plotted monthly rates of return for Washington Post versus the\n"
    },
    {
      "number": 4,
      "text": "Ruminations on Risk\n3 August 2001\n4\nS&P 500. Beta doesn’t measure an asset’s returns versus another asset, it just\nmeasures whether or not the asset’s price bounces more or less than another asset’s.\nAlpha, the intercept, does represent a rate of price change. So just because Washington\nPost’s alpha was negative (i.e., its returns were below those of the market) during 1973\ndidn’t mean that its beta had to rise.\nExhibit 1: Washington Post Beta and Alpha (1973)\nSource: Barra Beta book, CSFB analysis.\nExhibit 2 shows the actual historical beta for WPO’s stock. Notwithstanding the stock’s\ncorrection, the beta actually dropped from roughly 2.4 in early 1973 to 2.3 by the end of\nthe year, by our calculation. Barra’s beta figures show a similar decline. The negative\nalpha, of course, reflects the stock’s poor relative performance.\nExhibit 2: Washington Post Historical Beta (1973)\nS&P\nStock\nBeta\nAlpha\nBarra Beta\nJan-73\n116.03\n$31.00\n2.28\n-0.2%\n3.16\nFeb-73\n111.68\n$26.75\n2.40\n-0.5%\n3.19\nMar-73\n111.52\n$25.75\n2.41\n-0.7%\n3.20\nApr-73\n106.97\n$23.50\n2.37\n-0.6%\n2.98\nMay-73\n104.95\n$23.25\n2.33\n-0.4%\n2.91\nJun-73\n104.26\n$19.50\n2.39\n-1.0%\n3.06\nJul-73\n108.22\n$21.00\n2.38\n-1.0%\n3.09\nAug-73\n104.25\n$20.13\n2.29\n-0.8%\n2.92\nSep-73\n108.43\n$23.13\n2.38\n-0.6%\n2.99\nOct-73\n108.29\n$23.88\n2.38\n-0.4%\n2.95\nNov-73\n95.96\n$18.00\n2.29\n-0.3%\n2.64\nDec-73\n97.55\n$17.00\n2.25\n-0.6%\n2.61\nSource: Barra Beta Book, CSFB analysis.\nBeta = 2.25\n{\nAlpha = -0.6%\n-20%\n-15%\n-10%\n-5%\n5%\n10%\n15%\n20%\n-20%\n-15%\n-10%\n-5%\n5%\n10%\n15%\n20%\nBeta = 2.25\n{\nAlpha = -0.6%\n-20%\n-15%\n-10%\n-5%\n5%\n10%\n15%\n20%\n-20%\n-15%\n-10%\n-5%\n5%\n10%\n15%\n20%\n"
    },
    {
      "number": 5,
      "text": "Ruminations on Risk\n3 August 2001\n5\nThe classic definition of risk is the possibility of suffering harm or loss. So an asset that\nhas a wide distribution of potential returns presents a greater probability of “suffering\nharm” (or sizable gains) than an asset with a narrow distribution of probabilities. We\nagree with Peter Bernstein, who notes that “volatility, or variance, has an intuitive appeal\nas a proxy for risk.” He adds, “If you were asked to rank the riskiness of shares of the\nBrazil Fund, shares of General Electric, a U.S. Treasury bond due in thirty years, and a\nU.S. treasury bill due in ninety days, the ranking would be obvious. So would the relative\nvolatility of the securities.”3\nThe critical catch is volatility’s temporal dimension. More directly, there is some\nevidence that variance understates risk over the first four years of a holding period, but\noverstates risk over four years or more.4 This evidence implies that long-term holders\nassume less risk than short-term holders. We might even make the statement that the\nlong term investor welcomes volatility if it helps present investment opportunities.\nWe like to think about risk on at least two levels. Over the short term, volatility is a pretty\nreasonable measure of risk.5 Indeed, volatility plays an overwhelming important role in\nthe design and valuation of derivativesmost notably options.\nBut for investors with a long-term horizon, we think the best way to maximize the\nrisk/reward tradeoff is to buy stocks that offer a margin of safety. We think this is what\nBuffett refers to when he thinks about risk. A margin of safetya concept attributable to\nBen Grahamexists when an investor can purchase a stock well below its intrinsic\nvalue.6 Buffett defines intrinsic value in no uncertain terms: “it is the discounted value of\nthe cash that can be taken out of a business during its remaining life.”7\n"
    },
    {
      "number": 6,
      "text": "Ruminations on Risk\n3 August 2001\n6\nMargin of Safety\nWe believe the best and most practical way to restate the margin of safety concept is to\nthink about discounts to expected value. The combination of probabilities and potential\noutcomes determine expected value. Says Buffett, “Take the probability of loss times\nthe amount of possible loss from the probability of gain times the amount of possible\ngain. That is what we’re trying to do. It’s imperfect, but that’s what it’s all about.”8\nTake the simple example of a coin toss that pays $3 for heads and $1 for tails. What’s\nthe expected value? You calculate it as (50% x $3) + (50% x $1) = $2. Now for\ninvesting, both the probabilities and the potential outcomes are much more difficult to\nestimate, but the idea is the same. Let’s take a closer look at both probability and\npotential outcomes.\nWe can specify two types of probabilities: objective (or frequency) and subjective.9\nObjective, or frequency, probabilities arise when there are specified outcomes. Coin\ntosses are a good example. In these cases, the probability is based on the law of\naverages as it assumes that the event is repeated countless times. While we still can’t\nmake definitive statements about any specific outcome, the frequency of outcomes will\nreflect the probability of each outcome over time.\nThe circumstances are totally different for events that only happen oncea valid\nassumption for stock investing. Here, we must rely on subjective probabilities.\nSubjective probabilities describe an investor’s “degree of belief” about an outcome.10\nThese probabilities are rarely static, and generally change as evidence comes along.\nBayes’s Theorem is a means to continually update conditional probabilities based on\nnew information. Bayesian analysis is a valuable means to weigh multiple possible\noutcomes when only one outcome will occur.11\nAs Robert Hagstrom notes, the textbooks on Bayesian analysis suggest that if you\nbelieve that your assumptions are reasonable, it is perfectly acceptable to make your\nsubjective probability of a particular event equal to a frequency probability.12 Thinking\nabout the investing world probabilistically is critical to the margin of safety concept.\nWe now turn to potential outcomes. Analysts often use target prices to represent their\nbest guess of the most likely outcome. However, intelligent investors explicitly\nacknowledge that they must consider a range of potential outcomes. How does an\ninvestor go about constructing this range?\nThe expectations investing approach offers a specific process to calculate potential\noutcomes based on various revisions in expectations.13 In short, the process involves\nconsidering whether changes in sales, operating costs, or investments have the\ngreatest impact on shareholder value. (This step explicitly considers interactivityfor\nexample, how higher sales sometimes lifts operating profit margins as well.)  Once you\ndevelop reasonable ranges for the most important trigger, you can specify ranges of the\nshareholder values that result.\nFor example, let’s say that you determine that sales growth is the most important trigger\nfor a particular company. You can then consider all of the micro-economic factors that\nsales set off (e.g., operating leverage, economies of scale) and estimate the resulting\n"
    },
    {
      "number": 7,
      "text": "Ruminations on Risk\n3 August 2001\n7\ncomputationally oriented value drivers. This allows for an estimate of stock price\noutcomes.\nWe generally recommend considering at least three outcomes: a high value, a low\nvalue, and a consensus value. The consensus value represents the expectations that\nthe stock price implies. These outcomes, when combined with associated probabilities,\nprovide a solid basis for estimating expected value.\nConsider a simple illustration. Assume that analysis of a stock’s potential outcomes\nyields a high value of $82 and a low value of $12. The stock currently trades at $50.\nNext, allow for subjective probabilities of the outcomes as follows: 20 percent for the low\nscenario, 30 percent for the high scenario and 50 percent for the consensus. The\nexpected value for this stock is $52, as exhibit 3 shows.\nExhibit 3: Expected Value Calculation\nWeighted\nStock Price\nProbability\nValue\n$12\n20%\n$2.40\n50\n50%\n25.00\n        \n82\n30%\n24.60\n        \n$52.00\nSource: CSFB analysis.\nTwo important observations follow from the use of expected value analysis as a\nmeasure of margin of safety. The first is that the greater the discount to expected\nvaluethe larger the margin of safetythe more you should invest. The Kelly\nOptimization Model provides some guidance on the appropriate relative size of\ninvestments. The following formula expresses the model:\n2p - 1 = x\nWhere 2 times the probability of winning (p) minus 1 equals the percentage of your total\nassets that you should invest (x).14 The Kelly Optimization Model has limitations and,\nneedless to say, the stock market is more complex than many risk-reward scenarios.\nBut the idea is critical: Bet large when you believe the probability of success is high, and\ndon’t play if the probability of success is negligible. Buffett has reinforced this idea of the\nyears by suggesting that investors only be allowed to make 20 investments decisions in\ntheir lives.\nThe second important observation deals with value variability. Specifically, if a company\nhas a wide range of stock price outcomes (high variability), the stock may be attractive\nor unattractive even if the consensus is the most probable outcome. This is because a\nlower-than-consensus yet sufficiently high probability placed on, say, a high outcome\nwell in excess of the current price creates a large price-to-expected value gap.\nAlternatively, if a company has low value variability, you must bet against the consensus\nto achieve a sufficient margin of safety. This is so because when the consensus is most\nlikely, the price-to-expected value gaps is too narrow to generate a sufficient margin of\nsafety.\n"
    },
    {
      "number": 8,
      "text": "Ruminations on Risk\n3 August 2001\n8\nWarren Buffett’s perspectives on risk and stock selection are clearly edifying. But we\nthink that investors should differentiate between short-term risk, where a concept like\nvolatility is very useful, and long-term risk, where margin of safety is more operative.\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager or co-manager\nof a public offering of securities for or makes a primary market in issues of any or all of the companies mentioned.\nClosing prices as of August 2, 2001:\nWashington Post (WPO, $588.15)\n"
    },
    {
      "number": 9,
      "text": "Ruminations on Risk\n3 August 2001\n9\n1 Buffett makes similar comments elsewhere. See Outstanding Investor Digest, April 18,\n1990 and the Berkshire Hathaway Annual Report, 1993.\n2 See Michael J. Mauboussin, Shift Happens, Credit Suisse First Boston Equity\nResearch, October 27, 1997.\n3 Peter L. Bernstein, Against the Gods: The Remarkable Story of Risk (New York: John\nWiley & Sons, 1996), p. 260.\n4 Jeremy J. Siegel, Stocks for the Long Run, 2nd ed., (New York: McGraw Hill, 1998), p.\n32. Also, Edgar E. Peters, Fractal Market Analysis: Applying Chaos Theory to\nInvestment & Economics (New York: John Wiley & Sons, 1994), pp. 28-30.\n5 In reality, the security returns are not normally distributed, but exhibit high kurtosis and\nfat tails. So volatility is only an approximation of risk.\n6 Benjamin Graham, The Intelligent Investor, 4th Ed. (New York: Harper & Row, 1973),\npp. 277-287.\n7 Berkshire Hathaway Owner’s Manual, 1996, p. 11.\n8 Andrew Kilpatrick, Of Permanent Value: The Story of Warren Buffett (Birmingham, Al.:\nAKPE, 1998), p. 800.\n9 Much of this discussion draws heavily from Robert G. Hagstrom, The Essential Buffett:\nTimeless Principles for the New Economy (New York: John Wiley & Sons, 2001), pp.\n133-140.\n10 Ibid., p. 137.\n11 Hagstrom provides a wonderful example: “Let’s imagine you and a friend have spent\nthe afternoon playing your favorite board game, and now, at the end of the game, you\nare chatting about this and that. Something your friend says leads you to make a\nfriendly wager: that with one roll of the die from the game, you will get a 6. Straight odds\nare in six, a 16 percent probability. But then suppose your friend rolls the die, quickly\ncovers it with her hand, and takes a peek. ‘I can tell you this much,’ she says; ‘it’s an\neven number.’ Now you have new information and your odds change dramatically to\none in three, a 33 percent probability. While you are considering whether to change your\nbet, your friend teasingly adds: ‘And it’s not a 4.’ With this additional bit of information,\nyour odds have changed again, to one in two, a 50 percent probability.”\n12 Ibid., p. 137.\n13 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock\nPrices for Better Returns (Boston: Harvard Business School Press, 2001).\n14 Hagstrom, p. 142-143.\n"
    },
    {
      "number": 10,
      "text": "risk_final.doc\nAMSTERDAM .............31 20 5754 890\nATLANTA ...................1 404 656 9500\nAUCKLAND..................64 9 302 5500\nBALTIMORE...............1 410 223 3000\nBANGKOK.......................62 614 6000\nBEIJING....................86 10 6410 6611\nBOSTON.....................1 617 556 5500\nBUDAPEST...................36 1 202 2188\nBUENOS AIRES.......54 11 4394 3100\nCHICAGO ...................1 312 750 3000\nFRANKFURT .................49 69 75 38 0\nHOUSTON ..................1 713 220 6700\nHONG KONG...............852 2101 6000\nJOHANNESBURG......27 11 343 2200\nKUALA LUMPUR ........603 2143 0366\nLONDON...................44 20 7888 8888\nMADRID.....................34 91 423 16 00\nMELBOURNE.............61 3 9280 1888\nMEXICO CITY..............52 5 283 89 00\nMILAN.............................39 02 7702 1\nMOSCOW ...................7 501 967 8200\nMUMBAI .....................91 22 230 6333\nNEW YORK ................1 212 325 2000\nPALO ALTO ...............1 650 614 5000\nPARIS .......................33 1 53 75 85 00\nPASADENA................1 626 395 5100\nPHILADELPHIA..........1 215 851 1000\nPRAGUE...................420 2 210 83111\nSAN FRANCISCO ......1 415 836 7600\nSÃO PAULO.............55 11 3841 6000\nSEOUL........................82 2 3707 3700\nSHANGHAI...............86 21 6881 8418\nSINGAPORE....................65 212 2000\nSYDNEY .....................61 2 8205 4433\nTAIPEI.......................886 2 2715 6388\nTOKYO .......................81 3 5404 9000\nTORONTO ..................1 416 352 4500\nWARSAW ...................48 22 695 0050\nWASHINGTON ...........1 202 354 2600\nWELLINGTON..............64 4 474 4400\nZURICH........................41 1 333 55 55\nCopyright Credit Suisse First Boston, and its subsidiaries and affiliates, 2001.  All rights reserved.\nThis report is not directed to, or intended for distribution to or use by, any person or entity who is a citizen or resident of or located in any locality, state, country or other jurisdiction where such distribution,\npublication, availability or use would be contrary to law or regulation or which would subject Credit Suisse First Boston or its subsidiaries or affiliates (collectively \"CSFB\") to any registration or licensing\nrequirement within such jurisdiction. All material presented in this report, unless specifically indicated otherwise, is under copyright to CSFB.  None of the material, nor its content, nor any copy of it, may be altered\nin any way, transmitted to, copied or distributed to any other party, without the prior express written permission of CSFB.  All trademarks, service marks and logos used in this report are trademarks or service\nmarks or registered trademarks or service marks of CSFB.\nThe information, tools and material presented in this report are provided to you for information purposes only and are not to be used or considered as an offer or the solicitation of an offer to sell or to buy or\nsubscribe for securities or other financial instruments. CSFB may not have taken any steps to ensure that the securities referred to in this report are suitable for any particular investor. The contents of this report\ndoes not constitute investment advice to any person and CSFB will not treat recipients as its customers by virtue of their receiving the report.\nInformation and opinions presented in this report have been obtained or derived from sources believed by CSFB to be reliable, but CSFB makes no representation as to their accuracy or completeness and CSFB\naccepts no liability for loss arising from the use of the material presented in this report unless such liability arises under specific statutes or regulations.  This report is not to be relied upon in substitution for the\nexercise of independent judgment. CSFB may have issued other reports that are inconsistent with, and reach different conclusions from, the information presented in this report.  Those reports reflect the different\nassumptions, views and analytical methods of the analysts who prepared them.\nCSFB may, to the extent permitted by law, participate or invest in financing transactions with the issuer(s) of the securities referred to in this report, perform services for or solicit business from such issuers, and/or\nhave a position or effect transactions in the securities or options thereon.  In addition, it may make markets in the securities mentioned in the material presented in this report.  CSFB may, to the extent permitted\nby law, act upon or use the information or opinions presented herein, or the research or analysis on which they are based, before the material is published.  CSFB may have, within the last three years, served as\nmanager or co-manager of a public offering of securities for, or currently may make a primary market in issues of, any or all of the companies mentioned in this report.  Additional information is available on\nrequest.\nSome investments referred to in the research will be offered solely by a single entity and in the case of some investments solely by CSFB, or an associate of CSFB.\nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied, is made regarding future performance. Information, opinions and\nestimates contained in this report reflect a judgement at its original date of publication by CSFB and are subject to change.  The price, value of and income from any of the securities or financial instruments\nmentioned in this report can fall as well as rise. The value of securities and financial instruments is subject to exchange rate fluctuation that may have a positive or adverse effect on the price or income of such\nsecurities or financial instruments. Investors in securities such as ADR’s, the values of which are influenced by currency volatility, effectively assume this risk.\nStructured securities are complex instruments, typically involve a high degree of risk and are intended for sale only to sophisticated investors who are capable of understanding and assuming the risks involved.\nThe market value of any structured security may be affected by changes in economic, financial and political factors (including, but not limited to, spot and forward interest and exchange rates), time to maturity,\nmarket conditions and volatility, and the credit quality of any issuer or reference issuer.  Any investor interested in purchasing a structured product should conduct their own investigation and analysis of the\nproduct and consult with their own professional advisers as to the risks involved in making such a purchase.\nSome investments discussed in the research may have a high level of volatility. High volatility investments may experience sudden and large falls in their value causing losses when that investment is realised.\nThose losses may equal your original investment.  In the case of some investments the potential losses may exceed the amount of initial investment, in such circumstances you may be required to pay more\nmoney to support those losses. Income yields from investments may fluctuate and in consequence initial capital paid to make the investment may be used as part of that income yield.\nSome investments may not be readily realisable and it may be difficult to sell or realise those investments, similarly it may prove difficult for you to obtain reliable information about the value, or risks, to which such\nan investment is exposed. The investments and services contained or referred to in this report may not be suitable for you, it is recommended you consult an independent investment advisor if you are in doubt\nabout those investments or investment services.  Nothing in this report constitutes investment, legal, accounting or tax advice nor a representation that any investment or strategy is suitable or appropriate to your\nindividual circumstances. Nothing in the report constitutes a personal recommendation to you. CSFB does not advise on the tax consequences of investments. You are advised to contact an independent tax\nadviser.  Please note the bases and levels of taxation may change.\nThis report may contain hyperlinks to websites. CSFB has not reviewed the linked site and takes no responsibility for the content contained therein. The link is provided solely for your convenience and information\nand the content of the linked site does not in any way form part of this document. Following the link through this report or CSFB’s website shall be at your own risk.\nThis report is issued in Europe by Credit Suisse First Boston (Europe) Limited, which is regulated in the United Kingdom by The Securities and Futures Authority (“SFA”). This report is being distributed in Europe\nby Credit Suisse First Boston (Europe) Limited, in the United States by Credit Suisse First Boston Corporation; in Switzerland by Credit Suisse First Boston; in Canada by Credit Suisse First Boston Securities\nCanada, Inc.; in Brazil by Banco de Investimentos Credit Suisse Boston Garantia S.A; in Japan by Credit Suisse First Boston Securities (Japan) Limited; elsewhere in Asia by Credit Suisse First Boston (Hong\nKong) Limited, Credit Suisse First Boston Australia Equities Limited, Credit Suisse First Boston NZ Securities Limited, Credit Suisse First Boston (Thailand) Limited, CSFB Research (Malaysia) Sdn Bhd, Credit\nSuisse First Boston Singapore Branch and elsewhere in the world by an authorised affiliate. Research on Taiwanese securities produced by Credit Suisse First Boston, Taipei Branch has been prepared and/or\nreviewed by a registered Senior Business Person.\nIn jurisdictions where CSFB is not already registered or licensed to trade in securities, transactions will only be effected in accordance with applicable securities legislation, which will vary from jurisdiction to\njurisdiction and may require that the trade be made in accordance with applicable exemptions from registration or licensing requirements.  Non-U.S. customers wishing to effect a transaction should contact a\nCSFB entity in their local jurisdiction unless governing law permits otherwise. U.S. customers wishing to effect a transaction should do so only by contacting a representative at Credit Suisse First Boston\nCorporation in the U.S.\nPlease note that this research was originally prepared and issued by CSFB for distribution to their market professional and institutional investor customers.  Recipients who are not market professional or\ninstitutional investor customers of CSFB should seek the advice of their independent financial advisor prior to taking any investment decision based on this report or for any necessary explanation of its contents.\n"
    }
  ]
}