{
  "filename": "2001_fill_and_kill__succeeding_with_survivors_is_nothing_new.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423213615-07'00'",
    "modDate": "D:20240423213625-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "DESK NOTES\nCREDIT SUISSE FIRST BOSTON CORPORATION\nEquity Research\nAmericas\nU.S. Investment Strategy\nApril 5, 2001\nFill and Kill\nSucceeding with Survivors is Nothing New\nMichael Mauboussin\n1 212 325 3108\nmichael.mauboussin@csfb.com\nAlexander Schay\n1 212 325 4466\nalexander.schay@csfb.com\n• Cycles of increasing diversity and extinction are common in the\nfossil record. Over time the earth has experienced a steady\nincrease in biodiversity, punctuated by large-scale extinction\nevents.\n• This pattern of diversity and extinction has been seen over and\nover in the corporate record as well. The history of the automobile\nand television, as well as the more recent history of the computer\nand disk drive industry, all offer evidence of dramatic drops in the\nnumber of active competitors over very short periods of time. The\npattern of dot-com deaths has substantial precedent.\n• History shows that companies surviving major industry shakeouts\noften post good returns for investors— even in industries with\nenormous ongoing competitive pressures.\n"
    },
    {
      "number": 2,
      "text": "Fill and Kill\n– 2 –\nExecutive Summary\nThe rise and fall of Internet stocks has created enormous fervor. But the\nfundamental question at hand is a simple one: what should investors do today?\nWe should note at the outset that the Internet is a general-purpose, or enabling,\ntechnology. The Internet is not a substitute for a business model, and does not\nconstitute a strategy in and of itself.\n1 By the same token, the boom/bust of the\nInternet is by no means a unique phenomenon—we can document the same\npattern in the biological record as well as the annals of American business.\nThis report contains three main points:\n1. The biological record shows that when conditions are suitable, there is a\nsharp increase in speciation—that is, the number of species—generally\nfollowed by significant extinction. As ecological opportunities arise, species\nrush to fill them. Only after the space is filled does the methodical force of\nevolution winnow the population. One of the best-documented examples is\nthe Cambrian Explosion, which took place roughly 550 million years ago.\nBusiness, like biology, is a messy affair: In the absence of the “great capital\nallocator in the sky”, the path to long-term efficient capital allocation is littered\nwith excesses and inefficiencies.\n2. The boom/bust cycle has played out many times in American business. The\nautomobile, television, disk drive and personal computer industries are but a\nfew examples. Here again, a new industry spawned substantial variation and\ninnovation, but only the “fit”, or lucky, companies survived. The Internet has\nfollowed this pattern almost perfectly.\n3. Investors that purchased baskets of “survivors” have fared reasonably well.\nThe essential point for investors is that buying companies that have survived\na major extinction event increases the odds of investment success even in\nindustries with enormous ongoing competitive pressures.\n"
    },
    {
      "number": 3,
      "text": "Fill and Kill\n– 3 –\nFrom Biology to Business to Shareholder Benefit\n“The Cambrian Era — 550 million years ago. It's the time when single-celled life first\ntransitioned into multi-celled life, and every experiment of life — in every form and shape\n— was tried. What you had was the greatest rate of speciation ever seen, but it was also\nthe greatest rate of extinction the planet has ever seen. I think that's exactly what you see\ngoing on here. Every experiment [on the Internet] is getting tried. Many of them are\ngoing to succeed, and many of them are going to fail.”\n-Jeff Bezos2\nBiology\nWant to get a good sense of the boom/bust cycle in business? Gain some insight\ninto the recent Internet bubble? Our prescription is simple: set up an appointment\nwith your favorite paleontologist. As it turns out, there is a lot we can learn by\nstudying the fossil record, where increases in the number of species and\nsubsequent extinction are commonplace. In fact, this pattern provides an\nimportant lesson: Business, like biology, is a messy process. In the absence of\nthe “great capital allocator in the sky”, the path to long-term efficient capital\nallocation is littered with excesses and inefficiencies.\n3\nOne of the most vivid and well-documented examples of boom/bust in the\nevolutionary record is the Cambrian Era. What we know is that an enormous\nincrease in the biodiversity of life occurred roughly 550 million years ago\n(scientists still debate the exact enabling factor) followed by a large-scale\nextinction event. And this cycle of increasing diversity and extinction has\npersisted over the last half a billion years, resulting in dramatic evolutionary\nswings.\n4 Figure 1 shows the pattern of boom and bust during the Cambrian,\nillustrating an enormous increase in genera followed by high extinction.\nFigure 1\nSpeciation & Extinction\nCambrian Extinction\n0\n20\n40\n60\n80\n100\n120\n140\n160\n180\n200\nGenera (Archaeocyatha)\n550\n525\n500\nGeologic Time (Cambrian 000,000 years)\nSource: A. Hallam & P.B. Wignall, “Mass Extinctions And Their Aftermath”\nThe pattern plays out time and time again. Either an external force (e.g., change\nin the environment) or an autocatalytic process prompt an explosion in the\nnumber of biological forms.\n5 These new species fill a previously empty space—\nthey are biological innovations. But then the forces of evolution the take over, and\n"
    },
    {
      "number": 4,
      "text": "Fill and Kill\n– 4 –\nwinnow down the successful species based on a combination of fitness and\nhappenstance.\n6 Is it bad genes or bad luck? It is undoubtedly a bit of both.\n7\nBusiness\nAs it turns out, the business record smacks of the paleontological record. An\nenabling, or general-purpose technology, comes along and spawns a period of\nsubstantial innovation. In turn, the different “body types” compete and the less\neffective ones go out of business. The resulting pattern is a sharp upswing in the\nnumber of companies in the industry, following by a sharp downswing.\nThis pattern has played out over and over in the business world. Take two giants\nin the annals of American industry—the automobile and television (see Figure 2).\nIn both cases investors allocated capital liberally in the early phases, as each\nindustry’s growth potential was positive but uncertain. But both saw steep\ndeclines in the number of competing firms over time, especially when the industry\ngravitated around major design innovations.\n8\nFigure 2\nThe Decline of Firms\nU.S. Automobile Industry\n0\n10\n20\n30\n40\n50\n60\n70\n80\n1890\n1900\n1910\n1920\n1930\n1940\n1950\n1960\n1970\nYear\nNumber of Firms\nU.S. Television Industry\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n1940\n1950\n1960\n1970\n1980\n1990\nYear\nNumber of Firms\nSource: James M. Utterback, “Mastering the Dynamics of Innovation”.\nThe more recent histories of the disk drive industry and the personal computer\nindustry (Figure 3) show the same pattern, albeit over a much shorter time\nframe.\n9\n"
    },
    {
      "number": 5,
      "text": "Fill and Kill\n– 5 –\nFigure 3\nMore Decline\nDisk Drive Industry\n0\n10\n20\n30\n40\n50\n60\n70\n80\n1970\n1975\n1980\n1985\n1990\n1995\n2000\nYear\nManufacturers\nPersonal Computer Industry\n0\n20\n40\n60\n80\n100\n120\n1970\n1975\n1980\n1985\n1990\n1995\nYear\nManufacturers\nSource: DISK/TREND reports, Management Science, and CSFB estimates.\nImportantly, the extinction of many competitors often occurs while the industry’s\naggregate sales growth continues to rise. This provides some hint about the\npotential success of those companies that survive. Figure 4 shows the same\nextinction patterns in Figure 3, but superimposed on industry sales figures.\nFigure 4\nThe Personal Computer and Disk Drive Industry\nPersonal Computer\n0\n2,000\n4,000\n6,000\n8,000\n10,000\n12,000\n14,000\n16,000\n1974\nYear\nRevenue\n0\n20\n40\n60\n80\n100\n120\nManufacturers\nRevenue\nFirms\nDisk Drive Industry\n0\n5,000\n10,000\n15,000\n20,000\n25,000\n30,000\n35,000\n1984\nYear\nRevenue\n0\n10\n20\n30\n40\n50\n60\n70\n80\nManufacturers\nRevenue\nFirms\n1978\n1982\n1986\n1990\n1988\n1992\n1996\nSource: DISK/TREND reports and Management Science.\nWith this pattern in mind, we turn to the Internet. The Internet, arguably the\ngreatest enabling technology that has come along, spawned a huge number of\n“inventions”—most of them questionable. But in the business landscape just as\nthe biological landscape, it is difficult to know, a priori, which companies (species)\nwill succeed or fail. While “inefficient”, the biological and business solution is to try\nout lots of alternatives and see which ones survive.\nThe population of Internet companies is following the same pattern that we’ve\nseen in industry time and time again. At the very least, 210 Internet companies\nfailed last year, with an additional 49 failing in January of 2001 (see Figure 5).\n10 If\nthis latest capital allocation cycle was indeed a mania—as many observers\ncontend—then it’s a pattern that occurs consistently and often in American\neconomic history.\n 11 Investor sentiment has mirrored this phenomenon: the initial\neuphoria that surrounded the industry has yielded to the prevailing pessimism.\n"
    },
    {
      "number": 6,
      "text": "Fill and Kill\n– 6 –\nFigure 5\nInternet Failures\nDot Com Death\n0\n50\n100\n150\n200\n250\n300\n350\n400\n450\nJan-98\nJul-98\nFeb-99\nAug-99\nMar-00\nOct-00\nApr-01\nDate\nNumber of Firms\nYear 2000\nSector\nNumber\nPercent\nContent\n60\n29%\nEcommerce\n109\n52%\nServices\n27\n13%\nInfrastructure\n14\n7%\nSource: WebMergers.com, CommScan and CSFB analysis.\nIn addition to an explosion in the number and variety of competitors, the early\nphases of an innovation launch often see detonation in the market value of public\nfirms. To illustrate, Figure 6 shows the remarkable similarity in price to sales\nratios for the illustrated biotechnology and Internet indexes.\n12\nBoth industries had uncertain adoption rates and impact on their end markets. In\nthe early phases, every company seemed a potential winner, with large yet\nuncertain market growth. Only the time frame is different: it was 1990-1991 for\nthe biotechnology companies, and August 1999 to the present for the Internet\ncompanies.\nBoth indexes swooned as the industry’s financial statements failed to show\ndemonstrable progress, dimming the initial tide of enthusiasm. The reality of the\ndrug discovery and distribution process sobered biotech investors, while Internet\nexpectations for Internet enthusiasts were tempered by the dubious traction of\nnew business models. However, for most investors the Internet “mania” is a more\nvivid example of excess not only because it was more recent, but also because\nits rise came faster and its fall came harder than previous boom/busts.\n"
    },
    {
      "number": 7,
      "text": "Fill and Kill\n– 7 –\nFigure 6\nValuation of Biotech and Internet Industry\nPrice to Sales Internet\n0\n200\n400\n600\n800\n1000\n1200\n1400\n1600\n1800\nDec-96\nJun-97\nJan-98\nJul-98\nFeb-99\nAug-99\nMar-00\nOct-00\nDate\nPSR\nPrice to Sales Biotechnology\n0\n200\n400\n600\n800\n1000\n1200\nDec-88\nMay-90\nSep-91\nJan-93\nJun-94\nOct-95\nMar-97\nDate\nPSR\nSource: CSFB analysis.\nPundits often deride the boom/bust phenomenon as “wasteful” and speculative\neven though it provides the necessary platform for future growth.\n13 Business\nfailure and consolidation is the result of companies unable to keep pace with an\naccelerated pace of technological change. However, at the end of the process a\nhandful of super competitors emerge, which continue to dominate the industry.\nFor example, both the disk drive and personal computer saw brutal competition\nas they matured, but the select few that managed to survive went on to create\nsatisfactory, if not significant, shareholder value.\n14\nLeading companies emerge from the crucible of intense competition equipped\nwith products and processes that can keep them a step ahead of their\ncompetition. These companies often prosper for many years following the critical\npoint in the industry shakeout.\nSurvivors—Shareholder Benefit\nInvestors are wise to look around for survivors at the end of a bust, because it is\npossible to generate attractive shareholder returns by holding a portfolio of\nsurviving companies.\nFor instance, an investment in the twelve hard disk drive original equipment\nmanufacturers that survived at the beginning of 1985 (after the first drop-off in\ncompetitors), held until June of 2000, resulted in an annual compound return of\n11%. In 1994 many thought that disk drive companies were the untouchables of\nthe investment world.\n15 Although not a market beating performance, the stocks\nachieved the return despite the fact that only 25% of the 12 firms survived in their\noriginal form over the investment period!\n"
    },
    {
      "number": 8,
      "text": "Fill and Kill\n– 8 –\nFigure 7\nDisk Drive Survivors\nMarket Capitalization (000)\nCompany\n12/31/84\n6/30/00\nHistory\nMiniscribe\n$51,720\nBankrupt assets purchased by Maxtor\nMasstor\n$51,786\nBankrupt\nRodime\n$53,095\nLicensing patents only\nIomega\n$106,068\n$1,100,000\nOngoing\nCipher Data\n$298,056\nAcquired by Archive Corporation\nComputer Memories\n$35,685\nAcquired by investory group\nOnyx + IMI\n$14,399\nAcquired by Corvus Systems Inc.\nSeagate\n$220,795\n12,000,000\nOngoing\nQuantum\n$199,836\nSplit into two tracking stocks\nDSS (Quantum)\n$1,400,000\nOngoing\nHDD (Quantum)\n$888,000\nOngoing\nMicropolis\n$43,826\nPurchased by Singapore Technologies\nPriam\n$77,682\nBankrupt assets purchased\nTandon\n$304,710\nAssets purchased by Western Digital\nTotal\n$1,457,658\n$15,388,000\nSource: “Capital Market Excesses and Competitive Strength,” Journal of Applied Corporate Finance.\nFurther, despite the brutal competition in an industry with little sustainable\ncompetitive advantage, investors would have generated a 21% compounded\nannual if they had sold their “winners” at peak prices. (See Figure 7).\nA less extreme example is the personal computer industry. Notwithstanding a\nsteep decline in the number of competitors by the end of the 1980’s, see Figure\n4, a basket of public company “survivors” yielded a compound return of 12%\nsince 1989 (see Figure 8).\n16 Selling the winners at their peak would have resulted\nin a 23% compound annual return. Again, this return is in the face of enormous\nchange, with many firms changing hands or exiting the computer manufacturing\nbusiness.\nFigure 8\nPersonal Computer Survivors\nMarket Capitalization (000,000)\nCompany\n1/1/89\n1/1/00\nHistory\nIBM\n$72,166\n$149,122\nIBM\nTandem Computers\n$1,610\n$4,044\nbought by Compaq\nSun Microsystems\n$1,194\n$89,712\nSUNW\nApollo Computer\n$311\n$469\nbought by Hewlett Packard\nPrime Computer\n$894\n$237\nbought by JH Whitney formed company\nHewlett-Packard\n$12,526\n$62,431\nHWP\nMAI Basic Four\n$74\n$3\nchanged to MAI Systems Corp. AMEX: NOW\nDigital Equipment\n$12,473\n$8,357\nDEC was bought by CPQ\nWang Laboratories\n$1,385\n$1,370\nChapter 11 reorganization in 1993\nCompaq\n$2,327\n$25,585\nCPQ\nCray Research\n$1,861\n$618\nsold to Silicon Graphics\nApple Computer\n$4,967\n$4,996\nAAPL\nIntergraph\n$1,167\n$297\nINGR\nUnisys\n$4,441\n$4,578\nUIS\nDell\n$133\n$62,600\nDELL\nTotal\n$117,528\n$414,419\nSource: Interactive Data & CSFB analysis.\n"
    },
    {
      "number": 9,
      "text": "Fill and Kill\n– 9 –\nThe essential point for investors is that even in industries with enormous ongoing\ncompetitive pressures, buying companies that have survived a major extinction\nevent increases the odds of investment success.\nAlthough there are important differences between disk drive firms, computer\nmanufacturers, and Internet companies, we think the above analysis is\ninformative. Often when the capital markets greet an innovation, there is a period\nof euphoria—“the Next Big Thing.” After an inevitable reversal, the hard work\nphase settles in. With respect to Internet related businesses we have entered the\nhard work stage where investors are in “show me” mode. Now that the Internet\nindustry has imploded, history and analogy suggest that it is time to sift through\nthe rubble and place bets on the survivors.\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager\nor co-manager of a public offering of securities for or makes a primary market in issues of any or all of the companies\nmentioned.\n"
    },
    {
      "number": 10,
      "text": "Fill and Kill.doc\nAMSTERDAM ..........31 20 5754 890\nATLANTA.................1 404 656 9500\nAUCKLAND ...............64 9 302 5500\nBALTIMORE ............1 410 223 3000\nBEIJING .................86 10 6410 6611\nBOSTON ..................1 617 556 5500\nBUDAPEST................36 1 202 2188\nBUENOS AIRES ....54 11 4394 3100\nCHICAGO.................1 312 750 3000\nFRANKFURT...............49 69 75 38 0\nGENEVA..................41 22 394 70 00\nHOUSTON................1 713 220 6700\nHONG KONG ............852 2101 6000\nLONDON................44 20 7888 8888\nMADRID..................34 91 423 16 00\nMELBOURNE ..........61 3 9280 1666\nMEXICO....................52 5 283 89 00\nMILAN..........................39 02 7702 1\nMOSCOW ................7 501 967 8200\nMUMBAI...................91 22 230 6333\nNEW YORK..............1 212 325 2000\nPALO ALTO.............1 650 614 5000\nPARIS .....................33 1 40 76 8888\nPASADENA .............1 626 395 5100\nPHILADELPHIA.......1 215 851 1000\nPRAGUE................420 2 210 83111\nSAN FRANCISCO... 1 415 836 7600\nSÃO PAULO ......... 55 11 3841 6000\nSEOUL .................... 82 2 3707 3700\nSHANGHAI............ 86 21 6881 8418\nSINGAPORE ................ 65 538 6322\nSYDNEY.................. 61 2 8205 4400\nTAIPEI ................... 886 2 2715 6388\nTOKYO.................... 81 3 5404 9000\nTORONTO............... 1 416 352 4500\nVIENNA ..................... 43 1 512 3023\nWARSAW................ 48 22 695 0050\nWELLINGTON........... 64 4 474 4400\nZUG ........................ 41 41 727 97 00\nZURICH .................... 41 1 333 55 55\nCopyright Credit Suisse First Boston, and its subsidiaries and affiliates, 2000.  All rights reserved.\nThis report is not directed to, or intended for distribution to or use by, any person or entity who is a citizen or resident of or located in any locality, state, country or\nother jurisdiction where such distribution, publication, availability or use would be contrary to law or regulation or which would subject Credit Suisse First Boston or its\nsubsidiaries or affiliates (collectively \"CSFB\") to any registration or licensing requirement within such jurisdiction. All material presented in this report, unless\nspecifically indicated otherwise, is under copyright to CSFB. None of the material, nor its content, nor any copy of it, may be altered in any way, transmitted to, or\ndistributed to any other party, without the prior express written permission of CSFB. All trademarks, service marks and logos used in this report are trademarks or\nservice marks or registered trademarks or service marks of CSFB.\nThe information, tools and material presented in this report are provided to you for information purposes only and are not to be used or considered as an offer or the\nsolicitation of an offer to sell or to buy or subscribe for securities or other financial instruments. CSFB has not taken any steps to ensure that the securities referred to\nin this report are suitable for any particular investor.\nInformation and opinions presented in this report have been obtained or derived from sources believed by CSFB to be reliable, but CSFB makes no representation as\nto their accuracy or completeness and CSFB accepts no liability for loss arising from the use of the material presented in this report where permitted by law and/or\nregulation. This report is not to be relied upon in substitution for the exercise of independent judgment. CSFB may have issued other reports that are inconsistent\nwith, and reach different conclusions from, the information presented in this report. Those reports reflect the different assumptions, views and analytical methods of\nthe analysts who prepared them.\nCSFB may, to the extent permitted by law, participate or invest in financing transactions with the issuer(s) of the securities referred to in this report, perform services\nfor or solicit business from such issuers, and/or have a position or effect transactions in the securities or options thereon. In addition, it may make markets in the\nsecurities mentioned in the material presented in this report. CSFB may, to the extent permitted by law, act upon or use the information or opinions presented herein,\nor the research or analysis on which they are based, before the material is published. CSFB may have, within the last three years, served as manager or co-manager\nof a public offering of securities for, or currently may make a primary market in issues of, any or all of the companies mentioned in this report. Additional information is\navailable on request.\nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied, is made regarding\nfuture performance. Information, opinions and estimates contained in this report reflect a judgment at its original date of publication by CSFB and are subject to\nchange. The value and income of any of the securities or financial instruments mentioned in this report can fall as well as rise, and is subject to exchange rate\nfluctuation that may have a positive or adverse effect on the price or income of such securities or financial instruments. Investors in securities such as ADRs, the\nvalues of which are influenced by currency fluctuation, effectively assume this risk.\nStructured securities are complex instruments, typically involve a high degree of risk and are intended for sale only to sophisticated investors who are capable of\nunderstanding and assuming the risks involved. The market value of any structured security may be affected by changes in economic, financial and political factors\n(including, but not limited to, spot and forward interest and exchange rates), time to maturity, market conditions and volatility, and the credit quality of any issuer or\nreference issuer. Any investor interested in purchasing a structured product should conduct its own investigation and analysis of the product and consult with its own\nprofessional advisers as to the risks involved in making such a purchase.\nThis report is distributed in Europe by Credit Suisse First Boston (Europe) Limited, which is regulated in the United Kingdom by The Securities and Futures Authority\n(“SFA”). It is not for distribution to private customers as defined by the rules of The SFA. This report is distributed in the United States by Credit Suisse First Boston\nCorporation; in Canada by Credit Suisse First Boston Securities Canada, Inc.; in Brazil by Banco de Investimentos Credit Suisse First Boston Garantia S.A.; in Japan\nby Credit Suisse First Boston Securities (Japan) Limited; elsewhere in Asia/Pacific by Credit Suisse First Boston (Hong Kong) Limited;. Credit Suisse First Boston\nAustralia Equities Limited; Credit Suisse First Boston NZ Securities Limited, Credit Suisse First Boston Singapore Branch and elsewhere in the world by an\nauthorized affiliate.\nIn jurisdictions where CSFB is not already registered or licensed to trade in securities, transactions will only be effected in accordance with applicable securities\nlegislation, which will vary from jurisdiction to jurisdiction and may require that the trade be made in accordance with applicable exemptions from registration or\nlicensing requirements. Non-U.S. customers wishing to effect a transaction should contact a CSFB entity in their local jurisdiction unless governing law permits\notherwise. U.S. customers wishing to effect a transaction should do so only by contacting a representative at Credit Suisse First Boston Corporation in the U.S.\n"
    },
    {
      "number": 11,
      "text": "LCD4/AVM/Disclaime\n                                                          \n1 Michael E. Porter, “The Internet and Strategy”, Harvard Business Review, February 2001.\n2 Jeff Bezos at the 1999 Internet Summit, quoted in Julie Rawe, “Doom Stalks the Dotcoms,” Time, April 17, 2000.\n3 See Extinction: Bad Genes or Bad Luck by David M. Raup, W.W. Norton, 1991, pp. 32-33.\n4 See Signs of Life by Ricard Sole and Brian Goodwin, Basic Books, 2000, pp. 275.\n5 As we know from a mountain of growing research, nature is a self-organizing system. It is never truly in “balance”\nbut is organized in a poised state —the critical state— where nonlinear outcomes are the norm. Nonlinearity simply\nmeans that effect is not proportional to cause. Such a system is not optimal in terms of resource allocation, as evidenced\nby the sheer number of phyla that emerged during the Cambrian period. In similar fashion, the economy is a self-\norganizing system.\n6 See Biodiversity Dynamics by M. Mckinney and J. Drake, Columbia University Press, 1998.\n7 See “Species, Speciation and the Environment,” by Niles Eldredge:\nhttp://www.actionbioscience.org/evolution/eldredge.html. Although not specifically addressed by Eldredge, one\ninteresting consequence of the self-organized criticality seen in nature is that catastrophes (including massive\nextinction) can occur for no reason whatsoever.\n8 Detroit began to manufacture all steel enclosed bodies and large color picture tubes were the catalyst for the demise of\nmany competitors in the television business.\n9 See “Innovation and Markets,” by Michael Mauboussin and Alex Schay, Credit Suisse First Boston, December, 2000.\n10 See Webmergers.com “Webmergers Special Report IIX-Dot Com Shutdowns,” January 3, 2001.\n11 See Mastering the Dynamics of Innovation by James M. Utterback, Harvard Business School Press, 1996.\n12 A Factset biotechnology database was employed consisting of 224 companies; a Factset Internet database was\nemployed consisting of 724 companies.\n13 See “It’s a Manic, Manic World,” by Jerry Useem, Fortune, December 18, 2000.\n14 See “An Analysis of Product Lifetimes in a Technologically Dynamic Industry,” by Barry Bayus, Management\nScience, June 1998.\n15 See “Capital Market Excesses and Competitive Strength: The Case of the Hard Disk Drive Industry 1984-2000,” by\nWilliam D. Bygrave, Julian E. Lange, J. R. Roedel, Gary Wu, Journal of Applied Corporate Finance\n16 Public minicomputer manufacturers from the Electronic Business Magazine annual survey of 1989 were taken\n(Computer Industry Almanac 1990) and total returns were calculated. In 1989 a significant industry shakeout had\noccurred (see Figure 4) as manufacturers solidified their designs.\n"
    }
  ]
}