{
  "filename": "2002_a_tail_of_two_worlds__fat_tails_and_investing.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423213955-07'00'",
    "modDate": "D:20240423214011-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "“[Victor Niederhoffer] looked at markets as a casino where people act as gamblers and where\ntheir behavior can be understood by studying gamblers. He regularly made small amounts of\nmoney trading on that theory. There was a flaw in his approach, however. If there is a…tide...he\ncan be seriously hurt because he doesn’t have a proper fail-safe mechanism.”\nGeorge Soros\nSoros on Soros (1995)1\n“In statistical terms, I figure I have traded about 2 million contracts…with an average profit of\n$70 per contract. This average profit is approximately 700 standard deviations away from\nrandomness, a departure that that would occur by chance alone about as frequently as the\nspare parts in an automotive salvage lot might spontaneously assemble themselves into a\nMcDonald’s restaurant.”\nVictor Niederhoffer\nThe Education of a Speculator (1997)2\n“On Wednesday Niederhoffer told investors in three hedge funds he runs that their stakes had\nbeen ‘wiped out’ Monday by losses that culminated from three days of falling stock prices and\nbig hits earlier this year in Thailand.”\nDavid Henry\nUSA Today (October 30, 1997)\n“Much of the real world is controlled as much by the ‘tails’ of distributions as by means or\naverages: by the exceptional, not the mean; by the catastrophe, not the steady drip; by the very\nrich, not the ‘middle class.’ We need to free ourselves from ‘average’ thinking.”\nPhilip Anderson\nNobel Prize Recipient, Physics\nSome Thoughts About Distribution in Economics 3\nExperience Versus Exposure\nIn his 2001 letter to shareholders, Warren Buffett distinguishes between experience and\nexposure. Although Buffett’s comments are in the context of Berkshire Hathaway’s insurance\nbusiness, his point is valid for any exercise with subjective probabilities. Experience, of course,\nlooks to the past and considers the probability of future outcomes based on occurrence of\nhistorical events. Exposure, on the other hand, considers the likelihood—and potential risk—of\nan event that history (especially recent history) may not reveal. Buffett argues that in 2001 the\ninsurance industry assumed huge terrorism risk without commensurate premium because it was\nfocused on experience, not exposure.\nInvestors, too, must discern between experience and exposure. The high-profile failures of Long\nTerm Capital Management and Victor Niederhoffer give witness to this point. Remarkably,\nhowever, standard finance theory does not easily accommodate extreme events. Financial\neconomists generally assume that stock price changes are random, akin to the motion of pollen\nin water as molecules bombard it.4\nMichael J. Mauboussin\n212-325-3108\nmichael.mauboussin@csfb.com\nKristen Bartholdson\n212-325-2788\nkristen.bartholdson@csfb.com\nApril 9, 2002\nVolume 1, Issue 7\nA Tail of Two Worlds\nFat Tails and Investing\n"
    },
    {
      "number": 2,
      "text": "Page 2\nIn a triumph of modeling convenience over empirical results, finance theory treats prices changes as independent,\nidentically distributed variables and generally assumes that the distribution of returns is normal, or lognormal. The\nvirtue of these assumptions is that investors can use probability calculus to understand the distribution’s mean and\nvariance, and can therefore anticipate various percentage price changes with statistical accuracy. The good news\nis that these assumptions are reasonable for the most part. The bad news, as physicist Phil Anderson notes\nabove, is that the tails of the distribution often control the world.\nTell Tail\nNormal distributions are the bedrock of finance, including the random walk, capital asset pricing, value-at-risk, and\nBlack-Scholes models. Value-at-risk (VaR) models, for example, attempt to quantify how much loss a portfolio may\nsuffer with a given probability. While there are various forms of VaR models, a basic version relies on standard\ndeviation as a measure of risk. Given a normal distribution, it is relatively straightforward to measure standard\ndeviation, and hence risk. However, if price changes are not normally distributed, standard deviation can be a very\nmisleading proxy for risk.5\nIn fact the research, some done as long as 40 years ago, shows that price changes do not follow a normal\ndistribution. Figure 1 shows the frequency distribution of S&P 500 daily returns from January 1979 to March 2002\nand a normal distribution derived from the data. Figure 2 highlights the difference between the actual returns and\nthe normal distribution. Analysis of different asset classes and time horizons yield similar results. 6 The figures\nshow that:\n• \nSmall changes appear more frequently than the normal distribution predicts.\n• \nThere are less medium-sized changes than the model implies (roughly 0.5 to 2.0 standard deviations).\n• \nThere are fatter tails than what the standard model suggests. This means that there are a greater-\nthan-expected number of large changes.\nFigure 1: Frequency Distribution of the S&P 500 Daily Returns (1979-2002)\nFrequency Distribution of S&P 500 Daily Returns\nJanuary 1, 1979 - March 22, 2002\n0.0%\n1.0%\n2.0%\n3.0%\n4.0%\n5.0%\n6.0%\n-10\n-9\n-8\n-7\n-6\n-5\n-4\n-3\n-2\n-1\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nStandard Deviation\nFrequency\n"
    },
    {
      "number": 3,
      "text": "Page 3\nFigure 2: Frequency Difference\nFrequency Difference: Normal versus Actual Daily Returns\nJanuary 1, 1979 - March 22, 2002\n-1.00%\n-0.50%\n0.00%\n0.50%\n1.00%\n1.50%\n2.00%\n2.50%\n3.00%\n3.50%\n-10\n-9\n-8\n-7\n-6\n-5\n-4\n-3\n-2\n-1\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nStandard Deviation\nDifference in Frequency\nThe fat tails, in particular, warrants additional comment. These extreme value changes happen considerably more\nfrequently than the standard model suggests, and can have a substantial influence on portfolio performance—\nespecially for leveraged portfolios. For example, during the October 1987 crash, which we excluded from our\nfigures for presentation purposes, the S&P 500 plummeted over 20%, a change that is 19 standard deviations from\nthe mean. Roger Lowenstein notes:\n“Economists later figured that, on the basis of the market’s historical volatility, had the market\nbeen open every day since the creation of the Universe, the odds would still have been against\nits falling that much in a single day. In fact, had the life of the Universe been repeated one billion\ntimes, such a crash would still have been theoretically ‘unlikely’.” 7\nThe pattern of many small events and few large events is not unique to asset prices. Indeed it is a signature of\nsystems in the state of “self-organized criticality.” Self-organization is the result of interaction between individual\nagents (in this case investors) and requires no leadership. A critical state is one where small perturbations can\nlead to events of many types. Self-organized criticality marks systems as varied as earthquakes, extinction events,\nand traffic jams.8\nIs there a mechanism that can help explain these episodic lunges? We think so. As we have noted in previous\nreports, markets tend to function well when a sufficient number of diverse investors interact.9 Conversely, markets\ntend to become fragile when this diversity breaks down and investors act in a similar way (this can also result from\nsome investors withdrawing). A burgeoning literature on herding addresses this phenomenon. Herding is when a\nlarge group of investors make the same choice based on the observations of others, independent of the own\nknowledge. Information cascades, another good illustration of a self-organized critical system, are closely linked to\nherding.10\nWhat Fat Tails Mean for Investors\nO.K. Big changes in prices appear more frequently than they are supposed to. What does this mean for investors\nfrom a practical standpoint? We believe there are a few important implications:\n• \nCause and effect thinking. One of the essential features of self-organized critical systems is that the size of\nthe perturbation and resulting event may not be linearly linked. Sometimes small-scale inputs can lead to\nlarge-scale events. This dashes the hope of finding causes for all effects. For example, in a widely cited\n1989 paper, Cutler, Poterba, and Summers review the 50 largest post-war moves in the S&P 500 Index\nand the “causes”, as reported by the New York Times the subsequent day. They summarize:\n“On most of the sizable return days…the information that the press cites as the cause of the market move\nis not particularly important. Press reports on subsequent days also fail to reveal any convincing accounts\nof why future profits or discount rates might have changed.” 11\n"
    },
    {
      "number": 4,
      "text": "Page 4\n• \nRisk and reward. The standard model for assessing risk, the capital asset pricing model, assumes a\nlinear relationship between risk and reward. In contrast, nonlinearity is endogenous to self-organized\ncritical systems like the stock market. Investors must bear in mind that finance theory stylizes the\nreal world data. That the academic and investment community so frequently talk about events five or\nmore standard deviations from the mean should be a sufficient indication that the widely used\nstatistical measures are inappropriate for the markets.\n• \nPortfolio construction. Investors that design portfolios using standard statistical measures may\nunderstate risk (experience versus exposure). This concern is especially pronounced for portfolios\nthat use leverage to enhance returns. Many of the most spectacular failures in the hedge fund world\nhave been the direct result of fat tail events. Investors need to take these events into consideration\nwhen constructing portfolios.\nA useful means to navigate a fat-tailed world is to first measure the current expectations underlying an asset\nprice, and then contemplate various ranges of value outcomes and their associated probabilities. This\nprocess allows investors to give some weight to potential fat tail events.12\nStandard finance theory has advanced our understanding of markets immensely. But some of the theory’s\nfoundational assumptions are not borne out by market facts. Investors must be aware of the discrepancies\nbetween the theory and reality and adjust their thinking (and portfolios) accordingly.\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager or co-manager of\na public offering of securities for or makes a primary market in issues of any or all of the companies mentioned.\n_____________________________\n1 George Soros, Soros on Soros (New York: John Wiley & Sons, 1995), 17.\n2 Victor Niederhoffer, The Education of a Speculator (New York: John Wiley & Sons, 1997), ix.\n3 Philip W. Anderson, “Some Thoughts About Distribution in Economics,” in W. B. Arthur, S. N. Durlaf and D.A. Lane, eds., The\nEconomy as an Evolving Complex System II (Reading, MA: Addison-Wesley, 1997), 566.\n4 This process is know as Brownian motion. Albert Einstein pointed out that this motion is caused by random bombardment of heat\nexcited water molecules on the pollen.\n5 See http://www.gloriamundi.org/var/varintro.htm.\n6 Edgar E. Peters, Fractal Market Analysis (New York: John Wiley & Sons, 1994), 21-27.\n7 Roger Lowenstein, When Genius Failed: The Rise and Fall of Long-Term Capital Management (New York: Random House, 2000),\n72. Lowenstein is quoting Jens Carsten Jackwerth and Mark Rubinstein, “Recovering Probability Distributions from Option Prices,” The\nJournal of Finance, 51, no. 5, December 1996, 1612. Jackwerth and Rubinstein note that assuming annualized volatility of 20% for the\nmarket and a lognormal distribution, the 29% drop in the S&P 500 futures was a 27 standard deviation event, with a probability of 10-160.\n8 Per Bak, How Nature Works (New York: Springer-Verlag, 1996).\n9 Michael J. Mauboussin and Kristen Bartholdson, ’’A Process for Outperformance,” The Consilient Observer, 1, no. 6, Credit Suisse\nFirst Boston Equity Research, March 26, 2002.\n10 Sushil Bikhchandani and Sunil Sharma, “Herd Behavior in Financial Markets,” IMF Staff Papers, 47, no. 3, 2001. See\nhttp://www.imf.org/External/Pubs/FT/staffp/2001/01/bikhchan.htm.\n11 David M. Cutler, James M. Poterba, and Lawrence H. Summers, “What Moves Stock Prices?” The Journal of Portfolio Management,\nSpring 1989.\n12 Michael S. Gibson, “Incorporating Event Risk into Value-at-Risk” The Federal Reserve Board Finance and Economics Discussion\nSeries, 2001-17, February 2001. See http://www.federalreserve.gov/pubs/feds/2001/200117/200117abs.html.\n"
    },
    {
      "number": 5,
      "text": "Page 5\nAMSTERDAM............... 31 20 5754 890\nATLANTA ......................1 404 656 9500\nAUCKLAND.....................64 9 302 5500\nBALTIMORE..................1 410 223 3000\nBANGKOK..........................62 614 6000\nBEIJING.......................86 10 6410 6611\nBOSTON........................1 617 556 5500\nBUDAPEST .....................36 1 202 2188\nBUENOS AIRES..........54 11 4394 3100\nCHICAGO ......................1 312 750 3000\nFRANKFURT....................49 69 75 38 0\nHOUSTON .....................1 713 220 6700\nHONG KONG..................852 2101 6000\nJOHANNESBURG..........27 11 343 2200\nKUALA LUMPUR.........603 2143 0366\nLONDON...................44 20 7888 8888\nMADRID .....................34 91 423 16 00\nMELBOURNE .............61 3 9280 1888\nMEXICO CITY ..............52 5 283 89 00\nMILAN .............................39 02 7702 1\nMOSCOW....................7 501 967 8200\nMUMBAI......................91 22 230 6333\nNEW YORK.................1 212 325 2000\nPALO ALTO................1 650 614 5000\nPARIS........................33 1 53 75 85 00\nPASADENA ................1 626 395 5100\nPHILADELPHIA..........1 215 851 1000\nPRAGUE ...................420 2 210 83111\nSAN FRANCISCO...... 1 415 836 7600\nSÃO PAULO ............ 55 11 3841 6000\nSEOUL ....................... 82 2 3707 3700\nSHANGHAI............... 86 21 6881 8418\nSINGAPORE ................... 65 212 2000\nSYDNEY..................... 61 2 8205 4433\nTAIPEI ...................... 886 2 2715 6388\nTOKYO....................... 81 3 5404 9000\nTORONTO.................. 1 416 352 4500\nWARSAW................... 48 22 695 0050\nWASHINGTON........... 1 202 354 2600\nWELLINGTON.............. 64 4 474 4400\nZURICH ....................... 41 1 333 55 55\nCopyright Credit Suisse First Boston, and its subsidiaries and affiliates, 2002. All rights reserved.\nThis report is not directed to, or intended for distribution to or use by, any person or entity who is a citizen or resident of or located in any locality, state, country or other jurisdiction where such\ndistribution, publication, availability or use would be contrary to law or regulation or which would subject Credit Suisse First Boston or its subsidiaries or affiliates (collectively \"CSFB\") to any registration\nor licensing requirement within such jurisdiction. All material presented in this report, unless specifically indicated otherwise, is under copyright to CSFB. None of the material, nor its content, nor any\ncopy of it, may be altered in any way, transmitted to, copied or distributed to any other party, without the prior express written permission of CSFB. All trademarks, service marks and logos used in this\nreport are trademarks or service marks or registered trademarks or service marks of CSFB.\nThe information, tools and material presented in this report are provided to you for information purposes only and are not to be used or considered as an offer or the solicitation of an offer to sell or to\nbuy or subscribe for securities or other financial instruments. CSFB may not have taken any steps to ensure that the securities referred to in this report are suitable for any particular investor. The\ncontents of this report does not constitute investment advice to any person and CSFB will not treat recipients as its customers by virtue of their receiving the report.\nInformation and opinions presented in this report have been obtained or derived from sources believed by CSFB to be reliable, but CSFB makes no representation as to their accuracy or completeness\nand CSFB accepts no liability for loss arising from the use of the material presented in this report unless such liability arises under specific statutes or regulations. This report is not to be relied upon in\nsubstitution for the exercise of independent judgment. CSFB may have issued other reports that are inconsistent with, and reach different conclusions from, the information presented in this report.\nThose reports reflect the different assumptions, views and analytical methods of the analysts who prepared them.\nCSFB may, to the extent permitted by law, participate or invest in financing transactions with the issuer(s) of the securities referred to in this report, perform services for or solicit business from such\nissuers, and/or have a position or effect transactions in the securities or options thereon. In addition, it may make markets in the securities mentioned in the material presented in this report. CSFB\nmay, to the extent permitted by law, act upon or use the information or opinions presented herein, or the research or analysis on which they are based, before the material is published. CSFB may\nhave, within the last three years, served as manager or co-manager of a public offering of securities for, or currently may make a primary market in issues of, any or all of the companies mentioned in\nthis report. Additional information is available on request.\nSome investments referred to in the research will be offered solely by a single entity and in the case of some investments solely by CSFB, or an associate of CSFB.\nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied, is made regarding future performance. Information,\nopinions and estimates contained in this report reflect a judgement at its original date of publication by CSFB and are subject to change. The price, value of and income from any of the securities or\nfinancial instruments mentioned in this report can fall as well as rise. The value of securities and financial instruments is subject to exchange rate fluctuation that may have a positive or adverse effect\non the price or income of such securities or financial instruments. Investors in securities such as ADR’s, the values of which are influenced by currency volatility, effectively assume this risk.\nStructured securities are complex instruments, typically involve a high degree of risk and are intended for sale only to sophisticated investors who are capable of understanding and assuming the risks\ninvolved. The market value of any structured security may be affected by changes in economic, financial and political factors (including, but not limited to, spot and forward interest and exchange\nrates), time to maturity, market conditions and volatility, and the credit quality of any issuer or reference issuer. Any investor interested in purchasing a structured product should conduct their own\ninvestigation and analysis of the product and consult with their own professional advisers as to the risks involved in making such a purchase.\nSome investments discussed in the research may have a high level of volatility. High volatility investments may experience sudden and large falls in their value causing losses when that investment is\nrealised. Those losses may equal your original investment. In the case of some investments the potential losses may exceed the amount of initial investment, in such circumstances you may be\nrequired to pay more money to support those losses. Income yields from investments may fluctuate and in consequence initial capital paid to make the investment may be used as part of that income\nyield.\nSome investments may not be readily realisable and it may be difficult to sell or realise those investments, similarly it may prove difficult for you to obtain reliable information about the value, or risks, to\nwhich such an investment is exposed. The investments and services contained or referred to in this report may not be suitable for you, it is recommended you consult an independent investment\nadvisor if you are in doubt about those investments or investment services. Nothing in this report constitutes investment, legal, accounting or tax advice nor a representation that any investment or\nstrategy is suitable or appropriate to your individual circumstances. Nothing in the report constitutes a personal recommendation to you. CSFB does not advise on the tax consequences of investments.\nYou are advised to contact an independent tax adviser. Please note the bases and levels of taxation may change.\nThis report may contain hyperlinks to websites. CSFB has not reviewed the linked site and takes no responsibility for the content contained therein. The link is provided solely for your convenience and\ninformation and the content of the linked site does not in any way form part of this document. Following the link through this report or CSFB’s website shall be at your own risk.\nThis report is issued in Europe by Credit Suisse First Boston (Europe) Limited, which is regulated in the United Kingdom by The Securities and Futures Authority (“SFA”). This report is being distributed\nin Europe by Credit Suisse First Boston (Europe) Limited, in the United States by Credit Suisse First Boston Corporation; in Switzerland by Credit Suisse First Boston; in Canada by Credit Suisse First\nBoston Securities Canada, Inc.; in Brazil by Banco de Investimentos Credit Suisse Boston Garantia S.A; in Japan by Credit Suisse First Boston Securities (Japan) Limited; elsewhere in Asia by Credit\nSuisse First Boston (Hong Kong) Limited, Credit Suisse First Boston Australia Equities Limited, Credit Suisse First Boston NZ Securities Limited, Credit Suisse First Boston (Thailand) Limited, CSFB\nResearch (Malaysia) Sdn Bhd, Credit Suisse First Boston Singapore Branch and elsewhere in the world by an authorised affiliate. Research on Taiwanese securities produced by Credit Suisse First\nBoston, Taipei Branch has been prepared and/or reviewed by a registered Senior Business Person.\nIn jurisdictions where CSFB is not already registered or licensed to trade in securities, transactions will only be effected in accordance with applicable securities legislation, which will vary from\njurisdiction to jurisdiction and may require that the trade be made in accordance with applicable exemptions from registration or licensing requirements. Non-U.S. customers wishing to effect a\ntransaction should contact a CSFB entity in their local jurisdiction unless governing law permits otherwise. U.S. customers wishing to effect a transaction should do so only by contacting a\nrepresentative at Credit Suisse First Boston Corporation in the U.S.\nPlease note that this research was originally prepared and issued by CSFB for distribution to their market professional and institutional investor customers. Recipients who are not market professional\nor institutional investor customers of CSFB should seek the advice of their independent financial advisor prior to taking any investment decision based on this report or for any necessary explanation of\nits contents\n"
    }
  ]
}