{
  "filename": "2002_measuring_the_moat__assessing_the_magnitude_and_sustainability_of_value_creation.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423214202-07'00'",
    "modDate": "D:20240423214217-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \nEquity Research \n16 December 2002\nAmericas/United States \nStrategy\nInvestment Strategy\nAssessing the Magnitude and \nSustainability of Value Creation \nIllustration by Sente Corporation. \n \n• Sustainable value creation is of prime interest to investors who seek to \nanticipate expectations revisions.  \n• This report develops a systematic way to explain the factors behind a \ncompany’s economic moat.   \n• We cover industry analysis, firm-specific analysis, and firm interaction. \nInvestors should assume that CSFB is seeking or will seek investment banking or other business from the covered \ncompanies. \nFor important disclosure information regarding the Firm's ratings system, valuation methods and potential conflicts of interest, \nplease visit the website at www.csfb.com/researchdisclosures or call +1 (877) 291-2683. \n \n \nresearch team \nMichael J. Mauboussin \n212 325 3108 \nmichael.mauboussin@csfb.com \nKristen Bartholdson \n212 325 2788 \nkristen.bartholdson@csfb.com \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 2,
      "text": "Measuring the Moat \n16 December 2002 \n \n2 \n \n \nExecutive Summary   \n \n• Sustainable value creation has two dimensions—how much economic profit a \ncompany earns and how long it can earn excess returns. Both are of prime interest to \ninvestors and corporate executives. \n• Sustainable value creation is rare. Competitive forces—including innovation—drive \nreturns toward the cost of capital. Investors should be careful about how much they \npay for future value creation.   \n• Warren Buffett consistently emphasizes that he wants to buy businesses with \nprospects for sustainable value creation. He suggests that buying a business is like \nbuying a castle surrounded by a moat—a moat that he wants to be deep and wide to \nfend off all competition. According to Buffett, economic moats are almost never stable; \ncompetitive forces assure that they’re either getting a little bit wider or a little bit \nnarrower every day. This report seeks to develop a systematic way to explain the \nfactors that determine a company’s moat. \n• Companies and investors use competitive strategy analysis for two very different \npurposes. Companies try to generate returns above the cost of capital, while investors \ntry to anticipate revisions in expectations for financial performance that enable them to \nearn returns above their opportunity cost of capital. If a company’s share price already \ncaptures its prospects for sustainable value creation, investors should expect to earn \na risk-adjusted market return. \n• Studies suggest that industry factors dictate about 10-20% of the variation of a firm’s \neconomic profitability, and that firm-specific effects represent another 20-40%. So a \nfirm’s strategic positioning has a significant influence on the long-term level of its \neconomic profits. \n• Industry analysis is the appropriate place to start an investigation into sustainable \nvalue creation. We recommend getting a lay of the land—understanding the players, a \nreview of profit pools, and industry stability—followed by a five-forces analysis and an \nassessment of the likelihood of disruptive technologies.  \n• A clear understanding of how a company creates shareholder value is core to \nunderstanding sustainable value creation. We define three broad sources of added \nvalue: production advantages, consumer advantages, and external (i.e., government) \nadvantages. \n• How firms interact with one another plays an important role in shaping sustainable \nvalue creation. We not only consider how companies interact with their competitors \nthrough game theory, but also how companies can co-evolve as complementors. \n• Brands do not confer competitive advantage in and of themselves. Brands only add \nvalue if they increase customer willingness to pay or if they reduce the cost to provide \nthe good or service.   \n• We provide a complete checklist of questions to guide the strategic analysis (see \nAppendix A). \n"
    },
    {
      "number": 3,
      "text": "Measuring the Moat \n16 December 2002 \n \n3 \n \n \nIntroduction \nIdeally, corporate managers try to allocate resources so as to generate attractive long-\nterm returns on investment. Similarly, investors try to buy the stocks of companies that \nare likely to exceed embedded financial expectations. In both cases, sustainable value \ncreation is of prime interest.  \nWhat exactly is sustainable value creation? We can think of it across two dimensions. \nFirst is the magnitude of returns in excess of the cost of capital that a company can, or \nwill, generate. Magnitude considers not only the return on investment but also how \nmuch a company can invest at an above-cost-of-capital rate. Corporate growth only \ncreates value when a company generates returns on investment that exceed the cost of \ncapital. \nThe second dimension of sustainable value creation is how long a company can earn \nreturns in excess of the cost of capital. This concept is also known as fade rate, \ncompetitive advantage period (CAP), value growth duration, and T.1 Despite the \nunquestionable significance of this longevity dimension, researchers and investors give \nit scant attention. \nHow does sustainable value creation differ from the more popular sustainable \ncompetitive advantage? A company must have two characteristics to claim that it has a \ncompetitive advantage. The first is that it must generate, or have an ability to generate, \nreturns in excess of the cost of capital. Second, the company must earn a higher rate of \neconomic profit than the average of its competitors.2 \nAs our focus is on sustainable value creation, we want to understand a company’s \neconomic performance relative to the cost of capital, not relative to its competitors \n(although these are intimately linked, as we will see). If sustainable value creation is \nrare, then sustainable competitive advantage is even more rare, given that it requires a \ncompany to perform better than its peers. \nWe can visualize sustainable value creation by looking at a company’s competitive life \ncycle. (See Exhibit 1.) Companies are generally in one of four phases (see Appendix B \nfor a breakdown by industry): \n• \nInnovation. Young companies typically see sharp increases in return on \ninvestment and significant investment opportunities. This is a period of rising \nreturns and heavy investment. \n• \nFading returns. High returns attract competition, generally causing economic \nreturns to gravitate toward the cost of capital. In this phase, companies still earn \nexcess returns, but the return trajectory is down, not up. Investment needs also \nmoderate. \n• \nMature. In this phase, the product markets are in competitive equilibrium. As a \nresult, companies here earn their cost of capital on average, but competition \nwithin the industry assures that aggregate returns are no higher. Investment \nneeds continue to moderate. \n• \nSubpar. Competitive forces often drive returns below the cost of capital, \nrequiring companies to restructure. These companies often improve returns by \nshedding assets, shifting their business model, reducing investment levels, or \nputting themselves up for sale. Alternatively, these companies can distribute \ntheir assets through a bankruptcy filing. \n"
    },
    {
      "number": 4,
      "text": "Measuring the Moat \n16 December 2002 \n \n4 \n \nExhibit 1: A Firm’s Competitive Life Cycle \nIncreasing Returns\n& High Reinvestment\nAbove-Average\nbut Fading Returns\nBelow-Average\nReturns\nAverage\nReturns\nHigh Innovation\nFading Returns\nMature\nNeeds Restructuring\nEconomic\nReturn\nDiscount Rate\n(Required\nRate of Return)\nReinvestment\nRates\nIncreasing Returns\n& High Reinvestment\nAbove-Average\nbut Fading Returns\nBelow-Average\nReturns\nAverage\nReturns\nHigh Innovation\nFading Returns\nMature\nNeeds Restructuring\nEconomic\nReturn\nDiscount Rate\n(Required\nRate of Return)\nReinvestment\nRates\nSource: CSFB estimates. \nOne of the central themes of this analysis is that competition drives a company’s return \non investment toward the opportunity cost of capital. This theme is based on \nmicroeconomic theory and is quite intuitive. It predicts that companies generating high \neconomic returns will attract competitors willing to take a lesser, albeit still attractive, \nreturn which will drive down aggregate industry returns to the opportunity cost of capital. \nResearchers have empirically documented this prediction.3 To achieve sustainable \nvalue creation, companies must defy the very powerful force of reversion to the mean. \nRecent research on the rate of mean reversion reveals a couple of important points. \nFirst, the time that an average company can sustain excess returns is shrinking.4 This \nreduction in sustainable value creation reflects the greater pace of innovation and a shift \nin the composition of public companies (i.e., today there are more young public \ncompanies than 25 years ago). Second, reinvestment rates and the variability of \neconomic returns help explain the rate of fade.5 For example, a company that generates \nhigh returns while investing heavily signals an attractive opportunity to both existent and \npotential competitors. Success sows the seeds of competition. \nWhy is sustainable value creation so important for investors? To start, investors pay for \nvalue creation. Exhibit 2 provides a very simple proxy for how much value creation \ninvestors have anticipated for the S&P 500 since 1980. We establish a baseline value \nby simply capitalizing the last four quarters of operating net income for the S&P 500 by \nan estimate of the cost of equity capital.6 We attribute any value above and beyond this \nbaseline value to future expected value creation. The exhibit shows that over one-third \nof the value of the S&P 500 reflects anticipated value creation, a ratio that has \nincreased in recent decades. \n"
    },
    {
      "number": 5,
      "text": "Measuring the Moat \n16 December 2002 \n \n5 \n \nExhibit 2: Rolling Four-Quarter Anticipated Value Creation \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n1980\n1981\n1982\n1983\n1984\n1985\n1986\n1987\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\nAnticipated Value Creation\nSource: Standard and Poor’s, Aswath Damodaran, CSFB estimates. \nMore significant, sustained value creation is an important source for potential \nexpectations revisions. At this point, we must draw a critical distinction between product \nmarkets—the markets for the goods and services that companies produce—and capital \nmarkets. Companies seek to understand the industry and competitive landscape so as \nto make decisions and allocate resources in a way that maximizes long-term economic \nprofits. In contrast, investors seek to understand whether or not the expectations \nreflected in today’s price are likely to be revised up or down. \nSo companies and investors both use competitive strategy analysis, but for two very \ndifferent purposes. Companies try to generate returns above the cost of capital, while \ninvestors try to anticipate revisions in expectations. If a company’s share price already \ncaptures its prospects for sustainable value creation, investors should expect to earn a \nrisk-adjusted market return.7 \nWe will spend most of our time trying to understand how and why companies attain \nsustainable value creation in product markets. But we should never lose sight of the fact \nthat our goal as investors is to anticipate expectations revisions. Exhibit 3 shows the \nprocess and emphasizes the goal of finding and exploiting expectations mismatches. \n"
    },
    {
      "number": 6,
      "text": "Measuring the Moat \n16 December 2002 \n \n6 \n \nExhibit 3: The Link Between Market Expectations and Competitive Strategy \nMarket-Implied\nExpectations\nfor Value Creation\nIndustry\nAnalysis\nFirm-Specific\nAnalysis\nPotential for\nExpectations Revisions\nMarket-Implied\nExpectations\nfor Value Creation\nIndustry\nAnalysis\nFirm-Specific\nAnalysis\nPotential for\nExpectations Revisions\n \nSource: CSFB. \nOver the years, legendary investor Warren Buffett has consistently emphasized that he \nseeks businesses with sustainable competitive advantages. He often invokes the \nmetaphor of a moat. He suggests that buying a business is akin to buying a castle \nsurrounded by a moat. Buffett wants the economic moat around the businesses he buys \nto be deep and wide to fend off all competition. He goes one step further, noting that \neconomic moats are almost never stable; they’re either getting a little bit wider, or a little \nbit narrower, every day. So he sums up his objective as buying a business where the \neconomic moat is formidable and widening. Our goal in this report is to develop a \nsystematic way to explain the factors behind a company’s moat.   \n"
    },
    {
      "number": 7,
      "text": "Measuring the Moat \n16 December 2002 \n \n7 \n \n \nWhat Dictates a Company’s Destiny?  \nPeter Lynch quips that investors are well advised to buy a business that's so good that a \ndummy can run it, because sooner or later a dummy will run it.8 Lynch’s comment begs \nan important question: What dictates a firm’s economic returns? Note that we are not \nasking what determines a company’s share price performance (which we know is a \nfunction of expectations revisions), but rather its economic profitability.9 \nBefore we answer the question, we can make some empirical observations. Exhibit 4 \nshows the spread between cash flow return on investment and the cost of capital for \nover 90 industries in the United States. Our sample includes in excess of 1,500 \ncompanies. We see that some industries have positive economic return spreads, some \nare neutral, and some don’t earn the cost of capital. \nExhibit 4: Industry Returns Vary from Value-Creating to Value-Destroying \n(15.00)\n(10.00)\n(5.00)\n0.00\n5.00\n10.00\n15.00\n20.00\nReturns minus Opportunity Cost\nSource: CSFB HOLT estimates. \nNext, we analyze the companies that make up a value-creating industry (Exhibit 5), a \nvalue-neutral industry (Exhibit 6), and a value-destroying industry (Exhibit 7). The \nimportant observation is that even the best industries include value-destroying \ncompanies, while the worst industries have value-creating companies. That some \ncompanies buck the economics of their industry provides some insight about potential \nsources of economic performance. \n"
    },
    {
      "number": 8,
      "text": "Measuring the Moat \n16 December 2002 \n \n8 \n \nExhibit 5: Financial Service Industry—Value Creating  \n-30\n-20\n-10\n0\n10\n20\n30\n40\n50\nReturns minus Opportunity Cost\n \nSource: CSFB HOLT estimates. \n \nExhibit 6: Telecom Equipment Industry—Value Neutral  \n(80.0)\n(70.0)\n(60.0)\n(50.0)\n(40.0)\n(30.0)\n(20.0)\n(10.0)\n0.0\n10.0\n20.0\nReturns\n \nSource: CSFB HOLT estimates. \n \n"
    },
    {
      "number": 9,
      "text": "Measuring the Moat \n16 December 2002 \n \n9 \n \nExhibit 7: Wireless Networking Industry—Value Destroying  \n-60\n-50\n-40\n-30\n-20\n-10\n0\n10\n20\nReturns\nSource: CSFB HOLT estimates. \nA number of studies suggest that industry effects dictate about 10-20% of the variation \nof a firm’s economic profitability, and that firm effects represent another 20-40%. While \na significant percentage of the variability in economic profitability remains unexplained, \nwe see that a firm’s strategy and positioning explain roughly twice the profit variability as \nindustry effects do.10 \nSo while Lynch’s counsel may be wise, the evidence suggests that finding a company in \na high-return industry or avoiding a company in a low-return industry is not enough. \nFinding a good business requires a thorough understanding of both industry and firm-\nspecific circumstances. \nA final word before we proceed. Our unit of analysis will be the firm. In many if not most \ncases the proper unit of analysis is the strategic business unit. This is especially true for \nmultidivision companies that compete in disparate industries. That said, the framework \nwe provide should be sufficiently robust to apply on the divisional level. So for a \nmultidivision company, we recommend aggregating the results after repeating the \nanalysis for each strategic business unit. \n"
    },
    {
      "number": 10,
      "text": "Measuring the Moat \n16 December 2002 \n \n10 \n \n \nIndustry Analysis \nWe start with industry analysis, which we break into three parts: \n1. Get the lay of the land. This includes creating an industry map to understand the \nplayers, constructing profit pools to see whether (and why) the distribution of \neconomic profits have changed over time, measuring industry stability, and \nclassifying the industry so as to improve alertness to key issues and opportunities. \n2. Assess industry attractiveness through a five-forces analysis. Of the five forces, we \nspend the bulk of our time assessing barriers to entry and rivalry. \n3. Consider the likelihood of disruptive technologies. We consider the role of \ninnovation and how and why industries evolve from vertical to horizontal integration. \nThe Lay of the Land \nA useful way to start competitive analysis is to create an industry map. A map should \ninclude all the players that might have an impact on a company’s profitability. The goal \nof an industry map is to understand the current and potential interactions that ultimately \nshape the sustainable value creation prospects for the whole industry as well as the \nindividual companies within the industry. \nFrom an industry perspective, you can think of three types of interactions: supplier (how \nmuch it will cost to get inputs), customer (how much someone is willing to pay for the \ngood or service), and external (other factors that come into play, like government \nactions). Exhibit 8 shows an illustration for the personal computer (PC) industry. \n \n"
    },
    {
      "number": 11,
      "text": " \n \nMeasuring the Moat \n16 December 2002\n \n11 \nExhibit 8: Personal Computer Industry Map  \nMotherboards\nAsustek\nGigabyte\nMicrostar\nElitegroup\nSemis\nDRAM\nSamsung\nMicron\nHynix\nInfineon\nStandard Logic\nTexas Instruments\nFairchild\nON Semiconductor\nPhilips\nToshiba\nMicroprocessor\nIntel\nAMD\nMotorola\nTexas Instruments\nIBM\nPLDs\nComponent Distributors\nPCs\nXilinx\nAvnet\nDell\nShipping\nAltera\nArrow Electronics\nHewlett-Packard\nUPS\nLatice Semiconductor\nFuture Electronics\nIBM\nFedEx\nActel\nPioneer-Standard\nFujitsu/ICL\nU.S. Postal Service\nAgere Syatems\nMemec\nToshiba\nDistributors\nCypress Semiconductor\nBell Micro\nNEC\nIngram Micro\nVideo Card\nLegend\nTech Data\nEnd User\nnVidia\nAcer\nSAP\nBusinesses\nATI Radeon\nGateway\nMerisel\nIndividuals\nMX\nApple\nGEIS\nGovernment\nGainward\nSony\nSOHO\nPower Color\nSchools\nHercules\nRetailers\nOperating Systems\nCDW Computer Centers\nMicrosoft\nCircuit City Stores\nLinux\nBest Buy\nMac\nCompUSA\nPeripherals\nSony\nSamsung\nHewlett-Packard\nLexmark\nEpson\nCanon\nHard Drive\nMaxtor\nSeagate\nWestern Digital\nIBM\nSamsung\nFujitsu\nComponent Manufacturers\nMolex\nAVX\nAmphenol\nVishay Intertechnology\nKemet\nTechnitrol\nSource: Company data, CSFB estimates. \n"
    },
    {
      "number": 12,
      "text": "Measuring the Moat \n16 December 2002 \n \n12 \n \nHere are some points to bear in mind as you develop an industry map: \n• \nList firms in order of dominance (typically defined by size). \n• \nConsider potential new entrants as well as existing players. \n• \nUnderstand the nature of the economic interaction between the firms \n(incentives, payment terms, etc.). \n• \nEvaluate other factors that might influence profitability (e.g., labor). \nThe next step is to construct a historical profit pool.11 A profit pool shows how the pieces \nof an industry’s value-added pie are distributed. The horizontal axis represents the \npercentage of the industry (typically measured in sales) and the vertical axis measures \neconomic profitability (cash flow return on investment less the cost of capital). A review \nof profit pools over time is a good way to see value migrations. \nExhibit 9 shows the profit pool for the leading half-dozen U.S. companies in the PC \nindustry. Creating a narrative to explain the rise and fall of the various competitors can \nprovide important clues about what it takes to generate sustainable value creation. For \nexample, the PC profit pool clearly reveals Dell Computer’s (DELL, $27.43, Outperform, \n$32.00) ascendance and Apple’s demise. What changed over the years to spur that \nchange in economic position? \n"
    },
    {
      "number": 13,
      "text": "Measuring the Moat \n16 December 2002 \n \n13 \n \nExhibit 9: PC Industry Profit Pools, 1991 to 2001 \n1991\n-20\n-15\n-10\n-5\n0\n5\n10\n15\n20\n25\n30\nEconomic returns\nPercent of industry reve nue\nHWP\nCPQ\nDELL\nAAPL\nIBM\n1996\n-20\n-15\n-10\n-5\n0\n5\n10\n15\n20\n25\n30\nEconomic returns\nHW P\nCPQ\nDELL\nAAPL\nIBM\nGTW\n2001\n-20\n-15\n-10\n-5\n0\n5\n10\n15\n20\n25\n30\nEconomic returns\nHW P\nCPQ\nDELL\nAAPL\nIBM\nGTW\nPe rce nt of industry re ve nue\nPe rce nt of industry reve nue\n \nSource: CSFB HOLT estimates. \n"
    },
    {
      "number": 14,
      "text": "Measuring the Moat \n16 December 2002 \n \n14 \n \nAnother important issue is industry stability. Stable industries, generally speaking, are \nmore conducive to sustainable value creation. Unstable industries, in contrast, present \nterrific challenges and opportunities. But the value migration in unstable industries tends \nto be greater than that of stable industries, making sustainable value creation that much \nmore elusive. \nWe can measure industry stability a couple of ways. One simple but useful proxy is \nmarket-share stability. This analysis looks at the absolute change in market share for \nthe companies within the industry over some period. (We typically use five years.) We \nthen add up the absolute changes and divide the sum by the number of competitors. \nThe lower the average absolute change in the industry, the more stable the industry is. \nExhibit 10 shows the market-share stability for seven industries. We see relative stability \nin the ready-to-eat cereal, soft drink, and beer markets, while batteries, personal \ncomputers, and autos demonstrate greater change. \n"
    },
    {
      "number": 15,
      "text": "Measuring the Moat \n16 December 2002 \n \n15 \n \nExhibit 10: Market-Share Stability \nReady-to-Eat Cereal\n1996\n2001\n5 Year Change\nKellogg's Co \n33.0\n32.2\n0.8\nGeneral Mills \n27.0\n26.9\n0.1\nKraft\n16.5\n15.7\n0.8\nPrivate Label \n9.5\n11.0\n1.5\nQuaker Oats Company \n9.5\n9.6\n0.1\nOther\n4.5\n4.6\n0.1\nTotal\n100.0\n100.0\nAverage Absolute Change \n0.6\nSoft Drink\n1996\n2001\n5 Year Change\nCoca-Cola\n43.1\n43.7\n0.6\nPEPSICO\n31.0\n31.6\n0.6\nCadbury Schweppes\n14.6\n15.6\n1.0\nOther\n6.6\n5.3\n1.3\nCott\n2.9\n3.8\n0.9\nRoyal Crown\n1.8\n0.0\n1.8\nTotal\n100.0\n100.0\nAverage Absolute Change\n1.0\nBeer\n1996\n2001\n5 Year Change\nAnheuser-Busch\n45.4\n48.8\n3.4\nMiller\n21.9\n19.3\n2.6\nCoors\n10.0\n11.0\n1.0\nOther\n6.8\n5.4\n1.4\nPabst (includes Stroh)\n11.7\n5.0\n6.7\nHeineken\n1.6\n5.0\n3.4\nLabatt USA\n1.2\n2.0\n0.8\nGambrinus\n0.6\n1.8\n1.2\nBarton\n0.8\n1.7\n0.9\nTotal\n100.0\n100.0\nAverage Absolute Change\n1.3\nMetal Cans\n1996\n2001\n5 Year Change\nBall Corp.\n33.0\n32.0\n1.0\nMetal Container Corp. (private)\n20.0\n22.0\n2.0\nAmerican National Can\n27.0\n22.0\n5.0\nCrown, Cork and Seal\n19.0\n20.0\n1.0\nOther\n1.0\n4.0\n3.0\nTotal\n100.0\n100.0\nAverage Absolute Change\n2.4\nAuto\n1996\n2001\n5 Year Change\nGeneral Motors\n31.3\n28.1\n3.2\nFord\n25.4\n21.9\n3.5\nOther\n13.9\n19.6\n5.7\nChrysler\n16.2\n13.2\n3.0\nToyota\n7.7\n10.1\n2.5\nHonda\n5.6\n7.0\n1.5\nTotal\n100.0\n100.0\nAverage Absolute Change\n2.8\nPersonal Computer\n1996\n2001\n5 Year Change\nOther\n42.9\n43.9\n1.0\nHP\n14.7\n18.0\n3.3\nDell\n4.3\n12.9\n8.6\nIBM\n9.0\n6.2\n2.8\nFujitsu/ICL\n3.7\n4.5\n0.8\nNEC\n10.0\n3.5\n6.5\nGateway\n2.7\n3.0\n0.3\nToshiba\n3.9\n2.9\n1.1\nApple\n5.2\n2.6\n2.6\nAcer\n3.4\n2.5\n0.9\nTotal\n100.0\n100.0\nAverage Absolute Change\n2.8\nBattery\n1996\n2001\n5 Year Change\nDuracell\n38.0\n35.7\n2.3\nEveready\n36.9\n31.1\n5.8\nRayovac\n16.3\n19.0\n2.7\nOthers\n8.8\n14.2\n5.4\nTotal\n100.0\n100.0\nAverage Absolute Change\n4.1\n \nSource: Company data, CSFB analyst estimates. \n"
    },
    {
      "number": 16,
      "text": "Measuring the Moat \n16 December 2002 \n \n16 \n \nAnother proxy for industry stability is pricing trends. Price changes reflect a host of \nfactors, including cost structure (fixed versus variable), entry and exit dynamics, \ntechnological change (e.g., Moore’s Law), and rivalry. All else being equal, more stable \npricing tends to reflect more stable industries. Exhibit 11 shows the pricing trends for \nabout 25 industries, classified as slow-, medium-, and fast-cycle businesses. Sustaining \nvalue creation in a fast-cycle industry is a challenge. \nExhibit 11: Pricing Stability \nIndustry\nPeriod\nPrice\nChange\n(Ann. Avg.)\n1987-97\n1987-97\n1987-97\n1987-97\n1987-97\n1987-97\n1987-97\nStandard-cycle markets\nPaper products\nFresh whole chicken\nBeer\nAgricultural machinery\nPassenger cars\nElectric lamps\nHousehold refrigerators\nPower tools\nFast-cycle markets\nHome electronic equipment\nPersonal computers\nMicrowave ovens\nAnalog integrated circuits\nDigital PBXs\nMemory chips\nAntilock braking systems\nElectronic wristwatches (LED/LCD)\nFully suspended bicycles\nEarly personal computers\nSlow-cycle markets\nHospital room per day\nCollege tuition\nFuneral expenses\nMedical care services\nCable television\nPrescription drugs\nMovie admissions\n1985-95\n1987-97\n1987-97\n1985-95\n1987-97\n1987-97\n1987-97\n1987-97\n1987-97\n1991-95\n1982-89\n1981-89\n1985-89\n1991-97\n1987-97\n1973-83\n1992-93\n1980-83\n+4.1%\n+3.8%\n+3.7%\n+2.5%\n+2.2%\n+1.9%\n+0.7%\n+0.7%\n+0.5%\n-0.4%\n-0.7%\n-1.2%\n-1.5%\n-1.9%\n-2.2%\n-3.5%\n-4.3%\n-4.6%\n-4.8%\n-4.9%\n-7.0%\n-8.6%\n-10.0%\n-17.0%\n-29.9%\nIndustry\nPeriod\nPrice\nChange\n(Ann. Avg.)\n1987-97\n1987-97\n1987-97\n1987-97\n1987-97\n1987-97\n1987-97\nStandard-cycle markets\nPaper products\nFresh whole chicken\nBeer\nAgricultural machinery\nPassenger cars\nElectric lamps\nHousehold refrigerators\nPower tools\nFast-cycle markets\nHome electronic equipment\nPersonal computers\nMicrowave ovens\nAnalog integrated circuits\nDigital PBXs\nMemory chips\nAntilock braking systems\nElectronic wristwatches (LED/LCD)\nFully suspended bicycles\nEarly personal computers\nSlow-cycle markets\nHospital room per day\nCollege tuition\nFuneral expenses\nMedical care services\nCable television\nPrescription drugs\nMovie admissions\n1985-95\n1987-97\n1987-97\n1985-95\n1987-97\n1987-97\n1987-97\n1987-97\n1987-97\n1991-95\n1982-89\n1981-89\n1985-89\n1991-97\n1987-97\n1973-83\n1992-93\n1980-83\n+4.1%\n+3.8%\n+3.7%\n+2.5%\n+2.2%\n+1.9%\n+0.7%\n+0.7%\n+0.5%\n-0.4%\n-0.7%\n-1.2%\n-1.5%\n-1.9%\n-2.2%\n-3.5%\n-4.3%\n-4.6%\n-4.8%\n-4.9%\n-7.0%\n-8.6%\n-10.0%\n-17.0%\n-29.9%\n \nSource: Jeffrey R. Williams, Renewable Advantage (New York: The Free Press, 2000), 11. \nBefore you turn to an industry analysis using the five-forces framework, it’s useful to \nclassify the industry you’re analyzing. The analytical process remains the same no \nmatter which class the industry falls into. But the classification does provide guidance as \nto what issues you need to emphasize as you step through the analysis. For example, \nthe challenges in a mature industry are likely to be quite distinct from those in an \nemerging industry. Exhibit 12 provides some broad classifications and the types of \nopportunities you can associate with each. \n"
    },
    {
      "number": 17,
      "text": "Measuring the Moat \n16 December 2002 \n \n17 \n \nExhibit 12: Industry Structure and Strategic Opportunities \nIndustry Structure\nOpportunities\nFragmented industry\nConsolidation:\n- Discover new economies of scale\n- Alter ownership structure\nEmerging industry\nFirst-mover advantages:\n- Technological leadership\n- Preemption of strategically valuable assets\n- Creation of customer switching costs\nMature industry\nProduct refinement\nInvestment in service quality\nProcess innovation\nDeclining industry\nLeadership strategy\nNiche strategy\nHarvest strategy\nDivestment strategy\nInternational industry\nMultinational opportunities\nGlobal opportunities\nTransnational opportunities\nNetwork industry\nFirst-mover advantages\n“Winner-takes-all” strategies\nHypercompetitive industry\nFlexibility\nProactive disruption\nIndustry Structure\nOpportunities\nFragmented industry\nConsolidation:\n- Discover new economies of scale\n- Alter ownership structure\nEmerging industry\nFirst-mover advantages:\n- Technological leadership\n- Preemption of strategically valuable assets\n- Creation of customer switching costs\nMature industry\nProduct refinement\nInvestment in service quality\nProcess innovation\nDeclining industry\nLeadership strategy\nNiche strategy\nHarvest strategy\nDivestment strategy\nInternational industry\nMultinational opportunities\nGlobal opportunities\nTransnational opportunities\nNetwork industry\nFirst-mover advantages\n“Winner-takes-all” strategies\nHypercompetitive industry\nFlexibility\nProactive disruption\nSource: Jay B. Barney, Gaining and Sustaining Competitive Advantage (Upper Saddle River, NJ: Prentice-\nHall, Inc., 2002), 110. \nIndustry Attractiveness—Five-Forces Analysis \nMichael Porter’s well-known five-forces framework (see Exhibit 13) remains one of the \nbest ways to assess an industry’s attractiveness.12 Porter argues that the collective \nstrength of the five forces determines an industry’s potential for value creation. He \nstresses that although this potential varies from industry to industry, an individual \ncompany’s strategy ultimately dictates the company’s sustainable value creation. \n  \n"
    },
    {
      "number": 18,
      "text": "Measuring the Moat \n16 December 2002 \n \n18 \n \nExhibit 13: Michael Porter’s Five Forces That Shape Industry Structure \nBargaining power\nof suppliers\nThreat of\nnew entrants\nThreat of\nsubstitutes\nBargaining power\nof buyers\nRivalry Among\nExisting Firms\nBargaining power\nof suppliers\nThreat of\nnew entrants\nThreat of\nsubstitutes\nBargaining power\nof buyers\nRivalry Among\nExisting Firms\nSource: Michael E. Porter, Competitive Strategy (New York: The Free Press, 1980), 4. \nWhile analysts often treat Porter’s five forces with equal emphasis, we believe that two \nof them—threat of entry and rivalry—are so important that they warrant special, in-depth \ntreatment. Further, our firm-specific analysis will make a finer point on some of the other \nforces. But for now, here’s a quick look at supplier power, buyer power, and substitution \nthreat:13 \n• \nSupplier power is the degree of leverage a supplier has with its customers in \nareas like price, quality, and service. An industry that cannot pass on to its \ncustomers price increases from its powerful suppliers is destined to be \nunattractive. Suppliers are well positioned if they are more concentrated than \nthe industry they sell to, if substitute products do not burden them, or if their \nproducts have significant switching costs. They are also in a good position if the \nindustry they serve represents a relatively small percentage of their sales \nvolume, or if the product is critical to the buyer. Sellers of commodity goods to a \nconcentrated number of buyers are in a much more difficult position than sellers \nof differentiated products to a diverse buyer base. \n• \nBuyer power is the bargaining strength of the buyers of a product or service. It is \na function of buyer concentration, switching costs, levels of information, \nsubstitute products, and the offering’s importance to the buyer. Informed, large \nbuyers have much more leverage over their suppliers than do uninformed, \ndiffused buyers. \n"
    },
    {
      "number": 19,
      "text": "Measuring the Moat \n16 December 2002 \n \n19 \n \n• \nSubstitution threat addresses the existence of substitute products or services, \nas well as the likelihood that a potential buyer will switch to a substitute product. \nA business faces a substitution threat if its prices are not competitive and if \ncomparable products are available from competitors. Substitute products limit \nthe prices that companies can charge, placing a ceiling on potential returns. \nBarriers to entry is arguably the most important of Porter’s five forces. Before we delve \ninto the factors that help determine impediments to entry, we believe it is worthwhile to \nreview the empirical research on entry and exit.  \nTimothy Dunne, Mark Roberts, and Larry Samuelson (DRS) did the most widely cited \nstudy of entry and exit rates.14 DRS studied in excess of 250,000 U.S. manufacturing \nfirms over a 20-year span ended in the early 1980s. \nA fascinating way to summarize the DRS findings is to imagine a hypothetical industry in \nthe year 2002 that has 100 firms with sales of $1 million each. If the historical patterns \nof entry and exit in U.S. industries held true, the following would be true:15 \n• \nEntry and exit will be pervasive. After five years, between 30 and 40 new firms \nwill have entered the industry, and will have combined annual sales of $12-20 \nmillion. Half of these entrants will be diversified firms competing in other \nmarkets, and half new firms. Simultaneously, 30 to 40 firms with aggregate \nsales of $12-20 million will leave the industry. So the industry will experience a \n30-40% turnover in firms, with the entering and exiting firms representing 12-\n20% of the industry’s volume.  \n• \nCompanies entering and exiting tend to be smaller than the established firms. A \ntypical entrant is only about one-third the size of an incumbent, with the \nexception of diversifying firms that build new plants. These diversifying firms, \nwhich represent less than 10% of total new entrants, tend to be the same size \nas the incumbents. \n• \nMost entrants do not survive ten years, but those that do thrive. Of the 30 to 40 \nfirms that enter between 2002 and 2007, roughly 60% will exit by 2012. But the \nsurvivors will nearly double their size by 2012. \n• \nEntry and exit rates vary substantially by industry. DRS research shows that low \nbarriers to entry and low barriers to exit tend to go together \nYou should first review the history of entry and exit in an industry. If there has been a lot \nof entry and exit—suggesting entry and exit barriers are low— sustainable value \ncreation will be elusive.  \nBut what influences the entry decision in the first place? On a broad level, potential \nentrants weigh the expected incumbent reactions, the anticipated payoff size, and the \nmagnitude of exit costs. We’ll explore each of these in more detail.16 \nLet’s first take a look at the expectations of incumbent reaction to a potential new entry. \nFour specific factors indicate the likely veracity of incumbent reaction: asset specificity, \nthe level of the minimum efficient production scale, excess capacity, and incumbent \nreputation. \nFor a long time, economists thought that a firm’s commitment to a market was a function \nof the amount of assets it had dedicated to the market. More recently, though, \neconomists have realized it’s not the amount of assets that matters, but rather the \n"
    },
    {
      "number": 20,
      "text": "Measuring the Moat \n16 December 2002 \n \n20 \n \ndegree to which those assets are specific to that market. If a firm’s assets are only \nvaluable in a specific market, that firm is likely to fight harder to maintain its position. \nA classic illustration is a railroad versus an airline. Say a company builds a railroad track \nfrom New York to Chicago. That asset can only be used for one thing: to move a train \nback and forth between those two cities. That firm, as a result, will go to great lengths to \nprotect its position.17 Now consider an airline that has a flight from New York to Chicago. \nIf that route proves uneconomic for any reason, the airline can reroute that plane. \nAsset specificity can take a number of forms, including site (assets located next to one \nanother for efficiency); physical (assets tailored to a specific transaction); dedicated \n(assets that satisfy a particular buyer); and human (workers that develop skills, \nknowledge, or know-how).18 \nThe next factor is production scale. For many industries, especially high-fixed-cost \nindustries, unit costs decline as output rises—to a point. A firm enjoys economies of \nscale when its unit costs decline as the result of its volume gains. At some point, \nhowever, companies no longer see lower unit costs with incremental output (constant \nreturns to scale). The minimum efficient scale of production is the smallest amount of \nvolume a company must produce to minimize its unit costs. \nThe minimum efficient scale of production tells a potential entrant what market share it \nmust gain to be able to price its goods competitively. It also sizes an entrant’s upfront \ncapital commitment. So when the minimum efficient scale of production is high relative \nto the size of the total market, a potential entrant is looking at the not-so-enticing \nprospects of having to price its products way below its average cost for some time just \nto get to scale. And the steeper the decline in the cost curve, the less likely the entry. \nThe main way an entrant can try to offset its production cost disadvantage is to \ndifferentiate its product, allowing the firm to charge a price premium versus the rest of \nthe industry. \nExhibit 14: Minimum Efficient Scale as a Barrier to Entry \nCost per unit\nAverage\nCost\nQ\nOutput\nMinimum\nEfficient\nScale\nCost per unit\nAverage\nCost\nQ\nOutput\nMinimum\nEfficient\nScale\n \nSource: Sharon M. Oster, Modern Competitive Analysis (Oxford: Oxford University Press, 1999), 62. \n"
    },
    {
      "number": 21,
      "text": "Measuring the Moat \n16 December 2002 \n \n21 \n \nA third factor in weighing incumbent reaction is excess capacity. The logic here is quite \nstraightforward. Assuming that demand remains stable, an entrant that comes into an \nindustry with too much capacity increases the excess capacity of each of the \nincumbents. If the industry has economies of scale in production, the cost of idle \ncapacity rises. As a result, incumbents work hard to maintain their market share. So a \nnew entrant will spur a drop in prices. This prospect deters entry. \nThe final factor is incumbent reputation. Firms usually compete across various markets \nover an extended time. As a result, they gain reputations as being tough—ready to fight \nat the least provocation—or as more accommodating. A firm’s reputation, readily \nbacked by actions as well as words, can seriously color an entrant’s decision. \nAnother important shaper of barriers to entry is the magnitude of the entrant’s \nanticipated payoff. There is no assurance that an entrant will capture attractive \neconomic profits if the incumbent has a sufficient advantage. Incumbent advantages \ncome in a number of forms, including precommitment contracts, licenses and patents, \nlearning curve benefits, and network effects. \nThe first incumbent advantage is precommitment contracts. Often, companies secure \nimportant future transactions using long-term contracts. These contracts are often \nefficient and reduce a company’s search costs. An incumbent with a contract in place is \ndaunting for a potential entrant. \nPrecommitment contracts can take a number of forms. One is if an incumbent has \nfavorable access to an essential raw material. For example, after World War II \naluminum producer Alcoa (AA, $23.25, Outperform, $29.40) signed exclusive contracts \nwith all of the producers of high-grade bauxite, a key material in aluminum production. \nPotential entrants were deterred by an inability to access bauxite on the same favorable \nterms as Alcoa. \nAnother form of precommitment contract is a long-term deal with customers. In the mid-\n1980s, there were two producers of the sweetener aspartame, Monsanto (NutraSweet) \nand Holland Sweetener Company. Following the 1987 patent expiration of aspartame in \nEurope, Holland entered that market. The competition did drive down the price of \naspartame 60%, but Holland lost money. Holland Sweetener had its eye on the U.S. \nmarket, where patent expiration was set for 1992. But in a classic precommitment move, \nMonsanto signed long-term contracts to supply both Coca-Cola (KO, $45.87, \nOutperform, $57.00) and PepsiCo (PEP, $43.18, Neutral, $43.00), effectively shutting \nHolland out of the U.S.19 \nPrecommitment can also include quasi-contracts, like a pledge to always provide a good \nor service at the lowest cost. Since new entrants rarely have the scale to compete with \nincumbents, such pledges, if credible, deter entry. \nLicenses and patents also shape a potential entrant’s payoff for common-sense \nreasons. A number of industries require a license or certification from the government to \ndo business. Acquiring licenses or certifications is costly, hence creating a barrier for an \nentrant. \nPatents are also an important entry barrier. But the spirit of a patent is somewhat \ndifferent than that of a license. The intent of a patent is to allow the innovator to receive \nan appropriate return on investment. Most innovations require substantial upfront costs. \nSo a free-market system needs a means to compensate innovators to encourage their \nactivities. Patents do not discourage innovation, but they do deter entry for a limited time \ninto protected activities. \n"
    },
    {
      "number": 22,
      "text": "Measuring the Moat \n16 December 2002 \n \n22 \n \nLearning curves can also serve as a barrier to entry. The learning curve refers to an \nability to reduce unit costs as a function of cumulative experience. Researchers have \nstudied the learning curve for hundreds of products. The data show that for the median \nfirm, a doubling of cumulative output reduces unit costs by about 20%.20 A company can \nenjoy learning curve benefits without enjoying economies of scale, and vice versa. But \nfrequently, the two go hand in hand. \nAnother important incumbent advantage that can weigh on an entrant’s payoff is \nnetwork effects. Network effects exist when the value of a product or service increases \nas more members use that product. As an example, online auctioneer eBay (EBAY, \n$68.73, Outperform, $80.00) is attractive to the user precisely because so many buyers \nand sellers congregate there. In a particular category, positive feedback often assures \nthat one network becomes dominant: eBay has not only weathered competitive \nonslaughts, but has also strengthened its position. These winner-take-most markets \ndeter entry.21 \nThe last point, to reiterate a point from DRS’s analysis of entry and exit, is that a link \nexists between barriers to entry and barriers to exit. High exit costs discourage entry. \nThe magnitude of investment an entrant requires and the specificity of the assets \ngenerally defines exit barriers. Low investment needs and general assets are consistent \nwith low barriers to entry. \nSo how do companies actually deter entry? Robert Smiley surveyed product managers \nabout their strategies.22 While his sample was limited to consumer products companies, \nand there may be other biases in the sample, the results are instructive nonetheless. \n(See Exhibit 15.) The first three strategies—learning curve, advertising, and \nR&D/patents—create high entry costs. The last three—reputation, limit pricing, and \nexcess capacity—shape judgments of post-entry payoffs. Virtually all managers \nreported use of one or more entry-deterring strategies. \nExhibit 15: Reported Use of Entry-Deterring Strategy \nLearning\nCurve\nAdvertising\nR&D/\nPatents\nReputation\nLimit\nPricing\nExcess\nCapacity\nNew Products\nFrequently\nOccasionally\nSeldom\nExisting Products\nFrequently\nOccasionally\nSeldom\n26%\n29\n45\n62%\n16\n22\n52%\n26\n21\n56%\n15\n29\n31%\n16\n54\n27%\n27\n47\n27%\n22\n52\n8%\n19\n73\n21%\n21\n58\n22%\n20\n48\n21%\n17\n62\nLearning\nCurve\nAdvertising\nR&D/\nPatents\nReputation\nLimit\nPricing\nExcess\nCapacity\nNew Products\nFrequently\nOccasionally\nSeldom\nExisting Products\nFrequently\nOccasionally\nSeldom\n26%\n29\n45\n62%\n16\n22\n52%\n26\n21\n56%\n15\n29\n31%\n16\n54\n27%\n27\n47\n27%\n22\n52\n8%\n19\n73\n21%\n21\n58\n22%\n20\n48\n21%\n17\n62\nSource: Robert Smiley, “Empirical Evidence on Strategic Entry Deterrence”, International Journal of Industrial \nOrganization, Vol. 6, June 1988, 172. \nRivalry among firms addresses how fiercely companies compete with one another along \ndimensions such as price, service, new-product introductions, and advertising. In almost \nall industries, coordination in these areas improves the collective good. For example, if \ncompetitors coordinate their pricing, their economic returns benefit. \nBut there is always a tension between coordinating and cheating. A firm that cheats \n(e.g., lowers its price) in the face of industry coordination stands to gain \ndisproportionately. So we can think of rivalry as understanding, for each firm, the \n"
    },
    {
      "number": 23,
      "text": "Measuring the Moat \n16 December 2002 \n \n23 \n \ntradeoffs between coordination and cheating. Lots of coordination suggests low rivalry \nand attractive economic returns. Intense rivalry makes it difficult for firms to generate \nhigh returns. \nCoordination is difficult if there are lots of competitors. In this case, each firm considers \nitself a minor player and is more likely to think individualistically. A concentration ratio is \na common way to measure the number and relative power of firms in an industry. The \nU.S. government calculates concentration ratios as the percent of value shipments that \nthe top four companies in an industry represent. Exhibit 16 shows the concentration for \n27 industries. \nExhibit 16: Percent of Shipment Value from the Industry’s Four Largest Companies \nPercent of Value of\nShipments Accounted for\nIndustry Group\nby the 4 Largest Cos.\nBreakfast Cereal\n82.9\nConfectionary from purchased chocolate\n65.2\nAerospace product & parts\n62.3\nMotor vehicle\n49.7\nEngine, turbine, & power transmission equipment\n42.5\nBeverage\n40.9\nDoll, toy, & game\n40.0\nCommunications equipment\n36.5\nMeat product\n35.0\nSemiconductor & other electronic component\n34.3\nSoap, cleaning compound, & toilet preparation\n33.7\nGlass & glass product\n31.0\nBakeries and tortilla\n28.6\nPetroleum & coal products\n26.0\nNavigational, measuring, medical & control instruments\n24.1\nComputer & electronic product\n19.1\nPaper\n18.5\nApparel\n17.6\nMedical equipment & supplies\n16.3\nElectric equipment, appliance, & component\n14.8\nTextile mills\n13.8\nPrimary metal\n13.8\nChemical\n11.9\nMachinery\n11.5\nWood product\n10.5\nPlastics & rubber products\n8.2\nFabricated metal product\n3.5\nSource: U.S. Census Bureau, Concentration Ratios in Manufacturing — 1997 Economic Census, June 2001. \nNaturally, the flip side suggests that fewer firms lead to more opportunity for \ncoordination. To reinforce this point, empirical studies show that most of the price-fixing \ncases that the government prosecutes involve industries with fewer-than-average \nfirms.23 \nTaking this analysis one step further, it’s not only the number of firms that matter, but \nalso the size distribution of those firms. A dominant firm in an otherwise fragmented \nindustry may be able to impose discipline on the other firms. In industries with several \nsimilar-size firms, rivalry tends to be significant. \nA widely used measure of industry balance is the Herfindahl-Hirschman index. The \nindex is equal to 10,000 times the sum of the square of each company’s market share. \n"
    },
    {
      "number": 24,
      "text": "Measuring the Moat \n16 December 2002 \n \n24 \n \nFor instance, for an industry with four companies and market shares of 40%, 30%, 20%, \nand 10%, the index would be 3,000. (Take 10,000 x [(.4)2 + (.3)2 + (.2)2 + (.1)2].) Many \neconomists characterize Herfindahl-Hirschman index readings in excess of 1,800 as \nindustries with reduced rivalry. Exhibit 17 shows the U.S.-government calculated index \nfor 27 industries. \nExhibit 17: Herfindahl-Hirschman Index for Selected Industries \nHerfindahl-Hirschman\nIndex for 50 \nIndustry Group\nLargest Companies\nMotor vehicle\n2,505.8\nBreakfast Cereal\n2,445.9\nAerospace product & parts\n1,636.9\nConfectionary from purchased chocolate\n1,600.6\nEngine, turbine, & power transmission equipment\n596.2\nBeverage\n531.5\nDoll, toy, & game\n495.9\nSoap, cleaning compound, & toilet preparation\n495.4\nCommunications equipment\n449.0\nSemiconductor & other electronic component\n413.7\nMeat product\n392.6\nGlass & glass product\n359.0\nPetroleum & coal products\n350.0\nBakeries and tortilla\n281.2\nNavigational, measuring, medical & control instruments\n207.5\nPaper\n173.3\nMedical equipment & supplies\n137.5\nComputer & electronic product\n136.6\nElectric equipment, appliance, & component\n105.9\nApparel\n100.6\nPrimary metal\n97.4\nTextile mills\n94.4\nChemical\n76.6\nMachinery\n55.4\nWood product\n52.7\nPlastics & rubber products\n30.2\nFabricated metal product\n8.5\nSource: U.S. Census Bureau, Concentration Ratios in Manufacturing—1997 Economic Census, June 2001. \nAnother influence of rivalry is firm homogeneity. If companies within an industry are \nsimilar—say in incentives, ownership structure, and corporate philosophy—rivalry may \nbe less intense. Homogeneity is a particularly important consideration for global \nindustries where competing companies often have asymmetric objectives. \nAsset specificity, an issue we addressed in the context of entry barriers, also plays a \nrole in rivalry. Specific assets encourage a company to stay in an industry even under \ntrying circumstances because the company has no other use for the assets. In this \ncontext, assets include physical assets like railroad tracks as well as intangible assets \nlike brands. \nDemand variability, even if it is exogenous, also shapes coordination costs, and hence \nrivalry. When demand variability is high, companies have a difficult time coordinating \ntheir internal activities and a very difficult time coordinating with competitors. \n"
    },
    {
      "number": 25,
      "text": "Measuring the Moat \n16 December 2002 \n \n25 \n \nVariable demand is a particularly important consideration in industries with high fixed \ncosts. In these industries, companies often add too much capacity at points of peak \ndemand. This capacity, while necessary at the peak, is massively excessive at the \ntrough and spurs even more intense competition. The condition of variable demand and \nhigh fixed costs describes many commodity industries, which is why their rivalry is so \nbitter and consistent excess economic returns are so rare. \nA final consideration in rivalry is industry growth. When the pie of potential excess \neconomic profits grows, companies can create shareholder value without undermining \ntheir competitors. The game is not zero-sum. In contrast, stagnant industries are zero-\nsum games, and the only way to increase value is to take it from others. So a \ndecelerating industry growth rate is often concomitant with a rise in rivalry. \nDisruption and Disintegration \nWhile the strategy literature has historically been effective at identifying the \ndeterminants of industry attractiveness, it has been lacking in its treatment of the \ninnovation process. In recent years, Clayton Christensen’s disruptive technology \nframework has filled that gap. Christensen’s work exposes a pattern by which great \ncompanies fail and new innovations take hold. Ironically, he notes that many companies \nfail to retain their leadership positions, even though great managers are making sound \ndecisions based on widely accepted management principles.24 \nChristensen starts by distinguishing between sustaining and disruptive technologies. \nSustaining technologies foster product improvement. They can be incremental, \ndiscontinuous, or even radical. But sustaining technologies operate within a defined \nvalue network—the “context within which a firm identifies and responds to customers’ \nneeds, solves problems, procures input, reacts to competitors, and strives for profit.” 25  \nIn direct contrast, disruptive technologies offer the market a very different value \nproposition. Products based on disruptive technologies may initially appeal only to \nrelatively few customers who value features such as low price, smaller size, or greater \nconvenience. Furthermore, Christensen finds that these technologies generally \nunderperform established products in the near term.  \nFor example, the personal computer disrupted the minicomputer in the early 1980s. But \na minicomputer user couldn’t switch to a PC, because a PC wasn’t good enough to \nsupport the necessary applications when it was first launched. Thus it is not surprising \nthat leading companies (like Digital Equipment in the case of the PC) often overlook, \nignore, or dismiss disruptive technologies in the early phases of the technology. \nTechnologies often progress faster than the market demands. (See Exhibit 18.) \nEstablished companies commonly provide customers with more than they need or more \nthan they are ultimately willing to pay for. This allows disruptive technologies to emerge, \nbecause even if they do not meet the demands of users today, they could become fully \nperformance-competitive tomorrow. \n"
    },
    {
      "number": 26,
      "text": "Measuring the Moat \n16 December 2002 \n \n26 \n \nExhibit 18: Christensen’s Disruptive Technology Framework \nSustaining\nTechnology\nPerformance\nDisruptive\nTechnology\nTime\nMainstream \nCustomer \nNeeds\nMeet customer \nneeds at lower price\nOvershoot customer \nperformance needs\nSustaining\nTechnology\nPerformance\nDisruptive\nTechnology\nTime\nMainstream \nCustomer \nNeeds\nMeet customer \nneeds at lower price\nOvershoot customer \nperformance needs\nSource: Clayton M. Christensen, The Innovator’s Dilemma (Boston: Harvard Business School Press, 1997), \nxvi. \nPassing over disruptive technologies may appear rational for established companies, \nbecause disruptive products generally offer low margins, operate in insignificant or \nemerging markets, and are not in demand by the company’s most profitable customers. \nAs a result, companies that listen to their customers and practice conventional financial \ndiscipline are apt to disregard disruptive technologies. \nThe disruptive technology framework offers other important insights as well. The first is \nthat when the performance of a sustaining technology exceeds the high end of the \nconsumer’s threshold, it not only allows for the emergence of disruptive technology, but \nalso shifts the basis of competition away from performance toward speed-to-market and \ndelivery flexibility.26 So the basis of competition in the more traditional segments of a \nmarket could change quite significantly. An analysis of the personal computer industry \nreveals that as performance became less important, business models based on delivery \nefficiency became more prominent. Dell was ideally positioned to take advantage of this \nshift. \nAnother critical insight is that while industries are developing (i.e., while they are at the \nlow end of the required performance band), vertically integrated firms tend to dominate \nbecause of the high coordination costs. Examples include automobiles and computers. \nBut as the industry approaches the point where product performance outstrips \nconsumer demand, the industry tends to standardize and “dis-integrate” into horizontal \nsegments. (See Exhibit 19.) Christensen’s work offers a useful way to understand and \nanticipate when an industry is likely to flip from vertical to horizontal. Further, \nChristensen argues that as the industry migrates from vertical to horizontal, the value \noften migrates to the suppliers. \n"
    },
    {
      "number": 27,
      "text": "Measuring the Moat \n16 December 2002 \n \n27 \n \nExhibit 19: Disintegration of the Computer Industry \nsales and\ndistribution\napplication\nsoftware\noperating\nsystem\ncomputer\nchips\nsales and\ndistribution\napplication\nsoftware\noperating\nsystem\ncomputer\nchips\nIBM\nDEC\nSperry\nUnivac\nWang\nRetail Stores\nSuperstores\nDealers\nDealers\nWord\nWord Perfect\nEtc.\nDOS and Windows\nOS/2\nMac\nUNIX\nCompaq\nDell\nPackard Bell\nHewlett –\nPackard\nIBM\nEtc.\nIntel Architecture\nMotorola\nRISCs\nThe Vertical Computer Industry – Circa 1980\nThe Horizontal Computer Industry – Circa 1995\nsales and\ndistribution\napplication\nsoftware\noperating\nsystem\ncomputer\nchips\nsales and\ndistribution\napplication\nsoftware\noperating\nsystem\ncomputer\nchips\nIBM\nDEC\nSperry\nUnivac\nWang\nRetail Stores\nSuperstores\nDealers\nDealers\nWord\nWord Perfect\nEtc.\nDOS and Windows\nOS/2\nMac\nUNIX\nCompaq\nDell\nPackard Bell\nHewlett –\nPackard\nIBM\nEtc.\nIntel Architecture\nMotorola\nRISCs\nThe Vertical Computer Industry – Circa 1980\nThe Horizontal Computer Industry – Circa 1995\nSource: Andrew S. Grove, Only the Paranoid Survive (New York: Doubleday, 1999), 44. \n \nAn industry profit pool is a good way to see value migrations as the result of industry \ndisintegration. Take another look at Exhibit 9. Apple Computer’s (AAPL, $15.19, \nNeutral, $18.00) share of the PC industry’s profit pool evaporated over the past dozen \nyears, while Dell Computer’s has grown. We can translate this framework directly into \nthe economic profit pools of the industry. \nIndustry analysis provides important background for understanding a company’s current \nor potential performance. But as we noted earlier, firm specific factors explain twice as \nmuch of the variation in economic returns as industry factors do. So we now turn to \nanalyzing the firm. \n"
    },
    {
      "number": 28,
      "text": "Measuring the Moat \n16 December 2002 \n \n28 \n \n \nFirm-Specific Analysis \nCore to understanding sustainable value creation is a clear understanding of how a \ncompany creates shareholder value. A company’s ability to create value is a function of \nthe strategies it pursues, as well as how it chooses to interact with competitors and \nimportant noncompetitors. \nWe first provide a fundamental framework for value creation. We then consider the \nvarious ways a company can add value. Finally, we delve into firm interaction using \ngame theory and principles of co-evolution. \nA Framework for Added-Value Analysis \nAdam Brandenburger and Harbourne Stuart offer a very concrete and sound definition \nof how a firm adds value.27 Their equation is deceptively simple: \nValue created = willingness-to-pay of the buyer – opportunity cost of the supplier \nThe equation basically says that the value a company creates is the difference between \nwhat it gets for its product or service and what it costs to produce that product (including \nthe opportunity cost of capital). The key to the equation is thinking through what the \nterms mean. \nLet’s start with willingness to pay. Imagine that someone handed you a brand new \ntennis racket. Clearly, that would be good for you. Now imagine that the same person \nstarted withdrawing money from you bank account, starting with small sums. The \namount of money at which you are indifferent to having the racket or having the cash is \nthe definition of willingness to pay. \nThe flip side describes opportunity cost. A firm takes some resources away from its \nsupplier. Opportunity cost is the cash amount that makes the supplier perceive the new \nsituation (cash) as equivalent to the old situation (resources). \nBrandenburger and Stuart then go on to define four simple strategies to create more \nvalue: increase the willingness to pay of your customers; reduce the willingness to pay \nof your competitors; reduce the opportunity cost of your suppliers; and increase the \nopportunity cost of suppliers to your competitors. This framework also fits well with \nPorter’s generic strategies to achieve competitive advantage—low-cost producer \n(production advantage) and differentiation (consumer advantage). \nBrandenburger teamed up with colleague Barry Nalebuff to create what they call a \n“value net.” 28 We present the value net slightly differently than the authors do, but the \ncomponents and configuration are identical. (See Exhibit 20.) On the left are the firm’s \nsuppliers. On the right are the firm’s customers. Between the suppliers and customers \nare the company, its competitors, and its complementors—a term we will define in much \nmore detail below. For now, the point is that companies beyond a firm’s suppliers, \ncustomers, and competitors can affect the amount of added value that it can capture. \n"
    },
    {
      "number": 29,
      "text": "Measuring the Moat \n16 December 2002 \n \n29 \n \nExhibit 20: Added-Value Analysis—The Value Net \nCompetitors\nComplementors\nCompany\nSuppliers\nCustomers\nCompetitors\nComplementors\nCompany\nSuppliers\nCustomers\nSource: Adapted from Adam M. Brandenburger and Barry J. Nalebuff, Co-opetition (New York: Doubleday, \n1996), 17. \nThe value net fits comfortably into Michael Porter’s traditional five-forces and value-\nchain analysis, but adds an important element: Strategy is not only about risk and \ndownside, it’s also about opportunity and upside. Industrial organization economics has \nhistorically stressed non-cooperative game theory, a reasonable framework in well-\nestablished industries near product price equilibrium. In contrast, cooperative game \ntheory recognizes that many industries are more dynamic and offer opportunities to \ncooperate as well as to compete. \nSources of Added Value \nWe can define three broad sources for added value: production advantages, consumer \nadvantages, and external (i.e., government) issues. Note that there is substantial \noverlap between this analysis and the industry analysis, but here we are zooming in on \nthe firm. \nFirms with production advantages create value by delivering products that have a larger \nspread between perceived consumer benefit and cost than their competitors, primarily \nby outperforming them on the cost side. We distill production advantages into two parts: \nprocess and scale economies. \nHere are some issues to think through to determine whether or not a firm has a process \nadvantage: \n• \nIndivisibility. Economies of scale are particularly important in high-fixed-cost \nbusinesses. Fixed costs are associated with indivisibility in the production \nprocess. Indivisibility means that a company can’t scale down its production \ncosts beyond a minimum level even if output is low. Bakery distribution routes \nare an example. If a bakery wants to service a region, it must have a bakery, \ntrucks, and drivers. These parts are indivisible, and a firm must bear their cost \nno matter what bread demand looks like. At the same time, if the trucks go from \nhalf to completely full, fixed costs don’t change much. \n"
    },
    {
      "number": 30,
      "text": "Measuring the Moat \n16 December 2002 \n \n30 \n \n• \nComplexity. Simple processes are easy to imitate and are unlikely to be a \nsource of advantage. More complex processes, in contrast, require more know-\nhow or coordination capabilities and can be a source of advantage. For \nexample, Gillette spent over $200 million to develop the Sensor shaving system. \nMost of the spending went to technology breakthroughs, and the company \nearned 29 patents to protect the process.  \n• \nRate of change in process cost. For some industries, the production costs \ndecline over time as a result of technological advances. For example, the \nprocess-related cost of building a distribution company today is less than in the \npast because of technology, but the cost in the future is likely to be lower than \ntoday for the same reason. For industries with declining process costs, the \nincumbent has learning curve advantages while the challenger has the \nadvantage of potentially lower future cost. So the analysis must focus on the \ntrade-off between learning advantages and future cost advantages. \n• \nProtection. Look for patents, copyrights, trademarks, and operating rights that \nprotect a firm’s process. Research suggests that patent-protected products as a \ngroup generated higher economic returns than any single industry.29 \n• \nResource uniqueness. The example of Alcoa’s bauxite contract is a good \nillustration of access to a unique resource. \nEconomies of scale are the second category of potential production advantage. We start \nby noting that economies of scale are hard to achieve, and the bigger the domain, the \nharder it is. For example, global economies of scale are significantly more difficult to \nattain than regional economies of scale. \nMcKinsey analysis suggests that currently about one-third of all industries are global, \none-third are national, and one-third are regional. (See Exhibit 21.) Their analysis also \nsuggests that industries are becoming increasingly global over time. Since global scale \neconomies are hard to achieve the implication is that sustainable value creation is, and \nwill continue to be, hard to achieve as well. \n"
    },
    {
      "number": 31,
      "text": "Measuring the Moat \n16 December 2002 \n \n31 \n \nExhibit 21: Various Industries and Their Stages of Globalization \nIndustry\nPhysical commodities\nScale-driven business\ngoods and services\nManufactured\ncommodities\nLabor skill/productivity-driven\nconsumer goods\nBrandable, largely regulated\nconsumer goods\nProfessional business services\nHistorically highly regulated\n(nationally) industries\nHigh interaction cost consumer\ngoods and services\nLocally regulated or high trans-\nportation cost goods and services\nGovernment services\nPetroleum, mineral ores, timber\nAircraft engines, construction equipment, semiconductors,\nairframes, shipping, refineries, machine tools, telecom equipment\nRefined petroleum products, aluminum, specialty steel, bulk\npharmaceuticals, pulp, specialty chemicals\nConsumer electronics, personal computers, cameras, automobiles,\ntelevisions\nBeer, shoes, luxury goods, pharmaceuticals, movie production\nInvestment banking, legal services, accounting services, consulting\nservices\nPersonal financial services, telecommunications service providers,\nelectric power service providers\nFood, television production, retail distribution, funeral homes,\nsmall business services\nConstruction materials, real property, education, household\nservices, medical care\nCivil servants, national defense\nExamples\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nGLOBAL\nLOCAL\n~33%\nGlobally\ndefined\n~33%\nNationally\ndefined\n~33%\nLocally\ndefined\nIndustry\nPhysical commodities\nScale-driven business\ngoods and services\nManufactured\ncommodities\nLabor skill/productivity-driven\nconsumer goods\nBrandable, largely regulated\nconsumer goods\nProfessional business services\nHistorically highly regulated\n(nationally) industries\nHigh interaction cost consumer\ngoods and services\nLocally regulated or high trans-\nportation cost goods and services\nGovernment services\nPetroleum, mineral ores, timber\nAircraft engines, construction equipment, semiconductors,\nairframes, shipping, refineries, machine tools, telecom equipment\nRefined petroleum products, aluminum, specialty steel, bulk\npharmaceuticals, pulp, specialty chemicals\nConsumer electronics, personal computers, cameras, automobiles,\ntelevisions\nBeer, shoes, luxury goods, pharmaceuticals, movie production\nInvestment banking, legal services, accounting services, consulting\nservices\nPersonal financial services, telecommunications service providers,\nelectric power service providers\nFood, television production, retail distribution, funeral homes,\nsmall business services\nConstruction materials, real property, education, household\nservices, medical care\nCivil servants, national defense\nExamples\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nGLOBAL\nLOCAL\n~33%\nGlobally\ndefined\n~33%\nNationally\ndefined\n~33%\nLocally\ndefined\nSource: Lowell Bryan, Jane Fraser, Jeremy Oppenheim and Wilhelm Rall, Race for the World (Boston: Harvard Business School Press, 1999), 45. \nSome areas to consider when determining whether or not a company has scale \nadvantages include: \n• \nDistribution. Does the firm have local, regional, or national distribution scale? \nWe would note that very few firms have national distribution scale. Most \nbusinesses have, at best, regional distribution advantages. One good example \nis retail. Wal-Mart (WMT, $51.38, Outperform, $65.00) built its business in the \n1970s and 1980s through regional distribution advantages. Most retailers have \nonly regional advantages, and often fail to generate economic profitability \noutside their core markets. \nOne useful way to assess distribution strength is to look at the firm’s operations \nand revenues on a map. Firms likely have some advantages where assets and \nrevenue are clustered. \n• \nPurchasing. Some firms can purchase raw materials at lower prices as the \nresult of scale. For instance, Home Depot (HD, $27.29, Outperform, $40.00) \nwas able to tack over 200 basis points on to its gross margins in the late 1990s. \nThe company attributed its margin expansion to a lower cost of merchandising \nresulting from product line reviews and increased sales of imported products. In \n"
    },
    {
      "number": 32,
      "text": "Measuring the Moat \n16 December 2002 \n \n32 \n \nother words, Home Depot used its size to get the best possible price from its \nsuppliers. Increasingly, large firms are lowering their supplier’s opportunity cost \nby providing the supplier with better information about demand. \n• \nResearch and development. Economies of scope, related to economies of \nscale, exist when a company lowers its unit costs as it pursues a variety of \nactivities. A significant example is research-and-development spillovers, in \nwhich the ideas that arise in one research project transfer to other projects. \nCompanies that increase the diversification of their research portfolios can often \nfind applications for their ideas better than they could when their research \nportfolios were smaller.30 \n• \nAdvertising. The advertising cost per consumer for a product is a function of the \ncost per consumer of sending the message and the reach. If the fixed costs in \nadvertising (e.g., ad preparation, negotiating with the broadcaster) are roughly \nthe same for small and large companies, the larger company will have a cost \nper potential consumer advantage because it can spread its costs over a much \nlarger base. \nEven if two companies can advertise on a national scale, the larger one has an \nadvantage. Say both McDonald’s (MCD, $17.40, Neutral, $21.00) and Wendy’s \n(WEN, $28.18, Outperform, $40.00) have equally effective national advertising \ncampaigns. That McDonald’s has many more stores than Wendy’s lowers \nMcDonald’s per store advertising cost, giving it an advantage. \nIf you suspect a firm has production advantages, carefully think through why its costs \nare relatively lower than its competitors. Also, practical experience suggests that firms \nwith production advantages often have lower gross margins than companies with \nconsumer advantages. \nConsumer advantage is the second broad source of added-value. Firms with consumer \nadvantages also create value by delivering products that have a larger spread between \nperceived consumer benefit and cost than its competitors, but it does that primarily by \noutperforming competitors on the benefit side. \nHere are some characteristic features of companies with consumer advantages:31 \n• \nHabit and high horizontal differentiation. A product is horizontally differentiated \nwhen some consumers prefer it to competing products. This source of \nadvantage is particularly significant if consumers use the product habitually. The \nproduct need not be unambiguously better than competing products, it just has \nfeatures that some consumers find attractive, and other consumers may not. \nSoft drinks are an example. Competing with Coca-Cola is hard because many \nconsumers habitually drink Coke and are fiercely attached to the product. 32  \n• \nExperience goods. An experience good is a product that consumers can assess \nonly when they’ve tried it. Search goods, in contrast, are products that a \nconsumer can easily assess at the time of purchase (e.g., hockey pucks or \noffice furniture). With experience goods, a company can enjoy differentiation \nbased on image, reputation, or credibility. Experience goods are often \ntechnologically complex. \n• \nHigh switching costs (lock-in). Customers must bear costs when they switch \nfrom one information system to another. The magnitude of switching costs \n"
    },
    {
      "number": 33,
      "text": "Measuring the Moat \n16 December 2002 \n \n33 \n \ndetermines the degree to which a customer is locked in. Sometimes switching \ncosts are large and obvious (e.g., $100 million for a company to replace its \nnetwork) and sometimes they’re small but significant (e.g., $100 per customer \nfor 1 million customers to switch insurance providers). Exhibit 22 provides a \nbreakdown of various forms of lock-in and their associated switching costs. \nExhibit 22: Types of Lock-In and Associated Switching Costs \nType of Lock-In\nSwitching Costs\nContractual commitments\nDurable purchases\nBrand-specific training\nInformation and databases\nSpecialized suppliers\nSearch costs\nLoyalty programs\nCompensatory or liquidated damages\nReplacement of equipment; tends to decline\nas the durable ages\nLearning a new system, both direct costs and\nlost productivity; tends to rise over time\nConverting data to new format; tends to rise\nover time as collection grows\nFunding of new supplier; may rise over time\nif capabilities are hard to find/maintain\nCombined buyer and seller search costs;\nincludes learning about quality of alternatives\nAny lost benefits from incumbent supplier,\nplus possible need to rebuild cumulative use\nType of Lock-In\nSwitching Costs\nContractual commitments\nDurable purchases\nBrand-specific training\nInformation and databases\nSpecialized suppliers\nSearch costs\nLoyalty programs\nCompensatory or liquidated damages\nReplacement of equipment; tends to decline\nas the durable ages\nLearning a new system, both direct costs and\nlost productivity; tends to rise over time\nConverting data to new format; tends to rise\nover time as collection grows\nFunding of new supplier; may rise over time\nif capabilities are hard to find/maintain\nCombined buyer and seller search costs;\nincludes learning about quality of alternatives\nAny lost benefits from incumbent supplier,\nplus possible need to rebuild cumulative use\nSource: Carl Shapiro and Hal R. Varian, Information Rules (Boston: Harvard Business School Press, 1999), \n117. \n• \nNetwork effects. Network effects can be an important source of consumer \nadvantage, especially in information-based businesses. You can think of two \ntypes of generic networks (Exhibit 23). The first is a hub-and-spoke network, \nwhere the hub feeds the nodes. Examples include most airlines and retailers. In \nthese networks, network effects are muted. \n"
    },
    {
      "number": 34,
      "text": "Measuring the Moat \n16 December 2002 \n \n34 \n \nExhibit 23: Network Effects Are Stronger in Interactive Than in Radial Networks  \nRadial\nInteractive\nRadial\nRadial\nInteractive\nInteractive\nSource: CSFB. \nThe second type is an interactive network, where the nodes are connected to \none another—either physically (like telephone wires) or virtually (like the same \nsoftware). Network effects tend to be significant for interactive networks, \nbecause as more people use the good or service, it becomes more useful. \nA key idea behind interactive networks is positive feedback. If more than one \ninteractive network is competing for customers, the network that pulls ahead will \ntend to benefit from positive feedback, leading to a winner-take-most outcome. \nSo the dominant network not only gets the most users (contributing to scale \nbenefits), but also switching costs for those customers rise as the network \nbecomes more and more significant. The canonical example of this de facto \nstandard setting is Microsoft’s PC operating system business. \nThe pattern of cumulative users of an interactive network follows an S-curve, \nsimilar to the diffusion of other innovations. However, the S-curve tends to be \nsteeper for interactive networks.33 Everett Rogers found that the plot of new \nadopters to a technology or network—really a derivative of the S-curve—follows \na normal distribution. Technology strategist Geoff Moore used this familiar \npattern as the basis of technology strategy and investing.34 \nJudging the source and longevity of a company’s added value is central to \nunderstanding the likelihood of sustainable value creation. Experience suggests that \nconsumer advantages often show up on the income statement as high gross margins. \nExhibit 24 summarizes various functional areas and what strategies to assess when \nlooking for producer or consumer advantages.35 \n"
    },
    {
      "number": 35,
      "text": "Measuring the Moat \n16 December 2002 \n \n35 \n \nExhibit 24: Sources of Added-Value and Functional Area Strategies \nFunctional Areas\nProduction Advantage\nConsumer Advantage\nSource of Added Value\nProduct and Marketing\nStrategies\n-Standardized products\n-Narrow price-cost margins with \nprices lower than competition\n-Little or modest product \npromotion or advertising\n-Modest postsale servicing or \nmaintenance\n-Customized products\n-Wide price-cost margins, with \nprices higher than competition\n-Emphasis on building products, \nimage through branding, \nadvertising, and product \npromotion\n-Extensive postsale service/ \nmaintenance\n-Generous warranties\nProduction Operations\nStrategies\n-Large mass-production facilities \nto exploit economies of scale\n-Capacity added behind demand \nto ensure full utilization\n-Products made to inventory, with \ntight controls on inventory levels\n-Willingness to sacrifice scale in \nfavor of customization and \nflexible response to \nunpredictable customer demand\n-Capacity added in anticipation of \ndemand to ensure product \navailability and minimize \nchances of stockouts\n-Products made to order\nEngineering and Design\n-Products designed for \nmanufacturability\n-Products designed to create \nbenefits for customers or lower \ntheir costs\nResearch and Development Strategies\n-R&D emphasizes process \ninnovations, rather than new \nproducts or basic research\n-R&D emphasized product \ninnovations and basic research \nmore than process\nHuman Resources/\nOrganizations and Control\nStrategies\n-“Traditional” managerial style, \ncharacterized by formal \nprocedure and rigid hierarchy\n-Tough bargaining posture with \nworkers\n-Tight administrative systems \nemphasizing cost control\n-Less formal managerial style, \nfewer formal procedures, less \nrigid hierarchy to promote \ninnovation and entrepreneurship\nFunctional Areas\nProduction Advantage\nConsumer Advantage\nSource of Added Value\nProduct and Marketing\nStrategies\n-Standardized products\n-Narrow price-cost margins with \nprices lower than competition\n-Little or modest product \npromotion or advertising\n-Modest postsale servicing or \nmaintenance\n-Customized products\n-Wide price-cost margins, with \nprices higher than competition\n-Emphasis on building products, \nimage through branding, \nadvertising, and product \npromotion\n-Extensive postsale service/ \nmaintenance\n-Generous warranties\nProduction Operations\nStrategies\n-Large mass-production facilities \nto exploit economies of scale\n-Capacity added behind demand \nto ensure full utilization\n-Products made to inventory, with \ntight controls on inventory levels\n-Willingness to sacrifice scale in \nfavor of customization and \nflexible response to \nunpredictable customer demand\n-Capacity added in anticipation of \ndemand to ensure product \navailability and minimize \nchances of stockouts\n-Products made to order\nEngineering and Design\n-Products designed for \nmanufacturability\n-Products designed to create \nbenefits for customers or lower \ntheir costs\nResearch and Development Strategies\n-R&D emphasizes process \ninnovations, rather than new \nproducts or basic research\n-R&D emphasized product \ninnovations and basic research \nmore than process\nHuman Resources/\nOrganizations and Control\nStrategies\n-“Traditional” managerial style, \ncharacterized by formal \nprocedure and rigid hierarchy\n-Tough bargaining posture with \nworkers\n-Tight administrative systems \nemphasizing cost control\n-Less formal managerial style, \nfewer formal procedures, less \nrigid hierarchy to promote \ninnovation and entrepreneurship\nSource: David Besanko, David Dranove, and Mark Shanley, Economics of Strategy–2nd Ed. (New York: John Wiley & Sons, 2000), 420. \nThe final source of added value is external, or government-related. Issues here include \nsubsidies, tariffs, quotas, and both competitive and environmental regulation. Changes \nin government policies can have a meaningful impact on added value. Consider the \nimpact of deregulation on the airline and trucking industries, emission standards for \ndiesel engines, and steel tariffs. \nFirm Interaction—Competition and Cooperation \nHow a firm interacts with other firms plays an important role in shaping sustainable \nvalue creation. Here we not only consider how companies interact with their \ncompetitors, but also how companies can co-evolve. \n"
    },
    {
      "number": 36,
      "text": "Measuring the Moat \n16 December 2002 \n \n36 \n \nGame theory is one of the best tools to understand interaction. Game theory forces \nmanagers to put themselves in the shoes of other players rather than viewing games \nsolely from their own perspective. \nThe classic two-player example of game theory is the prisoner’s dilemma.36 We can \nrecast the prisoner’s dilemma in a business context by considering a simple case of \ncapacity addition. Say two competitors, A and B, are considering adding capacity. If \ncompetitor A adds capacity and B doesn’t, A gets an outsized payoff. Likewise, if B adds \ncapacity and A doesn’t, B gets the large payoff. If neither expands, A and B aren’t as \nwell-off as if one alone had added capacity. But if both add capacity, they’re worse-off of \nthan if they had done nothing. Exhibit 25 shows the payoffs for the various scenarios. \nExhibit 25: Capacity and the Prisoner’s Dilemma \nA\nB\nA\nB\nA\nB\nA\nB\n35\n35\n25\n40\n40\n25\n30\n30\nCompetitor B\nCompetitor A\nDon’t Expand\nAdd Capacity\nDon’t Expand\nAdd Capacity\nA\nB\nA\nB\nA\nB\nA\nB\n35\n35\n25\n40\n40\n25\n30\n30\nA\nB\nA\nB\nA\nB\nA\nB\n35\n35\n25\n40\n40\n25\n30\n30\nCompetitor B\nCompetitor A\nDon’t Expand\nAdd Capacity\nDon’t Expand\nAdd Capacity\n \nSource:  CSFB. \nPankaj Ghemawat provides a more sophisticated example from a major pharmaceutical \ncompany’s actual pricing study.37 Here, a challenger is readying to launch a substitute \nfor one of the incumbent’s most profitable products. The incumbent’s challenge is to \ndetermine the pricing strategy that maximizes the value of it’s established product. \nExhibit 26 shows the payoffs given various assumptions. This analysis allowed the \nincumbent’s management to view the situation from the challenger’s perspective, versus \nconsidering only what it hoped the challenger would do. \n"
    },
    {
      "number": 37,
      "text": "Measuring the Moat \n16 December 2002 \n \n37 \n \nExhibit 26: The  Payoff Matrix in the Face of a Challenger Product Launch \nIncumbent (I’s)\nPrice\nChallenger (C’s) Price\nVery Low\nLow\nModerate\nHigh\nNo price\nchange\nC has large\nprice advantage\nC has small\nprice advantage\nI neutralizes\nC’s advantage\n350/190\n507/168\n585/129\n624/116\n507/168\n418/163\n454/155\n511/138\n636/126\n428/50\n504/124\n585/129\n669/128\nIncumbent (I’s)\nPrice\nChallenger (C’s) Price\nVery Low\nLow\nModerate\nHigh\nNo price\nchange\nC has large\nprice advantage\nC has small\nprice advantage\nI neutralizes\nC’s advantage\n350/190\n507/168\n585/129\n624/116\n507/168\n418/163\n454/155\n511/138\n636/126\n428/50\n504/124\n585/129\n669/128\nSource: Pankaj Ghemawat, Strategy and the Business Landscape (Upper Saddle River, NJ: Prentice-Hall, \nInc., 2001), 77. \nIn our simple capacity and product launch cases, we treated competitor interaction as if \nit were a onetime event. In reality, companies interact with one another all the time. So \nwe can enhance our perspective by considering repeated games. \nSocial scientist Robert Axelrod ran a tournament to see which strategy was most \nsuccessful in an iterated prisoner’s dilemma.38 The winner was tit for tat. Tit for tat starts \nby cooperating, but then mimics its competitor’s last move. So if a competitor cuts price, \na company employing tit for tat would cut price as well. If the competitor then raises \nprices, tit for tat immediately follows. In practice, tit for tat is effective only if companies \ncan judge clearly the intentions of their competitors. \nWe have found game theory particularly useful in considering pricing strategies and \ncapacity additions.39 A thorough review of a firm’s pricing actions and capacity shifts, as \nwell as for the industry, can provide important perspective on rivalry and rationality. The \ninstitutional memory, especially for cyclical businesses, appears too short to recognize \ncircumstances in which aiming for cooperation is the most profitable strategy. \nThe way to go beyond the payoff matrix that considers only onetime interaction is to \nbuild a tree based on sequential actions. The approach here is similar to strategy in \nchess: look ahead and reason back.40 \nExhibit 27 is an example of a game tree developed by Sharon Oster. Firm 1 is \nconsidering whether to continue only with its first product or to add a second product. In \neither case, Firm 2 can respond with its own product move. The payoffs at the end of \nthe tree show the economic consequences of the various scenarios. In reality, such \nanalysis can be tricky because the range of alternatives is large. But these game trees \ncan provide important perspective on competitive interaction, and hence the prospects \nfor sustainable value creation. \n"
    },
    {
      "number": 38,
      "text": "Measuring the Moat \n16 December 2002 \n \n38 \n \nExhibit 27: Mapping Sequential Moves \nFirm\n1\nFirm\n2\nOld\nOld\nand\nNew\nOld\nOld\nand\nNew\nFirm\n2\nOld\nOld\nand\nNew\nO1\nO2\nO3\nO4\nFirm 1 $100\nFirm 2 $100\nFirm 1 -$30\nFirm 2 +$250\nFirm 2 -$30\nFirm 1 +$250\nFirm 1 $0\nFirm 2 $0\nFirm\n1\nFirm\n2\nOld\nOld\nand\nNew\nOld\nOld\nand\nNew\nFirm\n2\nOld\nOld\nand\nNew\nO1\nO2\nO3\nO4\nFirm 1 $100\nFirm 2 $100\nFirm 1 -$30\nFirm 2 +$250\nFirm 2 -$30\nFirm 1 +$250\nFirm 1 $0\nFirm 2 $0\n \nSource: Sharon M. Oster, Modern Competitive Analysis (Oxford: Oxford University Press, 1999), 252. \nOur discussion so far has focused on competition. But thoughtful strategic analysis also \nrecognizes the role of co-evolution, or cooperation, in business. Not all business \nrelationships are conflictual. Sometimes companies outside the purview of a firm’s \ncompetitive set can heavily influence its value creation prospects. \nConsider the example of DVD makers (software) and DVD player makers (hardware). \nThese companies do not compete with one another. But the more DVD titles that are \navailable, the more attractive it will be for a consumer to buy a DVD player and vice \nversa. Another example is the Wintel standard—added features on Microsoft’s operating \nsystem required more powerful Intel microprocessors, and more powerful \nmicroprocessors could support updated operating systems. Complementors make the \nadded value pie bigger. Competitors fight over a fixed pie. \n"
    },
    {
      "number": 39,
      "text": "Measuring the Moat \n16 December 2002 \n \n39 \n \n \nWhat about Brands? \nWhen queried about sustainable competitive advantage, many executives and investors \ncite the importance of brands. How significant are brands? \nWe can start with an empirical observation: Of the companies that own the top fifteen \nmost valuable brands, as measured by brand consultant Interbrand, four do not earn \ntheir cost of capital.41 (See Exhibit 28.) So a brand is clearly not sufficient to ensure that \na company earns economic profits, much less sustainable economic profits. \nExhibit 28: Brand Popularity Does Not Translate into Value Creation \n-10\n-5\n0\n5\n10\n15\n20\n25\nCOCA-COLA\nMICROSOFT\nIBM\nGE\nINTEL\nNOKIA\nDISNEY\nMCDONALD'S\nMARLBORO\nMERCEDES\nFORD\nTOYOTA\nCITIBANK\nHEWLETT-PACKARD\nAMERICAN EXPRESS\nCISCO\nAT&T\nHONDA\nGILLETTE\nBMW\nSONY\nNESCAFE\nORACLE\nBUDWEISER\nMERRILL LYNCH\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nRank\nReturns minus Opportunity Cost\nSource: Interbrand, CSFB HOLT.  \nWe believe the best way to approach brands is to think through the added-value lens. \nDoes the brand increase willingness to pay? The answer is affirmative if the brand \nconfers horizontal differentiation. So your willingness to pay might be higher for a brand \nif you’re in the habit of using that product (Coke versus Pepsi, or Pepsi versus Coke), \nhave an emotional connection to it, trust the product, or believe the product brings you \nsocial status.  \nLess likely, brands may reduce supplier opportunity cost. A fledgling supplier often tries \nto land a prestigious company, even at a discounted price, as part of its effort to \nestablish credibility. To the degree that brand plays a role in the perception of prestige \nor credibility, it can reduce supplier opportunity cost, and hence increase added value \nfor the branded company. \nExhibit 29 shows that brand itself is not a source of competitive advantage. The exhibit \nexamines the total shareholder returns versus the S&P 500 for the stewards of three top \nbrands, Disney (DIS, $16.87, Outperform, $24.00), Gillette (G, $29.92, Not Rated), and \nCoca-Cola. Each panel shows a similar pattern: a period of significant share price \nunderperformance followed by a change in strategy and a period of sustained \noutperformance. In every case, the brand was well known before and after the company \nperformed well. The brand is the not the key to competitive advantage; the key is how \nthe company uses the brand to generate added value. \n \n"
    },
    {
      "number": 40,
      "text": "Measuring the Moat \n16 December 2002 \n \n40 \n \nExhibit 29: Brand Alone Does Not Create Value \nWalt D isne y\n0.00\n50.00\n100.00\n150.00\n200.00\n250.00\n300.00\n1/5/73\n1/5/75\n1/5/77\n1/5/79\n1/5/81\n1/5/83\n1/5/85\n1/5/87\n1/5/89\n1/5/91\n1/5/93\n1/5/95\n1/5/97\nIndexed Shareholder Returns\nG ille tte\n0.00\n50.00\n100.00\n150.00\n200.00\n250.00\n300.00\n350.00\n400.00\n1/5/73\n1/5/75\n1/5/77\n1/5/79\n1/5/81\n1/5/83\n1/5/85\n1/5/87\n1/5/89\n1/5/91\n1/5/93\n1/5/95\n1/5/97\nIndexed Shareholder Returns\nC oca-C ola\n0.00\n50.00\n100.00\n150.00\n200.00\n250.00\n300.00\n350.00\n400.00\n1/5/73\n1/5/75\n1/5/77\n1/5/79\n1/5/81\n1/5/83\n1/5/85\n1/5/87\n1/5/89\n1/5/91\n1/5/93\n1/5/95\n1/5/97\nIndexed Shareholder Returns\nMichael Eisner\nbecame CEO in \nSeptember, 1984\nRoberto Goizueta became \nCEO in March, 1981\nSeveral hostile \ntakeover attempts \n(1986-1988)\nWalt D isne y\n0.00\n50.00\n100.00\n150.00\n200.00\n250.00\n300.00\n1/5/73\n1/5/75\n1/5/77\n1/5/79\n1/5/81\n1/5/83\n1/5/85\n1/5/87\n1/5/89\n1/5/91\n1/5/93\n1/5/95\n1/5/97\nIndexed Shareholder Returns\nG ille tte\n0.00\n50.00\n100.00\n150.00\n200.00\n250.00\n300.00\n350.00\n400.00\n1/5/73\n1/5/75\n1/5/77\n1/5/79\n1/5/81\n1/5/83\n1/5/85\n1/5/87\n1/5/89\n1/5/91\n1/5/93\n1/5/95\n1/5/97\nIndexed Shareholder Returns\nC oca-C ola\n0.00\n50.00\n100.00\n150.00\n200.00\n250.00\n300.00\n350.00\n400.00\n1/5/73\n1/5/75\n1/5/77\n1/5/79\n1/5/81\n1/5/83\n1/5/85\n1/5/87\n1/5/89\n1/5/91\n1/5/93\n1/5/95\n1/5/97\nIndexed Shareholder Returns\nMichael Eisner\nbecame CEO in \nSeptember, 1984\nRoberto Goizueta became \nCEO in March, 1981\nSeveral hostile \ntakeover attempts \n(1986-1988)\nSource: Datastream. \n \n"
    },
    {
      "number": 41,
      "text": "Measuring the Moat \n16 December 2002 \n \n41 \n \n \nWhat about Management Skill? \nWithout a doubt, management skill is essential to understanding sustainable value \ncreation. Management skill entails both fashioning the strategy—the subject of this \nanalysis—and execution of the strategy. While execution is critical, a detailed treatment \nof the subject lies beyond the scope of this report.  \nOne classic example of the importance of execution is Home Depot. In an effort to \nsecure financing in its early days, Home Depot provided an executive from a foreign-\nbased firm with access to the company’s early plans, including store blueprints and \nexpansion intentions. After the parent company decided against an investment in Home \nDepot, the executive turned around and started a copycat business in states where \nHome Depot hadn’t yet expanded. The business floundered even with all of Home \nDepot’s numbers and business plans. Home Depot eventually acquired the failing \ncompetitor. 42  \nThe core of execution is in three processes—the people process, the strategy process, \nand the operations process. Executives must chose and promote people in light of the \nstrategic and operational realities. Strategy must take into account the company’s ability \nto execute it. And managers need to link operations to strategic goals and human \ncapacity. 43  \nLarge companies have a particular challenge because of the significant complexity of \nmanaging a large employee base. Companies must find organizational structures that \nallow them sufficient flexibility in a fast-changing world.    \nAnother important related topic is management incentives. Sustainable value creation \nrequires a constant balancing act between delivering current results and allocating the \nappropriate resources to assure a vibrant and value-creating business in the future. \nIncentives can play a central role in shaping this tenuous balance.  \n"
    },
    {
      "number": 42,
      "text": "Measuring the Moat \n16 December 2002 \n \n42 \n \n \nBringing It All Back Together \nStock prices reflect expectations for future financial performance. Accordingly, an \ninvestor’s task is to anticipate revisions in those expectations. A firm grasp on the \nprospects for value creation is a critical facet of this analysis. But value creation itself is \nno assurance of superior stock price performance if the market fully anticipates that \nvalue creation. \nThe expectations investing process has three parts:44 \n1. Estimate price-implied expectations. We first read the expectations embedded \nin a stock with a long-term discounted cash flow model. We use a DCF model \nbecause it mirrors the way the market prices stocks. \n2. Identify expectations opportunities. Once we understand expectations, we apply \nthe appropriate strategic and financial tools to determine where and when \nrevisions are likely to occur. A proper expectations analysis reveals whether a \nstock price is most sensitive to revisions in a company’s sales, operating costs, \nor investment need, so that investors can focus on the revisions that matter \nmost. The strategic analysis in this report is the heart of security analysis, and \nprovides the surest means to anticipate expectations revisions. \n3. Buy, sell, or hold. Using expected-value analysis, we are now in a position to \nmake informed buy, sell, or hold decisions. \nA thorough analysis of a company’s prospects for sustainable value creation is \nessential. This analysis can then intelligently inform a financial model, to determine \nwhether or not a particular stock offers prospects for superior returns. \n \n"
    },
    {
      "number": 43,
      "text": "Measuring the Moat \n16 December 2002 \n \n43 \n \n \nAppendix A: Value-Creation Checklist \nWhat stage of the competitive life cycle is the company in? \nIs the company currently earning a return above its cost of capital? \nWhat is the trend in return on capital—are returns increasing, decreasing, or stable? \nWhat is the trend in the company's investment spending? \nLay of the Land \nWhat percentage of the industry does each player represent? \nWhat is each player's level of profitability? \nWhat have the historical trends in market share been? \nHow stable is the industry? \n \nHow stable is market share? \n \nWhat have pricing trends looked like? \nWhat class does the industry fall into—fragmented, emerging, mature, declining, \ninternational, network, or hypercompetitive? \nFive Forces \nHow much leverage do suppliers have? \nCan companies pass supplier increases to customers? \nAre there substitute products available? \nAre there switching costs? \nHow much leverage do buyers have? \nHow informed are the buyers? \nBarriers to Entry \nWhat are the entry and exit rates like in the industry? \nWhat are the anticipated reactions of incumbents to new entrants? \nWhat is the reputation of incumbents? \nWhat is the level of asset specificity? \nWhat is the minimum efficient production scale? \nIs there excess capacity in the industry? \nIs there a way to differentiate the product? \nWhat is the anticipated payoff for a new entrant? \nDo incumbents have precommitment contracts? \nDo incumbents have licenses or patents? \nAre there learning curve benefits in the industry? \nRivalry \nIs there pricing coordination? \nWhat is the industry concentration? \nWhat is the size distribution of firms? \nHow similar are the firms (incentives, corporate philosophy, ownership structure)? \nIs there demand variability? \nAre there high fixed costs? \nIs the industry growing? \nDisruption/Disintegration \nIs the industry vulnerable to disruptive technology? \nDo new technologies foster product improvements? \nIs the technology progressing faster than the market's needs? \n \nHave established players passed the performance threshold? \nIs the industry organized vertically, or has there been a shift to horizontal \nmarkets? \n \n \n"
    },
    {
      "number": 44,
      "text": "Measuring the Moat \n16 December 2002 \n \n44 \n \nFirm Specific \nDoes the firm have production advantages? \n \nIs there instability in the business structure? \n \nIs there complexity requiring know-how or coordination capabilities? \n \nHow quickly are the process costs changing? \nDoes the firm have any patents, copyrights, trademarks, etc.? \nAre there economies of scale? \n \nWhat does the firm's distribution scale look like? \n \nAre assets and revenue clustered geographically? \n \nAre there purchasing advantages with size? \n \nAre there economies of scope? \n \nAre there diverse research profiles? \nAre there consumer advantages? \n \nIs there habit or horizontal differentiation? \n \nDo people prefer the product to competing products? \n \nAre there lots of product attributes that customers weigh? \n \nCan customers only assess the product through trial? \n \nIs there customer lock-in? Are there high switching costs? \nIs the network radial or interactive? \nWhat is the source and longevity of added value? \nAre there external sources of added value (subsidiaries, tariffs, quotas, and competitive \nor environmental regulations)? \nFirm Interaction—Competition and Coordination \nAre there complementors to the industry? \nIs the added value growing because of other companies? Or, do new companies take \nshare from a fixed-value pie? \nBrands \nDoes the brand increase willingness to pay? \nDo customers have an emotional connection to the brand? \nDo customers trust the product because of the name? \nDoes the brand imply social status? \nCan you reduce supplier operating cost with your name? \n \n"
    },
    {
      "number": 45,
      "text": " \n \nMeasuring the Moat \n16 December 2002\n \n45 \nAppendix B: Competitive Life Cycle and CFROI \nIncreasing Returns\n& High Reinvestment\nAbove-Average\nbut Fading Returns\nBelow-Average\nReturns\nAverage\nReturns\nHigh Innovation\nFading Returns\nMature\nNeeds Restructuring\nEconomic\nReturn\nDiscount Rate\n(Required\nRate of Return)\nReinvestment\nRates\nLow CFROI\nHigh Reinvestment\nBiotech \nCommunication Equipment\nInternet\nSoftware\nTelecom Services\nCFROI 7-10%\nFlat or Rising\nBanks \nBeverages\nFood Products\nHealth Care Equipment\nHousehold Products\nMedia \nPersonal Products\nReal Estate \nCFROI 7-10%\nFading\nAerospace & Defense\nAir Freight & Couriers\nContainers & Packaging Distributor\nElectrical Equipment\nFood & Drug Retailing\nHotels Restaurant & Leisure \nIT Consulting & Services\nMachinery\nPharmaceuticals \nSpecialty Retail \nTrading Companies\nCFROI > 10%\nBuilding Products\nCommercial Services\nConstruction & Engineering\nDiversified Financials\nHealth Care Providers  \nHousehold Durables\nTobacco\nAverage CFROI\nAuto Components\nAutomobiles\nChemicals\nComputers & Peripherals\nConstruction Materials\nElectronic Equipment & Instruments\nEnergy Equipment & Services\nIndustrial Conglomerates\nInsurance \nLeisure Equipment & Products\nMetals & Mining\nMultiline Retail\nOffice Electronic\nOil & Gas \nPaper & Forest Products\nSemi Equipment & Products\nTextiles & Apparel\nLow CFROI\nLow Reinvestment\nAirlines\nMarine\nRoad & Rail\nUtilities\nCFROI equals Cash Flow Return on Investment.\nClassifications as of 12/6/02.\nCFROI® is a registered trademark in the United States of Credit Suisse First Boston or its subsidiaries or affiliates.\nIncreasing Returns\n& High Reinvestment\nAbove-Average\nbut Fading Returns\nBelow-Average\nReturns\nAverage\nReturns\nHigh Innovation\nFading Returns\nMature\nNeeds Restructuring\nEconomic\nReturn\nDiscount Rate\n(Required\nRate of Return)\nReinvestment\nRates\nIncreasing Returns\n& High Reinvestment\nAbove-Average\nbut Fading Returns\nBelow-Average\nReturns\nAverage\nReturns\nHigh Innovation\nFading Returns\nMature\nNeeds Restructuring\nEconomic\nReturn\nDiscount Rate\n(Required\nRate of Return)\nReinvestment\nRates\nLow CFROI\nHigh Reinvestment\nBiotech \nCommunication Equipment\nInternet\nSoftware\nTelecom Services\nCFROI 7-10%\nFlat or Rising\nBanks \nBeverages\nFood Products\nHealth Care Equipment\nHousehold Products\nMedia \nPersonal Products\nReal Estate \nCFROI 7-10%\nFading\nAerospace & Defense\nAir Freight & Couriers\nContainers & Packaging Distributor\nElectrical Equipment\nFood & Drug Retailing\nHotels Restaurant & Leisure \nIT Consulting & Services\nMachinery\nPharmaceuticals \nSpecialty Retail \nTrading Companies\nCFROI > 10%\nBuilding Products\nCommercial Services\nConstruction & Engineering\nDiversified Financials\nHealth Care Providers  \nHousehold Durables\nTobacco\nAverage CFROI\nAuto Components\nAutomobiles\nChemicals\nComputers & Peripherals\nConstruction Materials\nElectronic Equipment & Instruments\nEnergy Equipment & Services\nIndustrial Conglomerates\nInsurance \nLeisure Equipment & Products\nMetals & Mining\nMultiline Retail\nOffice Electronic\nOil & Gas \nPaper & Forest Products\nSemi Equipment & Products\nTextiles & Apparel\nLow CFROI\nLow Reinvestment\nAirlines\nMarine\nRoad & Rail\nUtilities\nCFROI equals Cash Flow Return on Investment.\nClassifications as of 12/6/02.\nCFROI® is a registered trademark in the United States of Credit Suisse First Boston or its subsidiaries or affiliates.\n \nSource: CSFB HOLT estimates. \n"
    },
    {
      "number": 46,
      "text": "Measuring the Moat \n16 December 2002 \n \n46 \n \n \nEndnotes \n1 Bartley J. Madden, CFROI Valuation: A Total System Approach to Valuing the Firm \n(New York: Butterworth-Heinemann, 1999); Michael Mauboussin and Paul Johnson, \n“Competitive Advantage Period (CAP): The Neglected Value Driver,” Financial \nManagement, Vol. 26, 2, Summer 1997; Alfred Rappaport, Creating Shareholder Value \n(New York: Free Press, 1986); Merton H. Miller and Franco Modigliani, “Dividend Policy, \nGrowth, and the Valuation of Shares,” The Journal of Business, Vol. 34, October 1961.  \n2 David Besanko, David Dranove, and Mark Shanley, Economics of Strategy, 2nd Ed. \n(New York: John Wiley & Sons, 2000), 399. \n3 See Michael J. Mauboussin, Alexander Schay, and Patrick McCarthy, “Competitive \nAdvantage Period: At The Intersection of Finance and Competitive Strategy,” Credit \nSuisse First Boston Equity Research, October 4, 2001; Pankaj Ghemawat, Commitment \n(New York: Free Press, 1991), 82; Madden. \n4 Robert R. Wiggins and Timothy W. Ruefli, “Sustained Competitive Advantage: \nTemporal Dynamics and the Incidence and Persistence of Superior Economic \nPerformance,” Organizational Science, Vol. 13, 1, January-February 2002, 82-105. \nAlso, Robert R. Wiggins and Timothy W. Ruefli, “Hypercompetitive Performance: Are \nThe Best of Times Getting Shorter?” presented at the Academy of Management Annual \nMeeting 2001, Business Policy and Strategy (BPS) Division, March 31, 2001.  \nSee http://www.wiggo.com/Academic/WigginsHypercompetition.pdf.  \n5 Bartley J. Madden, “The CFROI Life Cycle,” Journal of Investing, Vol. 5, 2, Summer \n1996. \n6 See http://pages.stern.nyu.edu/~adamodar/New_Home_Page/datafile/implpr.html. \n7 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock \nPrices for Better Returns (Boston: Harvard Business School Press, 2001), 51-52.  \n8 We quote Warren Buffett on “Adam Smith’s Money Game,” Transcript # 105, May 15, \n1998. See http://www.adamsmith.net/transcripts/05_15_98.html. \n9 One example of a study based on total shareholder returns is Richard Foster and \nSarah Kaplan’s, Creative Destruction: Why Companies that are Built to Last \nUnderperform the Market and How to Successfully Transform Them (New York: \nDoubleday, 2001). This work is very important, but addresses a different question than \nthe one we pose here. \n10 Anita M. McGahan and Michael E. Porter, “How Much Does Industry Matter, Really?”, \nStrategic Management Journal, Vol. 18, Summer Special Issue 1997, 15-30; Richard P. \nRumelt, “How Much Does Industry Matter?”, Strategic Management Journal, Vol. 12, \n1991, 167-185; Richard Schmalensee, “Do Markets Differ Much?”, The American \nEconomic Review, Vol. 75, 3, June 1983, 341-351. \n11 Orit Gadiesh and James L. Gilbert, “Profit Pools: A Fresh Look at Strategy,” Harvard \nBusiness Review, May-June, 1998. \n12 Michael E. Porter, Competitive Strategy: Techniques for Analyzing Industries and \nCompetitors (New York: The Free Press, 1980). \n13 This section relies heavily on Rappaport and Mauboussin, 54-57. \n14 Timothy Dunne, Mark J. Roberts, and Larry Samuelson, “Patterns of firm entry and \nexit in U.S. manufacturing industries,” RAND Journal of Economics, Vol. 19, 4, Winter \n1988, 495-515. \n15 Here we follow (nearly verbatim) the fabulous presentation format of Besanko, \nDranove, and Shanley, 327-328.  \n16 We base this discussion on Sharon M. Oster, Modern Competitive Analysis (Oxford: \nOxford University Press, 1999), 57-82. \n17 We saw a similar example with CSX and Norfolk Southern’s competition to deliver \ncoal to Gainesville, Florida. See Adam M. Brandenburger and Barry J. Nalebuff,        \nCo-opetition (New York: Doubleday, 1996), 76-80.  \n"
    },
    {
      "number": 47,
      "text": "Measuring the Moat \n16 December 2002 \n \n47 \n \n18 Besanko, Dranove, and Shanley, 151. \n19 Brandenburger and Nalebuff, 72-76. \n20 Besanko, Dranove, and Shanley, 91-93. \n21 Carl Shapiro and Hal R. Varian, Information Rules: A Strategic Guide to the Network \nEconomy (Boston: Harvard Business School Press, 1999), 173-225. Also, Michael J. \nMauboussin, Alexander Schay and Stephen Kawaja, “Network to Net Worth: Exploring \nNetwork Dynamics,” Credit Suisse First Boston Equity Research, May 11, 2000. \n22 Robert Smiley, “Empirical Evidence on Strategic Entry Deterrence,” International \nJournal of Industrial Organization, Vol. 6, June 1988, 167-180. \n23 Oster, 33-34. \n24 Clayton M. Christensen, The Innovator’s Dilemma: When New Technologies Cause \nGreat Companies to Fail (Boston: Harvard Business School Press, 1997). \n25 Ibid., 32.  \n26 Clayton M. Christensen, Matt Verlinden, and George Westerman, “Disruption, \nDisintegration, and the Dissipation of Differentiability,” Industrial and Corporate Change \n(forthcoming). \n27 Adam M. Brandenburger and Harborne W. Stuart, Jr., “Value-Based Business \nStrategy,” Journal of Economics & Management Strategy, Vol. 5, 1, Spring 1996, 5-24. \n28 Adam M. Brandenburger and Barry J. Nalebuff, Co-opetition (New York: Doubleday, \n1996), 16-19. \n29 Jeffery Williams, “How Sustainable is Your Competitive Advantage?” California \nManagement Review, Vol. 32, 1992, 1-23. \n30 Besanko, Dranove, and Shanley, 86-87. \n31 Ibid., 415-420. \n32 Bruce C. N. Greenwald, Judd Kahn, Paul D. Sonkin and Michael van Biema, Value \nInvesting: From Graham to Buffett and Beyond (New York: John Wiley & Sons, 2001), \n77-78. \n33 Everett M. Rogers, The Diffusion of Innovation (New York: Free Press, 1995). \n34 Geoffrey A. Moore, Paul Johnson, and Tom Kippola, The Gorilla Game: Picking \nWinners in High Technology (New York: HarperBusiness, 1998). \n35 For a more complete discussion, see Oster, 326-346. \n36 For an excellent resource, see http://plato.Stanford.edu/entries/prisoner-\ndilemma/#oth.  \n37 Pankaj Ghemawat, Strategy and the Business Landscape (Upper Saddle River, NJ: \nPrentice-Hall, Inc., 2001), 76-78. \n38 Robert Axelrod, The Evolution of Cooperation (New York: Basic Books, 1985).  \n39 Gibboney Huske, “Eastman Kodak Company: Film Pricing—A Prisoner’s Dilemma,” \nCredit Suisse First Boston Equity Research, February 16, 1999. Also Michael J. \nMauboussin, \"The Winner is Tit for Tat,\" CS First Boston Equity Research, December \n16, 1994.  \n40 Avinash K. Dixit and Barry J. Nalebuff, Thinking Strategically (New York: W. W. \nNorton & Co., 1991). \n41 Gerry Khermouch, “The Best Global Brands,” BusinessWeek, August 5, 2002. See \nhttp://www.businessweek.com/magazine/content/02_31/b3794032.htm.  \n42 Alan C. Shapiro, “Brand-Name Capital and the Nature of Intangible Assets,” Mimeo. \nAlso, Bernie Marcus and Arthur Blank with Bob Andelman, Built from Scratch (New \nYork: Times Books, 1999), 180-183. \n43 Larry Bossidy and Ram Charan, Execution: The Discipline of Getting Things Done \n(New York: Crown Business, 2002), 21-23. \n44 Rappaport and Mauboussin, 7-8. \n \n"
    },
    {
      "number": 48,
      "text": "Measuring the Moat \n16 December 2002 \n \n48 \n \n \nResources \nBooks \nAxelrod, Robert, The Evolution of Cooperation (New York: Basic Books, 1985).  \nAxelrod, Robert, The Complexity of Cooperation: Agent-Based Models of Competition \nand Collaboration (Princeton: Princeton University Press, 1997).  \nBain, Joe S., Barriers to New Competition (Cambridge: Harvard University Press, 1956). \nBarney, Jay B., Gaining and Sustaining Competitive Advantage (Upper Saddle River, \nNJ: Prentice-Hall, Inc., 2002). \nBesanko, David, David Dranove, and Mark Shanley, Economics of Strategy–2nd Ed. \n(New York: John Wiley & Sons, 2000). \nBrandenburger, Adam M., and Barry J. Nalebuff, Co-opetition (New York: Doubleday, \n1996). \nBryan, Lowell, Jane Fraser, Jeremy Oppenheim, and Wilhelm Rall, Race for the World \n(Boston: Harvard Business School Press, 1999). \nChristensen, Clayton M., Innovator’s Dilemma: When New Technologies Cause Great \nFirms to Fail (Boston: Harvard Business School Press, 1997). \nCollins, Jim, Good to Great (New York: HarperCollins, 2001). \nDixit, Avinash K., and Barry J. Nalebuff, Thinking Strategically (New York: W. W. Norton \n& Co., 1991). \nEvans, Philip, and Thomas S. Wurster, Blown to Bits: How the New Economics of \nInformation Transforms Strategy (Boston: Harvard Business School Press, 1999). \nFoster, Richard, and Sarah Kaplan, Creative Destruction: Why Companies that are Built \nto Last Underperform the Market and How to Successfully Transform Them (New York: \nDoubleday, 2001). \nGhemawat, Pankaj, Commitment—The Dynamic of Strategy (New York: The Free \nPress, 1991). \nGhemawat, Pankaj, Games Businesses Play (Cambridge: Massachusetts Institute of \nTechnology, 1997). \nGhemawat, Pankaj, Strategy and the Business Landscape (Upper Saddle River, NJ: \nPrentice-Hall, Inc., 2001). \nGreenwald, Bruce C. N., Judd Kahn, Paul D. Sonkin, and Michael van Biema, Value \nInvesting: From Graham to Buffett and Beyond (New York: John Wiley & Sons, 2001). \nGrove, Andrew S., Only the Paranoid Survive (New York: Doubleday, 1999). \nKarier, Thomas, Beyond Competition (Armonk, NY: M.E. Sharpe, 1994). \nMcTaggart, James, Peter Kontes, and Michael Mankins, The Value Imperative: \nManaging for Superior Shareholder Returns (New York: The Free Press, 1994). \nMoore, Geoffrey A., Paul Johnson, and Tom Kippola, The Gorilla Game: Picking \nWinners in High Technology (New York: HarperBusiness, 1998). \nMueller, Dennis C., Profits in the Long Run (Cambridge: Cambridge University Press, \n1986). \nOster, Sharon M., Modern Competitive Analysis (Oxford: Oxford University Press, \n1999). \nPorter, Michael E., Competitive Advantage: Creating and Sustaining Superior \nPerformance (New York: Simon & Schuster, 1985). \n"
    },
    {
      "number": 49,
      "text": "Measuring the Moat \n16 December 2002 \n \n49 \n \nPorter, Michael E., Competitive Strategy: Techniques for Analyzing Industries and \nCompetitors (New York: The Free Press, 1980). \nRappaport, Alfred, and Michael J. Mauboussin, Expectations Investing: Reading Stock \nPrices for Better Returns (Boston: Harvard Business School Press, 2001). \n \nRogers, Everett M., The Diffusion of Innovation (New York: Free Press, 1995). \n \nShapiro, Carl, and Hal R. Varian, Information Rules: A Strategic Guide to the Network \nEconomy (Boston: Harvard Business School Press, 1999). \nSlywotzky, Adrian J., David J. Morrison, and Bob Andelman, The Profit Zone: How \nStrategic Business Design will Lead you to Tomorrow’s Profits (New York: Three Rivers \nPress, 2002). \nSlywotzky, Adrian J., Value Migration: How to Think Several Moves Ahead of the \nCompetition (Boston: Harvard Business School Press, 1996). \nUtterback, James M., Mastering the Dynamics of Innovation (Boston: Harvard Business \nSchool Press, 1996). \nWilliams, Jeffrey R., Renewable Advantage (New York: The Free Press, 2000). \n \n \nArticles and papers \n \nBrandenburger, Adam M., and Harborne W. Stuart, Jr., “Value-Based Business \nStrategy,” Journal of Economics & Management Strategy, Vol. 5, No. 1, Spring 1996,   \n5-24. \n \nChristensen, Clayton M., Matt Verlinden, and George Westerman, “Disruption, \nDisintegration, and the Dissipation of Differentiability,” Industrial and Corporate Change \n(forthcoming). \n \nDunne, Timothy, Mark J. Roberts, and Larry Samuelson, “Patterns of firm entry and exit \nin U.S. manufacturing industries,” RAND Journal of Economics, Vol. 19, No. 4, Winter \n1988, 495-515. \n \nGadiesh, Orit, and James L. Gilbert, “Profit Pools: A Fresh Look at Strategy,” Harvard \nBusiness Review, May-June, 1998. \n \nKlepper, Steven, “Entry, Exit, Growth, and Innovation over the Product Life Cycle,” \nAmerican Economic Review, Vol. 86, No. 3, June 1996, 562-583. \n \nKlepper, Steven, and Elizabeth Graddy, “The evolution of new industries and the \ndeterminants of market structure,” RAND Journal of Economics, Vol. 21, No. 1, Spring \n1990, 27-44. \n \nMcGahan, Anita M., and Michael E. Porter, “How Much Does Industry Matter, Really?”, \nStrategic Management Journal, Vol. 18, Summer Special Issue 1997, 15-30. \n \nMcGahan, Anita M., and Brian S. Silverman, “How Does Innovative Activity Change as \nIndustries Mature?”, Working Paper – Boston University & Harvard Business School, \nFebruary 8, 2000. \n \nPorter, Michael E., “What is Strategy?” Harvard Business Review, November-December 1996. \n \nPorter, Michael E., “Strategy and the Internet,” Harvard Business Review, March 2001. \n \n"
    },
    {
      "number": 50,
      "text": "Measuring the Moat \n16 December 2002 \n \n50 \n \nRumelt, Richard P., “How Much Does Industry Matter?”, Strategic Management Journal, \nVol. 12, 1991, 167-185. \n \nSchmalensee, Richard, “Do Markets Differ Much?”, The American Economic Review, \nVol. 75, No. 3, June 1983, 341-351. \n \nSmiley, Robert, “Empirical Evidence on Strategic Entry Deterrence,” International \nJournal of Industrial Organization, Vol. 6, 1988, 167-180. \n \nWaring, Geoffrey F., “Industry Differences in the Persistence of Firm-Specific Returns,” \nThe American Economic Review, December 1996, 1253-1265. \n \nWiggins, Robert R., and Timothy W. Ruefli, “Hypercompetitive Performance: Are the \nBest of Times Getting Shorter?” Working Paper – Presented at the Academy of \nManagement Annual Meeting, March 31, 2001. \n \nWiggins, Robert R. and Timothy W. Ruefli, “Sustained Competitive Advantage: \nTemporal Dynamics and the Incidence and Persistence of Superior Economic \nPerformance,” Organization Science, Vol. 13, No. 1, January-February 2002, 82-105. \n \nWilliams, Jeffrey R., “How Sustainable is Your Competitive Advantage?”, California \nManagement Review, vol. 34, 1992, 1-23. \n \n \n"
    },
    {
      "number": 51,
      "text": "Measuring the Moat \n16 December 2002 \n \n51 \n \nCompanies Mentioned  (Price as of 12 Dec 02) \nDell Computer Corporation (DELL, $27.43, OUTPERFORM, TP $32) \nCoca-Cola Company (KO, $45.87, OUTPERFORM, TP $57) \nPepsiCo, Inc. (PEP, $43.18, NEUTRAL, TP $43) \nAlcoa Inc. (AA, $23.25, OUTPERFORM, TP $29.4) \neBay Inc. (EBAY, $68.73, OUTPERFORM, TP $80) \nApple Computer Inc. (AAPL, $15.19, NEUTRAL, TP $18) \nWal-Mart Stores, Inc. (WMT, $51.38, OUTPERFORM, TP $65) \nHome Depot, Inc. (HD, $27.29, OUTPERFORM, TP $40) \nMcDonald's Corp (MCD, $17.4, NEUTRAL, TP $21) \nWendys International, Inc. (WEN, $28.18, OUTPERFORM, TP $40) \nWalt Disney Company (DIS, $16.87, OUTPERFORM, TP $24) \nGillette Co. (G, $29.92) \n \nDISCLOSURE SECTION \nThe analyst(s) responsible for preparing this research report received compensation that is based upon \nvarious factors including CSFB's total revenues, a portion of which are generated by CSFB's investment \nbanking activities. \nAnalyst’s stock ratings are defined as follows: \nOutperform: The stock’s total return is expected to exceed the industry average* by at least 10-15% (or \nmore, depending on perceived risk) over the next 12 months. \nNeutral: The stock’s total return is expected to be in line with the industry average* (range of ±10%) over \nthe next 12 months. \nUnderperform**: The stock’s total return is expected to underperform the industry average* by 10-15% or \nmore over the next 12 months. \n*For Asia/Pacific, Latin America, and Emerging Markets, stock ratings are relative to the relevant \ncountry index (rather than the analyst’s industry coverage universe). \n**In an effort to achieve a more balanced distribution of stock ratings, the Firm has requested that \nanalysts rate at least 15% of their universe as Underperform. This guideline is subject to change \ndepending on several factors, including general market conditions. \nRestricted: CSFB policy and/or applicable law and regulations preclude certain types of communications, \nincluding an investment recommendation, during the course of CSFB's engagement in an investment \nbanking transaction and in certain other circumstances. \nVolatility Indicator [V]: A stock is defined as volatile if the stock price has moved up or down by 20% or \nmore in a month in at least 8 of the past 24 months or the analyst expects significant volatility going \nforward.  All IPO stocks are automatically rated volatile within the first 12 months of trading. \n  \nAnalyst’s coverage universe weightings are defined as follows: \nOverweight: Industry expected to outperform the relevant broad market benchmark over the next 12 \nmonths. \nMarket Weight: Industry expected to perform in-line with the relevant broad market benchmark over the \nnext 12 months. \nUnderweight: Industry expected to underperform the relevant broad market benchmark over the next 12 \nmonths. \nCSFB’s distribution of stock ratings (and banking clients) is: \nGlobal Ratings Distribution* \nOutperform \n 35% \n(47% banking clients) \nNeutral \n 42% \n(41% banking clients) \nUnderperform \n 21% \n(35% banking clients) \nRestricted \n 2% \n*For purposes of the NYSE and NASD ratings distribution disclosure requirements, our stock ratings of Outperform, Neutral, and \nUnderperform most closely correspond to Buy, Hold, and Sell, respectively; however, the meanings are not the same, as our stock \nratings are determined on a relative basis. (Please refer to definitions above.) An investor's decision to buy or sell a security should be \nbased on investment objectives, current holdings, and other individual factors. \nCredit Suisse First Boston (Europe) Limited (CSFB) acts as broker to WMT. \nDisclosures continue on next page. \n"
    },
    {
      "number": 52,
      "text": " \nmeasuringthemoat.doc \nAMSTERDAM.............31 20 5754 890 \nATLANTA ...................1 404 897 2800 \nBALTIMORE...............1 410 659 8800 \nBANGKOK.......................62 614 6000 \nBEIJING....................86 10 6410 6611 \nBOSTON.....................1 617 556 5500 \nBUDAPEST...................36 1 202 2188 \nBUENOS AIRES.......54 11 4394 3100 \nCHICAGO ...................1 312 750 3000 \nFRANKFURT .................49 69 75 38 0 \nHOUSTON ..................1 713 890 6700 \nHONG KONG...............852 2101 6000 \nJOHANNESBURG \n27 11 343 2200 \nKUALA LUMPUR ........603 2143 0366 \nLONDON...................44 20 7888 8888 \nMADRID.....................34 91 423 16 00 \nMELBOURNE.............61 3 9280 1888 \nMEXICO CITY..............52 5 283 89 00 \nMILAN.............................39 02 7702 1 \nMOSCOW ...................7 501 967 8200 \nMUMBAI .....................91 22 230 6333 \nNEW YORK ................1 212 325 2000 \nPALO ALTO ...............1 650 614 5000 \nPARIS .......................33 1 53 75 85 00 \nPHILADELPHIA..........1 215 851 1000 \nSAN FRANCISCO ......1 415 836 7600 \nSÃO PAULO.............55 11 3841 6000 \nSEOUL........................82 2 3707 3700 \nSHANGHAI...............86 21 6881 8418 \nSINGAPORE..................65 6212 2000 \nSYDNEY .....................61 2 8205 4433 \nTAIPEI.......................886 2 2715 6388 \nTOKYO .......................81 3 5404 9000 \nTORONTO..................1 416 352 4500 \nWARSAW...................48 22 695 0050 \nWASHINGTON ...........1 202 354 2600 \nZURICH........................41 1 333 55 55 \n \nCopyright Credit Suisse First Boston, and its subsidiaries and affiliates, 2002.  All rights reserved. \nThis report is not directed to, or intended for distribution to or use by, any person or entity who is a citizen or resident of or located in any locality, state, country or other jurisdiction where such distribution, publication, \navailability or use would be contrary to law or regulation or which would subject Credit Suisse First Boston or its subsidiaries or affiliates (collectively \"CSFB\") to any registration or licensing requirement within such \njurisdiction. All material presented in this report, unless specifically indicated otherwise, is under copyright to CSFB.  None of the material, nor its content, nor any copy of it, may be altered in any way, transmitted to, copied \nor distributed to any other party, without the prior express written permission of CSFB.  All trademarks, service marks and logos used in this report are trademarks or service marks or registered trademarks or service \nmarks of CSFB. \nThe information, tools and material presented in this report are provided to you for information purposes only and are not to be used or considered as an offer or the solicitation of an offer to sell or to buy or subscribe for \nsecurities or other financial instruments. CSFB may not have taken any steps to ensure that the securities referred to in this report are suitable for any particular investor. CSFB will not treat recipients of this report as its \ncustomers by virtue of their receiving this report. The investments and services contained or referred to in this report may not be suitable for you and it is recommended that you consult an independent investment advisor \nif you are in doubt about such investments or investment services.  Nothing in this report constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable or appropriate \nto your individual circumstances, or otherwise constitutes a personal recommendation to you. CSFB does not advise on the tax consequences of investments and you are advised to contact an independent tax adviser.  \nPlease note in particular that the bases and levels of taxation may change. \nInformation and opinions presented in this report have been obtained or derived from sources believed by CSFB to be reliable, but CSFB makes no representation as to their accuracy or completeness. CSFB accepts no \nliability for loss arising from the use of the material presented in this report, except that this exclusion of liability does not apply to the extent that such liability arises under specific statutes or regulations applicable to CSFB.  \nThis report is not to be relied upon in substitution for the exercise of independent judgment. CSFB may have issued, and may in the future issue, other reports that are inconsistent with, and reach different conclusions \nfrom, the information presented in this report.  Those reports reflect the different assumptions, views and analytical methods of the analysts who prepared them and CSFB is under no obligation to ensure that such other \nreports are brought to the attention of any recipient of this report.  \nCSFB may, to the extent permitted by law, participate or invest in financing transactions with the issuer(s) of the securities referred to in this report, perform services for or solicit business from such issuers, and/or have a \nposition or holding, or other material interest, or effect transactions, in such securities or options thereon, or other investments related thereto.  In addition, it may make markets in the securities mentioned in the material \npresented in this report.  CSFB may, to the extent permitted by law, act upon or use the information or opinions presented herein, or the research or analysis on which they are based, before the material is published.  \nCSFB may have, within the last three years, served as manager or co-manager of a public offering of securities for, or currently may make a primary market in issues of, any or all of the entities mentioned in this report or \nmay be providing, or have provided within the previous 12 months, significant advice or investment services in relation to the investment concerned or a related investment.  Additional information is, subject to duties of \nconfidentiality, available on request. Some investments referred to in this report will be offered solely by a single entity and in the case of some investments solely by CSFB, or an associate of CSFB or CSFB may be the \nonly market maker in such investments. \nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied, is made regarding future performance. Information, opinions and \nestimates contained in this report reflect a judgement at its original date of publication by CSFB and are subject to change without notice.  The price, value of and income from any of the securities or financial instruments \nmentioned in this report can fall as well as rise. The value of securities and financial instruments is subject to exchange rate fluctuation that may have a positive or adverse effect on the price or income of such securities or \nfinancial instruments. Investors in securities such as ADR’s, the values of which are influenced by currency volatility, effectively assume this risk. \nStructured securities are complex instruments, typically involve a high degree of risk and are intended for sale only to sophisticated investors who are capable of understanding and assuming the risks involved.  The \nmarket value of any structured security may be affected by changes in economic, financial and political factors (including, but not limited to, spot and forward interest and exchange rates), time to maturity, market \nconditions and volatility, and the credit quality of any issuer or reference issuer.  Any investor interested in purchasing a structured product should conduct their own investigation and analysis of the product and consult \nwith their own professional advisers as to the risks involved in making such a purchase. \nSome investments discussed in this report may have a high level of volatility. High volatility investments may experience sudden and large falls in their value causing losses when that investment is realised. Those losses \nmay equal your original investment. Indeed, in the case of some investments the potential losses may exceed the amount of initial investment and, in such circumstances, you may be required to pay more money to \nsupport those losses. Income yields from investments may fluctuate and, in consequence, initial capital paid to make the investment may be used as part of that income yield.  Some investments may not be readily \nrealisable and it may be difficult to sell or realise those investments, similarly it may prove difficult for you to obtain reliable information about the value, or risks, to which such an investment is exposed.  \nThis report may provide the addresses of, or contain hyperlinks to, websites. Except to the extent to which the report refers to CSFB’s own website material, CSFB has not reviewed any such site and takes no \nresponsibility for the content contained therein. Such address or hyperlink (including addresses or hyperlinks to CSFB’s own website material) is provided solely for your convenience and information and the content of any \nsuch website does not in any way form part of this document. Accessing such website or following such link through this report or CSFB’s website shall be at your own risk. \nThis report is issued and distributed in Europe (except Switzerland) by Credit Suisse First Boston (Europe) Limited, One Cabot Square, London E14 4QJ, England, which is regulated in the United Kingdom by The \nFinancial Services Authority (“FSA”). This report is being distributed in the United States by Credit Suisse First Boston Corporation; in Switzerland by Credit Suisse First Boston; in Canada by Credit Suisse First Boston \nSecurities Canada, Inc.; in Brazil by Banco de Investimentos Credit Suisse First Boston S.A; in Japan by Credit Suisse First Boston Securities (Japan) Limited; elsewhere in Asia/ Pacific by whichever of the following is the \nappropriately authorised entity in the relevant jurisdiction: Credit Suisse First Boston (Hong Kong) Limited, Credit Suisse First Boston Australia Equities Limited, Credit Suisse First Boston (Thailand) Limited, CSFB \nResearch (Malaysia) Sdn Bhd, Credit Suisse First Boston Singapore Branch, and elsewhere in the world by the relevant authorised affiliate of the above. Research on Taiwanese securities produced by Credit Suisse First \nBoston, Taipei Branch has been prepared and/or reviewed by a registered Senior Business Person.  \nIn jurisdictions where CSFB is not already registered or licensed to trade in securities, transactions will only be effected in accordance with applicable securities legislation, which will vary from jurisdiction to jurisdiction and \nmay require that the trade be made in accordance with applicable exemptions from registration or licensing requirements.  Non-U.S. customers wishing to effect a transaction should contact a CSFB entity in their local \njurisdiction unless governing law permits otherwise. U.S. customers wishing to effect a transaction should do so only by contacting a representative at Credit Suisse First Boston Corporation in the U.S.  \nPlease note that this research was originally prepared and issued by CSFB for distribution to their market professional and institutional investor customers.  Recipients who are not market professional or institutional \ninvestor customers of CSFB should seek the advice of their independent financial advisor prior to taking any investment decision based on this report or for any necessary explanation of its contents. This research may \nrelate to investments or services of a person outside of the UK or to other matters which are not regulated by the FSA or in respect of which the protections of the FSA for private customers and/or the UK compensation \nscheme may not be available, and further details as to where this may be the case are available upon request in respect of this report. \n \n"
    }
  ]
}