{
  "filename": "2003_mine_your_mind__neuroscience_and_investing.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423214450-07'00'",
    "modDate": "D:20240423214500-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThere is a totally new and profoundly effective way to become a smarter investor. \nSuddenly, stunning investment insights are coming from the frontiers of one of the \nleast likely fields you can imagine: neuroscience. In university and hospital \nlaboratories around the world, researchers are using the latest breakthroughs in \ntechnology to trace the exact circuitry your brain uses to make the kinds of decisions \nyou rely on as an investor. \nJason Zweig\nAre You Wired for Wealth? 1\nWhile conscious control over emotions is weak, emotions can flood consciousness. \nThis is so because the wiring of the brain at this point in our evolutionary history is \nsuch that connections from the emotional systems to the cognitive systems are \nstronger than connections from the cognitive systems to the emotional systems. \nJoseph LeDoux\nThe Emotional Brain 2\nOur modern skulls house a Stone Age mind. \nLeda Cosmides and John Tooby\nEvolutionary Psychology: A Primer 3\nThe Train and the Brain \nConsider the following problem: You observe a runaway train that will kill five people if \nit continues on its current course. You can save the five people, though, by hitting a \nswitch that will divert the train to a side track where it will kill one person.  Do you hit \nthe switch, sparing the five people but at the expense of one? \nNow ponder a related problem: You have the same runaway train threatening the five \npeople. But now, you are on a bridge over the tracks next to a large stranger. Push \nthe stranger onto the tracks, and the five people are saved but the stranger dies. \nWould you push?  \nIf you are like most people, you answered yes to the first question and no to the \nsecond. Objectively, of course, the trade-off is the same: five lives versus one life. \nWhy are we willing to trade one for five in the first instance, but not in the second? \nPrinceton researchers found that the first scenario—the “impersonal dilemma”—\nactivated brain areas related to memory. In contrast, the second, more personal \nscenario triggered areas associated with emotion. Even those who answer yes in the \nsecond dilemma take twice as long to answer the question. The emotional brain is \nscreaming “no,” and it takes some effort to override that response. 4 \nWhile there are lots of unresolved questions in the investing world, perhaps none is as \nfascinating and relevant as the workings of human cognition. Scientists have \nestablished that distinct parts of our brains handle various problems, and that we \nMichael J. Mauboussin \n212-325-3108 \nmichael.mauboussin@csfb.com \n \nKristen Bartholdson \n212-325-2788 \nkristen.bartholdson@csfb.com \nNovember 4, 2003\nVolume 2, Issue 20\nMine Your Mind \nNeuroscience and Investing \n"
    },
    {
      "number": 2,
      "text": "    Page 2 \ncannot effectively separate emotion from the decision-making process. The evidence also shows that \nwe all have diverse neurobiological make-ups because of hereditary and environmental differences. \nWe all know people that are more emotional, or rational, than average and these cognitive differences \nundoubtedly shape investing temperaments and skills. 5 \nAlso critical is that our brains evolved in an environment that was very different from the one in which \nwe find ourselves today. So some of the contemporary stimuli that trigger reactions and emotions are \nmuch different than what triggered actions in the past. While a short-term financial loss may have the \nsame effect on you as seeing a snake, you don’t want to deal with the two situations the same way.     \nAs we learn more about our brains, we may be able to alter our investment behavior individually so as \nto improve our results. As neuroscientist Antonio Damasio says, “You will be much more in control if \nyou realize how much you are not in control.” 6  \nThe Train and the Brain: Part II (The Story of Phineas Gage) \nIn 1848, a 25-year-old railway worker named Phineas Gage was in charge of blasting rock to clear the \nway for track expansion. The workers drilled a hole, filled it with explosive powder, added a fuse, and \ntopped the powder with sand. Part of Gage’s job was to tamp the sand with an iron rod to make sure \nthat the powder properly detonated. \nOne fateful afternoon, Gage filled a hole with powder and was waiting for a co-worker to add the sand. \nJust then someone behind him called, and Gage looked over his right shoulder. Thus distracted, Gage \nstarted to tamp before his co-worker had added the sand. He sparked a fire, causing the rod to fire out \nof the rock toward him.  \nThe rod entered Gage’s left cheek, blasted through the front of his brain, and exited the top of his skull \nat high speed. (See Exhibit 1.) The rod—thirteen-and-half pounds, three-feet seven inches long, and \none and a quarter inches wide—landed more than a hundred feet away. The impact threw Gage on \nhis back but within a few moments he was speaking. He then rode nearly a mile to town in an ox cart \nand managed to get up and walk to the doctor’s office with little assistance. \nExhibit 1: Phineas Gage’s Injury \n \nSource: http://soma.npa.uiuc.edu/courses/bio303/Ch1.html. \nAmazingly, Gage not only survived but maintained most of his faculties: he could touch, hear, see, and \nsuffered no paralysis.  What did change was Gage’s personality. Known as a measured, diligent, hard-\nworking man, he became “fitful, irreverent” and indulged in “the grossest profanity which was not \npreviously his custom.” Gage also lost an ability to plan for the future. Friends summed it up by saying, \n“Gage was no longer Gage.” 7  \n \n"
    },
    {
      "number": 3,
      "text": "    Page 3 \nThe Mind of the Investor \nGage’s remarkable story is a vivid illustration of the modularization of brain function. He lost a significant \npart of his right frontal cortex, a part of the brain that (among other things) keeps us from saying \neverything we think and helps us plan for the future. The part of the brain we use to solve a problem is \nlikely to influence the solution we come up with.  \nTake a recent example based on the Pepsi Challenge. In a 1970s and 1980s marketing tactic, Pepsi \nconducted consumer taste tests pitting its drink versus rival Coca-Cola. A majority of the time, people \npreferred Pepsi’s taste. But Coke continues to be the top cola brand. What gives? \nNeuroscientist Read Montague recently set out to answer the question using magnetic resonance \nimaging (MRI) technology. Montague first restaged the Pepsi Challenge and corroborated the past \nmarketing claims by showing that Pepsi generates a stronger response in a brain region associated with \nreward. Now this is downright weird: if enjoying a soft drink is about taste, why isn’t the best-tasting brand \nwinning? \nBut Montague’s investigation didn’t stop there. He repeated the test with a twist—instead of presenting \nunidentified samples, he told the tasters which one was Coke. All of a sudden, a majority of the drinkers \npreferred Coke. And, remarkably, Montague found activity in the part of the brain linked to high-level \ncognitive powers. Coke wasn’t winning on taste alone, but on a combination of taste and other \n(presumably positive) associations. 8    \nIt’s not too hard to make the leap from seeing how Coke beats Pepsi to seeing why we might prefer one \ninvestment to another—even when the rational facts don’t justify that preference. Many investors have \npositive or negative histories with stocks, and their emotions play a real role in guiding their decisions.  \nHere are some other examples of how our brains work, and the implications for investors:  \n• \nPattern recognition. Humans are natural pattern seekers. In fact, we’re so used to finding patterns \nthat we see them when they aren’t really there. Examples include the “hot hand” in basketball and \nstock charts. Pattern recognition was extremely important to the survival of our ancestors, and is hard \nwired in our brains. 9  \nUsing functional magnetic resonance imaging (fMRI) to track activity, neuroscientists found that parts \nof the prefrontal cortex specialize in pattern recognition, especially in repetition and alternation. \nAmazingly, the researchers discovered that the brain starts to anticipate another repetition after a \nstimulus occurs only twice in a row. 10   \nTake a look at Exhibit 2 and consider where you think the next two data points should appear. Now \nlook at Exhibit 3, which reveals the underlying system: Cisco’s quarterly sales growth from early 1998 \nthrough early 2002. Our strong inclination is to extrapolate a trend. When a pattern breaks, parts of \nthe brain that cause fear and anxiety become active. \nExhibit 2: Pattern Recognition and Extrapolation \n20%\n40%\n60%\n80%\n100%\nGrowth Rate\nEstimate the next \nfew data points.\n \nSource: Company data. \n"
    },
    {
      "number": 4,
      "text": "    Page 4 \n \nExhibit 3: Cisco’s Quarterly Sales Growth \nQuarterly Cisco Year/Year Growth Rates (FQ2 '98 - FQ2 '02)\n-40%\n-20%\n0%\n20%\n40%\n60%\n80%\n1/98\n4/98\n7/98\n10/98\n1/99\n4/99\n7/99\n10/99\n1/00\n4/00\n7/00\n10/00\n1/01\n4/01\n7/01\n10/01\n1/02\nGrowth Rate\nQuarterly Cisco Year/Year Growth Rates (FQ2 '98 - FQ2 '02)\n-40%\n-20%\n0%\n20%\n40%\n60%\n80%\n1/98\n4/98\n7/98\n10/98\n1/99\n4/99\n7/99\n10/99\n1/00\n4/00\n7/00\n10/00\n1/01\n4/01\n7/01\n10/01\n1/02\nGrowth Rate\n \nSource: Company data. \n \n• \nIntuition. A quick quiz: A bat and ball together cost $1.10. The bat costs $1 more than the ball. How \nmuch does the ball cost? \nThe first answer that pops into people minds, if not out of their mouths, is ten cents. Of course, that \nanswer is wrong. Research shows that we make many judgments very quickly, often without \nchecking. Studies of prejudice and stereotyping show that people categorize others in milliseconds. 11 \nEvidence suggests that investors, too, often rely on intuition in their decision-making. 12 \nJournalist Jason Zweig describes an experiment where an MRI machine tracked his neural hot spots \nas he tried to maximize his earnings by selecting between two boxes (one added value, the other \ndetracted—he had no idea which was which). To complicate matters, the researchers inserted a \npacifier in Zweig’s mouth that periodically squirted either Kool-Aid or plain water. Again, the \nresearchers told him nothing about how, when, or why he would get the Kool-Aid versus the water. \nAfter struggling a while to improve his earnings, Zweig found his earnings swelling as he repeatedly \nhit the left bottom. The reason, he explains, is that his brain unconsciously recognized association \nbetween the Kool-Aid and the added value before he had any conscious idea of what was going on. \nZweig’s experience appears to be a case for using intuition. 13 \nIntuition is wonderful, but tends to fail in systems that are nonstationary (i.e., the statistical properties \nchange) and nonlinear (cause and effect are not clear). Given that markets have elements of \nnonstationarity and nonlinearity, investors should be careful about relying too heavily on intuition. \n• \nMental models. Psychologists, philosophers, and economists have long held the view that humans \nfollow basic rules of logic. (“If a, then, b” and “a”, you can conclude, “then b”.)  \nBut research by psychologist Philip Johnson-Laird shows that people instead operate with mental \nmodels. The key idea is that “the content you’re reasoning about can affect the conclusions you \ndraw.” Specifically, [you] think about possibilities that are compatible with the premises [you’re] \nreasoning from.”  \nAs a result, “people focus on what is true or possible from a given set of premises; they often fail to \nconsider what they believe must be false.” 14 \n• \nFollow the crowd.  Research by psychiatrist Greg Berns shows that, “there is probably some reward \nor kick in conforming to a group.” Berns asked subjects to compare abstract images, and provided the \nanswers of four other people. In many cases, the subjects went with the majority view.  Berns then \ncompared activity between the area that deals with integrating spatial images and the decision-\nmaking prefrontal cortex. A tilt in favor of the cortex shows how people rely on others to decide. 15 \n"
    },
    {
      "number": 5,
      "text": "    Page 5 \n• \nLong shots. Dopamine is a brain chemical associated with natural highs. When you receive a long \nshot reward, dopamine neurons become extremely active, making you feel very good. Not surprising, \nresearch shows that handicappers consistently bet too much on long shots at the track. 16  \nThat periodic reward also keeps you coming back. Scientists show that once you associate a gain \nwith a specific cue, your brain only needs the cue to release dopamine.  Finally, once it becomes \nclear that the gain will not follow the cue, dopamine fades instantly, taking you from a high to a low \nvery quickly. 17 \nInvestor Implications \nSo what lessons can investors learn from neuroscience? The first is that you should be aware of the limits \nof intuition. Intuition can be very useful in a host of circumstances, including interpersonal dealings and \ncertain professional settings. But we can often improve on the judgments and decision courses that \nintuition suggests. In particular, we should be careful to identify all alternatives. \nNext, we must be aware of the blind spots inherent in mental models. Often, we don’t recognize our own \nbiases in our decision-making. \nFinally, we must be careful about interpreting patterns. Our mind wants to see patterns, and is quick to \nfind them.  \n \n \n"
    },
    {
      "number": 6,
      "text": "    Page 6 \n1 Jason Zweig, “Are You Wired for Wealth?” Money, October 2002, 75-83.  \nSee http://money.cnn.com/2002/09/25/pf/investing/agenda_brain_short/. \n2 Joseph E. LeDoux, The Emotional Brain: The Mysterious Underpinnings of Emotional Life (New York: \nSimon and Schuster, 1996), 19. \n3 http://cogweb.ucla.edu/ep/EP-primer_contents.html. \n4 Billy Goodman, “Thinking about thinking,” Princeton Alumni Weekly, January 29, 2003, 26-27; Greene \net al., “An fMRI Investigation of Emotional Engagement in Moral Judgment,” Science, Vol. 293, \nSeptember 14, 2001, 2105-2108. \n5 Dale Purves, et al. , eds., Neuroscience, 2nd ed. (Sunderland, MA: Sinauer Associates, Inc. , 2001), \n519; Colin Camerer, George Loewenstein, and Drazen Prelec, “Neuroeconomics: How neuroscience \ncan inform economics,” Mimeo, February 2003.  \nSee http://www.hss.caltech.edu/~camerer/neurojepsubmitted.pdf. \n6 Zweig, 82-83. \n7 Antonio R. Damasio, Descartes’ Error: Emotion, Reason and the Human Brain (New York: Avon \nBooks, 1994), 3-10. \n8 Clive Thompson, “There’s a Sucker Born in Every Medial Prefrontal Cortex,” The New York Times \nMagazine, October 26, 2003, 54-57. \n9 Michael J. Mauboussin and Kristen Bartholdson, “On Streaks: Perception, Probability, and Skill,”  \nThe Consilient Observer, Issue 2, 8, April 22, 2003. \n10 Scott A. Huettel, et al., “Perceiving patterns in random series: dynamic processing of sequence in \nprefrontal cortex,” Nature Neuroscience, Vol. 5, 5, May 2002.  \n11 Goodman, 31. \n12 Robert A. Olsen, “Professional Investors as Naturalistic Decision Makers: Evidence and Market \nImplications,” The Journal of Psychology and Financial Markets, Vol. 3,3, 2002, 161-167. \n13 Zweig, 80. \n14 Goodman, 30. \n15 Melanie Wells, “In Search of the Buy Button,” Forbes, September 1, 2003, 65-66. \n16 Wayne W. Snyder, “Horse Racing: Testing the Efficient Markets Model,” Journal of Finance,  \nVol. 33, 4, September 1978, 1109-1118. \n17 Zweig, 81. \n \n"
    },
    {
      "number": 7,
      "text": " \n      Page 7 \nAdditional Disclosures  \nThis report is not directed to, or intended for distribution to or use by, any person or entity who is a citizen or resident of or located in any locality, state, \ncountry or other jurisdiction where such distribution, publication, availability or use would be contrary to law or regulation or which would subject Credit \nSuisse First Boston or its subsidiaries or affiliates (collectively \"CSFB\") to any registration or licensing requirement within such jurisdiction. All material \npresented in this report, unless specifically indicated otherwise, is under copyright to CSFB. None of the material, nor its content, nor any copy of it, \nmay be altered in any way, transmitted to, copied or distributed to any other party, without the prior express written permission of CSFB. All \ntrademarks, service marks and logos used in this report are trademarks or service marks or registered trademarks or service marks of CSFB. \nThe information, tools and material presented in this report are provided to you for information purposes only and are not to be used or considered as \nan offer or the solicitation of an offer to sell or to buy or subscribe for securities or other financial instruments. CSFB may not have taken any steps to \nensure that the securities referred to in this report are suitable for any particular investor. CSFB will not treat recipients as its customers by virtue of \ntheir receiving the report. The investments or services contained or referred to in this report may not be suitable for you and it is recommended that \nyou consult an independent investment advisor if you are in doubt about such investments or investment services. Nothing in this report constitutes \ninvestment, legal, accounting or tax advice or a representation that any investment or strategy is suitable or appropriate to your individual \ncircumstances or otherwise constitutes a personal recommendation to you. CSFB does not offer advice on the tax consequences of investment and \nyou are advised to contact an independent tax adviser. Please note in particular that the bases and levels of taxation may change. \nInformation and opinions presented in this report have been obtained or derived from sources believed by CSFB to be reliable, but CSFB makes no \nrepresentation as to their accuracy or completeness. Additional information is available upon request. CSFB accepts no liability for loss arising from \nthe use of the material presented in this report, except that this exclusion of liability does not apply to the extent that liability arises under specific \nstatutes or regulations applicable to CSFB. This report is not to be relied upon in substitution for the exercise of independent judgment. CSFB may \nhave issued, and may in the future issue, other reports that are inconsistent with, and reach different conclusions from, the information presented in \nthis report. Those reports reflect the different assumptions, views and analytical methods of the analysts who prepared them and CSFB is under no \nobligation to ensure that such other reports are brought to the attention of any recipient of this report. CSFB and its affiliate companies are involved in \nmany businesses that may relate to companies mentioned in this report. These businesses include specialized trading, risk arbitrage, market making, \nand other proprietary trading. CSFB may, to the extent permitted by law, act upon or use the information or opinions presented herein, or the research \nor analysis on which they are based, before the material is published. \nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied, is \nmade regarding future performance. Information, opinions and estimates contained in this report reflect a judgement at its original date of publication \nby CSFB and are subject to change without notice. The price, value of and income from any of the securities or financial instruments mentioned in this \nreport can fall as well as rise. The value of securities and financial instruments is subject to exchange rate fluctuation that may have a positive or \nadverse effect on the price or income of such securities or financial instruments. Investors in securities such as ADR’s, the values of which are \ninfluenced by currency volatility, effectively assume this risk. \nStructured securities are complex instruments, typically involve a high degree of risk and are intended for sale only to sophisticated investors who are \ncapable of understanding and assuming the risks involved. The market value of any structured security may be affected by changes in economic, \nfinancial and political factors (including, but not limited to, spot and forward interest and exchange rates), time to maturity, market conditions and \nvolatility, and the credit quality of any issuer or reference issuer. Any investor interested in purchasing a structured product should conduct their own \ninvestigation and analysis of the product and consult with their own professional advisers as to the risks involved in making such a purchase. \nSome investments discussed in this report have a high level of volatility. High volatility investments may experience sudden and large falls in their \nvalue causing losses when that investment is realised. Those losses may equal your original investment. Indeed, in the case of some investments the \npotential losses may exceed the amount of initial investment, in such circumstances you may be required to pay more money to support those losses. \nIncome yields from investments may fluctuate and, in consequence, initial capital paid to make the investment may be used as part of that income \nyield. Some investments may not be readily realisable and it may be difficult to sell or realise those investments, similarly it may prove difficult for you \nto obtain reliable information about the value, or risks, to which such an investment is exposed.  \nThis report may provide the addresses of, or contain hyperlinks to, websites. Except to the extent to which the report refers to CSFB’s own website \nmaterial, CSFB has not reviewed the linked site and takes no responsibility for the content contained therein. Such address or hyperlink (including \naddresses or hyperlinks to CSFB’s own website material) is provided solely for your convenience and information and the content of the linked site \ndoes not in any way form part of this document. Accessing such website or following such link through this report or CSFB’s website shall be at your \nown risk. \nThis report is issued and distributed in Europe (except Switzerland) by Credit Suisse First Boston (Europe) Limited, One Cabot Square, London E14 \n4QJ, England, which is regulated in the United Kingdom by The Financial Services Authority (“FSA”). This report is being distributed in the United \nStates by Credit Suisse First Boston LLC; in Switzerland by Credit Suisse First Boston; in Canada by Credit Suisse First Boston Canada Inc.; in Brazil \nby Banco de Investimentos Credit Suisse Boston S.A.; in Japan by Credit Suisse First Boston Securities (Japan) Limited; elsewhere in Asia/Pacific by \nwhichever of the following is the appropriately authorised entity in the relevant jurisdiction: Credit Suisse First Boston (Hong Kong) Limited, Credit \nSuisse First Boston Australia Equities Limited, Credit Suisse First Boston (Thailand) Limited, CSFB Research (Malaysia) Sdn Bhd, Credit Suisse First \nBoston Singapore Branch and elsewhere in the world by the relevant authorised affiliate of the above. Research on Taiwanese securities produced by \nCredit Suisse First Boston, Taipei Branch has been prepared and/or reviewed by a registered Senior Business Person. \nIn jurisdictions where CSFB is not already registered or licensed to trade in securities, transactions will only be effected in accordance with applicable \nsecurities legislation, which will vary from jurisdiction to jurisdiction and may require that the trade be made in accordance with applicable exemptions \nfrom registration or licensing requirements. Non-U.S. customers wishing to effect a transaction should contact a CSFB entity in their local jurisdiction \nunless governing law permits otherwise. U.S. customers wishing to effect a transaction should do so only by contacting a representative at Credit \nSuisse First Boston LLC in the U.S.  \nPlease note that this report was originally prepared and issued by CSFB for distribution to their market professional and institutional investor \ncustomers. Recipients who are not market professional or institutional investor customers of CSFB should seek the advice of their independent \nfinancial advisor prior to taking any investment decision based on this report or for any necessary explanation of its contents. This research may relate \nto investments or services of a person outside of the UK or to other matters which are not regulated by the FSA or in respect of which the protections \nof the FSA for private customers and/or the UK compensation scheme may not be available, and further details as to where this may be the case are \navailable upon request in respect of this report. \nCopyright Credit Suisse First Boston, and its subsidiaries and affiliates, 2003.  All rights reserved. \nASIA/PACIFIC: +852 2101-6000 \nEUROPE: +44 (20) 7888-8888 \nUNITED STATES OF AMERICA: +1 (212) 325-2000\n \n \n"
    }
  ]
}