{
  "filename": "2003_integrating_the_outliers__two_lessons_from_the_st__petersburg_paradox.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423214240-07'00'",
    "modDate": "D:20240423214300-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "The risk-reducing formulas behind portfolio theory rely on a number of demanding and\nultimately unfounded premises. First, they suggest that price changes are statistically\nindependent from one another . . . The second assumption is that price changes are distributed\nin a pattern that conforms to a standard bell curve.\nDo financial data neatly conform to such assumptions? Of course, they never do.\nBenoit B. Mandelbrot\nA Multifractal Walk down Wall Street 1\nThe very fact that the Petersburg Problem has not yielded a unique and generally acceptable\nsolution to more than 200 years of attack by some of the world’s great intellects suggests,\nindeed, that the growth-stock problem offers no hope of a satisfactory solution.\nDavid Durand\nGrowth Stocks and the Petersburg Paradox 2\nBernoulli’s Challenge\nCompetent investors take great pride in their ability to place an appropriate value on a financial\nclaim. This ability is the core of investing: Markets are just vehicles to trade cash for future\nclaims, and vice versa.\nO.K. Here’s a cash flow stream for you to value: Say the house flips a fair coin. If it lands on\nheads, you receive $2 and the game ends. If it lands on tails, the house flips again. If the\nsecond flip lands on heads, you get $4; if it lands on tails, the game continues. For each\nsuccessive round, the payoff for landing on heads doubles (i.e., $2, $4, $8, $16, etc.) and you\nprogress to the next round until you land heads. How much would you pay to play this game?\nDaniel Bernoulli, one of a family of distinguished mathematicians, first presented this problem\nto the Imperial Academy of Sciences in 1738.3 Bernoulli’s game, known as the St. Petersburg\nParadox, challenges classical theory, which says that a player should be willing to pay the\ngame’s expected value to participate. The expected value of this game is infinite. Each round\nhas a payoff of $1 (probability of 1/2n and a payoff of $2n, or ½ x $2, ¼ x $4, ⅛x $8, etc.) So,\nExpected value = 1 + 1 +1 + 1 . . . = ∞\nNaturally, very few people would be willing to pay even $20 to play the game. Bernoulli tried to\nexplain the paradox with the marginal utility of money. He argued that the amount you’d be\nwilling to pay is a function of your resources—the greater your resources, the more you’d be\nwilling to pay. Still, Bernoulli’s explanation is not altogether satisfactory. The St. Petersburg\nParadox has kept philosophers, mathematicians, and economists thinking for over two-and-a-\nhalf centuries.4\nPhilosophical discourse aside, the St. Petersburg Paradox illuminates two very concrete ideas\nfor investors. The first is that the distribution of stock market returns does not follow the pattern\nthat standard finance theory assumes. This deviation from theory is important for risk\nmanagement, market efficiency, and individual stock selection.\nMichael J. Mauboussin\n212-325-3108\nmichael.mauboussin@csfb.com\nKristen Bartholdson\n212-325-2788\nkristen.bartholdson@csfb.com\nJanuary 28, 2003\nVolume 2, Issue 2\nIntegrating the Outliers\nTwo Lessons from the St. Petersburg Paradox\n"
    },
    {
      "number": 2,
      "text": "Page 2\nThe second idea relates to valuing growth stocks. What do you pay today for a business with a low\nprobability of an extraordinarily high payoff? This question is more pressing than ever in a world with violent\nvalue migrations and increasing returns.\nWhat’s Normal?\nAsset price distributions are of great practical significance for portfolio managers. Standard finance theory\nassumes that asset price changes follow a normal distribution—the well-known bell curve. That this\nassumption is roughly accurate most of the time allows analysts to use very robust probability statistics. For\nexample, for a sample that follows a normal distribution, you can identify the population average and\ncharacterize the likelihood of variance from that average.\nHowever, much of nature—including the man-made stock market—is not normal.5 Many natural systems\nhave two defining characteristics: an ever-larger number of smaller pieces and similar-looking pieces across\nthe different size scales. For example, a tree has a large trunk and a number of ever-smaller branches, and\nthe small branches resemble the big branches. These systems are fractal. Unlike a normal distribution, no\naverage value adequately characterizes a fractal system. Exhibit 1 contrasts normal and fractal systems\nvisually and shows the probability functions that represent the data. Fractal systems follow a power law.6\nExhibit 1: Probability Density Functions for Normal and Fractal Systems\nProbability\nPayoff\nSample\nSample\nLog (Probability)\nLog (Payoff)\nNormal\nFractal\nProbability\nPayoff\nProbability\nPayoff\nSample\nSample\nSample\nSample\nLog (Probability)\nLog (Payoff)\nLog (Probability)\nLog (Payoff)\nNormal\nFractal\nSource: Larry S. Liebovitch and Daniela Scheurle, “Two Lessons from Fractals and Chaos,” Complexity, Vol. 5, 4, 2000.\nUsing the statistics of normal distributions to characterize a fractal system like financial markets is potentially\nvery hazardous. Yet theoreticians and practitioners do it daily.7 The distinction between the two systems\nboils down to probabilities and payoffs. Fractal systems have few, very large observations that fall outside\nthe normal distribution. The classic example is the crash of 1987. The probability (assuming a normal\ndistribution) of the market’s 20%-plus plunge in one day was so infinitesimally low it was practically zero.\nAnd still the losses were a staggering $2 trillion-plus.\nA comparison of a normal coin toss game and the St. Petersburg game illustrates the point. Assume that\nyou toss a coin and receive $2 if it lands heads and nothing if it lands tails. The expected value of the game\nis $1, the amount you would be willing to pay to play the game in a fair casino. We simulated 1 million\nrounds of 100 tosses each, and plotted the payoffs in Exhibit 2. Just as you would expect, we got a well-\ndefined normal distribution.8\n"
    },
    {
      "number": 3,
      "text": "Page 3\nExhibit 2: Standard Coin Toss Game\n-1.0%\n0.0%\n1.0%\n2.0%\n3.0%\n4.0%\n5.0%\n6.0%\n7.0%\n8.0%\n9.0%\n$0.40\n$0.60\n$0.80\n$1.00\n$1.20\n$1.40\n$1.60\nPayoff\nProbability\nSource: CSFB analysis.\nWe then simulated the St. Petersburg game 1 million times, and plotted that distribution (see Exhibit 3).\nWhile the underlying process is stochastic, the outcome is a power law. For example, half the time the game\nonly pays $2, and three-quarters of the time it pays $4 or less. However, a run of 30 provides a $1.1 billion\npayoff, but is only a 1-in-1.1 billion probability. Lots of small events and a few very large events characterize\na fractal system. Further, the average winnings per game is unstable with the St. Petersburg game, so no\naverage accurately describes the game’s long-term outcome.\nExhibit 3: Fractal Coin Toss Game\n-35\n-30\n-25\n-20\n-15\n-10\n-5\n0\n0\n5\n10\n15\n20\n24\n29\nLog (Payoff)\nLog (Probability)\n-35\n-30\n-25\n-20\n-15\n-10\n-5\n0\n0\n5\n10\n15\n20\n24\n29\nLog (Payoff)\nLog (Probability)\n-35\n-30\n-25\n-20\n-15\n-10\n-5\n0\n0\n5\n10\n15\n20\n24\n29\nLog (Payoff)\nLog (Probability)\n-35\n-30\n-25\n-20\n-15\n-10\n-5\n0\n0\n5\n10\n15\n20\n24\n29\nLog (Payoff)\nLog (Probability)\nSource: CSFB analysis.\nAre stock market returns fractal? Benoit Mandelbrot shows that by lengthening or shortening the horizontal\naxis of a price series—effectively speeding up or slowing down time—prices series are indeed fractal. Not\nonly are rare large changes interspersed with lots of smaller one, the price changes look similar at various\nscales (e.g., daily, weekly, and monthly returns). Mandelbrot calls financial time series multifractal, adding\nthe prefix “multi” to capture the time adjustment.\nIn an important and fascinating book, Why Stock Markets Crash, geophysicist Didier Sornette argues that\nstock market distributions comprise two different populations, the body (which you can model with standard\ntheory) and the tail (which relies on completely different mechanisms). Sornette’s analysis of market\ndrawdowns convincingly dismisses the assumption that stock returns are independent, a key pillar of\nclassical finance theory. His work provides fresh and thorough evidence of finance theory’s shortcomings.9\n"
    },
    {
      "number": 4,
      "text": "Page 4\nSt. Petersburg and Growth Stock Investing\nThe St. Petersburg Paradox also provides insight for growth stock valuation.10 What should you be willing to\npay for a very small probability that a company can grow its cash flows by a very significant amount\nforever?11\nDavid Durand took up this question in his classic 1957 article, “Growth Stocks and the Petersburg\nParadox.”12 He encourages a good deal of caution, emphasizing reversion-to-the-mean thinking and\nmodeling. But if anything, the challenge to value the low probability of significant value is even more\npressing today than it was when Durand took on the challenge 45 years ago.\nConsider, for example, that of the nearly 2,000 technology initial public offerings since 1980, only 5%\naccount for over 100% of the $2-trillion-plus in wealth creation.13 And even within this small wealth-\ngenerating group, only a handful delivered the bulk of the huge payoffs. Given the winner-take-most\ncharacteristics of many growth markets, there’s little reason to anticipate a more normal wealth-creation\ndistribution in the future.\nIn addition, the data show that the distribution of economic return on investment is wider in corporate\nAmerica today than it was in the past.14 So the spoils awaiting the wealth creators, given their outsized\nreturns, are greater than ever before. Like the St. Petersburg game, the majority of the payoffs from future\ndeals are likely to be modest, but some will be huge. What’s the expected value? What should you be willing\nto pay to play?\nIntegrating the Outliers\nThe St. Petersburg Paradox may be centuries old, but its lessons are as fresh as ever. One of the major\nchallenges in investing is how to capture (or avoid) low-probability, high-impact events. Unfortunately,\nstandard finance theory has little to say about the subject.\n____________________________\n1 Benoit B. Mandelbrot, “A Multifractal Walk down Wall Street,” Scientific American, February 1999, 70-73.\n2 David Durand, “Growth Stocks and the Petersburg Paradox,” Journal of Finance, 12, September 1957,\n348-363.\n3 Daniel Bernoulli, “Exposition of a New Theory on the Measurement of Risk,” Econometrica, 22, January\n1954, 23-36. Originally published in 1738. Daniel’s cousin, Nicolaus, initially proposed the game.\n4 See http://plato.stanford.edu/entries/paradox-stpetersburg/.\n5 Much of this section relies on Larry S. Liebovitch and Daniela Scheurle, “Two Lessons from Fractals and\nChaos,” Complexity, Vol. 5, 4, 2000, 34-43. See http://www.ccs.fau.edu/~liebovitch/complexity-20.html.\n6 Michael J. Mauboussin and Kristen Bartholdson, “More Power to You: Power Laws and What They Mean\nfor Investors,” The Consilient Observer, September 24, 2002.\n7 If you assume that you flipped a coin nonstop 16 hours a day (estimating 8 hours of sleep), and if each coin\nflip takes three seconds, it would take 14.3 years to complete 100 million coin tosses.\n8 Mandelbrot. Also, Benoit B. Mandelbrot, Fractals and Scaling in Finance (New York: Springer Verlag,\n1997).\n9 Didier Sornette, Why Stock Markets Crash: Critical Events in Complex Financial Systems (Princeton:\nPrinceton University Press, 2003). See http://www.ess.ucla.edu/faculty/sornette/.\n10 See another classic article: Peter L. Bernstein, “Growth Companies vs. Growth Stocks, ” Harvard\nBusiness Review, September-October 1956.\n11 Peter L. Bernstein, Against the Gods: The Remarkable Story of Risk (New York: John Wiley & Sons,\n1996), 107-109.\n12 Durand.\n13 Stephen R. Waite, Quantum Investing (New York: Texere, 2003), 129.\n14 Michael J. Mauboussin, Bob Hiler, and Patrick J. McCarthy, “The (Fat) Tail that Wags the Dog,” Credit\nSuisse First Boston Equity Research, February 4, 1999.\n"
    },
    {
      "number": 5,
      "text": "Page 5\nAMSTERDAM.............31 20 5754 890\nATLANTA ...................1 404 897 2800\nBALTIMORE...............1 410 659 8800\nBANGKOK.......................62 614 6000\nBEIJING....................86 10 6410 6611\nBOSTON.....................1 617 556 5500\nBUDAPEST ..................36 1 202 2188\nBUENOS AIRES.......54 11 4394 3100\nCHICAGO ...................1 312 750 3000\nFRANKFURT.................49 69 75 38 0\nHOUSTON ..................1 713 890 6700\nHONG KONG...............852 2101 6000\nJOHANNESBURG\n27 11 343 2200\nKUALA LUMPUR.........603 2143 0366\nLONDON...................44 20 7888 8888\nMADRID .....................34 91 423 16 00\nMELBOURNE .............61 3 9280 1888\nMEXICO CITY ..............52 5 283 89 00\nMILAN .............................39 02 7702 1\nMOSCOW....................7 501 967 8200\nMUMBAI......................91 22 230 6333\nNEW YORK.................1 212 325 2000\nPALO ALTO................1 650 614 5000\nPARIS........................33 1 53 75 85 00\nPHILADELPHIA..........1 215 851 1000\nSAN FRANCISCO...... 1 415 836 7600\nSÃO PAULO ............ 55 11 3841 6000\nSEOUL ....................... 82 2 3707 3700\nSINGAPORE ................. 65 6212 2000\nSYDNEY..................... 61 2 8205 4433\nTAIPEI ...................... 886 2 2715 6388\nTOKYO....................... 81 3 5404 9000\nTORONTO.................. 1 416 352 4500\nWARSAW................... 48 22 695 0050\nWASHINGTON........... 1 202 354 2600\nZURICH ....................... 41 1 333 55 55\nThis report is not directed to, or intended for distribution to or use by, any person or entity who is a citizen or resident of or located in any locality, state, country or other jurisdiction where such\ndistribution, publication, availability or use would be contrary to law or regulation or which would subject Credit Suisse First Boston or its subsidiaries or affiliates (collectively \"CSFB\") to any\nregistration or licensing requirement within such jurisdiction. All material presented in this report, unless specifically indicated otherwise, is under copyright to CSFB. None of the material, nor its\ncontent, nor any copy of it, may be altered in any way, transmitted to, copied or distributed to any other party, without the prior express written permission of CSFB. All trademarks, service marks\nand logos used in this report are trademarks or service marks or registered trademarks or service marks of CSFB.\nThe information, tools and material presented in this report are provided to you for information purposes only and are not to be used or considered as an offer or the solicitation of an offer to sell or\nto buy or subscribe for securities or other financial instruments. CSFB may not have taken any steps to ensure that the securities referred to in this report are suitable for any particular investor.\nCSFB will not treat recipients as its customers by virtue of their receiving the report. The investments or services contained or referred to in this report may not be suitable for you and it is\nrecommended that you consult an independent investment advisor if you are in doubt about such investments or investment services. Nothing in this report constitutes investment, legal, accounting\nor tax advice or a representation that any investment or strategy is suitable or appropriate to your individual circumstances or otherwise constitutes a personal recommendation to you. CSFB does\nnot offer advice on the tax consequences of investment and you are advised to contact an independent tax adviser. Please note in particular that the bases and levels of taxation may change.\nInformation and opinions presented in this report have been obtained or derived from sources believed by CSFB to be reliable, but CSFB makes no representation as to their accuracy or\ncompleteness. Additional information is available upon request. CSFB accepts no liability for loss arising from the use of the material presented in this report, except that this exclusion of liability\ndoes not apply to the extent that liability arises under specific statutes or regulations applicable to CSFB. This report is not to be relied upon in substitution for the exercise of independent judgment.\nCSFB may have issued, and may in the future issue, other reports that are inconsistent with, and reach different conclusions from, the information presented in this report. Those reports reflect the\ndifferent assumptions, views and analytical methods of the analysts who prepared them and CSFB is under no obligation to ensure that such other reports are brought to the attention of any\nrecipient of this report. CSFB and its affiliate companies are involved in many businesses that may relate to companies mentioned in this report. These businesses include specialized trading, risk\narbitrage, market making, and other proprietary trading. CSFB may, to the extent permitted by law, act upon or use the information or opinions presented herein, or the research or analysis on\nwhich they are based, before the material is published.\nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied, is made regarding future performance.\nInformation, opinions and estimates contained in this report reflect a judgement at its original date of publication by CSFB and are subject to change without notice. The price, value of and income\nfrom any of the securities or financial instruments mentioned in this report can fall as well as rise. The value of securities and financial instruments is subject to exchange rate fluctuation that may\nhave a positive or adverse effect on the price or income of such securities or financial instruments. Investors in securities such as ADR’s, the values of which are influenced by currency volatility,\neffectively assume this risk.\nStructured securities are complex instruments, typically involve a high degree of risk and are intended for sale only to sophisticated investors who are capable of understanding and assuming the\nrisks involved. The market value of any structured security may be affected by changes in economic, financial and political factors (including, but not limited to, spot and forward interest and\nexchange rates), time to maturity, market conditions and volatility, and the credit quality of any issuer or reference issuer. Any investor interested in purchasing a structured product should conduct\ntheir own investigation and analysis of the product and consult with their own professional advisers as to the risks involved in making such a purchase.\nSome investments discussed in this report have a high level of volatility. High volatility investments may experience sudden and large falls in their value causing losses when that investment is\nrealised. Those losses may equal your original investment. Indeed, in the case of some investments the potential losses may exceed the amount of initial investment, in such circumstances you\nmay be required to pay more money to support those losses. Income yields from investments may fluctuate and, in consequence, initial capital paid to make the investment may be used as part of\nthat income yield. Some investments may not be readily realisable and it may be difficult to sell or realise those investments, similarly it may prove difficult for you to obtain reliable information about\nthe value, or risks, to which such an investment is exposed.\nThis report may provide the addresses of, or contain hyperlinks to, websites. Except to the extent to which the report refers to CSFB’s own website material, CSFB has not reviewed the linked site\nand takes no responsibility for the content contained therein. Such address or hyperlink (including addresses or hyperlinks to CSFB’s own website material) is provided solely for your convenience\nand information and the content of the linked site does not in any way form part of this document. Accessing such website or following such link through this report or CSFB’s website shall be at\nyour own risk.\nThis report is issued and distributed in Europe (except Switzerland) by Credit Suisse First Boston (Europe) Limited, One Cabot Square, London E14 4QJ, England, which is regulated in the United\nKingdom by The Financial Services Authority (“FSA”). This report is being distributed in the United States by Credit Suisse First Boston LLC; in Switzerland by Credit Suisse First Boston; in Canada\nby Credit Suisse First Boston Canada Inc.; in Brazil by Banco de Investimentos Credit Suisse Boston S.A.; in Japan by Credit Suisse First Boston Securities (Japan) Limited; elsewhere in\nAsia/Pacific by whichever of the following is the appropriately authorised entity in the relevant jurisdiction: Credit Suisse First Boston (Hong Kong) Limited, Credit Suisse First Boston Australia\nEquities Limited, Credit Suisse First Boston (Thailand) Limited, CSFB Research (Malaysia) Sdn Bhd, Credit Suisse First Boston Singapore Branch and elsewhere in the world by the relevant\nauthorised affiliate of the above. Research on Taiwanese securities produced by Credit Suisse First Boston, Taipei Branch has been prepared and/or reviewed by a registered Senior Business\nPerson.\nIn jurisdictions where CSFB is not already registered or licensed to trade in securities, transactions will only be effected in accordance with applicable securities legislation, which will vary from\njurisdiction to jurisdiction and may require that the trade be made in accordance with applicable exemptions from registration or licensing requirements. Non-U.S. customers wishing to effect a\ntransaction should contact a CSFB entity in their local jurisdiction unless governing law permits otherwise. U.S. customers wishing to effect a transaction should do so only by contacting a\nrepresentative at Credit Suisse First Boston LLC in the U.S.\nPlease note that this report was originally prepared and issued by CSFB for distribution to their market professional and institutional investor customers. Recipients who are not market professional\nor institutional investor customers of CSFB should seek the advice of their independent financial advisor prior to taking any investment decision based on this report or for any necessary explanation\nof its contents. This research may relate to investments or services of a person outside of the UK or to other matters which are not regulated by the FSA or in respect of which the protections of the\nFSA for private customers and/or the UK compensation scheme may not be available, and further details as to where this may be the case are available upon request in respect of this report.\nCopyright Credit Suisse First Boston, and its subsidiaries and affiliates, 2003. All rights reserved.\n"
    }
  ]
}