{
  "filename": "2004_employee_stock_options__theory_and_practice.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423214625-07'00'",
    "modDate": "D:20240423214637-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "Legg Mason Capital Management\n  \n \n \n \n \n \n \n \n \n \n \n \n \n \nSeptember 7, 2004\nEmployee Stock Options\nTheory and Practice \nI have no objection to the granting of options. Companies should use whatever \nform of compensation best motivates employees–whether this be cash bonuses, \ntrips to Hawaii, restricted stock grants or stock options. But aside from options, \nevery other item of value given to employees is recorded as an expense.  \nWarren Buffett\nFuzzy Math and Stock Options 1\nS&P 500 Companies\n0.00%\n0.50%\n1.00%\n1.50%\n2.00%\n1999\n2000\n2001\n2002\n2003\nSource: CSFB analysis, company fillings. Used by permission.\nFair Value of Option as a % of Revenue\n \n• \nEmployee stock options capture many corporate governance challenges, \nincluding compensation philosophy and financial disclosure policy. \n• \nOptions make sense if they motivate employees to create sufficient \ncorporate value to offset the dilution they cause.  \n• \nVoluminous evidence now points to the reality that the market properly \nconsiders options expense in valuation. \n• \nWe believe investors should treat outstanding stock options as a \ncontingent claim and future grants as an expense. \nLegg Mason Capital \nManagement\nMichael J. Mauboussin\nmmauboussin@lmfunds.com\n"
    },
    {
      "number": 2,
      "text": "Page 2  \n \n                                    Legg Mason Capital Management \nCorporate Governance \nIntelligent capital allocation is a management team’s core responsibility.  How a company allocates capital often \nrelates directly to management’s incentives. A company’s corporate governance policy can often provide good \ninsight into how managers will likely behave. 2 \nGood corporate governance, in our opinion, boils down to two things. First is a company’s ability to reduce, and \nideally eliminate, agency costs. These costs arise when agents (managers) run a company in ways beneficial to \nthemselves instead of the owners (shareholders). For instance, many mergers benefit managers by increasing \nfirm size, and consequently executive pay, at the expense of shareholder value. Well-structured company \npolicies should serve to align the interests of managers and shareholders. \nSecond, incentives must be consistent with economic value creation. Corporations frequently and unwittingly \nemploy incentives they believe are consistent with creating wealth but which fail the value creation test. One \nprominent example is managing a company for earnings per share growth. A company must generate returns \nabove the cost of capital in order to create value. But a company can still grow earnings while generating returns \nbelow the cost of capital. As a result, earnings growth can increase, decrease, or be irrelevant for shareholder \nvalue. \nWe choose corporate governance as a primary focus because it relates directly to economic performance. A \nrecent academic study of about 1,500 companies showed firms with the best governance policies generated \nsubstantial excess shareholders returns, grew faster, and invested more judiciously than companies with less \nfavorable governance profiles. 3 \nEmployee stock options (ESOs) have been a contentious issue in recent years. While only one facet of an \noverall governance policy, ESOs nonetheless encapsulate many of governance’s challenges, including a \ncompany’s compensation philosophy and financial disclosure policy. \nThis report addresses a number of questions: \n• \nWhat is an appropriate philosophy regarding ESOs? \n• \nHow large an issue are ESOs? \n• \nWhat is the proper accounting treatment for ESOs? \n• \nHow broadly should companies grant options within an organization? \n• \nWhat’s the best way to treat ESOs in a valuation model?  \nESO Philosophy – Get More than You Give Up \nWhy should companies offer employee stock options at all? Options make sense if they motivate employees to \ncreate sufficient corporate value to offs et the dilution they cause. Fundamentally, options are a motivational \ninvestment, and like any investment an option’s benefit must exceed its cost to shareholders. Evidence that \nESOs motivate superior performance is ambiguous at best. 4  \nIn fact, leading researchers argue that the swell in option programs over the past decade primarily reflects the \nfavorable accounting treatment options receive versus other compensation forms—especially cash—and not an \neconomic cost-versus-benefit analysis. 5 The stir created in the earnings-sensitive corporate sector, and \nespecially in Silicon Valley, by the Financial Accounting Standards Board’s (FASB) proposal to require all \ncompanies to expense options by 2005 supports this accounting-versus-economics reasoning.  \nWhile the focus on accounting results may have good intentions, the result is not always benign. Remarkably, \none study found that the median company in its sample incurred $0.64 in real economic costs in order to avoid \nexpensing options and increase reported pre-tax (but not economic) earnings by $1.00. The authors note that if \nmanagers are motivated by the accounting treatment, “then broad-based option grants are a manifestation of a \ncorporate governance problem—the separation of ownership and control permits managers to take actions that \nowners would prefer to undo.” 6 \nWe encourage managements to treat options as either compensation or as an incentive tool. If options are \ncompensation, the company should reduce the amount of cash it pays its employees. This wage substitution \noccurs especially with start up companies, as companies tend to increase their cash compensation as the \nbusiness matures. Further, options granted by startups are effectively equity stakes because strike prices for \nearly stage companies are often very close to zero. \n"
    },
    {
      "number": 3,
      "text": "Page 3  \n \n                                    Legg Mason Capital Management \nThe quick brown \nped over the lazy \nto increase market\nOptions-for-cash substitution is potentially costly because, as a rule, the value of pay via options for the \nemployee is lower than the cost to shareholders. Studies suggest that since employees are risk adverse and \nlack diversification, they only value an at-the-money option grant at 50-75% of its cash value. 7 \nIdeally, companies should pay for performance when they use options for incentives. Corporate boards should \nstructure payoffs for executives only after a company’s stock price outperforms an appropriate benchmark like \nthe S&P 500 index or a proper peer group. Index options—where the strike price changes to match an index or \nbenchmark —solve this problem well. 8 But index options remain extremely rare due to a host of practical \nhurdles, including difficulties in valuation and onerous accounting treatment. \nShareholder Worries – Implicit Promises and Escalators \nFrom a shareholder’s perspective, an analytical challenge arises when companies grant options to employees \nwith an implicit promise that the options will be valuable. When the stock market declines broadly, as it did in \n2000-2002, companies frequently reprice options or grant new ones. \nThe decision to reprice creates a difficult trade-off. If the company doesn’t reprice and can’t afford to increase \ncash compensation, it risks losing the very lifeblood of its value creation: key employees. Evidence suggests that \nrepricing does lead to higher retention. 9 On the other hand, if a company does reprice, it risks institutionalizing a \npay delivery system, thus subverting the spirit and objectives of an incentive compensation program. \nOption repricing may also be one of the last bastions of insider information. Researchers find that executives \nsystematically time repricings to coincide with favorable movements in the company’s stock price. Exhibit 1 \nshows the stock price performance before and after the repricing date for a sample of over 200 repricing events. \nInvestors may be able to use repricings as cue of better days ahead. 10 \nExhibit 1: Repricing Often Signals Better Times Ahead \n \nSource: Sandra Renfro Callaghan, P. Jane Saly, and Chandra Subramaniam, “The Timing of Option Repricing”, The Journal of Finance, August 2004, 1670. Used by \npermission. \nGood management (and compensation committee oversight) involves getting the best value for the money a \ncompany spends. While managers and boards generally treat executive compensation differently than every \nother expense, they should not. 11 Every dollar a company spends is gone for the owner, whether spent on labor, \nraw materials, marketing, or anything else. No company aims to have raw material costs or selling, general and \nadministrative (S,G&A) costs in the top quartile of comparable companies. Likewise, no compensation \ncommittee should have an objective of paying management more than the competition: the goal should be to \ntreat compensation like any other cost. It would be praiseworthy if a compensation committee said top \nmanagement costs were in the bottom half, not top half, of a comparable-company range.   \n"
    },
    {
      "number": 4,
      "text": "Page 4  \n \n                                    Legg Mason Capital Management \nYet this is not what happens. In a poll of 100 firms, compensation expert Graef Crystal found that one-third of the \ncompanies wanted to position their CEO pay in the top 25%, and the other two-thirds aimed at or above the \naverage. Not a single company wanted to be below average. 12 From a shareholder perspective, the drawback is \nthat executives peg themselves to an upward moving compensation target for no reason other than the fact that \nothers do it as  well.13 \nCrystal’s results, while hardly surprising, provide an example of what critics call the Lake Wobegon Effect. \nRelative pay has no necessary connection to pay for performance. \nHow Large An Issue Are ESOs? \nSo how big an issue are employee stock options? 14 Over the past five years, every company in the S&P 500 \nused ESOs and about 60% used restricted stock. However, the amount of option grants is concentrated in a few \nindustries—notably technology and financial services—where the primary assets are people. Today, the value of \nall outstanding ESOs in the S&P 500 is about $350 billion, a small fraction of the index’s equity capitalization \n(over $10 trillion) and total debt (over $5 trillion). \nThe stock market’s sizeable multi-year correction, the sharp focus on corporate malfeasance, and the \nimminence of accounting rule changes caused boards to reign in the grandiosity of option grants in recent years. \nThe fair value of options the S&P 500 companies granted peaked in 2000 at $111 billion, and registered $42 \nbillion last year. Intrinsic value accounts for about 60% of the value of the 28 billion options outstanding with time \nvalue making up the balance. Exhibit 2 provides data on how many options companies granted and their fair \nvalue for each of the past five calendar years. \nExhibit 2: Options Grants: Reigning in the Grandiosity \n \n \n \n    Number of  \n \n  Fair value of \nYear  \n \noptions granted \n \noptions granted \n1999  \n \n \n5.2 \n \n \n       $ 61.2 \n2000  \n \n \n6.6 \n \n \n        111.5 \n2001  \n \n \n7.1 \n \n \n        100.7 \n2002  \n \n \n5.6 \n \n \n          61.1 \n2003\n4.8\n         42.1\n \nfigures in billions, except year \nSource: David Zion and Bill Carcache, “The Cost of Employee Stock Options”, CSFB Equity Research, June 14, 2004. Copyrighted material, used by permission.  \nIf We Don’t Expense Them, Do They Exist? \nConceptually, we can treat ESOs in one of two ways—either as a cost (the numerator of value per share) or as \ndilution (the denominator of value per share). The current accounting practice already reflects diluted shares. \nIsn’t that sufficient? \nDilution measures aren’t as informationally useful as costs for three reasons. 15 First, fully diluted shares reflect \nonly in-the-money options and hence can understate the degree of likely dilution. Second, past dilution gives \nlimited information about future dilution. Finally, dilution measures don’t provide a reasonable assessment of the \noption cost companies incur to pay their employees. \nTo illustrate the last point, consider two companies with the same number of basic shares outstanding and \ngranted options. The dilution measures, of course, are identical. But if company A has a much higher expected \nstock price volatility than company B, the value of the options it grants will vastly exceed those of company B. \nBusiness owners should have a clear sense of the cost of compensation. \nEven if fully diluted measures aren’t the answer, we’re still left with the challenge of appropriately assessing \noption cost. That companies must make judgments in estimating option cost, however, in no way undermines the \ncase for expensing. Accountants make estimates all the time, as in the case of a new factory or an R&D outlay.16\n"
    },
    {
      "number": 5,
      "text": "Page 5  \n \n                                    Legg Mason Capital Management \n \n \nOn March 31, 2004 the FASB released an exposure draft that would require all companies to expense employee \nstock options starting in 2005.  Hundreds of companies have already elected to expense options voluntarily. Yet a \nsubstantial subset of companies—primarily in technology—remain vocal critics of option expensing. For instance, \nthe technology industry threw their weight behind the Baker-Eshoo bill, which would require companies to treat \nonly options granted to the top five executives as a cost. The House of Representatives resoundingly passed the \nbill in July 2004. \nFrom an economic standpoint the bill makes no sense. (The press reported that bill only received broad House \nsupport because it was clear that it would die in the Senate. 17)  Warren Buffett suggests that the bill rivals in \nlunacy the Indiana House of Representative’s 1897 decree to round pi from 3.14 to 3.2 to help schoolchildren. \nFortunately that bill died, as Baker-Eshoo is likely to do as well. \nApparently, the primary argument against expensing options is that higher recorded expenses lead to lower \nearnings, and those lower earnings lead to lower stock prices. The lower earnings-lower price reasoning is \nfundamentally flawed because it assumes the stock market doesn’t recognize the significant information about \noptions that companies already disclose and that it simply capitalizes reported earnings per share. \nVoluminous evidence now points to the reality that the market properly considers options expense in valuation. 18  \nA recent Towers Perrin study of more than 300 companies that started to expense options voluntarily showed no \ncorresponding impact on share price. 19 A separate, earlier analysis by Ernst & Young came to the same \nconclusion. 20 The Towers Perrin authors suggest their study \"confirms the view that accounting treatment of \nincentives does not influence stock prices,” adding, “accounting treatment needn’t drive management incentives. \nRather, incentives should be designed to drive corporate performance.” \nHowever, just because option expensing doesn’t affect stock prices doesn’t mean that it doesn’t affect \nmanagement behavior. The very threat of unburying options from the footnotes and placing them prominently on \nthe income statement compelled managers to reduce option-grant largesse. Part of the 60%-plus reduction in \noption grants likely stems from this potential embarrassment of riches. \nOptions and Incentives \nHow widely should companies distribute options within the organization? Many companies elected to grant options \nbroadly to employees in recent years, with this pattern especially pronounced in the technology sector. One study \nshows that employees (excluding top officers) owned 19% of the equity in the hundred largest Internet-exposed \ncompanies. 21 How effective are these widespread grants? \nAcademics point out three potential justifications for granting options to all employees: providing incentives, \ninducing employees to sort, and employee retention. (Sorting refers to separating employees based on attitude. \nOptions appeal to optimistic, risk-seeking employees and are less attractive to risk-adverse employees. \nSubstantial option programs draw risk-seeking employees.) Empirical research suggests that only sorting and \nretention are consistent with the data. 22 We argue that options do not provide incentives for many employees \nwhose day-to-day activities are too removed from the actual stock price performance. Many frontline employees \nuse mental accounting when thinking about their options—they hope the options will do well but consider them \nseparate from their main income sources. \nThe book In the Company of Owners, which advocates wide option distribution, provides some anecdotal evidence \nfor this mental accounting. The authors recount a mid-level employee’s reaction to his company’s precipitous stock \nprice decline in 2001 and what that meant for his options: “It really doesn’t affect me, because all along I’ve \nthought of it as a lottery ticket.” 23 \nWe believe a company needs appropriate incentive pay measures at every employee level to maximize its \npotential for superior returns. For senior executives, options tied to an appropriate performance benchmark are \nappropriate. Operating unit executives should be paid based on divisional value drivers that lead to superior \nperformance on a firm-wide basis. Midlevel managers and frontline employees should have incentives tied to \nleading indicators of value—current measures that correlate strongly with the businesses long-term value. \nExamples include time to market for new products, employee turnover, and customer retention rates. 24 \n"
    },
    {
      "number": 6,
      "text": "Page 6  \n \n                                    Legg Mason Capital Management \nHow We Treat ESOs \nWhen valuing a company, investors need to consider past and future option grants. Let’s start with past \ngrants. \nWe believe investors should treat outstanding stock options as a contingent claim. In a standard discounted \ncash flow model, corporate value equals the present value of future free cash flows. To calculate \nshareholder value, you need to add excess cash to the corporate value, and subtract debt, other liabilities, \nand the options contingent claim. Dividing shareholder value by basic shares outstanding yields shareholder \nvalue per share. \nThere are four main steps to calculate the value of the contingent claim. Companies provide most of the \ninformation you need for the calculation in their financial filings, but you need to make additional \nadjustments. A detailed explanation of this process, along with spreadsheets, is available at \nhttp://expectationsinvesting.com/tutorial6.shtml. We’ll briefly walk through the steps, using Nextel \nCommunications as our example: \n1. Value the options. Companies typically disclose the vital information for groups of outstanding \noptions. Information includes average strike price and option life. Companies also provide \ninformation about assumed volatility and risk-free rates. These data taken together allow us to value \neach of the option groups. Exhibit 3 shows an example for one of Nextel’s option groups. \nExhibit 3: Valuing One of Nextel’s Option Groups \nRange of \nExercise Prices\nWeighted \nAverage \nExercise Price\nStock Price\nExpected Life of \nOption\nRisk Free \nRate\nVolatility \n(σ)\nValue of Call \nOption \nEquivalent\n$14.06 - $20.62\n16.56\n$               \n24.25\n            \n7.6\n                      \n3.5%\n83.0%\n16.57\n$               \nSource:  LMCM analysis. \n2. Consider employee churn. Firms generally use options as a tool to retain employees. As a result, \nmost companies structure options programs so employees who leave the firm before their options \nvest forfeit those shares. We estimate forfeiture by combining the rate of past option forfeiture and \nthe time before a group of options vest. Options typically vest 2-4 years from grant date. Exhibit 4 \nshows the rate of Nextel’s past options cancellations. \nExhibit 4: Nextel’s Option Cancellation History \nYear\nNumber of \nOptions\nAverage \nNumber of \nOptions \nDuring Year\nAnnual \nCancellations\nOption Forfeit \nRate\nDecember-98\n30.4\nDecember-99\n40.6\n36\n                \n5.1\n14.4%\nDecember-00\n41.7\n41\n                \n4.4\n10.7%\nDecember-01\n54.4\n48\n                \n6.0\n12.5%\nDecember-02\n78.8\n67\n                \n14.4\n21.6%\nDecember-03\n88.2\n84\n                \n6.1\n7.3%\nAverage\n13.3%  \nSource:  LMCM analysis. \n"
    },
    {
      "number": 7,
      "text": "Page 7  \n \n                                    Legg Mason Capital Management \n3.\nWarrant conversion. Employee stock options are technically warrants, not options. Options are \nderivatives on outstanding shares, while companies issue new shares for warrants. In our ESOs \ncalculations, this warrant adjustment generally reduces the value 2-4%. \n4. Tax deduction.  When an employee exercises an option, the difference between the company’s \nshare price and the option strike price is the amount a company can take as a tax deduction. So we \nmust consider the value of options net of the tax benefit.  \nExhibit 5 rolls up Nextel’s option groups to calculate the aggregate value of the contingent claim. This total \nfor Nextel is approximately $800 million after tax. Since you can mark-to-market this contingent claim, it is \nmuch more economically relevant than the FASB 123-mandated expenses. \nExhibit 5: The Value of Nextel’s Contingent Claim \nRange of \nExercise Prices\nWeighted \nAverage \nExercise Price\nStock Price\nExpected Life of \nOption\nRisk Free \nRate\nVolatility \n(σ)\nValue of Call \nOption \nEquivalent\nNumber Of \nOutstanding \nWarrants\n$2.91 - $6.99\n5.23\n$                 \n24.25\n$          \n8.2\n                      \n3.5%\n83.0%\n21.09\n$               \n19\n                     \n$7.01 - $13.94\n11.29\n$               \n24.25\n$          \n7.2\n                      \n3.5%\n83.0%\n18.20\n$               \n19\n                     \n$14.06 - $20.62\n16.56\n$               \n24.25\n$          \n7.6\n                      \n3.5%\n83.0%\n16.57\n$               \n17\n                     \n$22.31 - $29.75\n23.25\n$               \n24.25\n$          \n7.8\n                      \n3.5%\n83.0%\n14.76\n$               \n17\n                     \n$30.94 - $49.16\n39.59\n$               \n24.25\n$          \n6.3\n                      \n3.5%\n83.0%\n10.44\n$               \n1\n                       \n$50.00 - $79.59\n61.78\n$               \n24.25\n$          \n6.2\n                      \n3.5%\n83.0%\n7.01\n$                 \n14\n                     \nTotal pre-tax value of ESOs\n$1,235\nMarginal tax rate\n35%\nTotal after-tax value of ESOs\n$803\nSource: LMCM analysis. \nNow let’s turn to future grants. We believe investors should expense the economic value of future grants on \nthe income statement. 25 Our reasoning is based on the principle of arbitrage: there should be no difference \nbetween the company selling options (including all of the liquidity constraints) to an investment bank and \nusing the cash proceeds to pay employees and granting those options directly to employees. Note again that \nemployees often estimate the value of their options at only 50-75%, while shareholders bear the full cost. \nHow should an investor estimate future grant values, especially as companies go through a life cycle? One \ngood starting point is past option grants. You can measure option grant values on a per employee basis or \nas a percentage of sales or expenses. We prefer to look at grant values as a percentage of sales. Exhibit 6 \nshows the data for Nextel. \nExhibit 6: Nextel’s Option Grants as a Percentage of Sales \nYear\nRevenues\nExpected \nPretax \nEconomic \nValue \nImparted to \nEmployees\nOption Cost \nas a Percent \nof Revenues\n1998\n2,295\n$             \n89\n$                \n3.9%\n1999\n3,786\n$             \n102\n$              \n2.7%\n2000\n5,714\n$             \n503\n$              \n8.8%\n2001\n7,689\n$             \n218\n$              \n2.8%\n2002\n8,721\n$             \n63\n$                \n0.7%\n2003\n10,820\n$           \n153\n$              \n1.4%  \nSource:  LMCM analysis. \n"
    },
    {
      "number": 8,
      "text": "Page 8  \n \n                                    Legg Mason Capital Management \nTo provide guidance on these values for a broad range of sales figures we turn to data collected by CSFB \naccounting analyst David Zion, who looked at the option grants as a percentage of sales for each company \nin the S&P 500 over the past five years. Along the horizontal axis, we broke the S&P 500 down into deciles \nby absolute sales. We then studied the mean, median, and standard deviation in option grant value as a \npercentage of sales. Exhibit 7 shows the results for 2003. The average stock grant was 10.5% of sales for \nS&P 500 companies with sales under $1 billion but drifted to about 0.7% for companies over $5 billion. \nFurther, the standard deviations tend to shrink as well. \nExhibit 7: Option Grants as a Percentage of Sales for the S&P 500 (2003) \n S&P 500\n-20.0%\n-10.0%\n0.0%\n10.0%\n20.0%\n30.0%\n40.0%\n$0-$1b\n$1b-$2b\n$2b-$3b $3b-$5b\n$5b-$6b\n$6b-$9b\n$9b-\n$12b\n$12b-\n$18b\n$18b-\n$30b\n$30b<\nStdev -\nStdev +\nMedian\nMean\nFair Gross Option Value as % of Revenue\nFY2003 Revenue (in $ billion)\nSource:  David Zion and Bill Carcache, “The Cost of Employee Stock Options”, CSFB Equity Research, June 14, 2004. Copyrighted material, used by permission.  \nThe data also reveal a sharp decline in grant values over the past few years. (See Exhibit 8).  \nExhibit 8: S&P 500 Option Grants as a % of Sales (2003 versus 2000) \nRev Range\nMean \nMedian\nStdev\nStdev (1)+\nStdev(1) -\n$0-$1b\n10.5%\n3.9%\n26.4%\n36.9%\n-15.8%\n$1b-$2b\n4.2%\n1.4%\n8.9%\n13.1%\n-4.6%\n$2b-$3b\n1.7%\n0.8%\n3.3%\n5.0%\n-1.5%\n$3b-$5b\n1.1%\n0.6%\n1.6%\n2.7%\n-0.6%\n$5b-$6b\n0.7%\n0.5%\n0.8%\n1.5%\n0.0%\n$6b-$9b\n0.7%\n0.3%\n1.0%\n1.8%\n-0.3%\n$9b-$12b\n0.6%\n0.4%\n0.8%\n1.4%\n-0.2%\n$12b-$18b\n0.4%\n0.3%\n0.5%\n0.9%\n-0.1%\n$18b-$30b\n0.7%\n0.4%\n1.0%\n1.7%\n-0.3%\n$30b<\n0.7%\n0.2%\n1.5%\n2.2%\n-0.8%\nFY 2003\nRev Range\nMean \nMedian\nStdev\nStdev (1)+ Stdev(1) -\n$0-$1b\n27.0%\n9.3%\n51.1%\n78.1%\n-24.1%\n$1b-$2b\n17.5%\n4.0%\n41.7%\n59.2%\n-24.2%\n$2b-$3b\n3.7%\n0.7%\n12.6%\n16.3%\n-8.8%\n$3b-$5b\n2.2%\n0.9%\n3.4%\n5.6%\n-1.1%\n$5b-$6b\n1.8%\n0.6%\n3.7%\n5.5%\n-1.9%\n$6b-$9b\n1.2%\n0.3%\n2.4%\n3.5%\n-1.2%\n$9b-$12b\n2.1%\n0.6%\n4.8%\n6.9%\n-2.7%\n$12b-$18b\n1.4%\n0.6%\n2.3%\n3.6%\n-0.9%\n$18b-$30b\n2.0%\n0.6%\n4.8%\n6.8%\n-2.7%\n$30b<\n2.4%\n0.6%\n7.7%\n10.1%\n-5.3%\nFY 2000\nRev Range\nMean \nMedian\nStdev\nStdev (1)+\nStdev(1) -\n$0-$1b\n10.5%\n3.9%\n26.4%\n36.9%\n-15.8%\n$1b-$2b\n4.2%\n1.4%\n8.9%\n13.1%\n-4.6%\n$2b-$3b\n1.7%\n0.8%\n3.3%\n5.0%\n-1.5%\n$3b-$5b\n1.1%\n0.6%\n1.6%\n2.7%\n-0.6%\n$5b-$6b\n0.7%\n0.5%\n0.8%\n1.5%\n0.0%\n$6b-$9b\n0.7%\n0.3%\n1.0%\n1.8%\n-0.3%\n$9b-$12b\n0.6%\n0.4%\n0.8%\n1.4%\n-0.2%\n$12b-$18b\n0.4%\n0.3%\n0.5%\n0.9%\n-0.1%\n$18b-$30b\n0.7%\n0.4%\n1.0%\n1.7%\n-0.3%\n$30b<\n0.7%\n0.2%\n1.5%\n2.2%\n-0.8%\nFY 2003\nRev Range\nMean \nMedian\nStdev\nStdev (1)+ Stdev(1) -\n$0-$1b\n27.0%\n9.3%\n51.1%\n78.1%\n-24.1%\n$1b-$2b\n17.5%\n4.0%\n41.7%\n59.2%\n-24.2%\n$2b-$3b\n3.7%\n0.7%\n12.6%\n16.3%\n-8.8%\n$3b-$5b\n2.2%\n0.9%\n3.4%\n5.6%\n-1.1%\n$5b-$6b\n1.8%\n0.6%\n3.7%\n5.5%\n-1.9%\n$6b-$9b\n1.2%\n0.3%\n2.4%\n3.5%\n-1.2%\n$9b-$12b\n2.1%\n0.6%\n4.8%\n6.9%\n-2.7%\n$12b-$18b\n1.4%\n0.6%\n2.3%\n3.6%\n-0.9%\n$18b-$30b\n2.0%\n0.6%\n4.8%\n6.8%\n-2.7%\n$30b<\n2.4%\n0.6%\n7.7%\n10.1%\n-5.3%\nFY 2000\nSource: David Zion and Bill Carcache, “The Cost of Employee Stock Options”, CSFB Equity Research, June 14, 2004. Copyrighted material, used by permission.  \nSo how does this analysis fit with a valuation of Nextel? In calculating Nextel’s future free cash flows, we \nneed to reflect the expense of future options grants. To judge the magnitude of this expense, an analyst can \ndraw on at least three sources: 1. Nextel’s past cost as a percentage of sales; 2. Nextel past cost per-\nemployee; and 3. aggregated data from S&P 500 companies.  \nFurther, analysts should reflect Nextel’s roughly $800 million contingent claim as part of enterprise value. \nThis is the sum that should be subtracted from the present value of future cash flows to calculate the \nresidual equity claim, and this amount should be added to enterprise value to calculate multiples. \n"
    },
    {
      "number": 9,
      "text": "Page 9  \n \n                                    Legg Mason Capital Management \nConclusion \nIncentive is defined as what motivates behavior. Long-term shareholders must look for proper incentives. \nGovernance policies often play a major role in shaping corporate executive behavior—for both the good and \nthe bad. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n++++++++++++++++++++ \nThe views expressed in this commentary reflect those of Legg Mason Capital Management as of the date of \nthis commentary. Any such views are subject to change at any time based on market or other conditions, \nand Legg Mason Capital Management, Incorporated disclaims any responsibility to update such views. \nThese views may not be relied upon as investment advice and, because investment decisions for Legg \nMason Capital Management are based on numerous factors, may not be relied upon as an indication of \ntrading intent on behalf of the Firm. \n"
    },
    {
      "number": 10,
      "text": "Page 10  \n \n                                    Legg Mason Capital Management \n \nEndnotes\n1 Warren Buffett, “Fuzzy Math and Stock Options,” Washington Post, July 6, 2004. See \nhttp://www.washingtonpost.com/wp-dyn/articles/A29807-2004Jul5.html. \n2 For an excellent summary of our view on corporate governance, see Nancy Dennin’s commentary at \nhttp://www.leggmason.com/funds/ourfunds/whats_new/cgucomm.asp. \n3 Paul A. Gompers, Joy L. Ishii, and Andrew Metrick, “Corporate Governance and Equity Prices,” Quarterly Journal of \nEconomics, 118, 1, February 2003, 107-155. See http://finance.wharton.upenn.edu/~metrick/gov.pdf. \n4 Simi Kedia and Abon Mozumdar, “Performance Impact of Employee Stock Options,” Working Paper, August 2002. See \nhttp://www.cob.vt.edu/finance/Faculty/am/eopt2.pdf.  \n5 Brian J. Hall and Kevin J. Murphy, “The Trouble with Stock Options,” Harvard NOM Research Paper No. 03-33, May \n2003. See http://papers.ssrn.com/sol3/papers.cfm?abstract_id=415040. \n6 Paul Oyer and Scott Schaefer, “Accounting, Governance, and Broad-Based Stock Option Grants,” Working Paper, \nJune 15, 2004. See http://faculty-gsb.stanford.edu/oyer/wp/grant.pdf. \n7 Brian J. Hall, “Six Challenges in Designing Equity-Based Pay,” Journal of Applied Corporate Finance, 15, 3, Spring \n2003, 21-31.See http://papers.ssrn.com/sol3/papers.cfm?abstract_id=424170. \n8 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing (Boston: Harvard Business School Press, 2001), \n189-191. \n9 Sandra Renfro Callaghan, Chandra Subramaniam, and Stuart A. Youngblood, “Does Option Repricing Retain \nExecutives and Improve Future Performance?” Social Science Research Network Working Paper, August 18, 2003. See \nhttp://papers.ssrn.com/sol3/papers.cfm?abstract_id=436964. \n10 Sandra Renfro Callaghan, P. Jane Saly, and Chandra Subramaniam, “The Timing of Option Repricing” Journal of \nFinance, 59, 4, August 2004. See http://www.afajof.org/Pdf/forthcoming/subramaniam.pdf. \n11 Contrast this with another tight labor market, professional baseball. Top players clearly fetch top dollar. But the \nOakland A’s, as Michael Lewis describes in his bestseller Moneyball, figured out how build a skilled team at a relatively \nlow cost. \n12 “Executive Excess”, NewsHour with Jim Lehrer, December 2, 2002. See \nhttp://www.pbs.org/newshour/bb/business/july-dec02/ceo1_12-02.html. \n13 The “Lake Wobegon Effect” takes its name from Garrison Keillor's town where “where the women are strong, the men \nare good-looking, and all of the children are above average.” \n14 David Zion and Bill Carcache, “The Cost of Employee Stock Options,” Credit Suisse First Boston Equity Research, \nJune 14, 2004. \n15 John E. Core, Wayne R. Guay, and S.P. Kothari, “The Economic Dilution of Employee Stock Options: Diluted EPS for \nValuation and Financial Reporting,” Working Paper, December 2001. See \nhttp://papers.ssrn.com/sol3/papers.cfm?abstract_id=183068. \n16 Alfred Rappaport, “Beyond Quarterly Earnings,” Wall Street Journal, March 8, 2004. See \nhttp://online.wsj.com/public/article/0,,SB107826184536344429,00.html?mod=2%5F1072%5F1. \n17 Gary Rivlin, “The Tech Lobby, Calling Again,” The New York Times, July 25, 2004. \n18 David Aboody, Mary E. Barth and Ron Kasznik, “SFAS 123 Stock-Based Compensation Expense and Equity Market \nValues,” Social Science Research Network Working Paper 1694, December 2003. See \nhttp://papers.ssrn.com/sol3/papers.cfm?abstract_id=276881. \n19 See \nhttp://www.towersperrin.com/hrservices/webcache/towers/United_States/press_releases/2004_03_31/2004_03_31.htm. \n20 See \nhttp://www.ey.com/global/download.nsf/Canada/Financial_Services_CrossCurrents_Fall2003/$file/Financial_Services_Cr\nossCurrents_Fall2003.pdf. \n21 Joseph Blasi, Douglas Kruse, and Aaron Bernstein, In the Company of Owners: The Truth About Stock Options (New \nYork: Basic Books, 2003), 88. \n22 Paul Oyer and Scott Schaefer, Why do firms give options to all employees?: An empirical examination of alternative \ntheories,” Journal of Financial Economics, forthcoming. See http://faculty-gsb.stanford.edu/oyer/wp/options.pdf. \n23 Blasi, Kruse, and Bernstein, 98. \n24 Rappaport and Mauboussin, 191-194. \n25 We recommend showing the expense after normal expenses so that operating profit margin comparisons remain valid.\n \n \n \n \n \nLegg Mason Investor Services, LLC, Distributor \nMember SIPC \n"
    }
  ]
}