{
  "filename": "2004_exploring_network_economics.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423214653-07'00'",
    "modDate": "D:20240423214700-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n  \n \n \n \n \n \n \n \n \n \n \n \n \n \nOctober 11, 2004\nExploring Network Economics \nThere is a central difference between the old and new economies: the old \nindustrial economy was driven by economies of scale; the new information \neconomy is driven by economics of networks. \nCarl Shapiro and Hal R. Varian\nInformation Rules 1\nNetwork advantages appear to increase future sales more than future expenses. \nThis evidence contributes to the stream of recent accounting literature that seeks \nto understand the link between non-financial leading indicators and future \nearnings. \nShivaram Rajgopal, Mohan Venkatachalam, and Suresh Kotha\nThe Value-Relevance of Network Advantages:The Case of E-Commerce Firms 2\n \n \nSource: http://www.cybergeography.org/atlas/more_topology.html.  Copyrighted material, used by permission. \n• \nThere are different types of networks with varying degrees of network effects. \nAs investors, we seek businesses where network effects are strong and where \nthe company can capture the economic benefits. \n• \nThe combination of demand-side scale economies and high upfront, low \nincremental cost of information goods creates businesses unlike those in the \ntraditional industrial economy. \n• \nNetwork businesses offer substantial opportunity for wealth creation. \nSuccessful networks see sales grow faster than costs. \nLegg Mason Capital \nLegg Mason Capital \nLegg Mason Capital \nLegg Mason Capital \nManagement\nManagement\nManagement\nManagement  \nMichael J. Mauboussin\nMichael J. Mauboussin\nMichael J. Mauboussin\nMichael J. Mauboussin\nmmauboussin@lmfunds.com \n"
    },
    {
      "number": 2,
      "text": " \nm~ÖÉ=O==\n====================================iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\nIntroduction \nA central task for investors is to understand what a business will look like in the future, and judge whether or not \ntoday’s stock price properly handicaps that outcome. For many companies the past is prologue; companies \nalways strive to get bigger and better, but their fundamental activities don’t change much. These goods and \nservices businesses generally have production-based roots and classic industrial economics effectively address \ntheir growth and business model characteristics. \nIn recent years, information technology and networks have merged to create companies with characteristics \nquite different from their production-based counterparts. These include unprecedented market shares, very high \nreturns on invested capital, and rapid growth.  As important, the market doesn’t always anticipate how the \nfundamentals of these companies unfold, leading to investable opportunities. 3  \nNetworks—canals, railroads, and highways—have been around for a long time and played an important role in \nglobal economic development. However, our primary interest is not in physical networks but rather in networks \nthat rely on information technology. \nEconomists have successfully described the economics of both information and networks. These economic \nprinciples appear durable. It is the combination of information and network properties that creates opportunities \nfor businesses and investors. Most investors have not internalized these ideas.     \nWe believe the importance of information-based networks is increasing in today’s global economy for four \nreasons: \n1. Physical capital needs are lower than they were in the past. Information-based networks require less \ncapital as they grow than physical networks do. \n2. Networks demonstrate increasing returns. Most industries benefit from supply-side increasing returns to \nscale: higher volume leads to lower unit costs, up to a point. In contrast, successful networks generate \nincreasing returns from the demand-side as users beget users. \n3. Networks can form faster and more frequently than in the past. Because of plummeting communication \nand computing costs, the barriers to creating a network are declining. But even though the barriers to \nentry are low, the barriers to success remain high. \n4. Networks can spread globally. Because many networks have high upfront costs and low incremental \ncosts, they can expand rapidly within countries and across borders. \nThis report focuses on how to categorize networks, how they affect economic value, and how they form. \nNetwork Effects \nImagine you are the first person to own a fax machine. It is effectively worthless because of its inability to \ncommunicate with other machines. As more people purchase faxes, the value of your machine rises sharply: the \nlarger the network of users, the greater the value of the network. \nMore formally, we know this concept as network effects. A network effect exists when the value of a good or \nservice increases as more people use that good or service. In a typical network, the addition of a new customer \nincreases the willingness of all participants to pay for network services. 4   \nEthernet inventor Bob Metcalfe formalized this idea mathematically in the 1970s. Metcalfe’s Law states that the \nvalue (V) of a network increases by the square of its nodes (n). Metcalfe’s formula states that V = n2 – n. So a \nnetwork of ten people has a value of ninety (100 – 10 = 90) but a network twice the size has a value three times \nhigher (400 – 20 = 380). While Metcalfe’s fundamental insight is correct, the precise formula has no basis in \neconomic theory and substantially overstates the value of large networks. 5 \nMetcalfe also noted that the costs are unlikely to rise as fast as the value of the network. After reaching some \npoint of critical mass (we’ll return to this idea later), value soars. In Metcalfe’s words: 6 \nWhen you connect computers together, the cost of doing so is n, but the value is n2, because each of the \nmachines that you hook up gets to talk to all of the other machines on the network. When you graph that, you \nsee that over time your costs go down while the value of the network goes up. \nNetwork effects are central to evaluating networks, but we have to bear in mind that the intensity of network \neffects varies from network-to-network and that network values dissipate at different user-base levels. \n"
    },
    {
      "number": 3,
      "text": " \nm~ÖÉ=P==\n====================================iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\nNetwork Taxonomy \nOne important distinction is between real networks based on physical connections (railroads, telephones) and \nvirtual networks built around complementary products or services (DVD players and DVDs, printers and toner \ncartridges, xBox and games).  \nReal networks take two forms, each with very different degrees of network effect intensity. (See Exhibit 1.) In a \nradial network, a hub reaches out to spokes. Major airlines and retailers are examples.  \nNetwork effects tend to be weak for radial networks. Think of a traditional hub-and-spoke airline. As long as the \ncarrier takes you where you want to go, you probably don’t care if other passengers use the same service (in \nfact, ideally you’d like to have the middle seat empty). But network effects do exist, because more passengers \nallow the airline to expand routes and provide users with additional services.   \nIn a combinatorial network, the nodes connect directly to one another. These networks can often expand \nsubstantially without degrading the service. Illustrations include telecommunication systems and on-line auction \ncompanies. Combinatorial networks generally possess strong network effects. These networks are relatively \nrare. \nExhibit 1: Radial versus Combinatorial Networks \nRadial\nCombinatorial\nRadial\nCombinatorial\n \nSource: LMCM. \nAs investors, we’re interested in situations where network effects are powerful and where a company can \ncapture the economic benefits. These benefits show up in rapid sales growth, rising margins, and high and \nsustainable returns on invested capital. \nAll networks need some dimension of compatibility, or a reason for users to come to the network. Compatibility \ntakes three fundamental forms: \n• \nTransactions.  A network based on transaction compatibility derives its value from creating a forum \nfor economic exchange. As more buyers and sellers join the network, the network value grows \nsharply. Companies capturing a sliver from each transaction in return for hosting the network see \ntheir value rise along with network growth. \nThe canonical example for a transaction network is eBay, the first to attain scale in online auction. \neBay has realized tremendous growth in registered users, gross merchandise sales, sales, and \nprofits since its inception less than ten years ago. Other illustrations include Innocentive (an online \ncommunity to solve R&D problems) and Tradesports (an online trading and betting exchange). \n• \nCommunity. These networks allow for, and derive value from, direct interaction between members. \nThese networks are not about economic exchange but rather finding and connecting with the right \nperson. Further, a gathered community has value for content providers, advertisers, and vendors.  \nNextel Communications benefits from community-based network effects. Nextel’s push-to-talk \ntechnology allows users to communicate rapidly and effortlessly. This technology is especially \nvaluable for small businesses with workers in the field. Other examples of community networks \ninclude AOL’s instant messaging, Skype (Internet-based communications), Partypoker.com, \nFriendster, and InterActive Corporation’s Match.com. \n• \nComplementary. The values of these networks depend on the availability of ancillary and \ncomplementary goods or services. Often they reflect the co-evolution of hardware and software.  \nThe interplay between game console makers (Nintendo, Sony, and Microsoft) and game software \nproducers (Electronic Arts, Activision) is a good example of a complementary network. New \ngenerations of hardware spawn better software, and vice versa. 7  \nAfter establishing the basics of networks effects and outlining some different network types, we’re now ready to \nlook at the economics of networks: how and why they create value. \n"
    },
    {
      "number": 4,
      "text": " \nm~ÖÉ=Q==\n====================================iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\nNetworks and Economic Value \nA company’s ability to create shareholder value derives fundamentally from its ability to generate returns on \ninvested capital in excess of the cost of capital for as long as possible. We can express excess returns as the \ndifference between sales and costs (including the opportunity cost of capital) and the duration of excess returns \nas the result of competitive advantage.  \nIn this section, we explore ways networks generate revenues, their cost dynamics, and how they sustain returns. \nAnalysis of these drivers provides a foundation for assessing and judging appropriate valuations for network \nbusinesses.  \nSales \nWe need to consider two dimensions of sales: the sources and the growth rate. Both are important, but the rate \nof growth holds particular interest because it can be nonlinear when strong network effects exist. Since the stock \nmarket tends to be poor at discounting nonlinear growth, this may provide opportunities. 8  \nFirst, we outline sales sources. Many established networks gather sales from more than one of these categories, \nand in some instances there are revenue opportunities that developed networks have yet to exploit. More than \nclassifying sales, these categories provide a way to think about potential value creation. 9 \n• \nCommerce/transactions. Companies that are a de facto standard or stewards of a network can either \nsell goods directly or can steer customers to a transaction and collect a fee (indirect). Direct sales \nare conceptually straightforward and generally easy to track. The success of a company’s indirect \nsales relates to its ability to reduce customer search costs. Large networks that can effectively direct \nusers are very valuable.  \n• \nAdvertising. A large user network attracts advertisers by allowing them to reach users cost \neffectively. Companies that amassed such groups can monetize them by selling advertising. Since \nan advertising-based business model is typically only viable for companies with a sizable user base, \ncompanies trying to build such a model often discount or give away their product in order to corral \nusers. The give-away is a costly means to a profitable end: becoming an attractive vehicle for \nadvertisers. This currently forms the core of Google’s business model. \n• \nSubscription. Some successful networks can charge users a subscription fee, or dues, for access to \na network and its content. Subscription models usually apply for one of two extremes: very \nspecialized networks or very large networks.    \n• \nData. One of the benefits—and concerns—of the digital age is an unprecedented ability to collect \ninformation. Companies with large user bases, especially those Internet-based, have a treasure \nchest of data about their customers that is valuable because it can be sold to third parties. These \ndata can be either aggregated, hence skirting privacy issues, or used to offer specific consumer \nprofiles.  \n• \nIncubation. Once established, a network can “link-and-leverage” its position into new business \nopportunities. 10 This means transferring a user base to an adjacent technology or product. For \nexample, Microsoft used its strong operating system position to capture adjacent markets in \napplications and Internet browsers.  \nNow that we have outlined revenue sources, we can return to the issue of growth rates. To do that, we must \nintroduce and explore the notion of positive feedback—the idea that the strong get stronger and (as necessary \ncorollary) the weak get weaker. We will explore two related facets of positive feedback: winner-take-most \noutcomes and supply- versus demand-side scale economies. \nWinner takes most. In the presence of network effects, the value of a good or service increases as more people \nadopt that good or service. But what happens when multiple products compete in a business subject to network \neffects? Often one company gathers the vast majority of market share—the winner takes most.  \nConsider the case of the VHS versus Beta video recorder standard-setting battle in the late 1970s and early \n1980s.11 The two technologies competed across a range of features, including product design, picture quality, \nplaying time, and price.  While the point is in dispute, the two products were generally viewed as similar in \ncapability.  \n"
    },
    {
      "number": 5,
      "text": " \nm~ÖÉ=R==\n====================================iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\nNotably, the first application for video recorders was to tape shows on TV—there were no prepackaged \ncassettes. In 1976, Beta had over 60% market share (in units). By 1978, Beta’s share slipped to 40%, but unit \nsales growth remained strong and the product had a loyal following.  \nOnce the studios began to license content, the prerecorded videocassette market was born and network effects \nstrengthened. VHS had already reached a point of critical mass. Consumers had an incentive to buy a VHS \nbecause it had the most complementary content, which spurred more content, and so forth. In 1980 VHS’s share \nclimbed to 66%, by 1985 it was 92%, and it was in excess of 99% by 1988. Exhibit 2 shows the pattern of \nwinner-take-most battles, and Exhibit 3 documents the VHS versus beta battle. \nExhibit 2: Positive Feedback \n \nSource: Carl Shapiro and Hal R. Varian, Information Rules (Boston: Harvard Business School Press, 1999), 177.  Copyrighted material, used by permission. \n \nExhibit 3: VHS versus Beta \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1975\n1976\n1977\n1978\n1979\n1980\n1981\n1982\n1983\n1984\n1985\n1986\n1987\n1988\nMarket Share (in units)\nBeta\nVHS\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1975\n1976\n1977\n1978\n1979\n1980\n1981\n1982\n1983\n1984\n1985\n1986\n1987\n1988\nMarket Share (in units)\nBeta\nVHS\n \nReprinted by permission of the Business History Review. Table 1 from \"Strategic Maneuvering and Mass-Market Dynamics: The Triumph of VHS over Beta\" by Michael A. \nCusumano, Yiorgos Mylonadis, and Richard S. Rosenbloom, Spring 1992, Volume 66, Issue 1. Copyright © 1992 by the President and Fellows of Harvard College; all \nrights reserved. \nEconomist W. Brian Arthur says it more bluntly in what we can call Arthur’s Law: Of networks, there will be few.12\nIn a particular space one network tends to dominate, while the rest fight over the scraps. Network builders \nunderstand that anything other than first place is an also-ran. Microsoft and eBay’s 90%-plus market shares offer \ntestament to this point. Natural monopolies are the progeny of strong network effects.  \nOne important idea here is path dependence, which in general means that history matters. Economists \ninterested in innovation often point to path dependence to show why small events—random choices, luck, a \nchance meeting—can lead to outcomes unexplained solely by product attributes and features. While some \neconomists doubt the role of path dependence, studies of networks outside of economics suggest that path \ndependence is an important consideration. 13 \n"
    },
    {
      "number": 6,
      "text": " \nm~ÖÉ=S==\n====================================iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\nSupply- versus demand-side scale economies.  The difference between a firm’s sales and costs (including \nopportunity cost) determine whether or not it creates value. 14 Fundamentally, a company can create more value \nby either reducing its costs or increasing the price it receives. Evidence suggests that differences in customer \nwillingness-to-pay account for more of the profit variability among competitors than disparities in cost levels. 15   \nPositive feedback as a result of scale economies has been around for a long time. The well-known cost curve \nshows that as a manufacturing company increases its output, its marginal and average unit costs decline (to a \npoint). For these companies, the positive feedback is supply-side driven. It’s all about lowering costs. This is \nclassic increasing returns-to-scale. \nHowever, for manufacturing companies positive feedback tends to dissipate because of bureaucracy, \ncomplexity, or input scarcity. This generally happens at a level well before dominance: Market shares in the \nindustrial world rarely top 50%. \nFor networks, the primary source of positive feedback is network effects. Rather than being supply-side driven, \nnetwork effects are demand-side driven. This has two implications. First, the value to the users increases sharply \nonce a network passes critical mass. Irrespective of costs, the willingness-to-pay rises.  \nSecond, size does not govern market share for networks based on information. One network can, and often \ndoes, become totally dominant. Recognition of networks effects as the primary driver of increasing returns is key. \nExhibit 4 illustrates the distinction between supply- and demand-side scale economies. \nExhibit 4: Supply- versus Demand-Side Driven Scale Economies \nAverage Cost per unit\nOutput\n\u0001\n\u0001\n\u0001\n\u0001\nopportunity\ncost\ncost\nprice\nwillingness-to-pay\nsupplier’s share\nfirm’s share\nbuyer’s share\nTotal Value Created\nWillingness-to-pay\nUsers\nSupply-side\nDemand-side\nAverage Cost per unit\nOutput\n\u0001\n\u0001\n\u0001\n\u0001\nopportunity\ncost\ncost\nprice\nwillingness-to-pay\nsupplier’s share\nfirm’s share\nbuyer’s share\nTotal Value Created\nWillingness-to-pay\nUsers\nSupply-side\nDemand-side\n \nSource: LMCM. \nCosts \nMany of the networks formed in recent years are based more on information than physical assets. One of the \ndistinctions between the industrial economy and the information economy is the nature of costs. The hallmark of \nan information good is high upfront and low incremental cost. Think of a piece of software. Writing code the first \ntime is costly. Once finished, the cost of replicating and distributing that code is often very low.  \nWhen network effects and the cost characteristics of information goods merge, the results are potentially \nsignificant. A surge in demand-side driven sales, coupled with negligible incremental cost, can lead to significant \nvalue creation. As a result some network businesses garnered multi-billion dollar valuations very quickly.  \n"
    },
    {
      "number": 7,
      "text": " \nm~ÖÉ=T==\n====================================iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\nThat is not to say that information-based networks don’t enjoy some supply-side economies; they do. But it is the \ncombination of network effects and low variable costs that provide substantial opportunity to increase operating \nprofit margins.  Exhibit 5 is a simple illustration. As units rise the high-fixed cost, low-variable cost Company B \nshows significantly greater operating profit margin leverage than the higher variable cost Company A.  \nExhibit 5: Cost Structure and Margin Scalability \nCompany A \nCost structure 30% fixed/70% variable\nScenario 1\nScenario 2\nScenario 3\nScenario 4\nUnits\n750,000\n         \n1,000,000\n      \n1,500,000\n      \n2,000,000\n      \nSales ($15.00 per unit)\n11,250,000\n    \n15,000,000\n    \n22,500,000\n    \n30,000,000\n    \nFixed costs\n4,050,000\n      \n4,050,000\n      \n4,050,000\n      \n4,050,000\n      \nVariable costs\n7,087,500\n      \n9,450,000\n      \n14,175,000\n    \n18,900,000\n    \nTotal costs\n11,137,500\n    \n13,500,000\n    \n18,225,000\n    \n22,950,000\n    \nOperating profit\n112,500\n         \n1,500,000\n      \n4,275,000\n      \n7,050,000\n      \nOperating profit margin\n1.0%\n10.0%\n19.0%\n23.5%\nCompany B\nCost structure 70% fixed/30% variable\nUnits\n750,000\n         \n1,000,000\n      \n1,500,000\n      \n2,000,000\n      \nSales ($15.00 per unit)\n11,250,000\n    \n15,000,000\n    \n22,500,000\n    \n30,000,000\n    \nFixed costs\n9,450,000\n      \n9,450,000\n      \n9,450,000\n      \n9,450,000\n      \nVariable costs\n3,037,500\n      \n4,050,000\n      \n6,075,000\n      \n8,100,000\n      \nTotal costs\n12,487,500\n    \n13,500,000\n    \n15,525,000\n    \n17,550,000\n    \nOperating profit\n(1,237,500)\n     \n1,500,000\n      \n6,975,000\n      \n12,450,000\n    \nOperating profit margin\n-11.0%\n10.0%\n31.0%\n41.5%\nCost structure based on 1 million units\n \nSource: LMCM. \nThe combination of demand-side driven network effects and the economics of information goods brings good \nnews to the winners. As long as an information-based product or service stays current, sales and costs can \nbecome uncoupled for a time.    \nBut there is bad news. Typically, developing an information-oriented network requires significant upfront costs. \nMoreover, only one company will likely get a disproportionate percentage of the economic profit. Many try, and \nfew succeed.  \nNext, the high-fixed-cost, low-variable-cost structure of information companies may lead to greater profit \nvariability as broader economic circumstances affect sales growth. Strong evidence suggests that cost structure \nplayed an important role in the sharp profit drop and upswing in recent years. 16 \nFinally, while information-based networks may have low variable costs, they must keep spending for their \nproducts or services to stay up-to-date at the risk of losing users to a more technologically advanced offering.  \nSustainability \nWe believe networks provide one of the few sources of sustainable competitive advantage. Once entrenched, \ndominant networks prove difficult to dislodge. Network users become locked-in, and their switching costs rise \nsharply. Lock-in and switching costs are central to a network’s sustainable competitive advantage.   \nUsers must bear switching costs when they switch from one system to another. These costs fall into a number of \ncategories. Here are the three we consider most important: 17  \n• \nReplacement cost. Once you purchase a product in a complementary network—say you had a great \nvinyl record collection and turntable—you have to bear the cost to change networks (and buy a CD \nplayer). This cost declines as the durable good ages. \n• \nLearning cost. Once you learn to use a product (application software is a good example) changing \nvendors will require you to spend time learning a new system. This is also relevant for airlines as they \nselect aircraft: it’s easier to fly and maintain similar planes than to use multiple aircraft. \n"
    },
    {
      "number": 8,
      "text": " \nm~ÖÉ=U==\n====================================iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n•\nSearch cost. Buyers and sellers incur these costs to find each other. High search costs contribute to the \nlock-in for eBay. Innocentive is trying to build similar lock-in on its site dedicated to the scientific R&D \ncommunity. \nExhibit 6 summarizes these costs and the lock-in behind them. \nExhibit 6: Lock-in and Switching Costs \nType of Lock-In\nSwitching Costs\nDurable purchases\nBrand-specific training\nSearch costs\nReplacement of equipment; tends to decline\nas the durable ages\nLearning a new system, both direct costs and\nlost productivity; tends to rise over time\nCombined buyer and seller search costs;\nincludes learning about quality of alternatives\nType of Lock-In\nSwitching Costs\nDurable purchases\nBrand-specific training\nSearch costs\nReplacement of equipment; tends to decline\nas the durable ages\nLearning a new system, both direct costs and\nlost productivity; tends to rise over time\nCombined buyer and seller search costs;\nincludes learning about quality of alternatives\n \nSource: Carl Shapiro and Hal R. Varian, Information Rules (Boston: Harvard Business School Press, 1999), 117. Copyrighted material, used by permission. \nTo win, a new network must be vastly superior to an old one. Consider the daunting decision the first customer \nfaces as they ponder a switch to a new network. Even if the new network is inherently better, there are no \nnetwork effects with a single user. So that individual faces huge switching costs.  \nEven if a sufficient number of people are willing to switch to a superior network, coordination presents many \ndifficulties. In fact, collective switching costs are far higher than all individual switching costs because of this \ncoordination hurdle. \nWhen evaluating a network of users, you have to consider switching costs on a per user basis and aggregate \nthose costs. Small switching costs for a huge user base can be equivalent to large switching costs for a single \nuser, even though the latter is much easier to appreciate. Most companies benefiting from network effects \nunderstand this point and work hard to increase lock-in (often called stickiness). \nNetwork Formation \nWe now turn to the question of how networks form. If you want to understand network formation, you can start by \nthinking about how the flu spreads. There are two key dimensions, both intuitive. First, the degree of interaction \ndescribes how often people run into one another. Second, the degree of contagiousness describes how easily \nthe flu spreads.  \nWith a lot of interaction but a mildly contagious flu strand, the flu will not take off. A highly contagious flu strand \nwith isolated carriers will not take off either. But combine contagiousness with interaction, and you’ve got an \nepidemic.      \nAs it turns out, the graphs of how innovations and diseases spread both follow an S-curve. Adoption starts \nslowly and increases at an increasing rate once the innovation (disease) takes hold. Exhibit 7 shows the familiar \npattern. \nExhibit 7: S-Curve \nCumulative adopters\nTime\nCumulative adopters\nTime\n \nSource: LMCM. \n"
    },
    {
      "number": 9,
      "text": " \nm~ÖÉ=V==\n====================================iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\nNot surprisingly, our biological metaphor parallels the business-world. We can model the degree of interaction \nusing insights from network research. And we can model susceptibility, or contagiousness, as adoption \nthresholds. This metaphor does have limitations, but captures many of the important features of network \ngrowth.18 \nBefore proceeding we need to distinguish between how non-interactive and interactive innovations diffuse. The \nbenefit of a non-interactive innovation increases for future adopters as more and more individuals adopt. So it \nfollows an S-curve. With interactive innovations—including networks with strong network effects—earlier \nadopters influence later adopters, but later adopters also influence earlier adopters. The benefits from each \nadditional adoption flow to all existing and future users. As a result, an interactive innovation follows a much \nsteeper S-curve (see Exhibit 8). \nExhibit 8: Interactive Innovations Follow a Steeper S-Curve \n100%\nAdoption Rate\nfor an Interactive\nInnovation\nTime\nAdoption Percent\nAdoption Rate\nfor a Non-Interactive\nInnovation\n100%\nAdoption Rate\nfor an Interactive\nInnovation\nTime\nAdoption Percent\nAdoption Rate\nfor a Non-Interactive\nInnovation\n \nSource:  LMCM. \nWe all know only a handful of innovations succeed. So what’s the key to rapid adoption? The good or service \nhas to achieve critical mass, a metaphor borrowed from physics. Critical mass is the key to detonating an atom \nbomb. When the unstable nucleus of uranium breaks up, it releases energy. Neutrons emanating from the \nbreakup of one may hit another and cause it to break up, but most neutrons miss other nuclei and project \nharmlessly into space. If, however, you appropriately condense the quantity of uranium—critical mass—the \ntypical neutron that leaves one nucleus will hit another, and so on, causing a self-sustaining chain reaction.    \nSimilarly, an innovation is said to reach critical mass when adoption begins to increase at an increasing rate. \nEven if a company stops actively promoting the innovation, the process continues. The innovation is self-\nsustaining, and it becomes nearly impossible for competitors (and the company’s management miscues) to \nchange the course.  \nMost people don’t adopt an innovation based solely on its intrinsic benefits. The actions of other people influence \nthem, and not all adopters are equivalent in their potential to be influenced. (This is one of the key limitations in \napplying a biological metaphor.)   \nIndividuals have an adoption threshold, defined by the number of other people who must engage in an activity \nbefore a given individual joins in. Think of a recent fad or fashion. Were you an early adopter (low adoption \nthreshold) or did you wait until nearly everyone else adopted (high adoption threshold) before you jumped in?  \nInterestingly, adoption in an individual’s personal communication network influences them more than aggregate \nadoption. This means that the structure of communication networks helps assess how the diffusion process \nworks for interactive innovations. An innovation spreads much more quickly over a network with an average of \nsix degrees of separation than one with sixty. Studies of the small world effect have formally explored the \nstructure of social networks.  \n"
    },
    {
      "number": 10,
      "text": " \nm~ÖÉ=NM==\n====================================iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\nOne central idea in the small world literature is clustering, or the degree to which the connections to one node \nalso connect to one another. For example, clustering reflects the extent to which your friends know one another. \nNot surprisingly, many real-world networks are highly clustered.  \nWhen modeling networks, researchers discovered something fascinating: Just a few, random long-range \nconnections between local, clustered networks dramatically reduce the degrees of separation. A social analogy \nwould be a tightly knit group of friends living in Boston, with a member still in contact with friends in San \nFrancisco. With just a few random links, and the overall degrees of separation plummet. \nHow does this affect network formation? The tremendous potential of a network is not a function of how many \npeople have adopted it. Rather, a network’s potential comes from how many non-adopters are in the social \ncluster of the adopters. The true power of the network effect lies in the adoption cascade through the various \nsocial clusters. Given the degree of interconnectedness the Internet affords, the small world effect suggests \nnetwork formation should occur more rapidly than ever.  \nIn fact, it does.  Less than six months after its launch, Hotmail, a free email service, registered its 1 millionth \nuser. And less than 18 months later, the subscriber number shot up to over 12 million people.  Skype, a peer-to-\npeer Internet communications company, gathered 9.5 million users in its first year. 19 \nWe can now summarize three key points: \n• \nInteractive innovations, including networks, grow at a faster rate than non-interactive ones. \n• \nAn individual’s adoption threshold is defined by how many other people in their social cluster engage in \nan activity before they join in as well. \n• \nThe small world effect shows us how communications technology makes us more connected to one \nanother than ever before.  \nSo far, we have focused largely on the architecture of network formation. We will now review the process of \nformation. For that, we turn to the dean of diffusion, Everett Rogers. Rogers first published his classic book, \nDiffusion of Innovations, in 1962.  \nThe familiar S-curve represents cumulative adopters of an innovation. Rogers found that the plot of new \nadopters tends to follow a normal distribution (see Exhibit 9). This insight allowed him to partition adopters based \non how early they are willing to adopt an innovation relative to others. Rogers broke adopters into five groups, \nbased on statistical measures. Fans of technology strategist Geoff Moore—especially his books Crossing the \nChasm and Inside the Tornado—will find the graphic and nomenclature familiar. Crossing the chasm means \ngetting to critical mass. \nExhibit 9: Adopter Categorization \nInnovators\nEarly\nAdopters\nEarly\nMajority\nLate\nMajority\nLaggards\nInnovators\nEarly\nAdopters\nEarly\nMajority\nLate\nMajority\nLaggards\n \nSource: Geoffrey A. Moore, Crossing the Chasm (New York: HarperBusiness, 1991), 12. Copyrighted material, used by permission. \nThe process starts with innovators and early adopters. Innovators are a group obsessed with \n“venturesomeness.” They are known for their technological savvy and willingness to cope with the distinct \npossibility that the mainstream will never adopt the innovation. The innovators are the gatekeepers of new ideas.\n"
    },
    {
      "number": 11,
      "text": " \nm~ÖÉ=NN==\n====================================iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\nEarly adopters are more integrated with society than innovators and are often opinion leaders. Since early \nadopters often provide advice, they understand that they must make judicious innovation decisions. \nIn an attempt to get to critical mass, the early majority is the crucial group. The transition from early adopters to \nthe early majority is the chasm. The early majority remains cautious about embracing a new idea. Still, this large \ngroup provides a key ingredient any innovation needs—legitimacy. \nInteractive networks encourage adoption by providing the early majority incentives that a regular network can’t. \nOnce an interactive network takes root, strong network effects provide benefits that fit neatly with the needs of \nlater adopters, thus accelerating overall adoption rates. In contrast to the innovators and early adopters, the \nearly majority can clearly see the benefit of network effects and factor them into the decision making process.  \nTransaction networks have more liquidity, device markets supply more complementary products, and community \nnetworks contain more members with which to interact. This factor becomes a substantial input in the value \ncalculus, rather than just the intrinsic product merit. \nExhaustive studies of innovation diffusion show that the point of critical mass is typically between 5% and 20% \npenetration of the total market. Beyond this point, increased adoption becomes self-sustaining. Moore calls this \nperiod of growth “the tornado.” \nYou can also view critical mass as the “tipping point.” When two or more firms compete for a market where there \nis strong feedback, one typically emerges as the winner. The point of no return, where one company’s success \nbegets further success, occurs at the tipping point.  \nThe real message in the tipping point is an economic one. Typically one or more companies will vie to become \nthe network of choice. Early market share gains come with great challenge and expense. If by skill, foresight, or \nluck one company gets a lead in a “tippy” market, positive feedback will likely to carry it to the tipping point, or \npoint of critical mass. 20 From there, it is shareholder value nirvana: market share rises precisely as the cost of \ngaining that market share declines. \nExhibit 10 provides a complete map of critical mass. We can describe critical mass in three ways: \n• \nThe inflection point—or elbow—in an S-curve. \n• \nThe transition from the early adopters to the early majority— or “crossing the chasm.” \n• \nThe tipping point, where incremental market share comes at incrementally lower cost.  \nWhile our discussion dwelled largely on the mechanics of network formation, we cannot lose sight of the fact that \nmost networks never get to critical mass. Equally important, however, is that an intrinsically valuable network or \ninnovation won’t necessarily win in the market place. A great offering is a necessary, but not sufficient, condition \nfor getting to critical mass. \n"
    },
    {
      "number": 12,
      "text": " \nm~ÖÉ=NO==\n=================================================================================iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\nExhibit 10: The Tipping Point \nCumulative adopters\nTime\nNew adopters\nTime\nCost to acquire share\nMarket Share\nCrossing\nthe Chasm\nThe Tipping Point\nCritical Mass\nCumulative adopters\nTime\nNew adopters\nTime\nNew adopters\nTime\nCost to acquire share\nMarket Share\nCost to acquire share\nMarket Share\nCrossing\nthe Chasm\nThe Tipping Point\nCritical Mass\n \nSource: Geoffrey A. Moore, Crossing the Chasm (New York: HarperBusiness, 1991) and Jeffrey R. Williams, Renewable Advantage (New York: Free Press, 1999). Copyrighted material, used by permission. \n \n"
    },
    {
      "number": 13,
      "text": " \nm~ÖÉ=NP==\n====================================iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\nSummary \n• \nThere are different types of networks with varying degrees of network effects. As investors, we seek \nbusinesses where network effects are strong and where the company can capture the economic benefits. \n• \nThe combination of demand-side scale economies and high upfront, low incremental cost of information \ngoods creates businesses unlike those in the traditional industrial economy. \n• \nNetwork business offer substantial opportunity for wealth creation. Successful networks see sales grow \nfaster than costs. \n• \nLock-in and associated switching costs are key to a network business’s sustainable competitive advantage. \n• \nInteractive innovations diffuse faster than non-interactive ones. \n• \nNetwork companies need to get to critical mass. \n \nExhibit 11: Network Summary \nCompany\nNetwork type\nNetwork description\nAmazon.com\nTransaction\nMerchants@ program benefits by bringing together sellers and buyers\nCustomer reviews \nEastman Kodak\nComplementary/\nHardware and consumable sales complementary\ncommunity\nDigital picture sharing\neBay\nTransaction\nCritical mass of sellers and buyers in many categories\nElectronic Arts\nComplementary/\nHardware and game sales complementary\ncommunity\nERTS is platform neutral\nBusiness is migrating online\nInterActive Corp\nTransaction/\nTravel-related sellers and buyers\ncommunity\nSocial networks\nNextel Communications\nCommunity\nPush-to-talk links users instantly\nUnited Healthcare\nTransaction\nBring together a large number of payors and providers\n \nSource: LMCM. \n \n++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++ \n \nLegg Mason Capital Management (“LMCM”:) is comprised of (i) Legg Mason Capital Management, Inc. (“LMCI”), a Maryland corporation \nregistered as an investment adviser with the Securities and Exchange Commission (“SEC”) pursuant to the Investment Advisers Act of 1940 \n(“Advisers Act”); (ii) Legg Mason Funds Management, Inc. (“LMFM”), a Maryland corporation registered as an investment adviser with the \nSEC pursuant to the Advisers Act; and (iii) LMM LLC (“LMM”), a Delaware limited liability company registered as an investment adviser with \nthe SEC pursuant to the Advisers Act. LMCI and LMFM are wholly owned subsidiaries of Legg Mason, Inc., a NYSE-listed, diversified \nfinancial services holding company based in Baltimore, Maryland. LMM is a joint venture between Legg Mason, Inc. and an employee.  \n \nThe views expressed in this commentary reflect those of Legg Mason Capital Management as of the date of this commentary.  These views \nare subject to change at any time based on market or other conditions, and Legg Mason Capital Management disclaims any responsibility to \nupdate such views.  These views may not be relied upon as investment advice and, because investment decisions for clients of Legg Mason \nCapital Management are based on numerous factors, may not be relied upon as an indication of trading intent on behalf of the firm.  The \ninformation provided in this commentary should not be considered a recommendation to purchase or sell any security.  To the extent specific \nsecurities are mentioned in the commentary, they have been selected by the author on an objective basis to illustrate views expressed in the \ncommentary.  If specific securities are mentioned, they do not represent all of the securities purchased, sold or recommended for clients of \nLegg Mason Capital Management and it should not be assumed that investments in such securities have been or will be profitable.  There is \nno assurance that any security mentioned in the commentary has ever been, or will in the future be, recommended to clients of Legg Mason \nCapital Management. \n \n \n"
    },
    {
      "number": 14,
      "text": " \nm~ÖÉ=NQ=\n====================================iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\nEndnotes \n1 Carl Shapiro and Hal R. Varian, Information Rules: A Strategic Guide to the Network Economy (Boston: \nHarvard Business School Press, 1999), 173.  \n2 Shivaram Rajgopal, Mohan Venkatachalam, and Suresh Kotha, “The Value-Relevance of Network Advantages: \nThe Case of E-Commerce Firms,” Journal of Accounting and Research, Vol. 41, 1, March 2003, 135-162.  \nhttp://faculty.fuqua.duke.edu/~vmohan/bio/files/published papers/rvk_jar2003.pdf. \n3 See http://www.leggmason.com/billmiller/vt4q03.asp \n4 Nicholas Economides, “Network Economics with Application to Finance,” Financial Markets, Institutions & \nInstruments, Vol. 2, 5, December 1993, 89-97. http://www.stern.nyu.edu/networks/fmii93.pdf. \n5 Jeffrey H. Rohlfs, Bandwagon Effects in High-Technology Industries (Cambridge, MA: MIT Press, 2001), 29-\n30. Also, Bob Metcalfe, Internet Collapses and Other InfoWorld Punditry (Foster City, CA: IDG Books Worldwide, \n2000), 252-253. \n6 Anthony B. Perkins, \"Networking with Bob Metcalfe,\" Red Herring Magazine, November 1994. \n7 The future of gaming is very likely to shift to community-based, as players will be able to interact directly via \nnewer technology. This will likely enhance the value from users. \n8 Michael J. Mauboussin and Kristen Bartholdson, “Staying Ahead of the Curve: Linking Creative Destruction \nand Expectations,” The Consilient Observer, February 26, 2002. \nhttp://www.capatcolumbia.com/Consilient/tcoreports/Volume1Issue4.pdf. \n9 Also, see John Hagel III and Arthur G. Armstrong, Net.Gain: Expanding Markets Through Virtual Communities \n(Boston: Harvard Business School Press, 1997), 45-51.  \n10 W. Brian Arthur, “Increasing Returns and the New World of Business,” Harvard Business Review, July-August \n1996. http://www.santafe.edu/arthur/Papers/Pdf_files/HBR.pdf. \n11 Rohlfs, 105-115. \n12 http://www.santafe.edu/arthur/Papers/Pdf_files/Credit_Suisse_Web.pdf. \n13 Stan J. Liebowitz and Stephen E. Margolies, Winners, Losers & Microsoft (Oakland, CA: The Independent \nInstitute, 1999), 51-56 and 120-127. \n14 Adam M. Brandenburger and Harborne W. Stuart, Jr., “Value-Based Business Strategy,” Journal of \nEconomics & Management Strategy, Vol. 5, 1, Spring 1996, 5-24. \nhttp://pages.stern.nyu.edu/~abranden/ValueBasedStrategy2.pdf. \n15 R.E. Caves and P. Ghemawat, “Identifying Mobility Barriers,” Strategic Management Journal, Vol. 13, 1, 1992, \n1-12.  \n16 Greg Ip, “Tough Equations: Blame the Profit Dive On a Marked Change in Companies’ Costs—High R&D \nOutlays Make It Hard for Tech Firms To Weather Sales Slump—Inktomi Cuts Into ‘Quality’”, The Wall Street \nJournal, May 16, 2001.  \n17 Shapiro and Varian, 103-134. \n18 For an excellent discussion, see Duncan J. Watts, Six Degrees: The Science of a Connected Age (New York: \nW.W. Norton & Company, 2003), 220-252. \n19 http://www.skype.com/company/news/2004/company_niklas_letter.html. \n20 Markets that are most likely to tip have low demand variability and high scale economies. Some high-demand \nvariability, high scalability markets also tip. See Shapiro and Varian, 186-190. \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 15,
      "text": " \nm~ÖÉ=NR=\n====================================iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\nResources \nBooks \n \nArthur, W. Brian, Increasing Returns and Path Dependence in the Economy (Ann Arbor, MI: University of \nMichigan Press, 1994). \nAxelrod, Robert, The Complexity of Cooperation: Agent-Based Models of Competition and Collaboration \n(Princeton, NJ: Princeton University Press, 1997). \nBarabasi, Albert-Laszlo, Linked: How Everything is Connected to Everything Else and What It Means (New York: \nPerseus Books, 2002). \nBuchanan, Mark, Nexus: Small Worlds and the Groundbreaking Science of Networks (New York: W.W. Norton & \nCompany, 2002). \nDownes, Larry, and Chunka Mui, Unleashing the Killer App: Digital Strategies for Market Dominance (Boston: \nHarvard Business School Press, 1998). \nFarrell, Winslow, How Hits Happen, (New York: HarperBusiness, 1998). \nGladwell, Malcolm, The Tipping Point: How Little Things Can Make a Big Difference (New York: Little Brown & \nCompany, 2000). \nHagel, John, and Arthur G. Armstrong, Net Gain: Expanding Markets through Virtual Communities (Boston: \nHarvard Business School Press, 1997). \nIansiti, Marco, and Roy Levien, The Keystone Advantage (Boston: Harvard Business School Press, 2004). \nKelly, Kevin, New Rules for the New Economy: 10 Radical Strategies for a Connected World (New York: \nPenguin, 1999). \nLiebowitz, Stan J., and Stephen E. Margolies, Winners, Losers & Microsoft (Oakland, CA: The Independent \nInstitute, 1999). \nModis, Theodore, Predictions (New York: Simon & Schuster, 1992). \nMoore, Geoffrey A., Paul Johnson, and Tom Kippola, The Gorilla Game: Picking Winners in High Technology \n(New York: HarperBusiness, 1999). \nMoore, Geoffrey A., Crossing the Chasm (New York: HarperBusiness, 1991). \nMoore, Geoffrey A., Inside the Tornado (New York: HarperBusiness, 1995). \nMoore, James F., The Death of Competition (New York: HarperBusiness, 1997). \nOrmerod, Paul, Butterfly Economics: A New General Theory of Social and Economic Behavior (New York: \nPantheon Books, 2000). \nRogers, Everett M., Diffusion of Innovations, Fifth edition (New York: Free Press, 2003). \nRohlfs, Jeffrey H., Bandwagon Effects in High-Technology Industries (Cambridge, MA: MIT Press, 2001). \nShapiro, Carl, and Hal R. Varian, Information Rules: A Strategic Guide to the Network Economy, Harvard \nBusiness School Press, New York, 1998. \nWatts, Duncan J., Six Degrees: The Science of a Connected Age (New York: W.W. Norton & Company, 2003). \nWatts, Duncan J., Small Worlds: The Dynamics of Networks Between Order and Randomness, (Princeton, NJ: \nPrinceton University Press, 1999). \nWeiss, Michael J., The Clustered World, (New York: Little Brown & Company, 2000). \n"
    },
    {
      "number": 16,
      "text": " \nm~ÖÉ=NS=\n====================================iÉÖÖ=j~ëçå=`~éáí~ä=j~å~ÖÉãÉåí=\n \nArticles and papers \nArthur, W. Brian, “Increasing Returns and the New World of Business,” Harvard Business Review, July-August \n1996. \nBrandenburger, Adam M., and Harborne W. Stuart, Jr., “Value-Based Business Strategy,” Journal of Economics \n& Management Strategy, Vol. 5, 1, Spring 1996, 5-24. \nCusumano, Michael A, Yiorgos Mylonadis, and Richard S. Rosenbloom, \"Strategic Maneuvering and Mass-\nMarket Dynamics: The Triumph of VHS over Beta,\" Business History Review, 66, Spring 1992, 51-94. \nEconomides, Nicholas, “Network Economics with Application to Finance,” Financial Markets, Institutions & \nInstruments, Vol. 2, 5, December 1993 \nEconomides, Nicholas, “The Economics of Networks,” International Journal of Industrial Organization, vol. 16, no.\n4, October 1996. \nEconomides, Nicholas, “Durable Goods Monopoly with Network Externalities with Application to the PC \nOperating Systems Market,” Stern School of Business, October 1999. \nGilder, George, “Law of the Telecosm,” Forbes, June 1, 1998. \nGoolsbee, Austan, “Evidence on Learning and Network Externalities in the Diffusion of Home Computers,” \nUniversity of Chicago, July 1999. \nKaplan, Steven, and Mohanbir Sawhney, “E-Hubs: The New B2B Marketplaces,” Harvard Business Review, \nMay-June 2000. \nNewman, M. E. J., and Christopher Moore, “Epidemics and Percolation in Small-World Networks,” Santa Fe \nInstitute, January, 2000. \nNewman, M. E. J., “Small Worlds: The Structure of Social Networks,” Santa Fe Institute, 1999. \nRajgopal, Shivaram, Mohan Venkatachalam, and Suresh Kotha, “The Value-Relevance of Network Advantages: \nThe Case of E-Commerce Firms,” Journal of Accounting and Research, Vol. 41, 1, March 2003, 135-162.   \nStrogatz, Steven H., and Duncan J. Watts, “Collective Dynamics of ‘Small-World Networks,” Nature, June, 1998.\n \nAdditional Resources \nhttp://oz.stern.nyu.edu/io/network.html \n \nhttp://www.utdallas.edu/~liebowit/palgrave/network.html \n \nhttp://spirit.tau.ac.il/public/gandal/dvdnew.pdf \n \nhttp://www.utdallas.edu/~liebowit/book/chapter1.html#_Toc536559 \n \nhttp://www.inforules.com/ \n \nhttp://www.econ.iastate.edu/tesfatsi/netgroup.htm \n \n \n \n \n \n \n"
    }
  ]
}