{
  "filename": "2004_decision_making_for_investors__theory__practice__and_pitfalls.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423214534-07'00'",
    "modDate": "D:20240423214545-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n                              Legg Mason Funds Management, Inc. \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nMay 24, 2004\nDecision-Making for Investors \nTheory, Practice, and Pitfalls \nThe fundamental law of investing is the uncertainty of the future.   \nPeter Bernstein\n \n• \nIndividuals who achieve the most satisfactory long-term results across \nvarious probabilistic fields tend to have more in common with one another \nthan they do with the average participant in their own field. \n• \nDistinguishing features of probabilistic players include a focus on process \nversus outcome, a constant search for favorable odds, and an \nunderstanding of the role of time.  \n• \nSuccess in a probabilistic field requires weighing probabilities and \noutcomes—that is, an expected value mindset. \n• \nOne key to success is a high degree of awareness of the factors that \ndistort judgment. \nLegg Mason Funds\nManagement, Inc.\nMichael J. Mauboussin\nmmauboussin@lmfunds.com \n"
    },
    {
      "number": 2,
      "text": " \nPage 2 \n                              Legg Mason Funds Management, Inc. \note: The quick brown \nx jumped over the lazy \nodle to increase market \nare. \nLooking Outside to Understand What’s Within \nSorting skillful and lucky participants is not easy in a probabilistic field like the stock market. Markets tend \nto express the likelihood of various outcomes, making the financial proposition a fair game (excluding \ntransaction costs). For example, the odds on the tote board reflect each horse’s chance of winning. \nResearch shows that handicapping accurately predicts actual results over time. 1 \nThe investment community values the ability to distinguish between skill and luck highly because long-\nterm results can make the difference between meeting and falling short of future liabilities. With rare \nexception, the academic finance community believes that even trying to identify skillful investors is a futile \nexercise. If markets are efficient, the thinking goes, your return over time will reflect the risk you assume \nnet of costs.  \nAcademics generally consider investors with superior results lucky rather than skilled. If investing is a fair \ngame like a coin toss, and you start with a sufficiently large sample, some percentage of the group will do \nwell by virtue of chance. 2 The key notion is that it’s impossible to know ahead of time which investors will \nend up as the lucky ones. Since you can’t predict luck, academics recommend buying low-cost index \nfunds.   \nThough practically sound, the academic advice ignores two critical facts. First, in almost any human \nendeavor, people have differential capabilities. The investing-is-a-coin-toss metaphor assumes that \neveryone has an equal chance of success or failure. We simply don’t see this in the real world. If you go to \na baseball game, you won’t see all .260 hitters; you’ll see a mélange of skills. The same holds true for \ninvestors. 3 \nStill, differential capabilities are not enough. As we already noted, prices in probabilistic fields do make it \nlook like a fair game, just as golf handicaps allow players of different skill to play on an equal footing. The \nsecond fact is that in each probabilistic field—including investing, poker, handicapping, and sports team \nmanagement—certain individuals do consistently generate superior results.   \nThe combination of differential capabilities and existence of superior performers provides a basis for \njudging skill versus luck. Individuals who consistently succeed in various probabilistic fields possess both \nsuperior skills and a dissimilar approach to others. In fact, these super performers appear to have more in \ncommon with one another than they do with the average participant in their own field. A great investor \nthinks more like a great handicapper than the average investor. \nWe want to study the elite performers in probabilistic fields to see what traits they have in common. These \ntraits will provide a guideline to assess skill versus luck in the investment business. In short, we need to \nlook outside the investment business to understand skill within it.  \nSame Strokes for Different Folks \nWe do not know what the future holds. We operate in a world where information is incomplete, facts are \nmingled with beliefs, and uncertainty reigns. An investor’s goal is to understand how expectations for a \ncompany’s future are going to change over time. This is no easy undertaking, especially since we humans \nare not well designed to grasp dynamic outcomes. \nHow should investors approach decision-making? We can begin by thinking in probability terms, because \nat the end of the day investing is inherently a probability exercise. Most investors acknowledge this point \nbut very few live by it. An investor’s approach to decision making might be the single most important (and \nleast explored) facet of the investment process. \nStrikingly, the best performers in all probabilistic fields tend to have a common and consistent approach \nthat sets them apart from the average participant. This approach has a few key, related elements:  \n1. A focus on process versus outcome; \n2. A constant search for favorable odds;  \n3. An understanding of the role of time.  \nThe elite performers also stay highly aware of the factors that cause their judgment to slip. \n"
    },
    {
      "number": 3,
      "text": " \nPage 3 \n                              Legg Mason Funds Management, Inc. \note: The quick brown \nx jumped over the lazy \nodle to increase market \nare. \nThis paper has three parts. First, we will review these three elements, drawing input from successful people \nin various probabilistic domains. Second, we go from theory to practice and explore the mechanics and \nnuances of expected value. Finally, we discuss some heuristics and their associated biases to see why we \nfail to properly calibrate probabilities and outcomes. \nThe Right Stuff \nProcess versus outcome.  Long-term success in a probabilistic field requires a disciplined and economic \nprocess. Discipline does not mean inflexibility; top practitioners recognize circumstantial changes and \ncontinually adapt.  \nWhile satisfactory long-term outcomes ultimately define success in probabilistic fields, the best in their class \nfocus on establishing a superior process with the understanding that outcomes take care of themselves. \nProbabilistic endeavors require a focus on process because, by definition, poor decisions will periodically \nresult in good outcomes, and good decisions will lead to poor outcomes. Exhibit 1 is a simple two-by-two \nmatrix that summarizes this point: \nExhibit 1: Process and Outcome Matrix \nOutcome\nGood\nBad\nGood\nDeserved Success\nBad Break\nBad\nDumb Luck\nPoetic Justice\nProcess Used to\nMake the Decision\nOutcome\nGood\nBad\nGood\nDeserved Success\nBad Break\nBad\nDumb Luck\nPoetic Justice\nProcess Used to\nMake the Decision\n \nSource: J. Edward Russo and Paul J. H. Schoemaker, Winning Decisions (New York: Doubleday, 2002), 5. \nFormer Treasury Secretary and Wall Street veteran Robert Rubin emphasized process in a series of \ncommencement addresses: 4 \nAny individual decision can be badly thought through, and yet be successful, or exceedingly well \nthought through, but be unsuccessful, because of the recognized possibility of failure in fact occurs. \nBut over time, more thoughtful decision-making will lead to better overall results, and more \nthoughtful decision-making can be encouraged by evaluating decisions on how well they were \nmade rather than on outcome. (Emphasis added.)  \nRubin underscores the important point that how you evaluate the situation shapes your approach. A \nsingular focus on outcomes will accommodate a lot of poor, but temporarily lucky, processes, and may even\nencourage dishonest behavior. In contrast, focusing on process will lead to satisfactory long-term results \nwhile allowing for inevitable, albeit unpleasant, periods of unsatisfactory outcomes. \nIn the introduction to his book The Theory of Poker, professional poker player David Sklansky has this to \nsay: 5 \nAny time you make a bet with the best of it, where the odds are in your favor, you have earned \nsomething whether you actually win or lose the bet. By the same token, when you make a bet with \nthe worst of it, where the odds are not in your favor, you have lost something, whether you actually \nwin or lose the bet.  \nSklansky draws out the importance of discipline. Note his point that “you have lost something” even on bets \nthat work out (favorable outcome) if the odds are not favorable (poor process). This advice keeps us solidly \nrooted in the process and allows for some emotional detachment from short-term outcomes.    \nUnfortunately, the investment community currently focuses more than ever on short-term outcomes. In part, \nthis attention to outcomes reflects a shift in emphasis between the profession and the business of \ninvestment management. 6 While the profession emphasizes long-time horizons, contrarian strategies, and \noutperforming an appropriate benchmark, the business dwells on short-term horizons, selling what’s in \nvogue, and minimizing variation from a benchmark so as to facilitate asset raising.  \nIn short, few investment firms can afford to focus on process. Not surprisingly, the firms that do focus on \nprocess deliver some of the best long-term investment results.  \n"
    },
    {
      "number": 4,
      "text": " \nPage 4 \n                              Legg Mason Funds Management, Inc. \nAlways have favorable odds. Most probabilistic endeavors consist of several opportunities—whether it is \npitches for a batter, stocks for the investor, or hands for the poker player. A relatively small percentage of \nthose opportunities have favorable odds. Sifting through financial propositions to find those with favorable \nodds leads to success in an uncertain world. \nIn his classic Beat the Dealer, Ed Thorp describes a proper betting strategy under ideal playing conditions \n(head-to-head with the dealer, counting cards, single deck, etc.). He notes that even under these optimal \nconditions, the house has the advantage 90.2% of the time. 7 Seeking situations with favorable odds requires\nsubstantial diligence, hard work, and patience. \nHow do you find attractive odds in the investment business? You must locate gaps between current \nexpectations and where expectations will likely stand in the future. While many probabilistic fields post their \nodds—handicapping and sports betting, for example—stock markets investors must learn to read the odds \nby deciphering the expectations built into prevailing prices. \nPerhaps the single greatest error in the investment business is a failure to distinguish between knowledge of \na company’s fundamentals and the expectations implied by the stock price. When a company possesses \nstrong fundamentals, investors tend to buy irrespective of expectations. Similarly weak fundamentals cause \ninvestors to avoid a stock. These tendencies lead to an inability to properly calibrate odds, producing \nsuboptimal performance. \nConsider the following from Steven Crist, chairman of the Daily Racing Form. Replace “horse” with “stock” \nand you have an excellent articulation of the challenge many investors face: 8 \nThe issue is not which horse in the race is the most likely winner, but which horse or horses are \noffering odds that exceed their actual chances of victory   . . . This may sound elementary, and many\nplayers may think that they are following this principle, but few actually do. Under this mindset, \neverything but the odds fades from view. There is no such thing as “liking” a horse to win a race, \nonly an attractive discrepancy between his chances and his price. (Emphasis added.)  \nLegendary hedge fund manager Michael Steinhardt provides a similar perspective, and he emphasizes the \ndistinction between “fundamental knowledge” and “market expectation:” 9 \nI defined variant perception as holding a well-founded view that was meaningfully different than the \nmarket consensus . . . Understanding market expectation was at least as important as, and often \ndifferent from, the fundamental knowledge. (Emphasis added.)  \nUnderstand the role of time. Dealing with probabilities requires persistence and staying power. In the short \nterm, results may be very unsatisfactory. Long term, an appropriate process delivers good results. You \ncannot judge performance in a probabilistic field over the short term—there is much too much noise. \nMichael Lewis makes this point convincingly using statistics from major league baseball: 10 \nOver a long season the luck evens out, and skill shines through. But in a series of three out of five, \nor even four out of seven, anything can happen. In a five-game series, the worst team in baseball \nwill beat the best about 15 percent of the time. Baseball science may still give a team a slight edge, \nbut that edge is overwhelmed by chance. (Emphasis added.) \nThe winner of the 1972 World Series of Poker, Amarillo Slim, delivers much the same message. His \ncomment also underscores the important of process: 11 \nThe result of one particular game doesn’t mean a damn thing, and that’s why one of my mantras has\nalways been “Decisions, not results.” Do the right thing enough times and the results will take care \nof themselves in the long run. (Emphasis added.) \n"
    },
    {
      "number": 5,
      "text": " \nPage 5 \n                              Legg Mason Funds Management, Inc. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nCommentators periodically attempt to parallel investing in the stock market with gambling. This comparison \nremains only remotely valid in the short-term and turns disastrously false over the long term. Exhibit 2 shows \nthat in the short-term, results vary widely for both investing and gambling. Investor Nassim Taleb argues that \nthe ratio of noise (portfolio variability) to nonnoise (portfolio results) stays too high over short time increments\nto draw any sensible conclusions. Over long time horizons, though, variability and results grow more \nobviously distinguishable. Taleb further notes that our emotions are not well designed to understand this \npoint. 12   \nExhibit 2: Investing and Gambling \nReturn\nTime\nGambling\nInvesting\nIn the short term, it’s difficult to distinguish \nbetween gambling and investing\nIn the long \nterm, it’s easy \nto distinguish \nbetween \ngambling and \ninvesting\nReturn\nTime\nGambling\nInvesting\nIn the short term, it’s difficult to distinguish \nbetween gambling and investing\nIn the long \nterm, it’s easy \nto distinguish \nbetween \ngambling and \ninvesting\n \nSource: LMFM analysis. \nInvesting is a net present value positive activity; otherwise, savers would not forgo current consumption in \nthe expectation of greater future consumption. Inversely, with few exceptions gamblers engage in a net \npresent value negative pursuit. The longer your time horizon in investing, the more likely you are to generate \na positive return. The longer your time horizon in gambling, the more assured you are of a loss. \nIn recent decades the investment community focused more and more on outcomes—and increasingly on \nshort-term outcomes. This focus likely reflects incentives in the investment management business.  We see \nevidence for this short-term focus in portfolio turnover statistics, where average annual mutual fund portfolio \nturnover rocketed from from about 20% in the 1960s to over 110% today, as well as investor mutual fund \nholding periods, which dropped from an average of roughly ten years in the early 1970s to roughly 2 ½ years\nnow. 13  \nAs a result of the emphasis on short-term outcomes, most mutual fund managers do not establish an \ninvestment process that lends itself to long-term outcomes. The signatures of a quality long-term process \ninclude a focus on economic (versus accounting) value, low portfolio turnover, and relative portfolio \nconcentration. An undue and incorrect focus on outcomes undermines the process. \nIn a nutshell, the best performers dwell on a process, try to capture attractive odds, and they assess their \nperformance over the long term. This leads to a very basic question: how do you implement these ideas in \npractice? \n"
    },
    {
      "number": 6,
      "text": " \nPage 6 \n                              Legg Mason Funds Management, Inc. \nThe Expected Value Mindset \nUnfailingly considering every financial situation in probability and outcome terms forms the core of a \nsound investment process. While most investment professionals acknowledge the virtue of this \napproach, very few internalize it. Here’s a comment by Robert Rubin: 14 \nWhile a great many people accept the concept of probabilistic decision making and even think of\nthemselves as practitioners, very few have internalized the mindset. (Emphasis added.) \nA good investment process relies on three central concepts: thinking in expected value terms—\ncombining probabilities and outcomes—considering the role of time, and appreciating the pitfalls to \nmaking quality decisions. Although no precise rules dictate how to do this in investing, the principle of \nexpected value is fundamental. According to Warren Buffett: 15  \nTake the probability of loss times the amount of loss from the probability of gain times the \namount of the possible gain. That’s what we’re trying to do. It’s imperfect, but that’s what it’s all \nabout. (Emphasis added.) \nMore formally, expected value equals the weighted average value for a distribution of possible \noutcomes. Here’s a simple example: \nProbability \n \n \nOutcome \n \nWeighted Value \n    40%  \n \n \n  +20%  \n \n     +8.0% \n    30 \n \n \n \n    +5 \n \n \n     +1.5 \n    30    \n \n \n   -10 \n \n \n      -3.0 \n  100%   \n \n \n \n \n \n     +6.5% =  Expected value \nCalculating expected value is not conceptually difficult—especially for systems with normal distributions \n(weight of babies when they’re born, adult female heights). However, defining sensible probabilities and \noutcomes is very difficult in practice, especially considering the many lurking cognitive pitfalls. \nBefore launching into a discussion about probabilities and outcomes, we should step back and \ndistinguish between risk and uncertainty. While many investment professionals use these terms \ninterchangeably, they are distinct. In his 1921 classic book Risk, Uncertainty, and Profit, economist \nFrank Knight argued that with risk, we don’t know the outcome but we do know what the underlying \ndistribution looks like. Risk also incorporates the element of harm or loss. \nIn contrast, with uncertainty we don’t know the outcome, but we don’t know what the underlying \ndistribution looks like. 16 Further, uncertainty need not entail harm or loss, but often does.  \nRisk forms the bedrock of finance theory, including the capital asset pricing model, options pricing \nmodels, and value-at-risk calculations. Models of risk assume asset price changes follow a normal \ndistribution. Risk is a convenient analytical assumption because it allows for tractable calculations.  \nFor systems following a normal distribution, the mean is the expected value and the standard deviation \nprovides a concrete sense of the risk—the likelihood of a result that differs from the mean. \nUnfortunately, asset price changes do not follow a normal distribution—even at the portfolio level. This \nsuggests at least some degree of uncertainty in capital markets. On a stock-by-stock basis, we see \nmany cases of asymmetric distributions. For these distributions, the mean is a very poor indicator of the \ncentral tendency of value. 17 As a result, we must look beyond normal distributions to properly frame \nmany financial propositions.  \n"
    },
    {
      "number": 7,
      "text": " \nPage 7 \n                              Legg Mason Funds Management, Inc. \nThinking about probabilities.  While conceptually straightforward, investors have difficulty applying \nexpected value because there is substantial room for error in estimating both probabilities and \noutcomes. A good investment process reduces judgment errors in calculating expected value. \nLet’s start with probabilities. We can estimate the probability of a future outcome using one of three \ngenerally accepted ways, all useful to investors under various conditions: 18  \n1. Subjective (degrees of belief) \n2. Propensity \n3. Frequencies \nSubjective probability operates to assess unique events where investors cannot readily draw on a \nhistory of relevant results. Investors can and should use this degrees-of-belief approach as long as the \nprocess satisfies probability laws.   \nOne vocal advocate for this approach was economist John Maynard Keynes: 19 \nBy “uncertain” knowledge . . . I do not mean merely to distinguish what is known for certain from \nwhat is only probable . . . The sense in which I am using the term is that in which the prospect of \na European war is uncertain, or the price of copper and the rate of interest . . . About these \nmatters there is no scientific basis on which to form any calculable probability whatever. We \nsimply do not know. Nevertheless, the necessity for action and for decision compels us as \npractical men to do our best to overlook the awkward fact and to behave exactly as we should if \nwe had behind us good Benthamite calculation of a series of prospective advantages and \ndisadvantages, each multiplied by its appropriate probability, waiting to be summed. \nNaturally, when information reveals itself, investors need to refine their probability assessments. The \nformal way to do this is through Bayes’s Theorem, which specifies a mathematical means to update the \nprobability of a given situation in light of new evidence. 20 \nAssessing the propensity of the system gives us a second way to estimate probabilities. Engineers often \nuse this approach. Instead of estimating the probability of rolling a six with a fair die by evaluating lots of \nrolls, the propensity approach looks at the physical features of the die and concludes a one-in-six \nprobability. \nThe chance of a catastrophic failure of the space shuttle is a high-profile example of the use of \npropensity probability. After conferring with its engineers, NASA judged the probability of failure at 1-in-\n145 (0.7 percent). 21 The shuttle has already seen two complete losses in 113 launches. Propensity \nprobabilities are vulnerable when probability-setters fail to weigh all causative circumstances. \nLastly, we can estimate probabilities through a frequency assessment. In this case, an investor sets \nprobabilities by studying a large sample of an appropriate reference class and assuming past outcomes \nwill accurately represent of future outcomes. The finance and investment community rest largely in this \ncamp, and with plausible reason: markets generate lots of numbers. \nInvestors relying on frequency probabilities must focus on the sample size (which we address below) \nand an appropriate reference class. Investors often assume a particular metric—say a price-earnings \nmultiple—defines a reference class. For example, investment strategists routinely compare today’s \nprice-earnings multiple with multiples of the past in order to judge the relative attractiveness of the \nmarket. \nYet such comparisons are only relevant in static environments, which rarely exist in the real world. Here \nwe encounter the problem of nonstationarity. Financial economist Brad Cornell highlights the risk to \ndrawing conclusions from nonstationary data: 22 \nFor past averages to be meaningful, the data being averaged must be drawn from the same \npopulation. If this is not the case—if the data come from populations that are different—the data \nare said to be nonstationary. When data are nonstationary, projecting past averages typically \nproduces nonsensical results. (Emphasis added.) \nIs it proper to compare past price-earnings multiples to today’s market? Tax rates, inflation rates, and \nthe evolution from a capital-based to a service-based economy all determine price-earnings multiples. \nTo the degree that those drivers have changed (and they have dramatically), past multiple averages \nmay not constitute an appropriate reference class and hence say little about prevailing multiples. \n"
    },
    {
      "number": 8,
      "text": " \nPage 8 \n                              Legg Mason Funds Management, Inc. \nThinking about outcomes.  As noted earlier, financial economists generally assume that asset price \nchanges form a normal distribution. For the most part this assumption is reasonable. However, extreme \nchanges—fat tails—happen much more frequently than the standard model assumes, and outcomes \noutside the normal distribution often have a substantial say in investment results. (Long Term Capital \nManagement stands out as the most widely celebrated victim of fat tails. 23) Notes Nobel-prize-winning \nphysicist Philip Anderson: 24  \nMuch of the real world is controlled as much by the “tails” of distributions as by means or \naverages: by the exceptional, not the mean; by the catastrophe, not the steady drip; by the very \nrich, not the “middle class.” We need to free ourselves from “average” thinking. \nTo see the importance of fat tails, take a look at actual market results. The left panel of Exhibit 3 shows \nthe actual distribution of daily S&P changes over roughly the last 25 years, as well as a normal \ndistribution, which we derived based on the statistics from the data. Exhibit 3’s right panel shows the \nsame data a different way by taking the difference between the actual and the theoretical results. The \nexhibit shows more days with small changes than theory predicts, fewer medium-change days, and \nmany more large-scale outcomes than we might expect. \nExhibit 3: Distribution of Daily S&P 500 Price Changes (1979-2004) \n   \nJanuary 1, 1979 - May 10, 2004\n0\n50\n100\n150\n200\n250\n-10\n-9\n-8\n-7\n-6\n-5\n-4\n-3\n-2\n-1\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nStandard Deviation\nFrequency\nJanuary 1, 1979 -May 10, 2004\n-60\n-40\n-20\n0\n20\n40\n60\n80\n100\n-10\n-9\n-8\n-7\n-6\n-5\n-4\n-3\n-2\n-1\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nStandard Deviation\nDifference in Frequency\n \nSource: LMFM analysis. \nEven granting that stock price changes are not normally distributed, Exhibit 3 shows that stock price \nchanges at least look fairly symmetrical. But in the real world we find asymmetries everywhere, and they \nare vital to proper thinking about outcomes. \nIn 1982, the evolutionary biologist Stephen Jay Gould was diagnosed with a rare and serious cancer. \nGould bee-lined to library, only to find that sufferers of this particular cancer had a median mortality of \neight months. Gould immediately recognized that the distribution around this distribution was right-\nskewed: while one-half of the patients died within eight months, the other half lived much longer. (See \nExhibit 4.) Gould himself lived another 20 years. 25 \n"
    },
    {
      "number": 9,
      "text": " \nPage 9 \n                              Legg Mason Funds Management, Inc. \nExhibit 4: An Example of Asymmetric Outcomes  \n \nSource: Stephen Jay Gould, Full House (New York: Harmony Books, 1996), 51. \nInvestors rarely face perfectly symmetrical outcomes and should stay highly attuned to asymmetries. 26  \nThe concept of reversion to the mean provides one concrete example. Ample empirical data show that \ncorporate returns on invested capital tend to revert toward the cost of capital. (See Exhibit 5.) If you \nselect a sample of very high return businesses, you can say with reasonable assurance that in the future \nthe distribution of returns will be asymmetric—most companies will have returns that are much lower and\nonly a small percentage will have higher returns.  \nExhibit 5: Reversion to the Mean—US Technology Companies \n(15)\n(12)\n(9)\n(6)\n(3)\n0\n3\n6\n9\n12\n15\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nYears Forward after Quartile Ranking\nCFROI (%)\n4\n3\n2\n1\n(15)\n(12)\n(9)\n(6)\n(3)\n0\n3\n6\n9\n12\n15\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nYears Forward after Quartile Ranking\nCFROI (%)\n4\n3\n2\n1\n(15)\n(12)\n(9)\n(6)\n(3)\n0\n3\n6\n9\n12\n15\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nYears Forward after Quartile Ranking\nCFROI (%)\n4\n3\n2\n1\n(15)\n(12)\n(9)\n(6)\n(3)\n0\n3\n6\n9\n12\n15\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nYears Forward after Quartile Ranking\nCFROI (%)\n4\n3\n2\n1\n \nSource:  CSFB HOLT. \n \n \n"
    },
    {
      "number": 10,
      "text": " \nPage 10 \n                              Legg Mason Funds Management, Inc. \nThe role of time (part II). One of finance’s puzzles is why equity returns have been so much higher than \nfixed income returns over time, given the respective risk of each asset class. From 1900-2003, stocks in \nthe U.S. earned about a 5.4% annual premium over Treasury bills.27    \nIn 1995, Shlomo Benartzi and Richard Thaler proposed a solution to this puzzle based on what they \ncalled “myopic loss aversion.” Their argument rests on two conceptual pillars: 28 \n• \nLoss aversion. We regret losses two- to two-and-a-half times more than similar-sized gains. \nSince stock price is generally the frame of reference, the probability of gain or loss is important. \nThe longer the holding period, the higher the probability of a positive return. \n• \nMyopia. The more frequently we evaluate our portfolios, the more likely we will see losses and \nhence suffer from loss aversion. Inversely, the less frequently investors evaluate their portfolios, \nthe more likely they will see gains. \nExhibit 6 provides some numbers to illustrate these concepts. The basis for this analysis is an annual \ngeometric return of 10% and a standard deviation of 20.5% (very close to the actual return and standard\ndeviation from 1926-2003). The table assumes stock prices follow a random walk (and imperfect but \nworkable assumption) and a loss aversion factor of 2. (Utility = Probability of a price increase − \nprobability of a decline x 2.) \nExhibit 6: Time, Returns, and Utilities \nPositive\nTime\nStandard\nReturn\nHorizon\nReturn\nDeviation\nProbability\nUtility\nOne Hour\n-0.488\nOne Day\n0.04\n1.27\n51.20\n-0.464\nOne Week\n0.18\n2.84\n53.19\n-0.404\nOne Month\n0.80\n5.92\n56.36\n-0.309\nOne year\n10.0\n20.5\n72.6\n0.177\nTen years\n159.0\n64.8\n99.9\n0.997\n100 years\n1,377,961\n205.0\n100.0\n1.000\n0.01%\n0.48%\n50.40%\n \nSource:  LMFM  analysis. \nA cursory glance at the exhibit shows the probability of a gain or loss in the short-term stays close to 50-\n50. Positive utility—essentially the avoidance of loss aversion—requires an evaluation period of nearly \none year. \nUsing multiple simulation approaches, Benartzi and Thaler estimate an evaluation period consistent with\nthe realized equity premium of about one year. Assuming portfolio turnover provides a reasonable proxy \nfor the evaluation period, high turnover indicates seeking gains in the short-term, and low turnover \nsuggests a willingness to wait to assess gains and losses.  \nIf Benartzi and Thaler are right, the implication is critical: Long-term investors (individuals who evaluate \nportfolios infrequently) will pay more for the identical risk on an asset than short-term investors. \nValuation depends on your time horizon. \nHere’s where agency costs kick in. If a portfolio manager—or any manager in a probabilistic field—has \npressure to succeed in the short-term, they will very likely make suboptimal long-term decisions. Many \nportfolio managers won’t buy a controversial stock, which might be attractive over a three-year horizon, \nbecause they have no idea whether or not the stock will perform well over a three-month horizon. This \nexample shows why myopic loss aversion may be an important source of inefficiency.  \nFrequency and magnitude.  The combination of loss aversion and asymmetric distributions shows why \ninvestors must combine probabilities (frequency) and outcomes (magnitude) to assess value. Loss \naversion shows our desire to be right—the higher the percentage, the better we feel. But asymmetric \ndistributions remind us to properly consider low probability events with extreme values.  Expected value \ndemonstrates that you can’t just focus on how often you’re right, you have to think about how much you \nmake when you’re right versus how much you lose when you’re wrong. 29 \n"
    },
    {
      "number": 11,
      "text": " \nPage 11 \n                              Legg Mason Funds Management, Inc. \nConsider the expected value for a stock that’s “priced for perfection” just prior to an earnings release. Say \nthere’s a 70% probability that the company will meet the market’s expectations leading to a 1% stock rise. \nAlternatively, there is a 30% chance the company will disappoint the market, resulting in a 10% stock \ndecline. How does this investment look? \nWell, this bet has a very good probability but a bad expected value. Although the odds of a favorable \noutcome are high, asymmetric outcomes keep the expected value negative (70% x 1% + 30% x –10%  =  \n–2.3%).  \nTake the inverse case of a downtrodden value stock. The probability of a poor outcome is 70%, resulting \nin a 1% decline, while a favorable outcome has a 30% chance and will produce a 10% gain. This scenario \nhas a poor probability of a positive outcome but very attractive expected value (70% x –1% + 30% x 10%  \n= 2.3%).  See Exhibit 7.   \nExhibit 7: Frequency versus Magnitude \nWeighted Value\nProbability\nOutcome\nWeighted Value\n70%\n+1 %\n+0.7%\n30%\n-10\n-3.0\n-2.3%\n100%\nGood probability, bad expected value\nProbability\nOutcome\n70%\n+1 %\n+0.7%\n30%\n-10\n-3.0\n-\n100%\nGood probability, bad expected value\nProbability\nOutcome\n70%\n-1 %\n30%\n+10\n100%\nBad probability, good expected value\n70%\n-1 %\n30%\n+10\n100%\nBad probability, good expected value\nWeighted Value\n-0.7%\n+3.0\n+2.3%\nWeighted Value\nProbability\nOutcome\nWeighted Value\n70%\n+1 %\n+0.7%\n30%\n-10\n-3.0\n-2.3%\n100%\nGood probability, bad expected value\nProbability\nOutcome\n70%\n+1 %\n+0.7%\n30%\n-10\n-3.0\n-\n100%\nGood probability, bad expected value\nProbability\nOutcome\n70%\n-1 %\n30%\n+10\n100%\nBad probability, good expected value\n70%\n-1 %\n30%\n+10\n100%\nBad probability, good expected value\nWeighted Value\n-0.7%\n+3.0\n+2.3%\n \nSource:  LMFM analysis. \nLeon Levy, the well-known founder of the Oppenheimer Funds, related the importance of this mindset in \nhis autobiography: 30 \nIndeed, I can be wrong more often than I am right, so long as the leverage on my correct judgments \ncompensates for my mistakes. Al least that is how my investments have worked out thus far. A \nstatistician might deplore this approach, but it has worked for me for a half century. \nInvestors must appreciate the frequency and magnitude point in a portfolio context. For example, the \nmarket might misprice a 50-to-1 odds event as a 100-to-1, but you wouldn’t want to bet your net worth on \nsuch a single opportunity—as attractive as it may be. Money management addresses portfolio \ndiversification so as to maximize long-term results while minimizing the risk of a debilitating loss. \n \n"
    },
    {
      "number": 12,
      "text": " \nPage 12 \n                              Legg Mason Funds Management, Inc. \nHow Do We Misspecify Probabilities and Outcomes? \nThough simple in principle, the concept of expected value remains difficult to implement in practice. This \ndiscrepancy arises because we consistently fall into psychological traps that cause us to misspecify either \nprobabilities, outcomes, or both. These traps reflect a mismatch between the kinds of problems evolution \ndesigned our brains to solve and the actual challenges we face in the investment world. \nTwo major sources cause these traps. First, our behavior does not conform to economic theory. This \nconcept is formalized in Daniel Kahneman and Amos Tversky’s prospect theory. A second, and related, \ncause of traps is heuristic biases. Investors use rules of thumb, or heuristics, to help simplify their lives. \nThough heuristics reduce the informational demands of decision-making, they produce biases that \nundermine decision quality.   \nProspect theory. In the early 1960s, economist Paul Samuelson offered his lunch colleagues a bet where \nhe would pay $200 for a correct call of coin toss and he would collect $100 for an incorrect call. But his \npartners didn’t bite. One distinguished scholar replied, “I won’t bet because I would feel the $100 loss \nmore than the $200 gain. But I’ll take you on if you promise to let me make 100 such bets” (emphasis \nadded). \nThis response prompted Samuelson to prove a theorem showing that “no sequence is acceptable if each \nof its single plays in not acceptable.” According to economic theory, his learned colleague behaved \nirrationally. 31    \nEven though the lunch bet has a positive expected value, Samuelson’s proof doesn’t feel quite right to \nmost people. The concept of risk aversion explains why. One of prospect theory’s main findings, risk \naversion says that given a choice between risky outcomes, we are about two times as adverse to losses \nthan to comparable gains. 32 Samuelson’s proof notwithstanding, most people intuitively agree with the \nlunch partner: The prospective regret of losing $100 on a single toss exceeds the pleasure of winning \n$200. \nThis story shows one of the significant differences between expected utility theory (the basis for \nSamuelson’s proof) and prospect theory—the decision frame. Expected utility considers gains and losses \nin the context of the investor’s total wealth (broad frame), while prospect theory considers gains and \nlosses versus isolated components of wealth, like changes in a specific stock price (narrow frame). \nInvestors tend to make decisions based on reference points, not the big picture. \nStudies confirm that investors use price, or price changes, as a reference point when they evaluate \nfinancial transactions. While expected utility theory may be normatively correct, prospect theory is \ndescriptively accurate. Prospect theory addresses how our sense of utility and probability deviates from \ntheory. \nLoss aversion, framing, and description.  Kahneman and Tversky found that most people demonstrate loss\naversion in considering a gain or a loss. Prospect theory demonstrates a kink in the function describing the\ntradeoff between a monetary gain or loss and a measure of utility. (See Exhibit 8.) Most people implicitly \nbase a negative answer to Samuelson’s lunch offer on this function, which is not very sensitive to overall \nwealth.   \nExhibit 8: Prospect Theory’s Kinked Utility Function \nUtility\n$\nUtility\n$\n \nSource:  Jonathan Baron, Thinking and Deciding (Cambridge, UK: Cambridge University Press, 2000) 256. \n"
    },
    {
      "number": 13,
      "text": " \nPage 13 \n                              Legg Mason Funds Management, Inc. \nFraming effects show a relevant and related point—how we perceive reference points strongly influences \nour decisions. Researchers show that when subjects see the same problem framed in alternative ways, \nthey decide differently. Here’s an example: 33 \nImagine that the U.S. is preparing for the outbreak of an unusual Asian disease, which is expected \nto kill 600 people. Two alternative programs have been proposed. Assume that the exact scientific \nestimate of the consequences of the programs is as follows: \nProgram A: 200 saved \nProgram B: 1/3 probability that 600 are saved \nMost people select A, presumably because they do not want to take the significant (2/3) risk that no one \nwould be saved at all. Other subjects saw the same problem, presented this way: \nProgram A: 400 die \nProgram B: 2/3 probability that 600 die \nHere, most people select Program B, clear violating the invariance principle, which suggests people \nshould make choices based on the situation itself, not on the description of the situation.  \nIn this case, the subjects perceive 400 deaths as almost as bad as 600 deaths, so they will take the \nchance of saving everyone. 34 Framing the problem in terms of lives saved makes people risk adverse, \nwhile framing the same problem in terms of lives lost makes people risk seeking. \nLikewise, different descriptions of a financial proposition can play a very important role in shaping how \npeople decide about the proposition’s attractiveness. Investors must constantly focus on descriptions and \nshould seek alternative descriptions if possible. \nFraming and loss aversion directly produce the disposition effect. Irrespective of the stock’s perceived \nattractiveness, investors tend to sell the stocks above the purchase price and hold onto to stocks below \nthe purchase price.  35  \nProbability. Prospect theory also shows that people do not assess probabilities according to theory. \nSpecifically, people tend to overweight low probabilities and underweight moderate and high probabilities. \nResearchers identified these preferences by stating probabilities and analyzing the choices of the \nsubjects. How we feel about a situation—affect—makes probability misspecification even more \npronounced.  Kahneman and Riepe write, “In general, the non-proportional weighting of probabilities \nmakes people like both lottery tickets and insurance policies.” 36  \nOverconfidence. According to researchers people consistently overrate their abilities, knowledge, and skill. \nThis holds especially true outside of their expertise. For example, scientists presented professional \nsecurities analysts and money managers with ten requests for information that the investors were unlikely \nto know. The scientists asked the investors to respond to each question with an answer and a “confidence \nrange”—high and low boundaries within which they were 90% certain the true number resides. On \naverage, the analysts choose ranges wide enough to accommodate the correct answer only 64% of the \ntime. Money managers were even less successful at 50%. 37 \nPrimarily, overconfidence impedes performance by encouraging investors to consider outcome ranges that\nare too narrow. Studies show that people are in general poorly calibrated, and tend to be frequently \nsurprised. Kahneman and Riepe note that if someone tells you they are 99% sure about an outcome, you \nwould be well advised to assume the relevant probability is 85%.38 \nIn tests, some professionals demonstrated very accurate calibration, including meteorologists and \nracetrack handicappers. Research suggests this ability stems from on three characteristics: they face \nsimilar problems every day; they make explicit probabilistic predictions; and they get swift and precise \nfeedback. \n"
    },
    {
      "number": 14,
      "text": " \nPage 14 \n                              Legg Mason Funds Management, Inc. \nHeuristics and biases  \nEvolutionary forces have shaped human cognition over hundreds of thousands of years. The use of \nheuristics grew of this evolution. Over the centuries heuristics served our ancestors well, allowing for \nquick, quality decisions—for the most part. \nHowever, today’s world presents us with decisions our mind’s equipment does not necessarily deal well \nwith. The heuristics we rely on carry associated biases, which undermine the quality of our decisions in \nour modern context. Here, we review four major heuristics and their biases. 39 \nAvailability. Individuals assess the frequency, probability, or likely causes of an event by the memory’s \nability to recall its instances or occurrences. Since we generally remember frequent events more easily, \nthis heuristic often leads to accurate judgment. However, the heuristic’s fallibility arises because factors \nbeyond objective frequency shape information availability. \nOne bias associated with availability is ease-of-recall. You are likely to judge more recent, or easy to \nremember, events as more numerous than other instances of similar but harder to recall events.  \nWhat will more likely kill you if you live in the U.S., a shark attack or pieces falling from an airplane? \nStatisticians suggest you are 30 times more likely to die from falling airplane parts. Most people guess \nshark attacks because we recall sensational news, such as shark attacks, more easily.40 \nA related pair of Wall Street Journal articles about a Cape Cod barber illustrates this point. The first article \nappeared in March 2000 within weeks of the market’s high. Naturally, the barbershop patrons were \ncoming off a very lucrative period: 41 \nThe conviction that the party is far from over is part of the reason . . . technology stocks soar ever \nhigher. “I don’t think anything can shake my confidence in this market,” Mr. Allen says. Mr. \nO’Keefe adds: “Even if we go down 30%, we’ll just come right back.” \nThe follow up article came out in July 2002, near an intermediate market low.  A sharp decline in mood \n(and market assessment) followed the market’s swoon: 42 \nAll they ever say is, “Buy, buy, buy,” all the way down from $100 a share to bankruptcy, the burly \n63-year-old barber said . . .Now, they give a stock tip and I stay as far away from it as I can. \nNobody trusts anyone anymore. \nSurveys of expected investor returns show similar traces of ease-of-recall bias. Researchers periodically \nask investors about their expectations for market returns over subsequent 12 months. In 1998, 76% \nexpected returns of 10% or higher, and 20% anticipated returns in excess of 20% (long term returns \naverage around 10%). In March 2001, following a year of poor returns, about 50% anticipated returns at or \nabove 10%, and only 8% saw the prospects for 20%-plus gains. 43  \nRepresentativeness.  Individuals assess the likelihood of an event by the similarity of the occurrence to \ntheir stereotypes of similar occurrences.  This heuristic approximates many situations fairly well, but can \nlead to poor decisions in situations with insufficient information or when better information exists. \nOne example of a bias arising from representativeness is comparing different eras—for example, the \ncrash of 1987 with the crash of 1929 or the US bubble in the late 1990s with the Japanese bubble in the \nlate 1980s. Often these comparisons look interesting on a superficial level but overlook material \ninformation.  \nWith another representativeness bias, failure to recognize reversion to the mean, individuals tend to \noverlook that extreme events tend to regress to the mean on subsequent trials. Excess or substandard \nmarket returns exemplify this bias. A professional baseball player hitting well above or below his average \nis another illustration.  \nInsensitivity to sample size causes a third bias. Our degree of belief in a particular hypothesis typically \nintegrates two kinds of evidence: the strength, or extremeness, of the evidence and the weight, or \npredictive validity. For example, say you want to test the hypothesis that a coin is biased in favor of heads. \nThe proportion of heads reflects the strength, while the sample size determines the weight.  \n"
    },
    {
      "number": 15,
      "text": " \nPage 15 \n                              Legg Mason Funds Management, Inc. \nProbability theory prescribes rules for how to combine strength and weight correctly. Still, research shows \nthat the strength of evidence tends to dominate the weight of evidence in people’s minds. \nThis bias leads to a distinctive pattern of over- and underconfidence. When the strength of evidence is high \nand the weight is low—a small sample size—people tend to be overconfident. In contrast, when strength is \nlow and evidence is high, people tend to be underconfident. (See Exhibit 9.) 44  \nExhibit 9: Information Weighting \nLOW\nHIGH\nLOW\nHIGH\nOverconfidence\nUnderconfidence\nNot yet\nrelevant\nObvious\nStrength (extremeness)\nWeight (predictive validity)\nLOW\nHIGH\nLOW\nHIGH\nOverconfidence\nUnderconfidence\nNot yet\nrelevant\nObvious\nStrength (extremeness)\nWeight (predictive validity)\n \nSource: Dale Griffin and Amos Tversky, “The Weighting of Evidence and the Determinants of Confidence”, in Gilovich, et al, eds., Heuristics and Biases: The \nPsychology of Intuitive Judgment (Cambridge, UK: Cambridge University Press, 2002), 230-249.  \nAnchoring and adjustment. Individuals start with an initial value and make value assessments by adjusting \nfrom that value. The initial value may reflect historical precedent, current information, or random \ninformation.  \nThe major bias reflects people’s insufficient adjustments to their initial values, as we saw in the \noverconfidence discussion. This problem is particularly acute if the initial value is not well grounded. One \nwell-known example occurs in real estate, where there is some cost to price discovery. When a buyer \nseeks a house in an area that’s unfamiliar to them, a real estate broker can first show an overpriced home, \nhence setting the buyer’s anchor on a poor value. Subsequent homes will appear relatively more attractive, \nencouraging a transaction.  \nAffect. Affect characterizes our emotional response to a stimulus. For example, a word like treasure \ngenerates positive affect, while a word like hate is negative. Research shows that individuals tend to judge \nan activity based not only on what they think about it, but also on how they feel about it. 45   \nThe biases that emanate from the affect heuristic amplify two other pitfalls: probability miscalibration and \navailability. \nWhen outcomes are not vivid (low affect), we tend to place too much weight on probabilities and not \nenough on outcomes. Conversely, when outcomes are vivid (high affect), we place too much weight on \noutcomes. How an investor feels about a financial proposition often dictates their assessment of risk and \nreward. \nThree after-the-fact biases. So far, we focused on the sources of probability and outcome misspecification \nin assessing a financial opportunity. We now turn to some cognitive pitfalls that occur after we’ve already \nmade an investment decision. \nThe first pitfall is the confirmation trap. Once individuals make a financial decision, they tend to seek \ninformation confirming the merit of their choice and disregard or discount disconfirming evidence. Bayes’s \nTheorem provides a means to constantly update our assessment of probability and outcome based on the \narrival of new information. Neglecting this incremental information distorts our judgment of expected value.\n"
    },
    {
      "number": 16,
      "text": " \nPage 16 \n                              Legg Mason Funds Management, Inc. \nHindsight and the curse of knowledge form a second cognitive pitfall. After individuals find out an event has \noccurred, they tend to overestimate the degree to which they would have predicted the correct outcome. \nOn a related note, when a holding appreciates for unexpected reasons, investors tend to rewrite their own \nmemory to reflect those reasons. An investment journal or clear notes, where an investor can record the \nrationale for every investment decision, acts as an effective remedy for hindsight bias.  \nThe final pitfall is the endowment effect, the observation that people value what they possess more highly \nthan an object of equal quality that they don’t own. The challenge is to objectively value all assets, whether \nyou own them or not. \nThe role of social context  \nOur individual cognitive foibles do not cause all decision-making errors. Some errors stem from our social \ninteraction with others. Specifically, humans have a strong desire to be part of a group. That desire makes \nus susceptible to fads, fashions, and idea contagions. \nSolomon Asch, a Yale psychologist, demonstrated this proclivity with a now-famous social psychology \nexperiment. Asch’s experimental group had eight members: seven knew about the experiment and the \neighth was the subject. To start, Asch asked the group to solve a very simple problem: determine which of \nthree lines is of equal length to the standard line. Going around the table, each participant named a choice. \nIn the first few trials, all of the participants picked the right answer. \nAfter a few trials Asch signaled the seven members to start making obvious mistakes. While many subjects \nexpressed shock at the group’s clear mistakes, a startling 35% of the subjects conformed to the group’s \nincorrect judgments. Asch’s experiment demonstrates people’s preference for being an accepted part of a \nmajority over being part of the correct minority.  \nThe significance of Asch’s experiments is readily obvious: group dynamics—often revealed as stock price \nperformance—tempt investors to go with the majority, albeit to varying degrees. Numerous market bubbles \ndemonstrate this point. The best way to avoid this temptation is to increase your adoption threshold by \nmaintaining a high degree of awareness and to search constantly for diverse input. Asch’s results also \npoint to potential market opportunities—when opinion diversity breaks down. 46  \nHow Do We Avoid Misspecifying Probabilities and Outcomes? \nAwareness of these pitfalls is the first step in mitigating their negative impact. Here are some thoughts to \nbear in mind: \n• \nTry not to overestimate your abilities.  \n• \nActively challenge your own assumptions. \n• \nAsk disconfirming questions.      \n• \nRealize that past events or prices are signposts, not answers. \n• \nView decisions from various perspectives. \n• \nSeek information from a variety of sources. \n• \nReframe questions. \n• \nConsider only future costs and benefits. \nThe point to constantly acknowledge is that we humans are not well designed to operate in probabilistic \nfields. While cognitive makeup makes some investors undoubtedly better suited to success than others, an \nappreciation of proper decision-making and its pitfalls should be of value and benefit to all investors. \n \n \n \n++++++++++++++++++++ \nThe views expressed in this commentary reflect those of Legg Mason Funds Management as of the date of \nthis commentary. Any such views are subject to change at any time based on market or other conditions, \nand Legg Mason Wood Walker, Incorporated disclaims any responsibility to update such views. These \nviews may not be relied upon as investment advice and, because investment decisions for the Legg Mason \nFunds are based on numerous factors, may not be relied upon as an indication of trading intent on behalf \nof any Legg Mason Fund. \n \n"
    },
    {
      "number": 17,
      "text": " \nPage 17 \n                              Legg Mason Funds Management, Inc. \nEndnotes \n \n1 Raymond D. Sauer, “The Economics of Wagering Markets,” Journal of Economic Literature, Vol. 36, 4, \nDecember 1998, 2021-64. Sauer summarizes: “Wagering markets provide a natural laboratory for testing \nmodels of market prices and behavior under uncertainty. The literature on wagering, albeit contentious, has \nestablished the following. First, prices set in these markets, to a first approximation, are efficient forecasts of \noutcomes. Second, price changes in these markets are driven by an informed class of bettors and improve \nprediction.” \n2 Here’s a sample of some references (there are too many to list exhaustively): Burton G. Malkiel, A Random \nWalk Down Wall Street (New York: W.W. Norton & Company, 2003), 191; Nassim Taleb, Fooled By \nRandomness, Second Edition (New York: Thomson-Texere, 2004), 141; Gregory Baer and Gary Gensler, \nThe Great Mutual Fund Trap (New York: Broadway Books, 2002), 16-17; Peter L. Bernstein, Capital Ideas \n(New York: Free Press, 1992), 141-143. \n3 Nobel-prize winning economist, Paul Samuelson, a significant contributor to the efficient market theory, said \nas much: “It is not ordered in heaven, or by the second law of thermodynamics, that a small group of \nintelligent and informed investors cannot systematically achieve higher mean portfolio gains with lower \naverage variabilities. People differ in their heights, pulchritude, and acidity. Why not their P.Q. or \nperformance quotient?” See Peter L. Bernstein, Capital Ideas (New York: Free Press, 1992), 143. \n4 See http://www.commencement.harvard.edu/2001/rubin.html. \n5 Charles D. Ellis, “Will Business Success Spoil the Investment Management Profession?” The Journal of \nPortfolio Management, Spring 2001, 11-15. \n6 David Sklansky, The Theory of Poker, 4th ed. (Henderson, NV: Two Plus Two Publishing, 1999), 10. \n7 Edward O. Thorp, Beat the Dealer (New York: Vintage Books, 1966), 56-57. \n8 Steven Crist, “Crist on Value,” in Beyer, et al., Bet with the Best (New York: Daily Racing Form Press, \n2001), 64. \n9 Michael Steinhardt, No Bull: My Life In and Out of Markets (New York: John Wiley & Sons, 2001), 129. \n10 Michael Lewis, Moneyball: The Art of Winning an Unfair Game (New York: W.W. Norton & Company, \n2003), 274. \n11 Amarillo Slim, Amarillo Slim in a World of Fat People (New York: Harper Collins, 2003), 101. \n12 Nassim Taleb, Fooled By Randomness, Second Edition (New York: Thomson-Texere, 2004), 66-67. \n13 http://www.vanguard.com/bogle_site/sp20031103.html. \n14 Robert E. Rubin, In an Uncertain World (New York: Random House, 2003), xi. \n15 Berkshire Hathaway Annual Meeting, 1989.  \n16 Frank H. Knight, Risk, Uncertainty, and Profit (New York: Houghton and Mifflin, 1921). See \nhttp://www.econlib.org/library/Knight/knRUP.html. \n17 Stephen Jay Gould, Full House: The Spread of Excellence from Plato to Darwin (New York: Harmony \nBooks, 1996), 48-56. \n18 Gerd Gigerenzer, Calculated Risks (New York: Simon & Schuster, 2002), 26-28. Also, Donald Gillies, \nPhilosophical Theories of Probability (London: Routledge, 2000). \n19 John Maynard Keynes, “The General Theory of Employment,” Quarterly Journal of Economics, 51, 2, 213-\n214. See also Robert Skidelsky, John Maynard Keynes: The Economist as Savior 1920-1937 (New York: \nPenguin Group, 1992), 80. \n20 For a very approachable discussion of Bayesian analysis, see Robert G. Hagstrom, The Warren Buffett \nPortfolio (New York: John Wiley & Sons, 1999), 115-117. \n21 John Rennie, “Editor’s Commentary: The Cold Odds Against Columbia,” Scientific American, February 7, \n2003. \n 22 Bradford Cornell, The Equity Risk Premium (New York: John Wiley & Sons, 1999), 45-46. \n23 Roger Lowenstein, When Genius Failed: The Rise and Fall of Long-Term Capital Management (New York: \nRandom House, 2000). \n24 Philip W. Anderson, “Some Thoughts About Distribution in Economics,” in W. B. Arthur, S. N. Durlaf and \nD.A. Lane, eds., The Economy as an Evolving Complex System II (Reading, MA: Addison-Wesley, 1997), \n566. \n25 Gould, 45-56. \n26 For multiple examples of asymmetric payoffs in financial instruments, see Nassim Nicholas Taleb, “Bleed \nor Blowup? Why Do We Prefer Asymmetric Payoffs?” Journal of Behavioral Finance, Vol. 5, 1, 2004. See \nhttp://www.fooledbyrandomness.org/bleedblowup.pdf. \n"
    },
    {
      "number": 18,
      "text": " \nPage 18 \n                              Legg Mason Funds Management, Inc. \n27 Elroy Dimson, Paul Marsh, and Mike Staunton, “Global Evidence on the Equity Risk Premium,” Journal of \nApplied Corporate Finance, Vol. 15, 4, Fall 2003, 27-38. \n28 Shlomo Benartzi and Richard Thaler, “Myopic Loss Aversion and the Equity Risk Premium Puzzle,” The \nQuarterly Journal of Economics, February 1995, 73-92. See \nhttp://gsbwww.uchicago.edu/fac/richard.thaler/research/myopic.pdf. \n29 A related point is that when outcome variability is high, often a stock can be attractive or unattractive even if\nthe consensus is the scenario with the highest probability. If outcome variability is low, then you must bet \nagainst the consensus to achieve superior returns. See Alfred Rappaport and Michael J. Mauboussin, \nExpectations Investing (Boston: Harvard Business School Press, 2001), 107-108. \n30 Leon Levy, The Mind of Wall Street (New York: PublicAffairs, 2002), 197. \n31 Paul A. Samuelson, “Risk and Uncertainty: A Fallacy of Large Numbers,” Scientia, XCVIII, 1963, 108-113. \n32 Daniel Kahneman and Amos Tversky, “Prospect Theory: An Analysis of Decision Under Risk,” \nEconometrica, 47, 1979, 263-291. \n33 Amos Tversky and Daniel Kahneman, “The Framing of Decisions and the Psychology of Choice,” Science, \n211, 1981, 453-458. \n34 Jonathan Baron, Thinking and Deciding, 3rd ed. (Cambridge, UK: Cambridge University Press, 2000), 257-\n258. \n35 Hersh Shefrin and Meir Statman, “The Disposition to Sell Winners Too Early and Ride Losers Too Long: \nTheory and Evidence,” Journal of Finance, 40, 1985, 777-790. Also, Terrance Odean, \"Are Investors \nReluctant to Realize Their Losses?\" Journal of Finance, Vol. 53, 5, October 1998, 1775-1798. Also, Martin \nWeber and Colin F. Camerer, “The disposition effect in securities trading: an experimental analysis,” Journal \nof Economic Behavior & Organization, Vol. 33, 1998, 167-184.  \n36 Daniel Kahneman and Mark W. Riepe, “Aspects of Investor Psychology: Beliefs, preferences, and biases \ninvestment advisors should know about,” Journal of Portfolio Management, Vol. 24, 4, Summer 1998. See \nhttp://www.ibbotson.com/download/research/Aspects_of_Investor_Psychology.pdf. \n37 J. Edward Russo and Paul J. H. Schoemaker, “Managing Overconfidence,” Sloan Management Review, \nWinter 1992. \n38 Kahneman and Riepe. \n39 Max H. Bazerman, Judgment in Managerial Decision Making, 5th ed. (New York: Wiley Text Books, 2001). \n40 David Dreman,  “Heuristics in Investor Decision Making, adopted from Contrarian Investment Strategies: \nThe Next Generation (New York: Simon and Schuster, 1998). See \nhttp://www.psychologyandmarkets.org/research/chapter_10.html. \n41 “Tech Stock Chit-Chat Enriches Many Cape Cod Locals,” The Wall Street Journal, March 13, 2000.  \n42 “At Cape Cod Barber Shop, Slumping Stocks Clip Buzz,” The Wall Street Journal, July 8, 2002. \n43 David Dreman, Stephen Johnson, Donald MacGregor and Paul Slovic “A Report on the March 2001 \nInvestor Sentiment Survey,” The Journal of Psychology and Financial Markets, Vol. 2, 3, 2001, 126-134. See \nhttp://www.psychologyandmarkets.org/pdf_files/3_2001_investor_sentiment2.pdf. \n44 Dale Griffin and Amos Tversky, “The Weighting of Evidence and the Determinants of Confidence,” in \nGilovich, Griffin, and Kahneman (eds.), Heuristics and Biases: The Psychology of Intuitive Judgment \n(Cambridge, UK: Cambridge University Press, 2002), 230-249. \n45 Paul Slovic, Melissa Finucane, Ellen Peters, and Donald G. MacGregor, “The Affect Heuristic,” in Gilovich, \nGriffin, and Kahneman (eds.), Heuristics and Biases: The Psychology of Intuitive Judgment (Cambridge, UK: \nCambridge University Press, 2002), 397-420. See also Paul Slovic, Melissa L. Finucane, Ellen Peters, and \nDonald G. MacGregor, “Risk as Analysis and Risk as Feelings,” Decision Research. \nwww.decisionresearch.org/pdf/dr502.pdf. \n46 Michael J. Mauboussin, “Revisiting Market Efficiency: The Stock Market as a Complex Adaptive System,” \nJournal of Applied Corporate Finance, Vol. 14, 4, Winter 2002, 47-55.  \n \nFor an excellent website on behavioral finance, see www.behaviouralfinance.net. \n \n"
    },
    {
      "number": 19,
      "text": " \nPage 19 \n                              Legg Mason Funds Management, Inc. \nReferences \nBooks \nArthur, W.B., S. N. Durlaf and D.A. Lane, eds., The Economy as an Evolving Complex System II (Reading, MA: \nAddison-Wesley, 1997). \nBaer, Gregory and Gary Gensler, The Great Mutual Fund Trap (New York: Broadway Books, 2002). \nBaron, Jonathan, Thinking and Deciding, 3rd ed. (Cambridge, UK: Cambridge University Press, 2000). \nBazerman, Max H., Judgment in Managerial Decision Making, 5th ed. (New York: Wiley Text Books, 2001). \nBernstein, Peter L., Capital Ideas (New York: Free Press, 1992). \nCornell, Bradford, The Equity Risk Premium (New York: John Wiley & Sons, 1999). \nCrist, Steven, “Crist on Value,” in Beyer, et al., Bet with the Best (New York: Daily Racing Form Press, 2001). \nGigerenzer, Gerd, Calculated Risks (New York: Simon & Schuster, 2002). \nGillies, Donald, Philosophical Theories of Probability (London: Routledge, 2000). \nGilovich, Griffin, and Kahneman (eds.), Heuristics and Biases: The Psychology of Intuitive Judgment \n(Cambridge, UK: Cambridge University Press, 2002). \nGould, Stephen Jay, Full House: The Spread of Excellence from Plato to Darwin (New York: Harmony Books, \n1996). \nHagstrom, Robert G. The Warren Buffett Portfolio (New York: John Wiley & Sons, 1999). \nKnight, Frank H., Risk, Uncertainty, and Profit (New York: Houghton and Mifflin, 1921). \nLevy, Leon, The Mind of Wall Street (New York: PublicAffairs, 2002). \nLewis, Michael, Moneyball: The Art of Winning an Unfair Game (New York: W.W. Norton & Company, 2003). \nLowenstein, Roger, When Genius Failed: The Rise and Fall of Long-Term Capital Management (New York: \nRandom House, 2000). \nMalkiel, Burton G., A Random Walk Down Wall Street (New York: W.W. Norton & Company, 2003).  \nPreston, Amarillo Slim, Amarillo Slim in a World of Fat People (New York: Harper Collins, 2003). \nRappaport, Alfred and Michael J. Mauboussin, Expectations Investing (Boston: Harvard Business School \nPress, 2001). \nRubin, Robert E., In an Uncertain World (New York: Random House, 2003). \nSkidelsky, Robert, John Maynard Keynes: The Economist as Savior 1920-1937 (New York: Penguin Group, \n1992). \nSklansky, David, The Theory of Poker, 4th ed. (Henderson, NV: Two Plus Two Publishing, 1999). \nSteinhardt, Michael, No Bull: My Life In and Out of Markets (New York: John Wiley & Sons, 2001). \nTaleb, Nassim Nicholas, Fooled By Randomness, Second Edition (New York: Thomson-Texere, 2004). \nThorp, Edward O., Beat the Dealer (New York: Vintage Books, 1966). \n \n \n \n \n \n \n"
    },
    {
      "number": 20,
      "text": " \nPage 20 \n                              Legg Mason Funds Management, Inc. \n \nArticles  \nBenartzi, Shlomo, and Richard Thaler, “Myopic Loss Aversion and the Equity Risk Premium Puzzle,” The \nQuarterly Journal of Economics, February 1995, 73-92. \nDimson, Elroy, Paul Marsh, and Mike Staunton, “Global Evidence on the Equity Risk Premium,” Journal of \nApplied Corporate Finance, Vol. 15, 4, Fall 2003, 27-38. \nDreman, David, “Heuristics in Investor Decision Making,” adopted from Contrarian Investment Strategies: \nThe Next Generation (New York: Simon and Schuster, 1998). \nDreman, David, Stephen Johnson, Donald MacGregor and Paul Slovic “A Report on the March 2001 \nInvestor Sentiment Survey,” The Journal of Psychology and Financial Markets, Vol. 2, 3, 2001, 126-134. \nEllis, Charles D., “Will Business Success Spoil the Investment Management Profession?” The Journal of \nPortfolio Management, Spring 2001, 11-15. \nKahneman, Daniel, and Amos Tversky, “Prospect Theory: An Analysis of Decision Under Risk,” \nEconometrica, 47, 1979, 263-291. \nKahneman, Daniel, and Mark W. Riepe, “Aspects of Investor Psychology: Beliefs, preferences, and biases \ninvestment advisors should know about,” Journal of Portfolio Management, Vol. 24, 4, Summer 1998. \nKeynes, John Maynard, “The General Theory of Employment,” Quarterly Journal of Economics, 51, 2, 213-\n214. \nMauboussin, Michael J., “Revisiting Market Efficiency: The Stock Market as a Complex Adaptive System,” \nJournal of Applied Corporate Finance, Vol. 14, 4, Winter 2002, 47-55. \nOdean, Terrance, \"Are Investors Reluctant to Realize Their Losses?\" Journal of Finance, Vol. 53, 5, October \n1998, 1775-1798. \nRennie, John, “Editor’s Commentary: The Cold Odds Against Columbia,” Scientific American, February 7, \n2003. \nRusso, J. Edward, and Paul J. H. Schoemaker, “Managing Overconfidence,” Sloan Management Review, \nWinter 1992. \nSamuelson, Paul A., “Risk and Uncertainty: A Fallacy of Large Numbers,” Scientia, XCVIII, 1963, 108-113. \nSauer, Raymond D., “The Economics of Wagering Markets,” Journal of Economic Literature, Vol. 36, 4, \nDecember 1998, 2021-64. \nShefrin, Hersh and Meir Statman, “The Disposition to Sell Winners Too Early and Ride Losers Too Long: \nTheory and Evidence,” Journal of Finance, 40, 1985, 777-790. \nSlovic, Paul, Melissa L. Finucane, Ellen Peters, and Donald G. MacGregor, “Risk as Analysis and Risk as \nFeelings,” Decision Research. \nTaleb, Nassim Nicholas, “Bleed or Blowup? Why Do We Prefer Asymmetric Payoffs?” Journal of Behavioral \nFinance, Vol. 5, 1, 2004. \nTversky, Amos and Daniel Kahneman, “The Framing of Decisions and the Psychology of Choice,” Science, \n211, 1981, 453-458. \nWeber, Martin and Colin F. Camerer, “The disposition effect in securities trading: an experimental analysis,” \nJournal of Economic Behavior & Organization, Vol. 33, 1998, 167-184 \n \n \n \n \n \n \nLegg Mason Wood Walker, Inc. \nMember NYSE, Inc./Member SIPC \n"
    }
  ]
}