{
  "filename": "2004_i_ve_fallen_and_i_can_t_get_up__mean_reversion_and_turnarounds.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423214509-07'00'",
    "modDate": "D:20240423214521-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe key finding of this research . . . is that the demonstrated rarity of achieving \nsustained superior economic performance implies that it is extremely difficult to \nachieve. An associated finding . . . is that even if superior performance is achieved \nand sustained for a period of time, the probability of slipping from that lofty perch is \nrelatively high. \nRobert R. Wiggins and Timothy W. Ruefli\nSustained Competitive Advantage 1\nReturns and Growth \nIn a recent New York Times article, finance professor Josef Lakonishok argues that \ntoday’s stock market has many “pockets of craziness.” 2 Lakonishok’s case is based \non the relationship between growth and price-earnings ratios, and suggests that the \nmarket is implying unrealistically rapid earnings growth rates for some companies with \nlofty price-earnings multiples. Research he conducted with a pair of colleagues shows \nthat very few companies sustain high growth rates. 3 \nBut what really determines a price-earnings ratio? A company’s value is a function of \nthe market’s expectations for its growth rate and its economic returns. This \nfundamental concept explains why looking at growth in isolation can be so misleading. \nGrowth can be good (when a company earns returns in excess of the cost of capital), \nbad (when returns are below the cost of capital), or neutral (when returns equal the \ncost of capital).  \nYou must first have a clear sense of whether or not a company is earning appropriate \nreturns before you can judge the impact of growth. Companies can, and do, grow their \nway to bankruptcy. 4 Likewise, some low-growth, high-return businesses consistently \ncarry premium valuations. Studying growth in isolation of economic returns is an \ninvitation to failure. \nGaining a firm grasp of a company’s prospects for economic returns requires a \nthorough understanding of competitive strategy. 5 The goal of strategic analysis is to \naddress three fundamental questions: \n1. Is the company generating returns on investment above the cost of capital, or is \nthere good reason to believe it will earn attractive returns in the future? \n2. If returns do exceed the cost of capital, for how long can the company sustain its \nexcess returns? 6 \n3. Once a company’s returns dip below the cost of capital, what’s the probability it \ncan stage a sustained recovery to above-required returns? \nIn this piece we take a closer look at the latter two questions, drawing on empirical \ndata from the technology and retail industries to bring the points to life. \nMichael J. Mauboussin \n212-325-3108 \nmichael.mauboussin@csfb.com \n \nKristen Bartholdson \n212-325-2788 \nkristen.bartholdson@csfb.com \nFebruary 10, 2004\nVolume 3, Issue 3\nI’ve Fallen and I Can’t Get Up \nMean Reversion and Turnarounds \n"
    },
    {
      "number": 2,
      "text": "    Page 2 \nDeath, Taxes, and Reversion to the Mean \nOne microeconomic theory that is well documented empirically is the notion that a company’s return on \ninvestment reverts to the cost of capital over time. 7 The theory, and intuition, is straightforward. \nCompanies that generate high returns attract competition and capital, which drive returns toward \nopportunity-cost levels. Similarly, capital flees poor return industries—through bankruptcy, disinvestment, \nor consolidation—lifting returns back to the cost of capital. \nExhibit 1 shows this process for a sample of over 450 technology companies from 1979 to 1996. (We \nstopped at 1996 to avoid issues related to the bubble.) 8 We ranked companies in quartiles based on their \ncash flow return on investment (CFROI®), and followed the return patterns. Because CFROI is a real, \nafter-tax measure, the time series is unaffected by the potentially distorting shifts in interest rates and \ninflation. \nExhibit 1: U.S. Technology CFROI Fade \n(15)\n(12)\n(9)\n(6)\n(3)\n0\n3\n6\n9\n12\n15\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nYears Forward after Quartile Ranking\nCFROI (%)\n4\n3\n2\n1\n(15)\n(12)\n(9)\n(6)\n(3)\n0\n3\n6\n9\n12\n15\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nYears Forward after Quartile Ranking\nCFROI (%)\n4\n3\n2\n1\n(15)\n(12)\n(9)\n(6)\n(3)\n0\n3\n6\n9\n12\n15\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nYears Forward after Quartile Ranking\nCFROI (%)\n4\n3\n2\n1\n(15)\n(12)\n(9)\n(6)\n(3)\n0\n3\n6\n9\n12\n15\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nYears Forward after Quartile Ranking\nCFROI (%)\n4\n3\n2\n1\n \nSource: CSFB HOLT. \nThe top group earned an average CFROI of 15% during the initial period and declined to 6% after only \nfive years. The worst group went from 15% negative returns to zero (still well below the cost of capital) \nwithin five years. The middle two quartiles showed relative stability around cost-of-capital levels. The \nreturn gap between the highest and lowest quartiles went from 3,000 basis points at the first \nmeasurement period to just 300 basis points after ten years. While ten years in insufficient to complete \nthe reversion-to-the-mean process, much of the progression is evident within that timeframe. \nConsistent with theory, attrition plays a central role in the improvement of lowest-quartile returns. Just \n60% of the lowest-quartile companies were active after five years, as many of the poor performers went \nbankrupt or were acquired. This attrition creates a survivorship bias, allowing returns to rise during the \ndecade. In contrast, 85% of the firms in the highest-return quartile were active after five years. Attrition \nrates across all quartiles tend to average out after five years. \nOne consistent feature across the many mean-reversion studies is that some companies (albeit not many) \ncan and do earn persistently high returns. In our study of nearly 700 retailers from 1950 to 2001, 14% of \nthe companies never earned below their cost of capital. 9 Of the 1,700 technology companies in our \nsample from 1960 to 1996, 11% sustained an unblemished record of positive excess returns. \n"
    },
    {
      "number": 3,
      "text": "    Page 3 \nSustaining high returns is a huge potential source of wealth. Given two companies with the same initial \nreturns and future growth rates, the business that can sustain above-cost-of-capital returns longer will be \nsignificantly more valuable, and hence will trade at a much higher valuation multiple. 10 \nA strategic assessment of a business earning high returns should reveal the source of the excess \nspread—typically either a consumer or production advantage—and provide some framework to consider \nthe longevity of that advantage. Further, some businesses (especially those in network and knowledge \nbusinesses) enjoy increasing returns as they grow. 11 A company’s strategic strengths, and the economics \nthat result, are essentially overlooked by a singular focus on growth. \nI’ve Fallen and I Can’t Get up \nStock prices reflect expectations, and the key to generating superior long-term returns is to successfully \nanticipate expectation revisions. An important corollary is that neither a good (i.e., high-return) business \nnor a bad (low-return) business is inherently attractive or unattractive. Investors need to assess the stocks \nof all companies versus expectations. 12 \nIn this spirit, we took a look at a particular class of companies—those that have realized a downturn. \nHere, we define a downturn as two consecutive years of CFROI below the cost of capital following two \nyears of returns above the cost of capital.  \nThis analysis is particularly important for value investors, who often buy companies that are statistically \ninexpensive in the hope that economic returns improve. The classic value trap is buying a cheap company \nthat deserves to be cheap based on poor economic returns. But buying a company that is cheap because \nof a temporary downturn is potentially very attractive if the market does not anticipate the turnaround. \nExhibit 2 shows what happens to companies that realize a downturn. Our sample includes almost 1,200 \ncompanies from the technology and retail sectors. The data for the two industries are strikingly similar, \nand not particularly encouraging: Only about 30% of the sample companies were able to engineer a \nsustained recovery. (We define a sustained recovery as three years of above-average returns following \ntwo years of below-cost-of-capital results.) Roughly one-quarter of the companies produced a non-\nsustained recovery. The balance—just under half the population—either saw no turnaround or \ndisappeared. Companies can disappear gracefully (get acquired) or disgracefully (go bankrupt). \nExhibit 2: I’ve Fallen and I Can’t Get Up \nTechnology 1\nRetail 2\nNo turnaround\n45%\n48%\nNon-sustained turnaround\n26%\n23%\nSustained turnaround\n29%\n29%\nTechnology 1\nRetail 2\nNo turnaround\n45%\n48%\nNon-sustained turnaround\n26%\n23%\nSustained turnaround\n29%\n29%\n \n1 Sample of 712 companies, 1960-1996. \n2 Sample of 445 companies, 1950-2001. \nSource: CSFB HOLT. \nWithin this analysis, we were also able to see how long companies experienced downturns. For both \nretailers and technology companies, roughly 27% of downturns lasted only two years, and for both sectors\nover 60% of downturns lasted for less than five years. In other words, the destiny of most firms that live \nthrough a downturn is determined rather quickly. \nThese mean reversion and turnaround data underscore how strong and consistent competitive forces are. \nMost stocks that are cheap are cheap for a reason, and the likelihood that a business earning poor \nreturns resumes a long-term, above-cost-of-capital profile is slim. \nYet the evidence that high-return persistence does occur (and the likelihood that markets misprice this \npersistence) suggests that investors with a strong grasp of competitive dynamics and a sufficient \ninvestment horizon have an opportunity to realize superior returns.  \n"
    },
    {
      "number": 4,
      "text": "    Page 4 \n1 Robert R. Wiggins and Timothy W. Ruefli, “Sustained Competitive Advantage: Temporal \nDynamics and the Incidence and Persistence of Superior Economic Performance,” \nOrganizational Science, Vol. 13, 1, January-February 2002, 100.  \n2 Mark Hulbert, “The Five-Year Forecast Looks Great, or Does It?” New York Times, January \n25, 2004. \n3 Louis K. C. Chan, Jason J. Karceski, and Josef Lakonishok, “The Level and Persistence of \nGrowth Rates,” The Journal of Finance, Vol. 58, 2, April 2003, 644-684. See also Michael J. \nMauboussin and Kristen Bartholdson, “The Pyramid of Numbers: Firm Size, Growth Rates, \nand Valuation,” The Consilient Observer, Vol. 2, 17, September 17, 2003.  \n4 Michael J. Mauboussin and Kristen Bartholdson, “Whither Enron: Or—Why Enron Withered,” \nThe Consilient Observer, Vol. 1, 1, January 15, 2002.  \n5 Michael J. Mauboussin and Kristen Bartholdson, “Measuring the Moat; Assessing the \nMagnitude and Sustainability of Value Creation,” Credit Suisse First Boston Equity Research, \nDecember 16, 2002. \n6 Michael J. Mauboussin, Alexander Schay, and Patrick J. McCarthy, “Competitive Advantage \nPeriod (CAP): At the Intersection of Finance and Competitive Strategy,” Credit Suisse First \nBoston Equity Research, October 4, 2001.  \n7 Ibid., 7-9. \n8 Todd Erickson, Carin Cooney, and Craig Sterling, “US Technology Sector: Mean Reversion \nAnalysis,” CSFB HOLT Research, February 2, 2004. This presentation is available upon \nrequest.  \n9 CSFB HOLT analysts Christopher Catapano, Katie Dunne, and Craig Sterling performed the \nretail industry analysis. \n10 To illustrate, we created a model with two companies that had 8% operating income growth \nrates, initial returns on incremental invested capital of 100%, and identical costs of capital. We \nfaded the first company’s returns to zero over 10 years, and the second company’s returns to \nzero over 20 years. The second company—again, with identical growth—was 33% more \nvaluable than the first, representing over 6 price-earnings points. \n11 W. Brian Arthur, “Increasing Returns and the New World of Business,” Harvard Business \nReview, July-August 1996. \n12 Michael J. Mauboussin and Kristen Bartholdson, “Be the House: Process and Outcome in \nInvesting,” The Consilient Observer, Vol. 2, 18, October 7, 2003. \n \n\u0001\nCFROI® is a registered trademark in the United States of Credit Suisse First Boston or its \nsubsidiaries or affiliates. \n"
    },
    {
      "number": 5,
      "text": " \n      Page 5 \nAdditional Disclosures \nThis report is not directed to, or intended for distribution to or use by, any person or entity who is a citizen or resident of or located in any locality, state, country \nor other jurisdiction where such distribution, publication, availability or use would be contrary to law or regulation or which would subject Credit Suisse First \nBoston or its subsidiaries or affiliates (collectively \"CSFB\") to any registration or licensing requirement within such jurisdiction. All material presented in this \nreport, unless specifically indicated otherwise, is under copyright to CSFB. None of the material, nor its content, nor any copy of it, may be altered in any way, \ntransmitted to, copied or distributed to any other party, without the prior express written permission of CSFB. All trademarks, service marks and logos used in \nthis report are trademarks or service marks or registered trademarks or service marks of CSFB. \nThe information, tools and material presented in this report are provided to you for information purposes only and are not to be used or considered as an offer or \nthe solicitation of an offer to sell or to buy or subscribe for securities or other financial instruments. CSFB may not have taken any steps to ensure that the \nsecurities referred to in this report are suitable for any particular investor. CSFB will not treat recipients as its customers by virtue of their receiving the report. \nThe investments or services contained or referred to in this report may not be suitable for you and it is recommended that you consult an independent \ninvestment advisor if you are in doubt about such investments or investment services. Nothing in this report constitutes investment, legal, accounting or tax \nadvice or a representation that any investment or strategy is suitable or appropriate to your individual circumstances or otherwise constitutes a personal \nrecommendation to you. CSFB does not offer advice on the tax consequences of investment and you are advised to contact an independent tax adviser. Please \nnote in particular that the bases and levels of taxation may change. \nCSFB believes the information and opinions in the Disclosure Section of this report are accurate and complete. Information and opinions presented in the other \nsections of the report were obtained or derived from sources CSFB believes are reliable, but CSFB makes no representations as to their accuracy or \ncompleteness. Additional information is available upon request. CSFB accepts no liability for loss arising from the use of the material presented in this report, \nexcept that this exclusion of liability does not apply to the extent that liability arises under specific statutes or regulations applicable to CSFB. This report is not to \nbe relied upon in substitution for the exercise of independent judgment. CSFB may have issued, and may in the future issue, a trading call regarding this security. \nTrading calls are short term trading opportunities based on market events and catalysts, while stock ratings reflect investment recommendations based on \nexpected total return over a 12-month period relative to the relevant coverage universe. Because trading calls and stock ratings reflect different assumptions and \nanalytical methods, trading calls may differ directionally from the stock rating. In addition, CSFB may have issued, and may in the future issue, other reports that \nare inconsistent with, and reach different conclusions from, the information presented in this report. Those reports reflect the different assumptions, views and \nanalytical methods of the analysts who prepared them and CSFB is under no obligation to ensure that such other reports are brought to the attention of any \nrecipient of this report. CSFB and its affiliate companies are involved in many businesses that relate to companies mentioned in this report. These businesses \ninclude specialized trading, risk arbitrage, market making, and other proprietary trading. CSFB may, to the extent permitted by law, act upon or use the information \nor opinions presented herein, or the research or analysis on which they are based, before the material is published. \nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied, is made \nregarding future performance. Information, opinions and estimates contained in this report reflect a judgement at its original date of publication by CSFB and are \nsubject to change without notice. The price, value of and income from any of the securities or financial instruments mentioned in this report can fall as well as \nrise. The value of securities and financial instruments is subject to exchange rate fluctuation that may have a positive or adverse effect on the price or income of \nsuch securities or financial instruments. Investors in securities such as ADR’s, the values of which are influenced by currency volatility, effectively assume this \nrisk. \nStructured securities are complex instruments, typically involve a high degree of risk and are intended for sale only to sophisticated investors who are capable of \nunderstanding and assuming the risks involved. The market value of any structured security may be affected by changes in economic, financial and political \nfactors (including, but not limited to, spot and forward interest and exchange rates), time to maturity, market conditions and volatility, and the credit quality of any \nissuer or reference issuer. Any investor interested in purchasing a structured product should conduct their own investigation and analysis of the product and \nconsult with their own professional advisers as to the risks involved in making such a purchase. \nSome investments discussed in this report have a high level of volatility. High volatility investments may experience sudden and large falls in their value causing \nlosses when that investment is realised. Those losses may equal your original investment. Indeed, in the case of some investments the potential losses may \nexceed the amount of initial investment, in such circumstances you may be required to pay more money to support those losses. Income yields from \ninvestments may fluctuate and, in consequence, initial capital paid to make the investment may be used as part of that income yield. Some investments may not \nbe readily realisable and it may be difficult to sell or realise those investments, similarly it may prove difficult for you to obtain reliable information about the \nvalue, or risks, to which such an investment is exposed.  \nThis report may provide the addresses of, or contain hyperlinks to, websites. Except to the extent to which the report refers to CSFB’s own website material, \nCSFB has not reviewed the linked site and takes no responsibility for the content contained therein. Such address or hyperlink (including addresses or \nhyperlinks to CSFB’s own website material) is provided solely for your convenience and information and the content of the linked site does not in any way form \npart of this document. Accessing such website or following such link through this report or CSFB’s website shall be at your own risk. \nThis report is issued and distributed in Europe (except Switzerland) by Credit Suisse First Boston (Europe) Limited, One Cabot Square, London E14 4QJ, \nEngland, which is regulated in the United Kingdom by The Financial Services Authority (“FSA”). This report is being distributed in the United States by Credit \nSuisse First Boston LLC; in Switzerland by Credit Suisse First Boston; in Canada by Credit Suisse First Boston Canada Inc.; in Brazil by Banco de \nInvestimentos Credit Suisse Boston S.A.; in Japan by Credit Suisse First Boston Securities (Japan) Limited; elsewhere in Asia/Pacific by whichever of the \nfollowing is the appropriately authorised entity in the relevant jurisdiction: Credit Suisse First Boston (Hong Kong) Limited, Credit Suisse First Boston Australia \nEquities Limited, Credit Suisse First Boston (Thailand) Limited, CSFB Research (Malaysia) Sdn Bhd, Credit Suisse First Boston Singapore Branch and \nelsewhere in the world by the relevant authorised affiliate of the above. Research on Taiwanese securities produced by Credit Suisse First Boston, Taipei \nBranch has been prepared by a registered Senior Business Person. For Credit Suisse First Boston Canada Inc.'s policies and procedures regarding the \ndissemination of equity research, please visit http://www.csfb.com/legal_terms/canada_research_policy.shtml. \nIn jurisdictions where CSFB is not already registered or licensed to trade in securities, transactions will only be effected in accordance with applicable securities \nlegislation, which will vary from jurisdiction to jurisdiction and may require that the trade be made in accordance with applicable exemptions from registration or \nlicensing requirements. Non-U.S. customers wishing to effect a transaction should contact a CSFB entity in their local jurisdiction unless governing law permits \notherwise. U.S. customers wishing to effect a transaction should do so only by contacting a representative at Credit Suisse First Boston LLC in the U.S.  \nPlease note that this report was originally prepared and issued by CSFB for distribution to their market professional and institutional investor customers. \nRecipients who are not market professional or institutional investor customers of CSFB should seek the advice of their independent financial advisor prior to \ntaking any investment decision based on this report or for any necessary explanation of its contents. This research may relate to investments or services of a \nperson outside of the UK or to other matters which are not regulated by the FSA or in respect of which the protections of the FSA for private customers and/or \nthe UK compensation scheme may not be available, and further details as to where this may be the case are available upon request in respect of this report. \nCopyright Credit Suisse First Boston, and its subsidiaries and affiliates, 2004.  All rights reserved. \nASIA/PACIFIC: +852 2101-6000 \nEUROPE: +44 (20) 7888-8888 \nUNITED STATES OF AMERICA: +1 (212) 325-2000\n \n"
    }
  ]
}