{
  "filename": "2005_contrarian_investing__the_psychology_of_going_against_the_crowd.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423215320-07'00'",
    "modDate": "D:20240423215331-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \nLegg Mason Capital \nManagement \nMarch 8, 2005 \nContrarian Investing: \nThe Psychology of Going Against the Crowd \n \nMichael J. Mauboussin \nExcerpts from a presentation given to the Greenwich Roundtable, February 24, 2005 \n             Legg Mason Capital Management \n \nGood morning. In addressing this morning’s topic, I’d like to make three points: \n \n• \nFirst, I will try to define what contrarian investing means; at least I’ll try to offer one way \nto think about it. This part will define one of the hardest parts of investing and one of \nthe most common errors: a failure to distinguish between fundamentals and \nexpectations. \n \n• \nSecond, I’ll spend a few moments on market efficiency, a terribly important issue that \nmost active managers don’t seem to think about much. This section will propose some \nideas on how and why markets are efficient, which will lead us to a discussion of how \nand why markets periodically become inefficient. \n \nmmauboussin@lmfunds.com \n• \nFinally, I’d like to touch on why it’s so hard to be a contrarian investor. I will argue that \nthere are two types of constraints: institutional and psychological. Clearing either one of \nthese hurdles is difficult for an investor; clearing both is nearly impossible. \n \nWhat the Game is About \n \nWhen I consult my dictionary, a contrarian is “one who takes a contrary view” with contrary \ndefined as “being not in conformity with what is usual or expected.” Basically, a contrarian runs \nagainst the crowd.  \n \nLet me start with an obvious statement: the simple act of being a contrarian will make no one \nrich. In fact, conforming generally makes the most strategic sense. If you’re in a movie theatre \nthat catches on fire, you’d be best served to run out of the theatre in contrast to the contrarian \ntack to run into the theatre.  \n \nThis point may seem trivial, but it has very deep-seated psychological roots. Many survival \nstrategies in the animal kingdom rely on cooperation. One simple example is flocking—schools \nof fish, or flocks of sparrows, act in unison to minimize the threat of a predator.     \n \nIf being different—not conforming—is not the sole goal, what should the aspiring contrarian \nfocus on? Here I turn to a common sense distinction that I would argue is the single most \ncommon error in the investment business: failure to distinguish between the fundamentals of \nthe situation (for example, the fundamentals of a company in the case of stocks) and the \nexpectations reflected in the asset price. \n \nHorse racing provides a good metaphor for this distinction. There are two issues: how well the \nhorse will likely run—to figure out the fundamentals you’d look at the horse’s record, the stable \nit came from, the jockey, the track conditions, etc.—and the expectations, which show up as the \nodds posted on the board. \n \nEvidence shows that horse racing is a pretty efficient market. To quote a study by Professor \nRay Sauer on the topic, “prices set in these markets, to a first approximation, are efficient \nforecasts of outcomes.” 1\n"
    },
    {
      "number": 2,
      "text": " \n \n \n \nA contrarian investor focuses not only on the general sentiment, but more importantly on how that sentiment can \nlead to disconnects between fundamentals and expectations.  \n \nTo continue with the horseracing theme, I’d like to read a quotation from Steven Crist, now Chairman of the Daily \nRacing Form and for many years the New York Times reporter covering horse racing. Crist contributed a chapter \nto a book called Bet with the Best. Crist’s 13-page chapter “Crist on Value” is fabulous reading and stacks right up \nagainst Warren Buffett and Ben Graham.  \n \nHere’s Crist’s comment, and please mentally strike out “horse” and insert “stock”: 2\n \nThe issue is not which horse in the race is the most likely winner, but which horse or horses are offering \nodds that exceed their actual chances of victory   . . . This may sound elementary, and many players \nmay think that they are following this principle, but few actually do. Under this mindset, everything but \nthe odds fades from view. There is no such thing as “liking” a horse to win a race, only an attractive \ndiscrepancy between his chances and his price. (Emphasis added.) \n \nThe successful hedge fund manager, Michael Steinhardt, shared a very similar view in his 2001 autobiography: 3\n \nI defined variant perception as holding a well-founded view that was meaningfully different than the \nmarket consensus . . . Understanding market expectation was at least as important as, and often \ndifferent from, the fundamental knowledge. (Emphasis added.) \n \nNow ask yourself, very honestly, how clearly do you distinguish between fundamentals and expectations? If \nyou’re like most people, not very clearly. I quote a psychologist Robert Zajonc, who sums it up pretty well: 4\n \nWe sometimes delude ourselves that we proceed in a rational manner and weigh all of the pros and \ncons of various alternatives. But this is seldom the actual case. Quite often “I decided in favor of X” is \nno more than “I liked X”. . . We buy the cars we “like,” choose the jobs and houses we find “attractive,” \nand then justify these choices by various reasons.   \n \nMoreover, what we like is heavily influenced by what other people like.  Successful contrarian investing isn’t about \ngoing against the grain per se, it’s about exploiting expectations gaps. If this assertion is true, it leads to an \nobvious question: how do these expectations gaps arise? Or, more basically, how and why are markets \ninefficient? \n \nThe Rules of the Game \n \nIn his excellent book, Inefficient Markets, Harvard professor Andrei Shleifer summarizes the three arguments that \nunderpin the efficient market hypothesis (EMH): 5\n \n1. Investors are rational, and value securities rationally. This is the basis for so-called general equilibrium \nmodels. \n2. Investors are not rational, but their errors are independent, and hence cancel out, leaving us with an \n“efficient solution.” And, \n3. The no-arbitrage assumption—even if some investors are irrational, rational arbitrageurs swoop in and \neliminate those inefficiencies.  \n \nThe burgeoning behavioral finance field takes aim at the efficient market hypothesis, focusing its efforts on \nundermining number one, the rational agent model, and number three, the no-arbitrage assumption. By and large, \nthough, behavioral finance dismisses the second alternative out-of-hand. We’ll come back to that in a moment. \n \nNo one really believes the rational agent model any more—or at least no one takes it too literally—although it \ndoes provide some very elegant solutions.  The main focus of the behavioral finance attacks on EMH has been on \nthe limits to arbitrage—that since arbitrage is nowhere close to costless, riskless, and there are no perfect \nsubstitutes—many inefficiencies exist—even if they can’t be exploited profitably.  \n \nPage 2  \n \n             Legg Mason Capital Management \n \n"
    },
    {
      "number": 3,
      "text": " \n \n \nLet’s revisit the second way to achieve market efficiency—the interaction of heterogeneous investors. Over the \npast 20 years some important developments occurred in this area, generally put under the larger rubric of \n“complex adaptive systems.”  Complex adaptive systems are ubiquitous, and have some common features: \n \n1.   The system starts with a group of heterogeneous agents, be they ants, or cells, or investors;  \n2. The agents interact, leading to a feature called “emergence” \n3. A global system results. \n \nImportantly, the features and attributes of the global system are distinct from the underlying agents. The sum is \ngreater than the addition of the parts. Reductionism doesn’t work; you can’t understand the global system by \nunderstanding each individual part. \n \nA classic example of a complex adaptive system is an ant colony—study the system at the colony level and you \nwill observe an adaptive and robust system with a life cycle vastly beyond the lifespan of any ant. But interview \nthe individual ants and they will have no idea what’s going on at the global level—they operate with local \ninformation and local interaction. \n \nWe can easily view the stock market as a good example of a complex adaptive system. You have investor \ndiversity—growth versus value, long-term versus short-term, fundamental versus technical, and tips from Uncle \nBob. You have an aggregation mechanism called the stock exchange, and you have a global system, or output, in \nstock prices. \n \nBut not all is perfect in complex adaptive system land. You need certain conditions in place for efficiency to \nprevail. We believe these conditions are: \n \n1. Agent diversity \n2. An aggregation mechanism \n3. Incentives \n \nJim Surowiecki deftly articulated this line of thinking in his delightful book, The Wisdom of Crowds.  Surowiecki \nargued that when these conditions are in place, the crowd will outperform a vast majority of individuals, including \nexperts. Perhaps I can put this more bluntly: When these conditions are in place, markets are efficient.  \n \nJust to close the loop on behavioral finance, some critics claim investors are not diverse because they make \nerrors in exactly the same way. About investor diversity Shleifer writes,6 “it is this argument that the Kahneman \nand Tversky theories dispose of entirely.”  I don’t know if Prof. Shleifer has spent much time with real investors, \nbut to suggest they all act in concert all the time presses the limit of credibility. \n \nIf markets are efficient when these conditions prevail, when do they become inefficient? The answer, I believe, is \nwhen one of the three conditions is violated. By far the most likely is investor diversity.  \n \nWe know from studying social psychology that diversity breakdowns occur periodically. As humans, we like to \nbelong to the group, but we’re willing to join in with the group to varying degrees: more formally, we all have \ndifferent adoption thresholds.  \n \nThe one point I’ll add, but won’t develop, is that these systems are non-linear. They are subject to critical points. \nSo you can see diversity breakdowns start but without any notable influence on prices. Then, there’s the \nproverbial “straw that broke the camel’s back” and the system changes states very quickly.  \n \nReturning to the power of being part of the group, psychology professor Solomon Asch performed a series of \nexperiments at Yale in the 1950s. Asch’s experimental groups had eight members—seven were in on the \nexperiment and the eighth was the subject. Each member of the group had to identify which line (of three choices) \nwas of the same length as the sample line. The task was very simple, and in trial runs subjects effectively got \n100% correct. \n \nAsch then signaled the seven in the know to offer wrong answers. Thirty five percent of the subjects went with the \nmajority, even when the answer was obviously wrong! 7\nPage 3  \n \n             Legg Mason Capital Management \n \n"
    },
    {
      "number": 4,
      "text": " \n \n \n \nSo the key is to find diversity breakdowns and make sure the “odds” compensate you for the risk you are \nassuming. Neither of these tasks is easy.  \n \nThere is no doubt that diversity breakdowns occur. This means stock market risk is endogenous and exogenous.  \nStill, diversity breakdowns are more the exception than the rule.   \n \nNed Davis’s book, The Triumph of Contrarian Investing, offers a host of indicators that help identify sentiment \nextremes, or diversity breakdowns. \n \nOne of my favorite examples is called the “Curse of Lyford Cay.” For the past 20 years or so, Morgan Stanley has \nhosted a conference of the smartest investors around to discuss markets and stocks. Barton Biggs, the long-time \nhead of strategy at Morgan Stanley, noted that the Lyford Cay consensus often proved to be a great signal to bet \nthe other way. For example, the overwhelming majority of investors in late 2003 felt that rates were going higher \nin 2004. When the dust settled in 2004, yields on the 10-year Government note were actually lower. \n \nThe Constraints \n \nOK. Even if you’ve accepted my arguments up to this point, you might ask, “why don’t more people try to do this?” \nIn this case, two significant types of constraints act on investors.  \n \nThe first I call organizational constraints, but they basically emanate from agency problems. I think Charley Ellis \nframed it best when he contrasted the “business” from the “profession” of investing. The business is about \ngenerating fees; while there’s nothing wrong with having a vibrant business, actions that seek solely to maximize \nfees (or keep them from dropping) can be detrimental to performance. The profession is about delivering superior \nlong-term results for your shareholders. \n \nThe challenge is that the pendulum feels like it has swung from the profession to the business. The number of \nmutual funds and hedge funds has massively proliferated in recent years, and the new funds are often launched \nprecisely where performance has been best in the recent past! For example, Jack Bogle notes that 44 equity \nmutual funds advertised in the March 2000 issue of Money magazine—mostly hot tech funds—had average one-\nyear results of 85.6%. This is the exact opposite of what contrarian investing is all about, although it is arguably \ngood business—at least for the short-term.   \n \nAnother example is that fees over the years have been rising, not falling. Many mutual funds companies seek to \nmaintain assets, so they ask their portfolio managers to minimize tracking error. Many portfolio managers \ncomplain that too much of their time is dedicated to bringing in assets versus delivering financial performance. \n \nHedge funds are not immune to these agency issues. The recent popularity of absolute return strategies may \ncause some managers to make shorter-term bets than what makes ideal economic sense. The recent introduction \nof long-only funds by some prominent hedge funds raises some interesting questions, as well. \n \nEven if an investor operates in an environment focused on the profession, successful contrarian investing \nrequires a certain psychological makeup.  \n \nOne of Keynes’s many great lines is, “Worldly wisdom teaches that it is better for reputation to fail conventionally \nthan to succeed unconventionally.” 8 There is no better lead in for the significant psychological constraints of \ncontrarian investing. Without dwelling on the various sub-points, two major psychological requirements capture \nthe idea: \n \n1. Independence.  Again, the goal is not to be a contrarian just to be a contrarian, but rather to feel \ncomfortable betting against the crowd when the gap between fundamentals and expectations warrants \nit. This independence is difficult because the widest gap often coincides with the strongest urge to be \npart of the group. Independence also incorporates the notion of objectivity—an ability to assess the \nodds without being swayed by outside factors. After all, prices not only inform investors, they also \ninfluence investors. \n \nPage 4  \n \n             Legg Mason Capital Management \n \n"
    },
    {
      "number": 5,
      "text": " \n \n \n2. Long-term orientation.  Investing is inherently a probabilistic exercise, where process should be the \nfocus versus short-term outcomes. Contrarian investors acknowledge that it may take some time for the \nmarket to revise expectations. This problem is compounded by myopic loss aversion, the idea that the \nmore frequently you assess your portfolio, the more likely you are to see losses and hence suffer loss \naversion.  \n \nTo conclude, contrarian investing is clearly very difficult. The first step toward successful investing is clarifying the \nissues and how best to think about them. These comments are my attempt to do just that.    \n \n \n \nThe Greenwich Roundtable is a non-profit research and educational organization for investors who allocate \ncapital to alternative investments.  \n \nPage 5  \n \n             Legg Mason Capital Management \n \n"
    },
    {
      "number": 6,
      "text": " \n \n \nEndnotes \n \n1 Raymond D. Sauer, “The Economics of Wagering Markets,” Journal of Economic Literature, Vol. 36, 4, \nDecember 1998, 2021-64. \n2 Steven Crist, “Crist on Value,” in Beyer, et al., Bet with the Best (New York: Daily Racing Form Press, 2001), 64. \n3 Michael Steinhardt, No Bull: My Life In and Out of Markets (New York: John Wiley & Sons, 2001), 129. \n4 Robert B. Zajonc, \"Feeling and Thinking: Preferences Need No Inferences,\" American Psychologist, 35, 1980, \n151-175. \n5 Andrei Shleifer, Inefficient Markets (Oxford, UK: Oxford University Press, 2000), 5.  \n6 Ibid., 12. \n7 Solomon E. Asch, “Effects of group pressure upon the modification and distortion of judgment,” in H. Guetzkow, \ned., Groups, Leadership and Men (Pittsburgh, PA: Carnegie Press, 1951).\n8 John Maynard Keynes, The General Theory of Employment, Interest and Money (New York: Harcourt Brace \nJovanovich, Inc., 1936), 154-158. \n \nPage 6  \n \n             Legg Mason Capital Management \n \n"
    },
    {
      "number": 7,
      "text": " \n \n \nReferences \n \n \nArticles \n \nSauer, Raymond D., “The Economics of Wagering Markets,” Journal of Economic Literature, Vol. 36, 4, \nDecember 1998, 2021-64. \n \nZajonc, Robert B., \"Feeling and Thinking: Preferences Need No Inferences,\" American Psychologist, 35, 1980, \n151-175. \n \n \nBooks \n \nAsch, Solomon E., “Effects of group pressure upon the modification and distortion of judgment,” in H. Guetzkow, \ned., Groups, Leadership and Men (Pittsburgh, PA: Carnegie Press, 1951). \n \nCrist, Steven, “Crist on Value,” in Beyer, et al., Bet with the Best (New York: Daily Racing Form Press, 2001). \n \nDavis, Ned, The Triumph of Contrarian Investing (New York: McGraw-Hill, 2004). \n \nKeynes, John Maynard, The General Theory of Employment, Interest and Money (New York: Harcourt Brace \nJovanovich, Inc., 1936). \n \nShleifer, Andrei, Inefficient Markets (Oxford, UK: Oxford University Press, 2000). \n \nSteinhardt, Michael, No Bull: My Life In and Out of Markets (New York: John Wiley & Sons, 2001). \n \nSurowiecki, James, The Wisdom of Crowds (New York: Doubleday, 2004). \n \n \nOther Resources  \n \nhttp://www.vanguard.com/bogle_site/sp20031103_2.html. \n \n \nPage 7  \n \n             Legg Mason Capital Management \n \n"
    },
    {
      "number": 8,
      "text": " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nLegg Mason Capital Management (“LMCM”:) is comprised of (i) Legg Mason Capital Management, Inc., (ii) Legg Mason \nFunds Management, Inc., and (iii) LMM LLC.  \n \nThe views expressed in this commentary reflect those of LMCM as of the date of this commentary. These views are subject to \nchange at any time based on market or other conditions, and LMCM disclaims any responsibility to update such views. These \nviews may not be relied upon as investment advice and, because investment decisions for clients of LMCM are based on \nnumerous factors, may not be relied upon as an indication of trading intent on behalf of the firm. The information provided in \nthis commentary should not be considered a recommendation by LMCM or any of its affiliates to purchase or sell any security. \nTo the extent specific securities are mentioned in the commentary, they have been selected by the author on an objective \nbasis to illustrate views expressed in the commentary. If specific securities are mentioned, they do not represent all of the \nsecurities purchased, sold or recommended for clients of LMCM and it should not be assumed that investments in such \nsecurities have been or will be profitable. There is no assurance that any security mentioned in the commentary has ever \nbeen, or will in the future be, recommended to clients of LMCM.  Employees of LMCM and its affiliates may own securities \nreferenced herein.   \n \n \nLegg Mason Investor Services, LLC, Distributor\nMember SIPC \n \nPage 8  \n \n             Legg Mason Capital Management \n \n"
    }
  ]
}