{
  "filename": "2005_capital_ideas_revisited__the_prime_directive__sharks__and_the_wisdom_of_crowds.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423215351-07'00'",
    "modDate": "D:20240423215402-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \nMarch 30, 2005 \n   \nCapital Ideas Revisited \n \n \n \nThe Prime Directive, Sharks, and The Wisdom of Crowds \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n• \nMarket efficiency is an important topic for active money managers \nbecause it is the starting point for a thoughtful investment process.  \n \n• \nThe theoretical foundation for market efficiency rests on three \narguments: rational agents, random investor errors, and a no-arbitrage \nassumption. We argue that the second approach, which falls under the \nrubric on complex adaptive systems, is the most useful. \n \n• \nWe show how standard finance and experimental economics fit into the \ncomplex systems framework. \n \n• \nBehavioral finance is valuable for studying collectives. Since \nreductionism fails in markets, studying individual errors is not fruitful. \n \n• \nStatistical studies of the market reveal features that are at odds with \nstandard theory, but consistent with a complex systems approach. \n \n \n \n \n \nLegg Mason Capital \nManagement \nmmauboussin@lmfunds.com \nIllustration by Sente Corporation – www.senteco.com. \nMichael J. Mauboussin \n"
    },
    {
      "number": 2,
      "text": " \nLegg Mason Capital Management \n2 \nSummary \n \nA quality investment process begins with a thoughtful view of market efficiency. Substantial evidence \nsuggests that active institutional managers in the aggregate add little or no value versus passive index \nfunds. Without some sense of how and why markets are efficient or inefficient, investors have no sound \nreason to believe they can systematically deliver superior returns. \n \nWe offer a framework to understand market efficiency based on the theory of complex adaptive systems. \nThe framework also offers insight into market inefficiency and how a long-term investor should try to take \nadvantage of inefficiency. Along the way, we show how developments in standard finance theory, \nbehavioral finance, experimental economics, and prediction markets fit into the complex adaptive system \nframework. \n \nHere are the key points: \n \n• \nWe evaluate standard finance’s three approaches to explaining market efficiency: rational agents, \nindependent errors, and no-arbitrage. We argue that the rational agent and no-arbitrage arguments \nrest on questionable assumptions and offer predictions that don’t square with the empirical facts.  \n \n• \nA complex adaptive systems approach to markets is based on the large-scale behaviors that \nemerge from the interaction of a heterogeneous group of investors. We suggest the conditions \nunder which markets are efficient and inefficient, and note the stylized predictions of the complex \nsystems approach.  \n \n• \nThe booming behavioral finance movement has much to offer. Investors, however, must be careful \nto avoid the reductionist trap and study psychology on a collective, not individual, basis. Suboptimal \ndecisions by individuals do not suggest an inefficient market unless the errors are non-\nindependent.  \n \n• \nExperimental economics shows that markets can attain competitive equilibrium with surprisingly \nweak assumptions about agent knowledge, and that bubbles and crashes occur under certain \ncircumstances.  \n \n• \nThe statistical properties of markets—what market results look like—are consistent with a complex \nsystems approach but appear contrary to much that the standard theory predicts. Evidence \nsuggests some statistical features, like large-scale changes, are endogenous to many complex \nsystems. This discussion bears directly on discussions about risk measurement techniques.  \n \n"
    },
    {
      "number": 3,
      "text": " \nLegg Mason Capital Management \n3 \nIntroduction \n \nMarket efficiency is a very important topic for active investment managers. Without a clear understanding of \nhow and why markets are efficient or inefficient, investors have no foundation for establishing an \ninvestment strategy.  To win a game, you must understand the rules.  \n \nStill, very few active investors think carefully about market efficiency. Most investors take market \ninefficiency for granted—their professional “reason to be” depends on it—but have very little to substantiate \ntheir perception. Some sense of how and why markets are, or can become, inefficient provides insight on \nways to generate better-than-expected risk-adjusted results. \n \nPractioners must logically believe that markets exist between the extremes of pure efficiency and \ninefficiency. Markets that are always inefficient are a mug’s game, because an investor has no assurance \nthat the difference between price and value will vanish. Conversely, perfectly efficient markets afford no \nopportunity for excess returns.    \n \nThe debate over market efficiency tends to break into two broad camps. The first camp, which includes \nmost financial economists and passive money managers, argues for market efficiency—security prices fully \nreflect all available information.1 The most lethal arrow in the market efficiency quiver is the overwhelming \nevidence that most active managers underperform passive indexes over time. 2 \n \nA sizable majority of active managers and a smaller percentage of academics—especially those involved \nwith behavioral finance—comprise the second camp. This group suggests that prices periodically deviate \nsubstantially from warranted value. Believers marshal evidence from a host of anomalies, including booms, \ncrashes, and a handful of investors who have consistently beat the market over time.  \n \nIn his famous book The Structure of Scientific Revolutions, Thomas Kuhn wrote, “Anomaly appears only \nagainst the background provided by the paradigm.” 3 The construction of modern finance theory, which \nPeter Bernstein’s Capital Ideas documents beautifully, plays a crucial role in how we frame the market \nefficiency debate today. Since the terms of today’s debate are an artifact of the theory’s intellectual path, we \nwill look critically at how neoclassical finance developed along with its explicit and implicit assumptions. In \nthe end, we will argue that the standard theory is in its twilight. We already have richer ways to think about \nmarkets that are descriptively more robust and truer to empirical results.      \n    \nThis is not to say that we should not celebrate the contributions of our finance fathers, including Louis \nBachelier, Harry Markowitz, Paul Samuelson, William Sharpe, James Tobin, Merton Miller, Franco \nModigliani, Eugene Fama, Fischer Black, Myron Scholes, and Robert Merton (this group has amassed \neight Nobel prizes). They created theory to explain important phenomena in financial economics, and their \ntheories immediately became touchstones. Without a solid theoretical foundation as a basis to compare \nresults, a scientific field will not advance. \n \nIn the first part of this essay, we look at standard finance’s approaches to explaining market efficiency. As \nwe will see, two of the three main approaches to explain efficiency rest on dubious assumptions, and more \nsignificantly, make predictions the empirical results do not substantiate.  \n \nNext, we look at a complex adaptive systems approach to markets. Complex systems consider the large-\nscale behaviors that emerge from the interaction of a heterogeneous group of agents. A complex systems \napproach describes a market mechanism—how we get to market results. From social insects, to \nexperimental economics, to decision markets, to stock markets, we will look at a host of collective \nphenomena and see under what conditions they generate good and poor results. Here, too, we consider \nthe role of behavioral finance and provide high-level predictions of complex systems theory.  \n \nFinally, we look at the statistical properties of markets—what market results look like. Certain statistical \nfeatures, like large-scale changes, are endogenous to many complex systems, a topic that also bears directly \non a discussion of risk.  \n \nIn a future piece, we will turn to a more practical question: if a complex adaptive system approach is the \nright way to understand markets, how can active investors beat the market?   \n"
    },
    {
      "number": 4,
      "text": " \nLegg Mason Capital Management \n4 \nThe Prime Directive and Sharks \n \nI believe there is no other proposition in economics which has more solid empirical evidence supporting it \nthan the Efficient Market Hypothesis. \n \nMichael C. Jensen \nSome Anomalous Evidence Regarding Market Efficiency 4 \n \nIn his excellent book, Inefficient Markets, Andrei Shleifer describes the three arguments that comprise the \ntheoretical foundation for market efficiency. The assumptions underlying these arguments become less \nrestrictive as you go down the list: 5  \n \n1. Investor rationality. The models here assume that investors are rational, which means they \ncorrectly update their beliefs when new information is available and make normatively acceptable \nchoices given expected utility theory.6  \n2. The random errors of investors cancel out. This model does allow investors to make errors, but \nassumes these errors are independent. The errors cancel out, leaving an efficient result. (Pierre-\nSimon LaPlace and Simeon-Denis Poisson used this idea to describe how a distribution of errors \naround celestial observations distilled to an accurate number. 7)  \n3. Arbitrage. Even if all investors are not rational, a small set of rational investors use arbitrage to \nremove pricing errors. So the average investor doesn’t matter; the marginal investor sets prices. \n \nIn the short time between 1952 and 1973, a handful of researchers devised the theories that form finance’s \nbedrock. These theories rely largely on the rational agent and arbitrage argument. A very brief synopsis \nfollows: \n \nMean/variance efficiency. According to mean-variance efficiency, investors rationally trade-off risk and \nreturn in a linear fashion. Markowitz (1952) first showed how to optimize the risk/reward tradeoff in a \nportfolio. Sharpe (1964), John Lintner (1965), and Jan Mossin (1966) extended the concept into the capital \nasset pricing model (CAPM), which extended Markowitz while offering much more computational \nsimplicity.8 \n \nArbitrage. Modigliani and Miller (1958) used an arbitrage argument to show that, under certain conditions, a \nfirm’s value is independent of its capital structure. Milton Friedman (1953) made the arbitrage case in the \ncontext of markets, arguing that rational investors would rapidly reverse the dislocations created by \nirrational investors. Arbitrage is also a central component of Fama’s (1965) case that stock price changes \nare independent, pertinent for the efficient market hypothesis.  \n \nLater, Black and Scholes (1973) developed their eponymous options pricing model on the idea of arbitrage. \nOption models generally rely on a replicating portfolio, a mix of securities that replicates the option’s payoff. \nA no-arbitrage condition is a critical assumption in the model. \n \nThese two approaches are fundamentally different. The rational model relies on notions of general \nequilibrium and is an absolute pricing model. In contrast, the arbitrage approach is a relative pricing model \nand doesn’t ask where the prices came from. About arbitrage, physicist-cum-quant Emanuel Derman \nquipped, “If you want to know the value of a security, use the value of a similar security, and compare. \nEverything else is commentary.” In reality, many models blend the two approaches to best solve a given \nproblem. 9  \n \nWe can easily see how combining rational agents and arbitrage makes for a powerful one-two punch. If we \nassume rational agents, we get the right price. But even with non-rational agents, (in violation of \nmean/variance efficiency), enough arbitrageurs are around to make the market look as if it’s rational. \n \nDidier Sornette, in his sweeping and provocative book Why Stock Markets Crash, notes, “the no-arbitrage \ncondition together with rational expectations is not a mechanism. It does not explain its own origin.” 10 This \ndistinction is vital, because even if these arguments help to describe the outcome of the market \nmechanism, they do not describe the mechanism itself.  \n \nLet’s look more critically at these two arguments. \n"
    },
    {
      "number": 5,
      "text": " \nLegg Mason Capital Management \n5 \n \nPerhaps no single concept is more central in neoclassical economics and finance than the assumption of \nagent rationality. Financial economist Mark Rubinstein explains: 11 \n \nWhen I went to financial economist training school, I was taught The Prime Directive . . . Whatever \nelse I would do, I should follow The Prime Directive:  Explain asset prices by rational models. Only \nif all attempts fail, resort to irrational investor behavior.  (Emphasis original.) \n \nWhere did the idea of rational agents come from? We can trace today’s finance theory back to 19th century \nphysics. In the preface to Handbook of The Economics of Finance, editors George Constantinides, Milton \nHarris, and Rene Stulz explain, “the modern quantitative approach to finance has its origins in neoclassical \neconomics.” 12 Economist and science historian Philip Mirowski continues the link, “neoclassical [economic] \ntheory was directly copied from mid-nineteenth-century energy physics.” 13 \n \nSpecifically, late-19th-century economists equated preferences (or utility) with potential energy, allowing \nthem to adopt the physics models. Mirowski suggests the economists imitated physics based on their \nmotivation to make economics “intrinsically scientific”, and the models they adopted embraced the \nprevailing deterministic views of that day.  \n \nThe problem, he argues, is that utility and energy are fundamentally different principles. Conservation \nprinciples in physics have no straightforward analog in economics. Mirowski suggests, “This suppressed \nconservation principle, forgetting the conservation of energy while simultaneously appealing to the \nmetaphor of energy, is the Achilles heel of all neoclassical economic theory, the point at which the physical \nanalogy breaks down irreparably.”   \n \nMirowski’s in-depth study of the link between physics and economics reflects poorly on the economists. Yet \nthe physics-inspired models remain the bread and butter of many economists. He continues, “Economists \nhave consistently lagged behind physicists in developing and elaborating metaphors; they have freeloaded \noff of physicists for their inspiration, and appropriated it in a shoddy and slipshod manner.” 14 \n \nThe extremity of the rational agent assumption has not been lost on financial economists. But as Friedman \nargues, the real test of a theory is not the realism of its assumptions but the quality of its predictions. By this \nstandard, the rational agent model is wounded.  \n \nOne of classic finance’s predictions is very limited trading activity. As a practical matter, this prediction \nlands wildly off the mark. In a recent survey of asset pricing, financial economist John Cochrane states the \npoint directly: 15 \n \nThe classic theory of finance has no volume at all: Prices adjust until investors are happy to \ncontinue doing what they were doing all along, holding the market portfolio. Simple modifications \nsuch as lifecycle and rebalancing motives don’t come near to explaining observed volume. Put \nbluntly, the classic theory of finance predicts that the NYSE and NASDAQ do not exist. \n \nFurther, empirical tests of mean/variance efficiency have questioned its predictive value. Fama and French \n(1992), for example, flatly assert, “tests do not support the most basic prediction of the SLB [Sharpe-Linter-\nBlack] model, that average returns are positively related to the market’s.” In a follow up paper (2004), they \nadd, “the empirical record of the [SLB] model is poor—poor enough to invalidate the way it is used in \napplications.” \n \nEven outright rejection of the rational agent model doesn’t suggest inefficient markets if the no-arbitrage \ncondition prevails. A leading advocate for the no-arbitrage case is Stephen Ross. He summarizes the case \nas follows: 16 \n \nI, for one, never thought that people—myself included—were all rational in their behavior. To the \ncontrary, I am always amazed at what people do. But, that was never the point of financial theory. \n \nThe absence of arbitrage requires that there be enough well financed and smart investors to close \narbitrage opportunities when they appear . . . Neoclassical finance is a theory of sharks and not a \ntheory of rational homo economicus, and that is the principal distinction between finance and \n"
    },
    {
      "number": 6,
      "text": " \nLegg Mason Capital Management \n6 \ntraditional economics. In most economic models aggregate demand depends on average demand \nand for that reason, traditional economic theories require the average individual to be rational. In \nliquid securities markets, though, profit opportunities bring about infinite discrepancies between \ndemand and supply. Well financed arbitrageurs spot these opportunities, pile on, and by their \nactions they close aberrant price differentials. Rational finance . . . has worked very hard to rid the \nfield of its sensitivity to the psychological vagaries of investors. (Emphasis added.) \n \nArbitrage is the purchase and sale of the same or equivalent security in order to profit from price \ndiscrepancies. Naturally, arbitrage has many flavors. In its purest form, arbitrage is buying and selling an \nidentical asset for profit, a riskless venture. Event-driven arbitrage, a riskier venture, includes purchase and \nsales of the company securities involved in a merger or acquisition. Statistical arbitrage uses past asset \nprice relationships to seek investment opportunities.  Finally, arbitrageurs also get responsibility for driving \nout any price inefficiency—or profit opportunity—in the market. Since the first forms of arbitrage are \nrelatively rare, markets require the latter types to stay efficient.       \n \nWe do not question that markets are highly competitive and that investors seek profit opportunities. As \nSanford Grossman and Joseph Stiglitz (1980) point out, there must be “sufficient profit opportunities, i.e., \ninefficiencies, to compensate investors for the cost of trading and information-gathering.” 17 While they \nargue that there are some returns for investors, they suggest that the rewards investors gather are \ncommensurate with the costs they bear. Investors clearly seek and exploit obvious profit opportunities \n(which is why they are so rare).   \n \nThere’s also no question that some investors have greater influence than others, if only because they have \naccess to more capital. Practically, the no-arbitrage assumption is useful as a first-order approximation of \nreality. But the assumption that some, instead of all, investors are rational remains fundamentally \nproblematic. \n \nJack Treynor (1987) cites two conceptual problems. First, as arbitrageurs expand their positions to capture \nprice-to-value discrepancies, portfolio risk rises faster than portfolio demand. After a point, adding to the \nposition is irrational for a rational, risk-adverse investor. Second, and more basic, the argument “assumes \nthat those investors who are right know they are right, while those who are wrong know they are wrong—an \nunlikely state of affairs.”18  \n \nIn addition, as a practical matter the arbitrageurs simply fail to act at critical junctures in markets. The \nevents surrounding the 1998 collapse of Long Term Capital Management (LTCM) provide a recent \nexample. Sociologist Donald MacKenzie notes: 19  \n \nAs “spreads” widened, and thus arbitrage opportunities grew more attractive, arbitrageurs did not \nmove into the market, narrowing spreads and restoring “normality.” Instead, potential arbitrageurs \ncontinued to flee, widening the spreads and intensifying the problems of those who remained, such \nas LTCM. \n \nOur very brief discussion of the rational agent and no-arbitrage arguments in support of market efficiency \nreveal weak underlying assumptions and, much more damaging, predictions that the empirical facts refute. \nNone of this is to say that it’s easy to outwit markets. Both approaches imply that most investors have little \nor no chance of systematically beating the market, a point difficult to dispute.  \n \nIf the major conclusion of the rational agent and no-arbitrage approaches makes sense, why look \nelsewhere?  We contend that the second approach to understanding market efficiency (the aggregation of \ninvestors with independent errors) provides the most promise, even though it has been largely dismissed or \nignored by economists—including the behavioral finance crowd. 20 \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 7,
      "text": " \nLegg Mason Capital Management \n7 \nThe Wisdom and Whims of the Collective \n \nTo my students a pattern implied a planner in whose mind it had been conceived and by whose hand it had \nbeen implemented. The idea that a city could acquire its pattern as naturally as a snowflake was foreign to \nthem. They reacted to it as many Christian fundamentalists responded to Darwin: no design without a \nDesigner! \n \nHerbert A. Simon \nThe Sciences of the Artificial 21 \n \nThe aggregation of investors is an example of a complex adaptive system. All complex adaptive systems \nhave three features in common. First is a group of heterogeneous agents with local information. The \nheterogeneity arises from varying decision rules, which evolve over time. Second is an aggregation \nmechanism that leads to emergent behavior. An example of aggregation is the New York Stock Exchange’s \ndouble-auction market. Finally, there is a global system—in our case, the stock market.  \n \nOne of the key lessons of complex adaptive systems is that you can’t understand the whole by adding up \nthe parts. The whole is greater than the sum of the parts. As a result, reductionism doesn’t work.  \n \nThis is crucial because many people attempt to understand the markets by talking to individuals. If markets \nare an emergent phenomenon, individual agents will provide little or no understanding of the workings on \nthe market level.   \n \nWe will review some of the work on collectives, starting with social insects, moving on to simple human \nexamples, experimental economics, and decision markets. We’ll then discuss how these ideas apply to the \nstock market, and how the burgeoning behavioral finance field fits into the picture.  \n \nSocial insects, including ants and bees, give us a wonderful example of complex adaptive systems at work \nand demonstrate how collectives can function effectively without leaders. As Thomas Seeley writes in his \ndelightful book, The Wisdom of the Hive: 22 \n \nThe most thought-provoking feature of a honey bee colony is its ability to achieve coordinated \nactivity among tens of thousands of bees without central control. \n \nCoherence in honey bee colonies depends . . . upon mechanisms of decentralized control which \ngive rise to natural selection processes . . . analogous to those that create order in the natural world \nand in the competitive market economies of humans.  \n \nOur discussion begins with the animal world for three reasons. First is to show that collectives can solve \ncomplex economic problems in nature without leaders and with local information only. 23 Second, we want \nto underscore how this decentralized notion runs counterintuitive to our deeply human desire to link cause \nand effect. Notwithstanding the rise in markets over the last few hundred years, the vast majority of human \neconomic activity occurs inside businesses and other organizations where cause and effect remains \nreasonably clear. 24  \n \nFinally, the results of evolutionary processes often mimic textbook predictions. Writes neuroscientist Paul \nGlimcher, “there is a significant amount of evidence suggesting that when we can identify what constitutes \nan optimal solution, animals come remarkably close to achieving those optimal solutions.” 25 (You could say \nthat natural selection acts as an arbitrageur, albeit over very long time scales.) \n \nA wonderful assimilation of the work on collectives is James Surowiecki’s The Wisdom of Crowds. \nSurowiecki shows how a collection of individuals can outperform experts in case after case. Significantly \nthough, Surowiecki makes some careful distinctions. First, he specifies the conditions under which \ncollectives work well, including diversity, independence, and aggregation. We prefer to collapse the first two \nand add incentives. \n \nCollectives tend to outperform individuals when you have: \n \n"
    },
    {
      "number": 8,
      "text": " \nLegg Mason Capital Management \n8 \n• \nDiversity. Investors have diverse decision rules. Investors take information from the environment, \ncombine it with their own interaction with the environment, and derive decision rules. Various \ndecision rules compete with one another based on their fitness, with the most effective surviving. \nThis process is adaptive. 26 Investors differ in their information, time horizons, and approach (e.g., \ntechnical versus fundamental).  \n• \nAggregation mechanism. Markets provide a generally effective mechanism for aggregating \ndisparate views. However, aggregation requires sufficient information.  \n• \nIncentives. Collectives work better when the individuals have some incentive to be right. These \nincentives need not be monetary.  \n \nSecond, Surowiecki specifies the types of problems where collectives tend to do better than experts. \nExperts generally outperform collectives in closed systems. For example, an airplane pilot is likely to be \nmore effective flying a plane because flying consists mostly of rule-based procedures. But when the \nproblem has sufficient complexity, collectives consistently outperform experts. \n \nLet’s look at some examples of how collectives solve problems. \n \nThe first set of problems collectives solve well is estimating current states—be it how many jelly beans are \nin a jar, the best path through a maze, or the location of a missing item.  \n  \nOne example of this current-state problem solving is crater classification. In 2000, NASA launched the \nClickworkers program to test whether distributed human volunteers were willing and able to classify and \nmark Mars craters. 27 Over a six-month period 85,000 people visited the web site and submitted almost 2 \nmillion crater-marking entries. While the participants were diverse, they first had to take a brief tutorial.  \n \nThe result? The website reports that “the automatically-computed consensus of a large number of \nclickworkers is virtually indistinguishable from the inputs of a geologist with years of experience in \nidentifying Mars craters.” Notwithstanding limited experience and varying backgrounds, the program found \nsuccess. Even worries about outliers were misplaced: the site notes that the “frivolous inputs” the project \nreceived were “easily weeded out.”  \n \nNot all examples of collective problem solving are new. In Moby-Dick, Herman Melville mentions that Navy \nlieutenant M.F. Maury used collectives to track the movement of sperm whales. The primary goal of \nMaury’s 1851 book, Explanation and Sailing Directions, was not whale tracking but “to put within reach of \nthe young and inexperienced mariner, a summary of the experience of thousands of voyages.”  \n \nHow Maury helped sailors was “to point out those tracks on the great ocean, where the results of carefully \ncollated observations, selected from many and divers [sic] sources, show where you are most likely to find \nfair winds and favorable currents.” 28 While apparently never completing the work on whales, Maury \ngrasped the value of aggregating diverse experiences to find optimal sailing paths.      \n \nOne objection to these illustrations, as well as some that Surowiecki uses, is their perceived failure to \naddress fundamental economic issues. In 2002, the Nobel committee awarded a prize in economic \nsciences to Vernon Smith “for having established laboratory experiments as a tool in empirical economic \nanalysis.” Smith has led the movement in experimental economics, a means to test outcomes under \ncontrolled conditions.   \n \nExperimental economics remains controversial because many of the experiments are deemed too \nunrealistic (for example, students instead of business people serve as subjects) or too simple (the real \nworld is much messier than what the experiments can reflect). Notwithstanding these criticisms, \nexperimental methods inform us of at least two significant principles. First, markets can attain competitive \nequilibrium with surprisingly weak assumptions about agent knowledge. Second, bubbles and crashes \noccur under certain circumstances. 29 \n \nAs a young professor at Purdue, Smith set up a class experiment to “build the strongest possible case \nagainst the Law of Supply and Demand.” The results of his experiment “stunned” him: he found that the \nmarket worked much as the economic textbooks claimed it should. 30  \n \n"
    },
    {
      "number": 9,
      "text": " \nLegg Mason Capital Management \n9 \nThis led to attempts by Smith, and others, to test the “Hayek hypothesis”—named after the 20th century \nAustrian economist Friedrich Hayek—which states that “strict privacy together with the trading rules of a \nmarket institution are sufficient to produce competitive market outcomes at or near 100% efficiency.” \nSummarizing a substantial body of research, Smith writes, “The experimental evidence . . . provides \nunequivocal support for the Hayek hypothesis.” 31 \n \nStill, the notion of markets as an information aggregation mechanism does not sit comfortably with most \nclassically trained economists. Smith observes: 32 \n \nThe vast majority of economists in the main stream of British and American economic thought have \nnot accepted, indeed have been openly skeptical of Hayek’s claim that decentralized markets are \nable to function with such an extreme economy of information. \n \nSo how much knowledge do investors need to get an efficient result? In an often-cited paper, Dan Gode \nand Shyam Sunder (1993) suggest the market mechanism itself is more relevant than the intelligence of \ntraders in achieving equilibrium. Even traders with very simple rules can generate efficiency: 33 \n \nAllocative efficiency of a double auction market derives largely from its structure, independent of \ntraders’ motivation, intelligence, or learning. Adam Smith’s invisible hand may be more powerful \nthan some may have thought; it can generate aggregate rationality not only from individual \nrationality but also from individual irrationality. \n \nNote that these experiments attain efficiency without assumptions of investor rationality or arbitrageurs.  \n \nJust as experimental economics provided some insights about the mechanisms behind market efficiency, it \nalso offered glimpses into why markets depart from efficiency—bubbles and crashes. \n \nThe experiments suggest two factors that contribute to bubbles. The first is momentum. Markets combine \nnegative feedback (arbitrage) and positive feedback (momentum). Experiments show that when prices start \nbelow intrinsic value and rise, the price momentum can carry them beyond proper value.  \n \nThe second factor is the cash availability. Making more cash available to investors increases the likelihood \nand size of bubbles. Also, bubbles tend to pop rather than deflate slowly.  34  \n \nSo experimental markets show results that appear consistent with the real world: markets are generally \nefficient but periodically go through bubbles and crashes. Do these experimental results translate into the \nfield? 35  \n \nDecision markets, also known as prediction markets, are relevant progeny of experimental economics and \ntake us a step closer to the stock market. Unlike the collective wisdom examples that estimate current \nstates, decision markets make predictions about the future. Online markets include the Hollywood Stock \nExchange (www.hsx.com), BetFair (www.betfair.com), Intrade (www.intrade.com) and TradeSports \n(www.tradesports.com).  Since these are typically winner-take-all markets, the price reflects the probability \nof an outcome. 36  \n \nThe best-known decision market is the Iowa Electronic Markets (IEM, www.biz.uiowa.edu/iem). In the four \nU.S. presidential elections through 2000, IEM predicted the vote percentages with an absolute average \nerror nearly 30% less than that of national polls. 37 Both the IEM and NewsFutures (www.newsfutures.com) \nmarkets accurately predicted the outcome of the 2004 U.S. election.  \n \nAnother online market, Centrebet, (www.centrebet.com) provided keen insight into Australia’s 2004 Prime \nMinister elections. On the eve of the election, the news polls had the candidates running neck-and-neck, \nwhile the prices on Centrebet strongly suggested a John Howard victory. Howard won easily. 38   \n \nThese are not isolated examples. In their survey of prediction markets, Justin Wolfers and Eric Zitzewitz \n(2004) show that “market-generated forecasts are typically fairly accurate, and that they outperform most \nmoderately sophisticated benchmarks.” 39 \n \n"
    },
    {
      "number": 10,
      "text": " \nLegg Mason Capital Management \n10 \nWhile decision markets generally use real money and have a double auction market structure, they remain \nsubstantially different than stock markets for at least two reasons. First, these markets generally deal with \ndiscrete outcomes. Second, these contracts have finite time horizons. In contrast, stock markets are \ncontinuous and perpetual. As a result, you are less likely to see speculation in a decision market because \nresults occur within a defined period.  \n \nWe can pause at this point and consolidate the message. A survey of collective problem solving—from \nsocial insects to state estimation to experimental economics to decision markets—reveals that when certain \nconditions are in place, collectives tend to be very effective (or efficient). We can achieve many of these \nresults with surprisingly simple assumptions about agent knowledge or behavior. While many of these \napproaches do not preclude arbitrageurs, none of them require arbitrageurs to achieve efficiency.       \n \nHow does behavioral finance fit into this picture? We can think of behavioral finance on two levels: \nindividual and collective. The individual level focuses on how people behave in ways that do not conform to \neconomic theory and how they are consistently subject to biases arising from the use of heuristics. Many of \nthe ideas on suboptimal individual behavior are part of Daniel Kahneman and Amos Tversky’s prospect \ntheory.40  \n \nThe collective level deals with how people interact with one another, or more accurately how people change \ntheir decision rules based on the influence of others. The collective encompasses not only the wisdom of \ncrowds, but also the whims of crowds: particularly the genesis of fads, fashions, information contagions, \nand herding. 41  \n \nWhen we look at market efficiency through the complex adaptive system lens, we should clearly focus on \ncollective behavior. Behavioral finance literature and the business world frequently confuse the distinction \nbetween individual and collective behavior. We must very carefully avoid extrapolating individual irrationality \nto market irrationality. The second need not follow from the first.  \n \nThe behavioral finance attacks on the efficient market hypothesis largely seek to discredit the first and third \narguments for market efficiency: rational agents and the no-arbitrage assumption. Certainly the behavioral \nfinance work has corroborated what every aware human knows: individuals are not rational. The case \nagainst agent rationality is really a straw man, because no one literally believes the rational agent \nargument. Indeed, neoclassical finance has retrenched to the no-arbitrage theory. 42 \n \nMore recently, the behavioral finance arguments have targeted no arbitrage on the basis that arbitrage in \nthe real world has many imperfections. Transaction costs, risks, a lack of substitute securities, and noise \ntraders can all undermine the arbitrageur’s activities. The behavioral finance school is careful about \nclaiming that the inefficiencies they see are systematically exploitable. They are reasonably content in the \nclaim that asset prices do not always reflect fundamental value. 43 \n \nThe behavioral camp doesn’t have much to say about the second path to efficiency—the uncorrelated \nerrors of investors. But where there are comments, they tend to be dismissive. Shleifer rebuffs the wisdom \nof crowds argument in one fell swoop: 44 \n \nIt is this argument that the Kahneman and Tversky theories dispose of entirely. The psychological \nevidence shows precisely that people do not deviate from rationality randomly, but rather most \ndeviate in the same way.  \n \nShleifer overstates his argument. While investors may deviate from rationality in the same way, it doesn’t \nmean they won’t err independently. Take, for example, overconfidence. Researchers have demonstrated \nquite conclusively that individuals are overconfident in their own capabilities. Yet if degrees of \noverconfidence are spread randomly across the buyers and sellers of a security, we have no reason to \nbelieve the effects won’t offset one another. \n \nAn analysis of market efficiency on the collective level proves more fertile than studying individuals. The \ndynamics shift from how individuals behave to how individuals behave when they are with, or can observe \nthe behavior of, others.  \n \n"
    },
    {
      "number": 11,
      "text": " \nLegg Mason Capital Management \n11 \nWhile a full discussion of social psychology is beyond our scope, a few concepts can provide relevance in \nunderstanding how collectives might violate one or more of the conditions of the wisdom of crowds: \n \n• \nImitation. Most investors view imitation with some misgiving (belying their often-imitative actions). \nBut imitation can be rational if someone else has more information than you or if you are trying to \nminimize tracking error to preserve assets. We know humans innately desire to be part of a \ncrowd. Imitation is one of the prime mechanisms for positive feedback. 45   \n• \nNetwork theory. In recent years scientists made great strides in understanding how we interact \nwith one another. Social networks form the backbone across which ideas travel. Adoption \nthresholds—our willingness to embrace a new idea—and the small world effect are important \nconcepts here. 46 \n• \nInformation cascades. Cascades, which include booms, fads, and fashions, occur when people \nmake decisions based on the actions of others rather than on their own private information. \nCascades often result from a small initial stimulus. Such cascades occur relatively rarely, and the \npublic widely recognizes them only after the fact. 47  \n• \nNonlinearity.  Most ideas and technologies diffuse along an S-curve with a nonlinear rate of \nadoption. This is a more formal statement of the colloquial idea of the tipping point. Since humans \ntend to extrapolate recent results, this nonlinearity can lead to market mispricing. 48  \n \nThis discussion of group behavior points to where the violation of market efficiency conditions will most \nlikely occur. Studies show that humans (and other species) get caught up in positive feedback and become \nalmost purely imitative, causing a diversity breakdown. If valid, this idea of diversity breakdowns suggests \nthe risk of sharp price changes is endogenous to markets, versus the general assumption that risk is \nexogenous.  \n \nWe argue that diversity breakdowns are the exception not the norm (which is why almost all books on the \n“madness of crowds” start with the Tulip Mania and South Sea Bubble, events that occurred centuries ago). \nOn the heels of one of the great manias of all-time, it’s hard to deny that manias exist and it’s even harder \nto fit them comfortably into an efficient market framework.  \n \nDiversity breakdowns often lead to significant asset price changes. The largest of these in recent memory is \nthe 1987 crash, a day when the S&P 500 plunged 20.6%. It’s difficult to see how a 20%-plus change in \nprices in a single day is consistent with either the rational agent or the no-arbitrage theories. In his \ndiscussion of the 1987 crash, finance father Merton Miller allowed the work of Benoit Mandelbrot, a \npolymath best known for his development of fractal geometry and a staunch critic of standard theory. 49 \n \nTo summarize the argument to this point, the wisdom of crowds best explains how we achieve market \nefficiency. Not only does this approach have a substantial track record in nature and in solving other \nproblems, it achieves its results with relatively relaxed assumptions about agent rationality (not even a \nsmall percentage of agents need be rational). \n \nThe mechanism has the additional feature of being consistent with social psychology in showing how \nmarkets get inefficient when they violate one of the wisdom of crowds conditions. The most likely condition \nto be compromised is investor diversity, and the mechanisms to understand information cascades are \nimproving rapidly. \n \nConceptualizing markets as a complex adaptive system leads to some stylized predictions. These include: \n \n• \nMarkets are generally efficient. We expect few individuals to generate excess returns over time. \nThe facts certainly support this prediction. \n• \nWe should see active trading. Since investors have heterogeneous decision rules, active trading—\nespecially surrounding important news developments—is what you would expect.  \n• \nWe will see large price changes. This approach suggests that significant price movements are \ninherent in the system because of diversity breakdowns. Risk and reward are not linearly related. \nThis prediction fits the facts well. \n \nWe now turn away from how markets are efficient (or inefficient) and focus on what the market’s statistical \nproperties look like. \n"
    },
    {
      "number": 12,
      "text": " \nLegg Mason Capital Management \n12 \n  \nStatistical Properties of Markets \n \nThe risk-reducing formulas behind portfolio theory rely on a number of demanding and ultimately unfounded \npremises. First, they suggest that price changes are statistically independent from one another . . . The \nsecond assumption is that price changes are distributed in a pattern that conforms to a standard bell curve. \n \nDo financial data neatly conform to such assumptions? Of course, they never do.  \n \nBenoit B. Mandelbrot \nA Multifractal Walk Down Wall Street 50 \n \nAn accurate market description is an important step in developing a new theory for how markets work. Of \ncourse, this notion is constant in the evolution of ideas. (Perhaps no better example exists than our \nunderstanding of the solar system.) As Benoit Mandelbrot has argued, “Failure to explain is caused by \nfailure to describe.” 51 \n \nMost academics describe markets using mean/variance efficiency, which paves the way for a host of robust \nstatistical tools. Most of these tools, including random walk models, assume a normal distribution of price \nchanges. When investment people throw around terms like standard deviation, alpha, beta, and volatility, \nthey’re falling back on a world of normal distributions.   \n \nThe beauty of the normal distribution is that we can specify a distribution with just two variables, mean and \nstandard deviation. Most investors estimate ex ante asset class returns using these terms. Many \nprofessional investors and corporate executives use risk and standard deviation interchangeably.   \n \nOur discussion of market mechanisms, however, shows that markets periodically witness diversity \nbreakdowns, which lead to large price changes. Further, these price changes fall outside the normal \ndistribution. To state the obvious, these large changes can have a meaningful impact on results—as Long \nTerm Capital Management and other investment firms have learned. Nobel-prize winning physicist Phil \nAnderson said it well: 52 \n \nMuch of the world is controlled as much by the “tails” of distributions as by means or averages: by \nthe exceptional, not the mean; by the catastrophe, not the steady drip; by the very rich, not the \n“middle class.” We need to free ourselves from “average” thinking.  \n \nBenoit Mandelbrot was one of the earliest critics of using normal distributions to explain stock price \nchanges. Mandelbrot summarizes some of his important findings in the Noah Effect and the Joseph \nEffect.53  \n \nNamed after the biblical ark-building figure, the Noah Effect describes the market’s trait of abrupt change or \ndiscontinuity—fat tails. Power laws may represent these price series better than normal distributions. The \nkey practical implication is that standard models understate risk. \n \nThe Joseph Effect, which harkens to the Hebrew slave who prophesied seven years of feast and famine, \nrelates to the market’s tendency to have a long-term memory—for example, a rise in stocks tends to be \nfollowed by additional increases. Recent work by other financial economists supports this analysis. 54 \nMandelbrot developed new statistical tools to measure both the Noah and Joseph effects.       \n \nNotwithstanding the empirical evidence, Mandelbrot’s work remains outside mainstream economics. Writes \nMirowski, “the simple historical fact is that [Mandelbrot’s economic ideas] have been by and large ignored, \nwith some few exceptions . . . which seem to have been subsequently abandoned by their authors.” 55 \n \nOne example of Mirowski’s point is the evolution of Eugene Fama’s work, widely considered the father of \nefficient markets. His early papers provide some of the most convincing empirical proof that normal \ndistributions do not apply. In his 1965 Journal of Business paper he writes: 56 \n \nIn previous research on the distribution of price changes the emphasis has been on the general \nshape of the distribution, and the conclusion has been that the distribution is approximately \n"
    },
    {
      "number": 13,
      "text": " \nLegg Mason Capital Management \n13 \nGaussian or normal. Recent finds of Benoit Mandelbrot, however, have raised serious doubts \nregarding the validity of the Gaussian hypothesis . . . The conclusion of this paper is that \nMandelbrot’s hypothesis does seem supported by the data.  \n \nGoing forward, Fama seems much less interested in the issue of price change distributions and more \nfocused on whether or not anyone can beat the market. From his 1965 Financial Analysts Journal article, \n“The empirical evidence to date provides strong support for the random walk model.”  57 \n \nFama’s emphasis shifted away from the shape of the distribution towards the independence of price \nchanges, which is all the random walk asserts. By the 1960s we had clear and sufficient evidence to \ncontemplate the implications of non-normal distributions for real-world applications like risk management.  \n \nNone of this is to say that practitioners and academics don’t understand how the real world works. \nPractitioners patch up models to capture observable empirical features. Rather than dismiss the standard \ntheory altogether, most academics are content to add patches to the existing theory. This approach has the \nadditional feature of rewarding the mathematically fluent.  \n \nExamples of theory patching include Black’s “noise” traders, generalized auto-regressive conditional \nheteroskedasticity (GARCH) models, jump diffusion models, and Fama and French’s multifactor risk \nmodel.58 Each of these models departs from standard theory in an effort to provide more accurate \npredictions.  \n \nWhile the view of markets through the lens of complex systems is relatively new, three factors make us \noptimistic. First, a number of agent-based models have successfully replicated the features of the market. \nSome of these models show two regimes: efficient and inefficient—complete with booms and crashes. \nWhile necessarily simple, these in silico models lend support to the view that the interaction of \nheterogeneous agents can generate realistic efficient and inefficient outcomes. 59   \n  \nSecond, scientists have found statistical techniques useful in other social science applications. One \nillustration is Robert Axtell’s work on Zipf’s Law and company size. Zipf’s Law accurately explains the \nrelationship between company size and frequency in the United States. 60 \n \nFinally, some researchers claim that stock market crashes have a statistical signature: log periodicity. \nWhether this theory is valid remains to be seen. Importantly, it offers specific predictions about when there \nis an elevated probability of a crash. 61 \n \nConclusion \n \nThe efficient market hypothesis offers a practically sound prescription: most investors are best served \ninvesting in low cost, passive index funds. Overwhelming evidence, accumulated over many decades, \nshows a consistent inability of most active investment managers to add value. \n \nActive investment managers seeking excess returns should have a thoughtful investment process that \nlogically starts with a view on how and why market mispricings can occur. Of the three approaches to \nexplain market efficiency, only the complex adaptive systems perspective comfortably accommodates what \nwe see in the real world: heterogeneous investors create markets, which remain mostly efficient but \nperiodically go to excesses. The rational agent and no-arbitrage approaches, while valuable constructs, are \nnot true mechanisms and fail to explain real market behavior in many important respects. \n \nThe ultimate goal of an active investor is to buy securities in anticipation of an expectations revision. In a \nfuture piece, we will address the logical question: how can we use these ideas to generate excess returns \nin the stock market?    \n"
    },
    {
      "number": 14,
      "text": " \nLegg Mason Capital Management \n14 \nEndnotes  \n \n1 Eugene F. Fama, “Efficient Capital Markets: II,” Journal of Finance, Vol. 46, 5, December 1991, 1575-\n1617.  \n2 Burton G. Malkiel, “Reflections on the Efficient Market Hypothesis: 30 Years Later,” The Financial Review, \n40, 2005, 1-9. \n3 Thomas S. Kuhn, The Structure of Scientific Revolutions (Chicago, IL: University of Chicago Press, 1962), \n65.  \n4 Michael C. Jensen, “Some Anomalous Evidence Regarding Market Efficiency,” Journal of Financial \nEconomics, Vol. 6, 2/3, 1978, 95-101. \n5 Andrei Shleifer, Inefficient Markets (Oxford, UK: Oxford University Press, 2000), 2. \n6 Nicholas Barberis and Richard Thaler, “A Survey of Behavioral Finance,” in The Handbook of The \nEconomics of Finance, Constantinides, Harris, and Stulz, eds. (Amsterdam: Elsevier, 2003), 1055. \n7 Philip Ball, Critical Mass (New York: Farrar, Straus and Giroux, 2004), 60-61. \n8 In its basic form, the CAPM requires four assumptions: investors are risk adverse and evaluate their \ninvestment portfolios solely in terms of expected return and standard deviation measured over the same \nsingle holding period; capital markets are perfect; investors all have access to the same investment \nopportunities; and investors all make the same estimates of individual asset expected returns, standard \ndeviations, and correlations. See André F. Perold, “The Capital Asset Pricing Model,” Journal of Economic \nPerspectives, Vol. 18, 3, Summer 2004, 3-24.  \n9 John H. Cochrane and Christopher L. Culp, “Equilibrium Asset Pricing and Discount Factors,” in Modern \nRisk Management: A History (New York: Risk Books, 2003), 57-92. Quotation is from a talk by Derman that \nthe author attended (January 25, 2005).   \n10 Didier Sornette, Why Stock Markets Crash: Critical Events in Complex Financial Systems (Princeton, NJ: \nPrinceton University Press, 2003), 137. \n11 Mark Rubinstein, “Rational Markets: Yes or No? The Affirmative Case,” Working Paper, June 3, 2000. \n12 Constantinides, Harris, and Stulz, eds., Handbook of The Economics of Finance, (Amsterdam: Elsevier, \n2003), xii. \n13 Philip Mirowski, The Effortless Economy of Science? (Durham, NC: Duke University Press, 2004), 230.  \n14 Philip Mirowski, More Heat than Light (Cambridge, UK: Cambridge University Press, 1989), 231 and 108. \n15 John H. Cochrane, “Asset Pricing Program Review: Liquidity, Trading and Asset Prices, Forthcoming \nNBER, January 2005. \n16 Stephen A. Ross, “Neoclassical and Alternative Finance,” European Mortgage Finance Agency Meetings: \nKeynote Address, 2001.  \n17 Sanford J. Grossman and Joseph E. Stiglitz, “On the Impossibility of Informationally Efficient Markets,\" \nThe American Economic Review, Vol. 70, 3, June 1980, 393-408. \n18 Jack L. Treynor, “Market Efficiency and the Bean Jar Experiment,” Financial Analysts Journal, May-June \n1987, 50-53. \n19 Donald MacKenzie, “Models of Markets: Finance Theory and the Historical Sociology of Arbitrage,” \nWorking Paper, January 2004.  \n20 Interestingly, one of the fathers of mean/variance efficiency, recently recommended the diversity \napproach to market efficiency. Ayse Ferliel, “By the time we can say someone is skilled they will be dead,” \nInvestment Advisor, December 6, 2004. See  http://www.stanford.edu/~wfsharpe/art/ftarticle.pdf. \n21 Herbert A. Simon, The Sciences of the Artificial, 3rd ed. (Cambridge, MA: MIT Press, 1996), 33-34.  \n22 Thomas A. Seeley, The Wisdom of the Hive (Cambridge, MA: Harvard University Press, 1995), 258.  \n23 This view is wonderfully articulated in Richard Roll, “What Every CFO Should Know About Scientific \nProgress in Financial Economics: What is Known and What Remains to be Resolved,” Financial \nManagement, Vol. 23, 2, Summer 1994, 69-75. See http://www.nd.edu/~mcdonald/f370/Roll.html. \n24 Simon, 31. \n25 Paul W. Glimcher, Decisions, Uncertainty, and the Brain (Cambridge, MA: MIT Press, 2003), 202. \n26 Andrew W. Lo, “The Adaptive Market Hypothesis: Market Efficiency from an Evolutionary Perspective,” \nWorking Paper, August 15, 2004. Also, Cars H. Hommes, “Financial Markets as Nonlinear Adaptive \nEvolutionary Systems,” CeNDEF, University of Amsterdam Working Paper, July 2000.  \n27  See http://clickworkers.arc.nasa.gov/top. \n28 Review of “Maury’s Sailing Directions” in The United States Democratic Review, Vol. 30, 165, March \n1852, 225-228. See http://cdl.library.cornell.edu/cgi-bin/moa/sgml/moa-idx?notisid=AGD1642-0030-40. \n29 See “Charles R. Plott interviewed by Michael Parkin,” October 2003. \nhttp://www.hss.caltech.edu/~cplott/interview.html. \n"
    },
    {
      "number": 15,
      "text": " \nLegg Mason Capital Management \n15 \n30 Ross M. Miller, Paving Wall Street (New York: John Wiley & Sons, 2002), 53. Also, Peter L. Bossaerts \nand Charles R. Plott, \"Basic Principles of Asset Pricing Theory: Evidence from Large-Scale Experimental \nFinancial Markets,\" Caltech HSS Working Paper, January 2000. \n31 Vernon L. Smith, “Markets as Economizers of Information: Experimental Examination of the ‘Hayek \nHypothesis’”, in Papers in Experimental Economics (Cambridge, UK: Cambridge University Press, 1991), \n221-235. \n32 Ibid., 223.  \n33 Dhananjay Gode and Shyam Sunder, “Allocative Efficiency of Markets with Zero-Intelligence Traders,” \nJournal of Political Economy, 101, 1993. \n34 Miller, 83-84. \n35 Vernon L. Smith, “Constructivist and Ecological Rationality in Economics,” Nobel Prize Lecture, \nDecember 8, 2002. See   http://nobelprize.org/economics/laureates/2002/smith-lecture.pdf. \n36 Justin Wolfers and Eric Zitzewitz, “Interpreting Prediction Market Prices as Probabilities,” Working Paper, \nFebruary 2005.  \n37 Justin Wolfers and Eric Zitzewitz, “Prediction Markets,” NBER Working Paper 10504, May 2004. \n38 See http://www.centrebet.com/australian-federal-election-2004.php. \n39 Wolfers and Zitzewitz. \n40 Daniel Kahneman and Amos Tversky, “Prospect Theory: An Analysis of Decision Under Risk,” \nEconometrica, 47, 1979, 263-291. \n41 See Alfred Rappaport and Michael J. Mauboussin, “Pitfalls to Avoid,” at www.expectationsinvesting.com. \n42 Stephen A. Ross, Neoclassical Finance (Princeton, NJ: Princeton University Press, 2004). \n43 See Shleifer. Also, Barberis and Thaler.  \n44 Shleifer, 12.  \n45 Robert B. Cialdini, Influence: The Psychology of Persuasion (New York: William Morrow, 1993).  \n46 Duncan J. Watts, Six Degrees (New York: W.W. Norton & Company, 2003). \n47 Duncan J. Watts, “A simple model of global cascades on random networks,” Proceedings of the National \nAcademy of the Sciences, April 30, 2002. Also, Russ Wermers, “Herding Among Security Analysts,” \nJournal of Financial Economics, Vol. 58, 3, December 2000, 369-396. Also, Victor M. Eguiluz and Martin G. \nZimmerman, “Transmission of Information and Herd Behavior: An Application to Financial Markets,” \nPhysical Review Letters, Vol. 85, 26, December 25, 2000, 5659-5662. \n48 Steven Strogatz, Sync (New York: Theia, 2003). Also, Malcolm Gladwell, The Tipping Point (New York: \nLittle, Brown, 2000).  \n49 Merton H. Miller, Financial Innovations and Market Volatility (Cambridge, MA: Blackwell, 1991), 100-102.  \n50 Benoit B. Mandelbrot, “A Multifractal Walk Down Wall Street,” Scientific American, February 1999, 70-73. \n51 Comment by Benoit Mandelbrot, Santa Fe, New Mexico, May, 2000.  \n52 Philip W. Anderson, “Some Thoughts About Distribution in Economics,” in W. B. Arthur et al., eds., The \nEconomy as an Evolving Complex System II (Reading, MA: Addison-Wesley, 1997), 566.   \n53 Benoit Mandelbrot and Richard L. Hudson, The (Mis)Behavior of Markets (New York: Basic Books, 2004), \n200-202. \n54 John Y. Campbell, Andrew W. Lo, and A. Craig MacKinley, The Econometrics of Financial Markets \n(Princeton, NJ: Princeton University Press, 1996). \n55 Mirowski, (2004), 232. \n56 Eugene F. Fama, “The Behavior of Stock-Market Prices,” Journal of Business, Vol. 38, 1, January 1965, \n34-105.  \n57 Eugene F. Fama, \"Random Walks in Stock Market Prices,\" Financial Analysts Journal, September-\nOctober 1965. \n58 Fischer Black, “Noise,” Journal of Finance, Vol. 41,1986; Tim Bollerslev, \"Generalized Autoregressive \nConditional Heteroskedasticity,\" Journal of Econometrics, 1986; Robert C. Merton, “Option Pricing When \nUnderlying Stock Returns are Discontinuous, ”Journal of Financial Economics, 3, 1976; and Eugene F. \nFama and Kenneth R. French, “The Cross-section of Expected Stock Returns,” Journal of Finance 47, \n1992, 427-465. \n59 W. Brian Arthur, et al., “Asset Pricing Under Endogenous Expectations in an Artificial Stock Market,” in \nW.B. Arthur, S.N. Durlaf, and D.A. Lane, eds., The Economy as an Evolving Complex System II (Reading, \nMA: Addison-Wesley, 1997). For a more recent survey, see Blake LeBaron, “Volatility Magnification and \nPersistence in an Agent Based Financial Market,” Brandeis University Working Paper, March 2001. \n60 Robert L. Axtell, “Zipf Distribution of U.S. Firm Sizes,” Science, vol. 293, September 7, 2001, 1818-1820. \nAlso Paul Krugman, The Self-Organizing Economy (Oxford: Blackwell Publishers, 1996). Also Ball.  \n61 Sornette. \n"
    },
    {
      "number": 16,
      "text": " \nLegg Mason Capital Management \n16 \nReferences  \n \nBooks \n \nAnderson, Philip W., “Some Thoughts About Distribution in Economics,” in W. B. Arthur, S. N. Durlaf and \nD.A. Lane, eds., The Economy as an Evolving Complex System II (Reading, MA: Addison-Wesley, 1997).  \n \nArthur, W. Brian, et al., “Asset Pricing Under Endogenous Expectations in an Artificial Stock Market,” in \nW.B. Arthur, S.N. Durlaf, and D.A. Lane, eds., The Economy as an Evolving Complex System II (Reading, \nMA: Addison-Wesley,1997). \n \nBall, Philip, Critical Mass: How One Things Leads to Another (New York: Farrar, Straus and Giroux, 2004). \n \nBarberis, Nicholas, and Richard Thaler, “A Survey of Behavioral Finance,” in The Handbook of The \nEconomics of Finance, Constantinides, Harris, and Stulz, eds. (Amsterdam: Elsevier, 2003). \n \nBernstein, Peter L., Capital Ideas: The Improbable Origins of Modern Wall Street (New York: Free Press, \n1991). \n \nCampbell, John Y., Andrew W. Lo, and A. Craig MacKinley, The Econometrics of Financial Markets \n(Princeton, NJ: Princeton University Press, 1996). \n \nCialdini, Robert B., Influence: The Psychology of Persuasion (New York: William Morrow, 1993).  \n \nCochrane, John H., and Christopher L. Culp, “Equilibrium Asset Pricing and Discount Factors,” in Modern \nRisk Management: A History (New York: Risk Books, 2003).  \n \nConstantinides, George M., Milton Harris and Rene M. Stulz, eds., Handbook of The Economics of Finance  \n(Amsterdam: Elsevier, 2003). \n \nFriedman, Milton, Essays in Positive Economics (Chicago, IL: University of Chicago Press, 1953). \n \nGladwell, Malcolm, The Tipping Point (New York: Little, Brown, 2000). \n \nGlimcher, Paul W., Decisions, Uncertainty, and the Brain (Cambridge, MA: MIT Press, 2003). \n \nKrugman, Paul, The Self-Organizing Economy (Oxford: Blackwell Publishers, 1996). \n \nKuhn, Thomas S., The Structure of Scientific Revolutions (Chicago, IL: University of Chicago Press, 1962).  \n \nMandelbrot, Benoit and Richard L. Hudson, The (Mis)Behavior of Markets (New York: Basic Books, 2004). \n \nMelville, Herman, Moby-Dick (New York: Harper & Brothers, 1851).  \n \nMiller, Merton H., Financial Innovations and Market Volatility (Cambridge, MA: Blackwell, 1991).  \n \nMiller, Ross M., Paving Wall Street: Experimental Economics & the Quest for the Perfect Market (New York: \nJohn Wiley & Sons, 2002). \n \nMirowski, Philip, More Heat than Light: Economics as Social Physics, Physics as Nature’s Economics \n(Cambridge, UK: Cambridge University Press, 1989). \n \nMirowski, Philip, The Effortless Economy of Science? (Durham, NC: Duke University Press, 2004).  \n \nRoss, Stephen A., Neoclassical Finance (Princeton, NJ: Princeton University Press, 2004).  \n \nShleifer, Andrei, Inefficient Markets: An Introduction to Behavioral Science (Oxford, UK: Oxford University \nPress, 2000). \n \n"
    },
    {
      "number": 17,
      "text": " \nLegg Mason Capital Management \n17 \nSeeley, Thomas A., The Wisdom of the Hive (Cambridge, MA: Harvard University Press, 1995).  \n \nSimon, Herbert A., The Sciences of the Artificial, 3rd ed. (Cambridge, MA: MIT Press, 1996).  \n \nSmith, Vernon L., Papers in Experimental Economics (Cambridge, UK: Cambridge University Press, 1991). \n \nSornette, Didier, Why Stock Markets Crash: Critical Events in Complex Financial Systems (Princeton, NJ: \nPrinceton University Press, 2003). \n \nStrogatz, Steven, Sync: The Emerging Science of Spontaneous Order (New York: Theia, 2003).  \n \nSurowiecki, James, The Wisdom of Crowds (New York: Doubleday and Company, 2004).  \n \nWatts, Duncan J., Six Degrees: The Science of a Connected Age (New York: W.W. Norton & Company, \n2003). \n \nArticles and Papers \n \nAxtell, Robert L., “Zipf Distribution of U.S. Firm Sizes,” Science, vol. 293, September 7, 2001, 1818-1820. \n \nBlack, Fischer and Myron S. Scholes, “The pricing of options and corporate liabilities,” Journal of Political \nEconomy, Vol. 81, 3, 1973, 637-654. \n \nBlack, Fischer, “Noise,” Journal of Finance, Vol. 41,1986. \n \nBollerslev, Tim, \"Generalized Autoregressive Conditional Heteroskedasticity,\" Journal of Econometrics, \n1986. \n \nBossaerts, Peter L. and Charles R. Plott, \"Basic Principles of Asset Pricing Theory: Evidence from Large-\nScale Experimental Financial Markets,\" Caltech HSS Working Paper, January 2000. \n \nCochrane, John H., “Asset Pricing Program Review: Liquidity, Trading and Asset Prices, Forthcoming \nNBER, January 2005.  \n \nEguiluz, Victor M. and Martin G. Zimmerman, “Transmission of Information and Herd Behavior: An \nApplication to Financial Markets,” Physical Review Letters, Vol. 85, 26, December 25, 2000, 5659-5662. \n \nFama, Eugene F., “Efficient Capital Markets: II,” Journal of Finance, Vol. 46, 5, December 1991, 1575-\n1617.  \n \nFama, Eugene F., \"Random Walks in Stock Market Prices,\" Financial Analysts Journal, September-\nOctober, 1965. \n \nFama, Eugene F., “The Behavior of Stock-Market Prices,” Journal of Business, Vol. 38, 1, January 1965, \n34-105.  \n \nFama, Eugene F. and Kenneth R. French, “The Cross-section of Expected Stock Returns,” Journal of \nFinance 47, 1992, 427-465. \n \nFama, Eugene F. and Kenneth R. French, “The Capital Asset Pricing Model: Theory and Evidence,” The \nJournal of Economic Perspectives, Vol. 18, 3, Summer 2004, 25-46. \n \nFerliel, Ayse, “By the time we can say someone is skilled they will be dead,” Investment Advisor, December \n6, 2004.  \n \nGode, Dhananjay and Shyam Sunder, “Allocative Efficiency of Markets with Zero-Intelligence Traders,” \nJournal of Political Economy, 101, 1993. \n \n"
    },
    {
      "number": 18,
      "text": " \nLegg Mason Capital Management \n18 \nGrossman, Sanford J. and Joseph E. Stiglitz, “On the Impossibility of Informationally Efficient Markets,\" The \nAmerican Economic Review, Vol. 70, 3, June 1980, 393-408. \n \nHommes, Cars H., “Financial Markets as Nonlinear Adaptive Evolutionary Systems,” CeNDEF, University of \nAmsterdam Working Paper, July 2000. \n \nJensen, Michael C., “Some Anomalous Evidence Regarding Market Efficiency,” Journal of Financial \nEconomics, Vol. 6, 2/3, 1978, 95-101. \n \nKahneman, Daniel and Amos Tversky, “Prospect Theory: An Analysis of Decision Under Risk,” \nEconometrica, 47, 1979, 263-291. \n \nLeBaron, Blake, “Volatility Magnification and Persistence in an Agent Based Financial Market,” Brandeis \nUniversity Working Paper, March 2001. \n \nLintner, John, “The Valuation of Risk Assets and the Selection of Risky Investments in Stock Portfolios and \nCapital Budgets,” Review of Economics and Statistics, 47, 1965, 13-37. \n \nLo, Andrew W., “The Adaptive Market Hypothesis: Market Efficiency from an Evolutionary Perspective,” \nWorking Paper, August 15, 2004.   \n \nMacKenzie, Donald, “Models of Markets: Finance Theory and the Historical Sociology of Arbitrage,” \nWorking Paper, January 2004.  \n \nMalkiel, Burton G., “Reflections on the Efficient Market Hypothesis: 30 Years Later,” The Financial Review, \n40, 2005, 1-9. \n \nMandelbrot, Benoit B., “A Multifractal Walk Down Wall Street,” Scientific American, February 1999, 70-73. \n \nMarkowitz, Harry, “Portfolio Selection,” Journal of Finance, Vol. 7, 1, March, 1952, 77-91. \n \nMerton, Robert C., “Option Pricing When Underlying Stock Returns are Discontinuous,” Journal of Financial \nEconomics, 3, 1976. \n \nModigliani, Franco and Merton H. Miler, “The Cost of Capital, Corporate Finance and the Theory of \nInvestment,” American Economic Review, Vol. 48, 3, 1958, 261-297.  \n \nMossin, Jan, “Equilibrium in a Capital Asset Market,” Econometrica, Vol. 34, 4, 1966, 768-783. \n \nPerold, André F., “The Capital Asset Pricing Model,” Journal of Economic Perspectives, Vol. 18, 3, Summer \n2004, 3-24.  \n \nRappaport, Alfred and Michael J. Mauboussin, “Pitfalls to Avoid”, Supplement to Expectations Investing.  \n \nRoll, Richard, “What Every CFO Should Know About Scientific Progress in Financial Economics: What is \nKnown and What Remains to be Resolved,” Financial Management, Vol. 23, 2, Summer 1994, 69-75.  \n \nRoss, Stephen A., “Neoclassical and Alternative Finance,” European Mortgage Finance Agency Meetings: \nKeynote Address, 2001.  \n \nRubinstein, Mark, “Rational Markets: Yes or No? The Affirmative Case,” Working Paper, June 3, 2000. \n \nSharpe, William F., “Capital Asset Prices: A Theory of Market Equilibrium under Conditions of Risk,” \nJournal of Finance, Vol. 19, 3, 1964, 425-442. \n \nSmith, Vernon L., “Constructivist and Ecological Rationality in Economics,” Nobel Prize Lecture, December \n8, 2002. \n \n"
    },
    {
      "number": 19,
      "text": " \nLegg Mason Capital Management \n19 \nSmith, Vernon L., “Markets as Economizers of Information: Experimental Examination of the ‘Hayek \nHypothesis’”, in Papers in Experimental Economics (Cambridge, UK: Cambridge University Press, 1991), \n221-235. \n \nTreynor, Jack L., “Market Efficiency and the Bean Jar Experiment,” Financial Analysts Journal, May-June \n1987, 50-53. \n \nWatts, Duncan J., “A simple model of global cascades on random networks,” Proceedings of the National \nAcademy of the Sciences, April 30, 2002.  \n \nWermers, Russ, “Herding Among Security Analysts,” Journal of Financial Economics, Vol. 58, 3, December \n2000, 369-396. \n \nWolfers, Justin and Eric Zitzewitz, “Interpreting Prediction Market Prices as Probabilities,” Working Paper, \nFebruary 2005.  \n \nWolfers, Justin and Eric Zitzewitz, “Prediction Markets,” NBER Working Paper 10504, May 2004. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nLegg Mason Capital Management (\"LMCM\":) is comprised of (i) Legg Mason Capital Management, Inc. \n(\"LMCI\"), (ii) Legg Mason Funds Management, Inc. (\"LMFM\"), and (iii) LMM LLC (\"LMM\").  \n \nThe views expressed in this commentary reflect those of LMCM as of the date of this commentary. These \nviews are subject to change at any time based on market or other conditions, and LMCM disclaims any \nresponsibility to update such views. These views may not be relied upon as investment advice and, \nbecause investment decisions for clients of LMCM are based on numerous factors, may not be relied upon \nas an indication of trading intent on behalf of the firm. The information provided in this commentary should \nnot be considered a recommendation by LMCM or any of its affiliates to purchase or sell any security.  \n \nLegg Mason Wood Walker, Inc. \nMember NYSE, Inc./Member SIPC \n \n"
    }
  ]
}