{
  "filename": "2005_the_ecosystem_edge.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423215504-07'00'",
    "modDate": "D:20240423215513-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n• \nes tend to be more robust and innovative than \ntraditional businesses. \n \n \n \nLegg Mason Capital \nManagement \nJuly 27, 2005 \nThe Ecosystem Edge \n \nMichael J. Mauboussin \nThe crucial battle is not between individual firms but between networks of firms. \nInnovation and operations have become a collective activity. Ecosystems will \nshare a common fate, and firms will be distinguished by the way they manage \nthe massive web of dependencies that is created between them and the rest of \nthe world. \n \n             Legg Mason Capital Management \n     \n \n \n    Marco Iansiti and Roy Levien \nThe Keystone Advantage 1 \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \neBay drop-off stores\n• Isoldit, Quik Drop,  \nAuction Drop, New  \nMarkets \nSellers\n• Over 700,000\nAmericans make  \nall or part of their   \nliving on eBay\nBuyers\n• 430 million    \nlistings\n• Feedback  \nsystem     \nminimizes fraud\nPayPal\n• 72 million accounts (more \nthan American Express)\n• 75% of the value of U.S. \ntransactions\neBay\n• 147 million   \nregistered users\n• Gross merchandise \nvolume of $40 billion \nmmauboussin@lmfunds.com \n \n• We believe that keystone companies—businesses at the center of a \nhealthy economic ecosystem—are the most likely to deliver sustainable \nvalue creation. \n• Keystone companies foster symbiotic relationships with other companies \nin the network, allowing for mutual financial success. \n• In contrast, dominators try to extract as much from the network as \npossible. \nKeystone-based ecologi\n"
    },
    {
      "number": 2,
      "text": " \n \n \nIntroduction\n \nst-in-time inventory, \n \nns were nearly back to pre-disaster levels, and after about two \n-\ner suppliers to absorb the stress Aisin’s failure caused. 2 Toyota showed the \nalue Creation and Strategy \nts a company can fend off competitive forces and find value-creating investment opportunities for a long \nstone \nive \npany. 4 Healthy ecosystems are also adaptive, and can sustain shocks \netter than unhealthy ecosystems. \nge price. Low cost producers also want to keep their products roughly at parity with those of their \nompetitors. \n to buyers. These companies try to attain above-average prices while maintaining cost-structure  \narity. 5  \nnomy was driven by economies of scale; the \new information economy is driven by economics of networks.” 6  \nffer a framework particularly well suited to the analysis of ecosystems. 8 \nheir equation is deceptively simple: \notal value created = willingness-to-pay of the buyer – opportunity cost of the supplier \n \n \n \nOne early morning in 1997, disaster struck Toyota Motor Corporation; the factory of one of its vital suppliers, \nAisin Seiki, burned to the ground. While Toyota had multiple sources for most components, Aisin was the \nexclusive supplier of hard-to-make P-valves, a critical brake component that went into every one of the 15,000\nToyotas rolling off the assembly line daily. Built on lean manufacturing techniques and ju\nToyota had just two days of P-valve inventory on hand. No valves, no production. \n \nThen something remarkable happened. Guided by technical specifications from both Aisin and Toyota, over 60 \nsuppliers within the Toyota system started producing the P-valves. Few of these suppliers had any experience\nin producing P-valves—one was a sewing machine maker—and none had the required specialized tools. But \nroughly one week later, Toyota’s production ru\nweeks production was back to normal. \n \nHow did Toyota get back on its feet so quickly? Since technical information flowed freely and all companies \nwithin the Toyota Production System shared a problem-solving approach, the suppliers could come quickly to \nToyota’s aid—in some cases, sacrificing their own short-term economic interests. From the center of a closely\nknit network, Toyota allowed oth\npower of a keystone company. \n \nV\n \nLong-term investors seek attractively priced companies with prospects for sustainable value creation. Value \ncreation means a company generates returns in excess of the cost of capital on its investments. Sustainable \nsugges\ntime.  \n \nWe believe the companies most likely to deliver sustainable value creation today stand at the center of a \nhealthy ecosystem. Authors Marco Iansiti and Roy Levien call it the keystone advantage: just as a key\nspecies is integral to a flourishing ecosystem, a keystone company is essential to a vibrant economic \necosystem. 3 In strong economic ecosystems, other constituents (suppliers, customers, complementors) thr\nafter dealing with the keystone com\nb\n \nWhen judging a company’s ability to generate and sustain value creation, investors often focus on two generic \ncorporate strategies: low cost producer or differentiation. Companies pursuing the first strategy seek to become \nthe lowest cost producer in their industry, allowing them to profitably sell their goods or services at a below-\nindustry-avera\nc\n \nWhen using a differentiation strategy, companies attempt to offer unique goods or services, making them \nattractive\np\n \nWhile clearly important, these categories form only part of the larger picture. Investors must step back and \nconsider not only the strategy a company uses to go to market, but also how customer needs change and the \ninteraction between various constituents. For this, the network, not the company, is the best unit of analysis. As \neconomists Carl Shapiro and Hal Varian say, “the old industrial eco\nn\n \nDespite the usefulness of the ecosystem metaphor, we don’t want to drift too far from economics. 7 Adam \nBrandenburger and Harborne Stuart o\nT\n \nT\nPage 2  \n             Legg Mason Capital Management \n \n"
    },
    {
      "number": 3,
      "text": " \n \n \nThe value any individual company creates equals the value the total ecosystem creates, less the value all other \ncompanies create. Note that a properly calculated cost includes the opportunity cost of capital.  \n \nTo understand the significance of keystone companies, you have to think through the equation’s terms: \n \n• \nWillingness to pay. Imagine someone hands you a new book you want. Clearly, that is good. Now \nimagine that person withdraws money from your bank account, starting with small sums. The amount of \nmoney that makes you indifferent between the book and the cash defines willingness to pay. \n \n• \nOpportunity cost. Now assume a firm takes resources away from its supplier. Opportunity cost is the \ncash amount that makes the supplier perceive the new situation (cash) as equivalent to the old situation \n(resources).  \n \nOf course, if you buy something for less than your willingness to pay, you capture a consumer surplus. \nLikewise, a supplier that sells a good or service for more than its opportunity cost recognizes a surplus. An \neconomic ecosystem’s ability to spread added value and surplus to its various constituents is an important \nindicator of its health and sustainability. Exhibit 1 shows the value added chain. \n \nExhibit 1: Sources of Value Added \n \n \n \n \n \n \n \n \n \nopportunity\ncost\ncost\nprice\nwillingness-to-pay\nsupplier’s share\nfirm’s share\nbuyer’s share\nTotal Value Created\nopportunity\ncost\ncost\nprice\nwillingness-to-pay\nsupplier’s share\nfirm’s share\nbuyer’s share\nTotal Value Created\n•\n•\n•\n•\n \nSource: LMCM analysis. \n \nTraditional strategy analysis, including Porter’s five forces (buyer power, supplier power, substitution threat, new \nentry threat, and rivalry), tends to dwell on suppliers, buyers, and competitors. 9 An ecological approach \nemphasizes another constituent, which Brandenburger and co-author Barry Nalebuff call a complementor. 10 A \ncomplementor provides a product that makes the product of another company more valuable. The classic \nexample is the relationship between microprocessors (Intel) and software (Microsoft). Better microprocessors \nmake software more valuable, and better software makes microprocessors more valuable.   \n \nWhy does a keystone advantage approach to strategy make sense?  \n \n• \nIt builds and extends work on networks. While networks are certainly not new, they are forming more \nfrequently and faster than ever before. An ecosystem approach can help investors understand the \nnetwork’s robustness and prospects for economic value creation. 11 \n \n• \nIt builds and extends work on customer economics. Three factors drive customer net present value: \nacquisition cost, cash flows, and longevity. A healthy ecosystem can lead to improvements across all of \nthese drivers, as switching costs rise as the ecosystem develops. 12 \n \n• \nIt addresses head-on concerns about sustainable competitive advantage, especially in some areas of \ntechnology. Investors often worry about the endurance of a company’s technological advantage, \nwithout giving full consideration to the ecosystem’s significance.  \nPage 3  \n             Legg Mason Capital Management \n \n"
    },
    {
      "number": 4,
      "text": " \n \n \nValue Sharing versus Value Extraction \n \nIansiti and Levien distinguish between keystone companies and what they call dominators. In their words, a \nkeystone “acts to improve the overall health of the ecosystem and, in doing so, benefits the sustained \nperformance of the firm. It does this by creating and sharing value with its network by leveraging its central hub \nposition in that network while generally occupying only a small part of that network.” 13   The keystone company \nfosters a symbiotic relationship with the other companies in the network, allowing for mutual financial success.   \n \nIn contrast, dominators try to extract as much value from the network as possible. The authors define two types \nof dominators, a classic dominator and a hub landlord. A classic dominator “acts to integrate vertically or \nhorizontally to directly control and own a large proportion of a network,” \n \ncapturing most of the value created by \nthe network and “leaving little opportunity for the emergence of a meaningful ecosystem.”  The classic \ndominator creates and captures the value. They offer Apple as an example. \n \nThe second dominator type, the hub landlord, “eschews control of the network and instead pursues control of \nvalue extraction alone.” 14 Hub landlords try to extract the value the network creates. According to Iansiti and \nLevien, Enron acted as a hub landlord.  \n \nTwo other facets of healthy business ecologies are worth noting. First, by encouraging diversity and spreading \nresources, a keystone-based ecology tends to be more robust. Specifically, these ecosystems rapidly adapt to \nchange and can successfully continue even if some nodes are eliminated. This robustness is a crucial \ncomponent to the keystone’s sustainable competitive advantage and the main message from the Toyota story. \n \nSecond, healthy ecosystems can benefit from the wisdom of crowds. 15 Since the keystone company provides \nstandards and resources for the network nodes but doesn’t try to control them, business opportunities can \npercolate from the nodes. An impressive recent example is eBay Motors. Ebay management hadn’t considered \nautos as a likely category, but they noticed gross merchandise sales of $750 million in 1998. In the spring of \n2000 the company launched eBay Motors, a business on track to generate $13 billion in gross merchandise \nsales in 2005. Says Bill Cobb, eBay’s president of North America, about the eBay community, “Managing is the \nwrong word; we enable, we listen, we respond.” 16   \n \nThe Keystone Strategy \n \nIansiti and Levien simplify the keystone strategy into two core parts: value creation and value sharing.  \n \nValue creation. One way to distinguish a keystone company is to determine whether or not it’s developing a \nviable platform for the ecosystem. 17 We define platform as a set of tools, provided either at a low cost or for \nfree, that allows other ecosystem members to solve problems. A successful platform requires a high degree of \nmodularity. A module is a self-contained building block that works with other building blocks to make a whole \nsystem. For example, the microprocessor, operating system, and hard drive are all modules in a personal \ncomputer (PC). \n \nHistorically, vertically integrated companies emerge at an industry’s start because no module standard exists. \nThink of IBM’s PC business in the early days: it designed the box and made the chips, the software, and drives. \nNecessity, not choice, dictated this process, as the modules were not yet established.  \n \nToday, however, more modules exist. Examples include Internet protocols, software, and communications. \nThese building blocks allow young companies to build valuable ecosystems by dividing the work among various \ngroups. This allows companies to take advantage of modularity’s value from the very beginning, a crucial step \nin fostering innovation. 18 \n \nConsider that eBay, Google, and Amazon.com all have active programs that provide application programming \ninterfaces (APIs) for developers. An API is a set of routines, protocols, and tools for building software \napplications. These APIs simplify interconnection, help address business needs, and—perhaps most \nsignificantly—unleash developer creativity. According to a Google software engineer, “There are a lot of things \nPage 4  \n             Legg Mason Capital Management \n \n"
    },
    {
      "number": 5,
      "text": " \n \n \nGoogle hasn’t thought of that people could do with their ad campaigns. One of the goals is to enable advertisers \nand third parties to create tools for their own purposes.” 19  \n \nPlatforms also establish and maintain rules or standards that allow ecosystem participants to operate with trust. \nThe feedback systems on Amazon.com and eBay illustrate this point. But keystone companies don’t overreach. \nAs eBay’s CEO Meg Whitman says, “We make a small number of rules and get the heck out of the way, \nbecause the entrepreneurial talents of our users will solve a lot of problems.” 20 \n \nA firmly established platform provides a huge competitive advantage, because the switching cost of the \necosystem’s nodes rises sharply as the platform becomes established. Given a reasonable level of value \nsharing, ecosystem members have little incentive to leave. Investors who attempt to evaluate keystone \ncompanies based on a facet of their business—say, Google’s search capabilities or Amazon.com’s prices—\nmiss the much larger point: you can only understand competitive advantage at the ecosystem level.    \n \nValue sharing. Keystone companies don’t try to extract value from the ecosystem. Rather, they try to capture a \nportion of the value they help the whole ecosystem create. Using the Brandenburger and Stuart framework, we \ncan analyze value sharing from a few different perspectives. \n \nSellers (including, but not limited to, suppliers) want to attain a price above their opportunity cost. Keystones \ncan help in two ways. First, by creating a liquid market keystones help sellers find the buyers likely to place the \nhighest value on their goods or services. Auctions represent a clear-cut example of this point. \n \nSecond, keystones often facilitate an information-for-price tradeoff. For instance, most suppliers acknowledge \nthat Wal-Mart drives a tough bargain on price. But in return, Wal-Mart provides the supplier with an \nextraordinary amount of useful information—information the supplier can use to reduce its opportunity cost \nthrough better inventory management or facility utilization. By trading information for a lower price, keystone \ncompanies allow for value sharing in what looks superficially like an inequitable arrangement. This tradeoff has \nbeen important for Dell as well.  \n \nSimilarly, buyers seek to make purchases below their willingness to pay. For most product markets, innovation \nleads to a maturation point where price bumps into willingness to pay. 21 Willingness to pay, however, can rise \nwhen a keystone company enjoys network effects. \n \nA network effect exists when the value of a good or service increases as more people use that good or service. \nCommunication businesses are a good example. Telecommunications startup Skype allows subscribers to \nmake free phone calls, through their PC, to other Skype subscribers. As the number of Skype members grows, \nthe value of the service to current and prospective users increases.  \n \nSo as long as network effects exist—and until the network gets saturated—willingness to pay rises. Provided \nprices don’t increase, the difference between willingness to pay and price is consumer surplus. So network-\ncentric keystone businesses can create value for buyers by growing value faster than price.  \n \nFinally, just as liquidity creates value for sellers (by identifying willing buyers) it creates value for buyers (by \nidentifying willing sellers). Liquid networks help reduce search costs for buyers and sellers. \n \nWe now turn to a brief analysis of three keystone companies: eBay, Google, and Amazon.com. These \ncompanies are all young (eBay and Amazon.com, the seniors, have just celebrated their tenth birthdays), global \n(35-45% of sales are international), and focus on building long-term value.  \n \nPage 5  \n             Legg Mason Capital Management \n \n"
    },
    {
      "number": 6,
      "text": " \n \n \nEBay, Inc. \n \nWith about 150 million registered users, over 60 million active users, and in excess of 430 million listings around \nthe world, eBay neatly fits the keystone definition.  \n \nDespite significant success in its short corporate history—including a $55 billion market capitalization—eBay \nremains a remarkably small part of the ecosystem it supports. Estimates suggest that over 700,000 Americans \nmake all or part of their living trading on eBay (making it the second largest private “employer” in the U.S. \nbehind only Wal-Mart), and analysts anticipate the gross merchandise value through eBay’s site to exceed $40 \nbillion in 2005. In contrast, eBay had 8,100 employees at year-end 2004 and analysts expect 2005 revenues to \napproach $4.5 billion.    \n \nValue creation. The online market eBay created—leveraging network effects—is the first obvious way it adds \nvalue to its ecosystem. Since its early days eBay’s network benefited from positive feedback; now the company \nhas dominant market shares in most countries in which it competes.   \n \nEbay took some steps early in its history to encourage positive feedback. First off, the company reduced \nbarriers to trial by making the site easy to use. It also provided the tools necessary for so-called power users. \nFor example, the company’s 7,000-plus strong developer program has been very successful, allowing sellers to \nscale their businesses effectively.  \n \nA second, and crucial, source of value creation comes from eBay’s feedback system. At the outset, eBay \nrecognized the eBay network would rely on trust. The feedback system allows buyers and sellers to rate one \nanother, and offers eBay an effective way to weed out dishonest users. \n \nPayPal, the on-line payments company eBay acquired in 2002, provides another major part of eBay’s value \ncreation. At 72 million, PayPal now has more accounts than American Express, and about 75% of all \ntransactions on the U.S. site runs through PayPal. This business helps stem fraud in the ecosystem and \nenhances buyer and seller trust.    \n \nValue sharing. The network effects from eBay’s ecosystem create an opportunity for a significant source of \nvalue sharing: consumer and seller surplus. By removing search costs and limiting transaction costs for sellers \nand buyers, the eBay network naturally reduces opportunity cost and enhances willingness to pay. Yet the real \nvalue comes from the platform’s ability to match buyers and sellers in an unprecedented way.  \n \nWhile historically trade occurred locally with limited information, eBay enables national (and in some cases \ninternational) exchange with much greater transparency. As a result, sellers find better buyers (hence capturing \nsurplus) and buyers find better sellers (also capturing a surplus). And eBay’s fees, as the broker, are 7-11% of \nthe gross merchandise value. The higher take includes transactions on PayPal.  \n \nThe eBay ecosystem has also spawned complementary businesses, including a group of so-called eBay drop-\noff stores—companies that auction products on behalf of sellers. The list of drop-off store chains, including \nisoldit, Quik Drop, Auction Drop, New Markets, and Snappy Auctions, continues to expand. These \ncomplementary businesses are growing rapidly: isoldit claims to be the number one seller on eBay, with 100 \nstores and another 500-plus under contract. 22 All this comes with eBay’s blessing. Ebay executive Jeff Jordan \nsays, \"We encourage this kind of growth—anything that makes eBay more vibrant, easier to use or more fun is \na good thing.\" 23 \n     \nSummary. EBay may be the best example of a keystone company today. A very large and motivated ecosystem \nsurrounds the company, and eBay has been careful to recognize its role as a facilitator.  \nPage 6  \n             Legg Mason Capital Management \n \n"
    },
    {
      "number": 7,
      "text": " \n \n \nGoogle, Inc.  \n \nGoogle, a leader in web-based search, says its mission is “to organize the world's information and make it \nuniversally accessible and useful.” Google’s business provides on-line advertising that appears more relevant \nfor users, and cost-effective for advertisers, than many traditional advertising mediums.   \n \nGoogle’s sales, which Wall Street analysts forecast to be in excess of $5.7 billion in 2005 (a large portion of \nwhich they share, as we discuss below), make up only a fraction of global advertising spending. The company \nremains a leader in search market share, and has over 150,000 advertisers. \n \nValue creation. If you ask investors who they think Google’s customers are they often answer, “the people who \nuse Google to search.”  Search users, as consumers, are important but they don’t pay Google anything. The \nadvertisers are the primary source of Google’s revenues.  \n \nThe first important value creation source for Google is the positive feedback between the quality and quantity of \nsearch and the site’s value to advertisers. More users of Google search leads to more value for advertisers. The \nadvertising revenue allows Google to improve search (as well as other capabilities), which attracts more users, \nand so on. This positive feedback has been central to Google’s success, and the advertising revenues offer the \ncompany ample resources to extend its scope. \n \nGoogle’s AdWords program makes it easy for advertisers to bid on keywords, manage their accounts, and pull \nreports as they desire. The company provides automated tools that help advertisers create their own ads, and \nthe total sign-up cost to become an AdWords advertiser is roughly $5.    \n \nGoogle also has a team dedicated to weeding out individuals trying to cheat the Google system by manipulating \ntheir relevance ranking through a process called click fraud. (Click fraud is a technique to increase the \nadvertising cost for competitors.) \n \nValue sharing. Remarkably, notwithstanding its multi-billion dollar revenue base, Google for the most part does \nnot set prices for its services. The company auctions off keywords, letting the advertisers themselves determine \nthe price of a particular keyword. \n \nAs we saw with eBay, an auction format provides consumer surplus if an advertiser can purchase a keyword for \nless than its willingness to pay. Further, evidence suggests that the return on investment for Internet advertising \nremains substantially in excess of traditional advertising mediums. 24   \n \nGoogle’s AdSense program provides direct evidence of significant value sharing. In this program, Google \nNetwork members allow Google to set up advertising on their websites. Google allows the network member to \nkeep approximately 80 percent of the advertising revenues the member site generates. In 2004, Google paid \nover $1.2 billion to Google Network members. Google records gross AdSense revenue and treats AdSense \npayouts as traffic acquisition costs. These costs were 39 percent of revenue in 2004.  \n  \nSummary. Google focuses on creating value first and monetizing for the benefit of shareholders later. The still-\nstrong positive feedback loop between users and advertisers provides a substantial source of advantage, and \nthat the company doesn’t set prices for its core business suggests the opportunity for consumer surplus. Finally, \nthe billions in AdSense payouts create significant switching costs for current and prospective competitors.   \nPage 7  \n             Legg Mason Capital Management \n \n"
    },
    {
      "number": 8,
      "text": " \n \n \nAmazon.com \n \nAmazon.com is the leading Internet retailer, with 2005 sales expected to top $8 billion according to Wall Street \nanalysts. Amazon.com compares favorably to traditional retailers along a number of important dimensions, \nincluding selection, product information, and often price.  \n \nAmazon.com uses a business model similar to another keystone company, Dell. In order to generate high \nreturns on invested capital, both companies combine relatively low operating profit margins with very high \ncapital turnover. Specifically, both companies have negative cash conversion cycles, allowing working capital to \nbe a source of capital as long as the business grows. \n  \nValue creation. Besides running its core business, Amazon.com develops platforms for outside parties, \nincluding partners (e.g., Target, Office Depot, Wine.com), third-party merchants, and Amazon Associates. The \ncompany also has programs to help publishing houses and record labels, as well as services for anyone who \nwants to integrate their web site with Amazon.com. Amazon.com’s developer program, launched in the summer \nof 2002, has an estimated 50,000 enrollment.  \n \nThese platforms help Amazon.com realize the second part of its vision “to build a place where people can come \nto find and discover anything they might want to buy online.” Third party deals now account for over one-quarter \nof the company’s sales. 25  \n \nAmazon.com also creates value through its user-generated reviews (which in turn are rated for their \nusefulness). In many cases, Amazon.com provides much more substantial product information and feedback \nthan what a consumer can get at a regular store.  \n \nValue sharing. Consistent with the first part of its vision, “to be the earth’s most customer centric company,” \nAmazon.com is dedicated to lowering product prices over time—a classic low-cost producer strategy. This \ncreates the potential for consumer surplus.  \n \nWhen asked about “the biggest misconception about Amazon.com”, CEO Jeff Bezos said, “one of the things \npeople don’t understand is we can build more shareholder value by lowering product prices than we can by \ntrying to raise margins. It’s a more patient approach, but we think it leads to a stronger, healthier company. It \nalso serves customers much, much better.” 26  \n \nAmazon Associates, who direct users to Amazon.com’s site in return for a share of all product sales that result, \nnow has over 900,000 members. A majority of Amazon.com’s $150 million-plus marketing spending goes \ndirectly to Associates. \n \nSummary. While focused primarily on reducing prices, Amazon.com also offers substantial tools that allow \noutside parties to integrate with the company. The size of its Associates membership creates substantial \nswitching costs.    \n \nPage 8  \n             Legg Mason Capital Management \n \n"
    },
    {
      "number": 9,
      "text": " \n \n \nConclusion \n \nOver the past twenty or thirty years, plunging computing and communication costs have changed the way \nbusinesses and industries develop. Historically, companies were largely vertically integrated at an industry’s \nnascent stages, and dis-integration occurred over time as the industry agreed on standards and modules. \n \nToday, technology and modularity enable economic ecosystems to emerge faster than ever. But not all \necosystems are the same: some are much healthier and robust than others. At their center robust ecosystems \noften have a keystone company, which helps coordinate the ecosystem while assuring the various nodes create \nvalue. \n \nRemarkably, investors analyzing keystone companies often fail to recognize the significance of the ecosystem. \nBy helping create and share value, keystone companies build a vibrant network that can innovate, adapt, and \nabsorb substantial shocks. These features are at the core of sustainable competitive advantage.    \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSpecial thanks to Mark Niemann for valuable input to this report.   \nPage 9  \n             Legg Mason Capital Management \n \n"
    },
    {
      "number": 10,
      "text": " \n \n \nEndnotes \n \n1 Marco Iansiti and Roy Levien, The Keystone Advantage: What the New Dynamics of Business Ecosystems \nMean for Strategy, Innovation, and Sustainability (Boston, MA: Harvard Business School Press, 2004), 11. \n2 Duncan J. Watts, Six Degrees: The Science of A Connected Age (New York: W.W. Norton & Company, 2003), \n256-258.  \n3 Iansiti and Levien.  \n4 Importantly, removing a keystone species does substantial damage to the ecology. The sea otter, for example, \nis a keystone in the kelp forest ecosystem. Kelp forests offer food and shelter for many species of fish and \nshellfish. Otters reduce damaging wave action and eat sea urchins. Remove the otters, and the urchins feed on \nthe kelp, hence undermining the fish and shellfish living there. For more information, see \nhttp://www.bagheera.com/inthewild/spot_spkey.htm. \n5 Carl Shapiro and Hal R. Varian, Information Rules (Boston, MA: Harvard Business School Press, 1999), 174.  \n6 Michael E. Porter, Competitive Strategy (New York: Free Press, 1980).  \n7 For a treatment on the link between nature and economics, see Geerat J. Vermeij, Nature: An Economic \nHistory (Princeton, NJ: Princeton University Press, 2004).  \n8 Adam M. Brandenburger and Harborne W. Stuart, Jr., “Value-Based Business Strategy”, Journal of Economics \n& Management Strategy, Vol. 5, No. 1, Spring 1996, 5-24. \n9 Porter.  \n10 Adam M. Brandenburger and Barry J. Nalebuff, Co-opetition (New York: Currency Doubleday, 1996). Also, \nMichael E. Porter, Competitive Advantage (New York: Free Press, 1985), 416-422. \n11 Michael J. Mauboussin, “Exploring Network Economics,” Mauboussin on Strategy, October 11, 2004. \n12 Michael J. Mauboussin, “The Economics of Customer Businesses,” Mauboussin on Strategy, December 9, \n2004. \n13 Iansiti and Levien, 72. \n14 Ibid., 74. \n15 James Surowiecki, The Wisdom of Crowds (New York: Doubleday and Company, 2004). \n16 “Meg and the power of many,” The Economist, June 11, 2005.  \n17 Michael A. Cusumano and Annabelle Gawer, “The Elements of Platform Leadership,” Sloan Management \nReview, Spring 2002.  \n18 Annabelle Gawer and Michael A. Cusumano, Platform Leadership (Boston, MA: Harvard Business School \nPress, 2002). \n19 Matt Hicks, “Google Launches API for Online Ads,” eWeek.com, January 27, 2005.  \n20 “Meg and the power of many,” The Economist, June 11, 2005. \n21 Clayton M. Christensen and Michael E. Raynor, The Innovator’s Solution (Boston, MA: Harvard Business \nSchool Press, 2003). \n22 http://www.i-soldit.com/news_articles/6-15-05-100th_StorePressRelease.pdf. \n23 Matt Krantz, “Firms Jump on the eBay Wagon,” USA Today, May 3, 2004. \n24 Jim Hedger, “Search Dominates New Advertising Spending,” ISEDB.com, June 1, 2005. See  \nhttp://www.isedb.com/news/article/1188. \n25 Gary Rivlin, “A Retail Revolution Turns 10,” The New York Times, July 10, 2005. \n26 Byron Acohido, “Amazon CEO takes a long view,” USA Today, July 6, 2005.   \n \nPage 10  \n             Legg Mason Capital Management \n \n"
    },
    {
      "number": 11,
      "text": " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nLegg Mason Capital Management (\"LMCM\":) is comprised of (i) Legg Mason Capital Management, Inc. (\"LMCI\"), (ii) \nLegg Mason Funds Management, Inc. (\"LMFM\"), and (iii) LMM LLC (\"LMM\").  \n \nThe views expressed in this commentary reflect those of LMCM as of the date of this commentary. These views are \nsubject to change at any time based on market or other conditions, and LMCM disclaims any responsibility to \nupdate such views. These views may not be relied upon as investment advice and, because investment decisions \nfor clients of LMCM are based on numerous factors, may not be relied upon as an indication of trading intent on \nbehalf of the firm. The information provided in this commentary should not be considered a recommendation by \nLMCM or any of its affiliates to purchase or sell any security. To the extent specific securities are mentioned in the \ncommentary, they have been selected by the author on an objective basis to illustrate views expressed in the \ncommentary. If specific securities are mentioned, they do not represent all of the securities purchased, sold or \nrecommended for clients of LMCM and it should not be assumed that investments in such securities have been or \nwill be profitable. There is no assurance that any security mentioned in the commentary has ever been, or will in the \nfuture be, recommended to clients of LMCM.  Employees of LMCM and its affiliates may own securities referenced \nherein.   \n \nLegg Mason Investor Services, LLC, Distributor\nMember SIPC \n \nPage 11  \n             Legg Mason Capital Management \n \n"
    }
  ]
}