{
  "filename": "2006_interdisciplinary_perspectives_on_risk.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423220258-07'00'",
    "modDate": "D:20240423220308-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "Michael J. Mauboussin\nmmauboussin@lmfunds.com\nLEGG MASON\nCAPITAL MANAGEMENT\n \n \n \nAugust 15, 2006 \n \nInterdisciplinary Perspectives on Risk \nExcerpts from a presentation given to the Greenwich Roundtable, July 26, 2006 \n \nGood evening. These roundtable meetings always encourage me to organize my thoughts \non an important theme. This evening’s topic, an interdisciplinary perspective on risk, is \nparticularly fascinating and we could spend days on it without doing it full justice. I only \nhope my comments serve to provoke thought and add some perspective. \n \nI’d like to break my comments into three parts: \n \n• \nFirst, I’d like to underscore the classic Knightian distinction between risk and \nuncertainty. I believe this distinction remains useful, especially when we think \nabout how to manage risk. \n \n• \nSecond, I’ll discuss some of the mechanisms behind risk and uncertainty. I will \nplace a particular emphasis on differentiating between complex systems where \nrisk or uncertainty is endogenous, or internal, versus situations where risk or \nuncertainty is due to exogenous, or external, factors.   \n \n• \nFinally, I’ll share some thoughts about managing risk, including a brief look at \nprobability assessment. \n \nI. \n \nIn our day-to-day language, and even in finance, people tend to use the terms risk and \nuncertainty interchangeably. But in the 1920s economist Frank Knight made a distinction \nthat I find quite useful.1 He argued that risk describes a system where we don’t know the \noutcome, but we do know what the underlying probability distribution of outcomes looks \nlike. So think of a roulette wheel—when the croupier spins the wheel, you don’t know \nwhere the ball will land, but you do know all the possibilities and their associated \nprobabilities. Risk also incorporates the notion of harm—that is, you can lose. \n \nIn contrast, uncertainty reflects a situation where you don’t know the outcome, but you \nalso don’t know what the distribution of the underlying systems looks like.  Uncertainty \nalso doesn’t necessarily imply harm, although it often does. So it’s not hard to see that \nmost systems we deal with in the real world are really uncertain, not risky. Uncertainty \nbetter describes issues like terrorism or the avian flu, or even markets.  \n \nHere’s why I’m stressing this distinction: we can model risk using probability calculus. In \nfact, the statistics of risk are relatively straightforward. In contrast, we can’t model \nuncertainty easily. And real trouble arises when we model uncertain systems using the \nmathematical tools of risk. Yet this is precisely what many people do in financial markets \nand in other domains as well. We’ll come back to this issue of risk or uncertainty \nquantification in a moment. \n \n \n"
    },
    {
      "number": 2,
      "text": " \nPage 2 \n \nLegg Mason Capital Management \n \nII. \n \n \nLet me now turn to the second topic. Over the past decade or so, I’ve had the pleasure of being \naffiliated with the Santa Fe Institute, a multidisciplinary research institute dedicated to the study of \ncomplex systems. 2 My interaction with the scientists there—including physicists, biologists, and \nnetwork theorists—has encouraged me to think much more about the mechanisms behind risk \nand uncertainty. To be frank, today these mechanisms can really only help describe what’s going \non, and are of limited predictive value. 3 But I believe these mechanisms provide insights into how \ncomplex systems work, and a first step in how we might deal with them.    \n \nBut let me first be clear about a point: when we discuss risk or uncertainty, we’re not so much \ninterested in the boring events—a small move in the stock market or a rain storm. We’re \ninterested in the extreme events—a market crash or a devastating hurricane. How do these \nextreme events come about?  \n \nA distinction I find useful is between endogenous and exogenous sources of risk (notwithstanding \nthe prior distinction, I will use the terms risk and uncertainty interchangeably for discussion \npurposes). As the word implies, endogenous risk arises within the system. Endogenous risk is \ninherent in a complex system, yet remains poorly understood. We’ll try to shed some light on that.  \n \nExogenous risk, of course, comes from outside the system. It’s basically a condition imposed on \na system.  \n \nI’d like to start with endogenous risk, which is by its nature interdisciplinary. Don’t worry, I’ll offer \nsome concrete examples to link these ideas to the real world. But to do this approach justice, I \nneed to sketch out three frameworks. \n \nThe first framework is the wisdom of crowds, which writer Jim Surowiecki laid out well a couple of \nyears ago in his book of the same title. 4 The basic idea is simple and somewhat counterintuitive: \nif you get a diverse group of people together to solve a problem, the group’s answer will typically \nbe better than that of any individual, even an expert. The wisdom of crowds is a more common \nway of describing a type of complex adaptive system—the heart of the Santa Fe Institute’s \nwork—and is an apt description of the stock market. 5 \n \nThe key is that the crowd is only wise under certain conditions. You need agent diversity, an \naggregation mechanism, and some sort of incentives. When one or more of these conditions is \nviolated, all bets are off. In human systems, diversity is the most likely condition to be violated. \nWhen you take away diversity, the complex system can become fragile and in some cases will \nlead to large-scale changes. Booms and crashes are good examples of diversity breakdowns in \nmarkets. Fads and fashions also illustrate the concept. And that leads to the second framework: \ndiffusion theory. \n \nTechnologies, ideas, and illnesses tend to diffuse following an S-curve pattern. 6 So, for example, \na new technology will start with only a few adopters, and will grow at a relatively slow rate early \non. The rate then accelerates, and the technology takes off. This field has been studied in detail, \nand is of prime interest to epidemiologists and technologists, just to name two groups. The key \npoint is the growth rate is not stable: it’s low to start, rises, and then slows down again. Also \nimportant is that most technologies or ideas don’t diffuse—they simply sputter out. 7   \n \nThe final framework is network theory, or how the individual nodes in a network are connected. \nNetwork theory bears on a wide variety of phenomena, including your network of friends, \ntransmitters on the power grid, or the spread of disease. In recent years, scientists have made \nmajor advances in understanding the nature of networks. We now know that the structure of the \nnetwork is important in understanding how things get transmitted over the network. 8 \n \n"
    },
    {
      "number": 3,
      "text": " \nPage 3 \n \nLegg Mason Capital Management \n \nThere are two features of these frameworks worth emphasizing. First, they are non-linear. For \nexample, in the case of the wisdom of crowds you can reduce diversity, reduce diversity, and \nnothing happens. Then you reduce it a bit more and the system reacts violently—the proverbial \nstraw that broke the camel’s back. 9 Many of you know this idea as the tipping point. 10 \n \nThat leads to the second feature: lack of proportionality. The size of the perturbation and the \noutcome are not always linked. Sometimes small perturbations lead to large outcomes, and vice \nversa. 11 When you combine a lack of linearity with a lack of proportionality, it’s not hard to see \nthat predictions are difficult and cause and effect thinking is often futile.  \n \nLet me discuss two examples to make this more tangible. \n \nThe first is a market example, and deals with Long Term Capital Management (LTCM). LTCM \nused statistical arbitrage to “vacuum up nickels”, as one of the founders, Myron Scholes, \ndescribed it. One essential component of their portfolio was that it was highly diversified: the \ncorrelations between the positions were historically quite low—10 percent or less. To be \nconservative, in their value at risk models LTCM assumed correlations could jump to 30 percent, \nvastly higher than anything they saw in their historical data. \n \nHowever, the summer of 1998 saw a real contagion—a diversity breakdown of epic proportions. \nNotwithstanding the substantial arbitrage opportunities, there were no arbitrageurs to be found, \nand correlations rocketed higher, to about 70 percent. Add high correlations, leverage, and \ndeclining asset prices, and you have the story. 12 \n \nThe second example is the large East Coast blackout in August 2003. That blackout started with \na fairly routine power problem in Ohio—a problem that happens relatively frequently all over the \ncountry. Since our national power grid is a network, a failure in one spot is typically absorbed by a \nneighboring area. In 2003, Ohio demanded power from Michigan, which couldn’t handle it so it \ndemanded power from Canada, which couldn’t handle it so it demanded power from New York. \nAll along the chain things got worse until we ended up with a widespread blackout. It was a \nclassic example of a cascading failure. 13  \n \nThere are a couple of points worth underscoring in these examples. First, the outcomes were \ngrossly out of proportion with the perturbation. In both cases, there were real issues that triggered \nthe ultimate events, but those catalysts were not at all out of the ordinary—only the outcomes \nwere. \n \nSecond, after the events—and this is true of the crash of 1987 as well—people automatically \nseek to understand the cause and effect and to fix the problem. 14 As I mentioned a moment ago, \nthere’s no way to understand cause and effect simply, and these behaviors are part-and-parcel of \ncomplex systems. As long as these systems exist, we will suffer periodic, catastrophic failures. \nOn the flip side, these systems bring a lot of good to society, and are a useful way to solve \nproblems.  \n \nThe other kind of risk a system faces is exogenous. Examples today include the threat of the \navian flu, terrorism, and hurricanes. While each of these threats, viewed individually, can be \ntreated as a complex system, we often think of events happening to us rather than arising from \nour day-to-day activities. So when we think about disaster preparedness, we’re often thinking of \nexogenous risks. \n"
    },
    {
      "number": 4,
      "text": " \nPage 4 \n \nLegg Mason Capital Management \n \nIII. \n \n \nLet me wrap up with the third part of my comments by asking the question, what should we do \nabout all of this?  Here are some thoughts—some constructive, some concerning. \n \nOn the constructive side, it’s useful to note that the outcomes of complex systems often have a \nsignature—a power law distribution. A power law—colloquially known as the 80/20 rule—says \nthat large events happen infrequently and small events happen frequently. What’s elegant about \npower laws is there is a specific mathematical formula that can express this relationship. Power \nlaws describe a wide range of phenomena, from deaths in wars, to earthquake sizes, to the size \nof blackouts, to stock price changes, to city sizes, to the metabolic rate of animals. 15 Awareness \nof the statistical properties, even with limited specific predictive ability, is very useful. \n \nNext, on the constructive side, we now have so-called prediction markets that can at least help us \nassess probabilities of various events. These are real-money markets that have proven quite \naccurate in predicting economic and political outcomes. 16 Let me read off some of the \nprobabilities I found in the markets this morning (July 26, 2006): 17 \n \n \nEvent \n \n \n \n \n \n        Probability of Happening (%) \n         as of July 26, 2006        as of August 15, 2006 \n \nConfirmed case of avian flu in U.S. by 12/31/06 \n33 \n39 \n \nConfirmed case of avian flu in E.U. before U.S.  \n88 \n85 \n \nAvian flu vaccine by 12/31/06 \n33 \n31 \n \n \nIslamic terrorists hit U.S. while Bush is president \n54 \n48 \n \nTerrorists attack E.U. before U.S. \n69 \n70 \n \nMore than nine Atlantic hurricanes in 2006 \n43 \n39 \n \nNaturally, some understanding of the distributions and probabilities allows for forms of insurance, \nor preparedness, that can protect against one or more of these events. \n \nBut that leads to my final thought, which is not optimistic. Psychologists have demonstrated that \nevents that are not vivid in our minds get assigned very low probabilities—much lower than the \nfacts warrant. 18 I suspect for us to mobilize, as a society, to address risks like global warming or \nenergy constraints we will need one or more 9/11-type events—a tragic incident that reveals \nwhat’s really going on.  \n \nIn summary, I want to leave you with the notion that we humans are still not very good at dealing \nwith risk or uncertainty. We are still linear thinkers, we have a nearly-insatiable need to link cause \nand effect, and we assess probabilities poorly. However, we do now better understand some of \nthe mechanisms that underlie complex systems, and that knowledge can be very helpful in \npreparation for future catastrophic events. \n \n*     *     * \n \nThe Greenwich Roundtable is a non-profit research and educational organization for investors \nwho allocate capital to alternative investments.   \n \n \n"
    },
    {
      "number": 5,
      "text": " \nPage 5 \n \nLegg Mason Capital Management \n \nEndnotes \n \n1 Frank H. Knight, Risk, Uncertainty, and Profit (Boston: Houghton and Mifflin, 1921).  \n2 See www.santafe.edu. \n3 For some thoughts about prediction in complex systems, see Didier Sornette, Why Stock \nMarkets Crash: Critical Events in Complex Financial Systems (Princeton, N.J.: Princeton \nUniversity Press, 2003).  \n4 James Surowiecki, The Wisdom of Crowds: Why the Many Are Smarter Than the Few and How \nCollective Wisdom Shapes Business, Economies, and Nations (New York: Random House, \n2004). \n5 Michael J. Mauboussin, “Capital Ideas Revisited,” Mauboussin on Strategy, March 30, 2005.  \n6 Everett M. Rogers, 5th ed., Diffusion of Innovations (New York: Free Press, 2003). \n7 Geoffrey A. Moore, Crossing the Chasm: Marketing and Selling Technology Products to \nMainstream Customers (New York: HarperCollins, 1991). \n8 Duncan J. Watts, Six Degrees: The Science of a Connected Age (New York: W.W. Norton, \n2003). \n9 Steven Strogatz, Sync: The Emerging Science of Spontaneous Order (New York: Hyperion \nBooks, 2003). \n10 Malcolm Gladwell, The Tipping Point: How Little Things Can Make a Big Difference (New York: \nLittle, Brown, 2000). \n11 John H. Holland, Hidden Order: How Adaptation Builds Complexity (Reading, MA: Helix Books, \n1995). \n12 Donald MacKenzie, An Engine, Not a Camera: How Financial Models Shape Markets \n(Cambridge, MA: MIT Press, 2006), 218-236. \n13 Michael J. Mauboussin and Kristen Bartholdson, “Watts on Watts (and Much More),” The \nConsilient Observer, vol. 2, 16, September 9, 2003. \n14 David M. Cutler, James M. Poterba, and Lawrence H. Summers, “What Moves Stock Prices?” \nThe Journal of Portfolio Management, Spring 1989, 4-12. \n15 Mark Buchanan, Ubiquity: The Science of History . . . Or Why the World is Simpler Than We \nThink (New York: Crown Publishers, 2000). \n16 See Justin Wolfers and Eric Zitzewitz, “Prediction Markets,” NBER Working Paper 10504, May \n2004. Also Justin Wolfers and Eric Zitzewitz, “Interpreting Prediction Market Prices as \nProbabilities,” Working Paper, February 2005. \n17 See www.tradesports.com; www.newsfutures.com. \n18 Paul Slovic, Melissa Finucane, Ellen Peters, and Donald G. MacGregor, “The Affect Heuristic,” \nin Heuristics and Biases: The Psychology of Intuitive Judgment, ed. Thomas Gilovich, Dale \nGriffin, and Daniel Kahneman (Cambridge: Cambridge University Press, 2002), 397-420.\n"
    },
    {
      "number": 6,
      "text": " \nPage 6 \n \nLegg Mason Capital Management \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe views expressed in this commentary reflect those of Legg Mason Capital Management \n(LMCM) as of the date of this commentary and may differ from the views of other employees of \nthe firm or its affiliates. These views are subject to change at any time based on market or other \nconditions, and LMCM disclaims any responsibility to update such views. These views may not \nbe relied upon as investment advice and, because investment decisions for clients of LMCM are \nbased on numerous factors, may not be relied upon as an indication of trading intent on behalf of \nthe firm. The information provided in this commentary should not be considered a \nrecommendation by LMCM or any of its affiliates to purchase or sell any security. \n \n© 2006 Legg Mason Investor Services, LLC, an affiliated Legg Mason, Inc company.  \nMember NASD, SIPC \n \n06-0376 (08/06) \n"
    }
  ]
}