{
  "filename": "2006_common_errors_in_dcf_models__do_you_use_economically_sound___transparent_models_.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423215814-07'00'",
    "modDate": "D:20240423220024-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "Michael J. Mauboussin\nmmauboussin@lmfunds.com\nLEGG MASON\nCAPITAL MANAGEMENT\nMarch 16, 2006 \nCommon Errors in DCF Models \nDo You Use Economically Sound and Transparent Models? \nDiscounted cash flow analysis is the most accurate and flexible method for valuing projects, \ndivisions, and companies. Any analysis, however, is only as accurate as the forecasts it relies \non. Errors in estimating the key ingredients of corporate value . . . can lead to mistakes in \nvaluation.\nTim Koller, Marc Goedhart, and David Wessels \nValuation: Measuring and Managing the Value of Companies 1\nA Return to First Principles \nSay you had to come up with a fair offer to buy your local dry cleaner and the seller limited \nthe extent of your financial information to the answers to five questions. Which questions \nwould you ask?  \nChances are you wouldn’t ask how the quarter is progressing or about last year’s earnings, \nbut you would focus on the prospects for cash coming in versus cash going out over time. \nSole proprietors understand intimately that the value of their business hinges on the cash \nflow the business generates. No distributable cash, no value. Cash puts food on the table and \npays the mortgage; earnings do not. \nEquity investors are business buyers. While most shareholders own only a small fraction of a \ncompany, they are owners nonetheless. The source of shareholder value, and value \nchanges, is no different than the sole proprietor’s: it’s all about the cash. \nMost investors don’t think this way. In part, this is because market exchanges readily allow \ninvestors to trade cash today for claims on future cash flows, and vice versa, encouraging \nthem to forget they are evaluating, buying, and selling businesses. Yet investors, as opposed \nto speculators, should never lose sight of their objective: buying a stream of cash flows for \nless than what it is worth.\nGiven that cash inflows and outflows are the lifeblood of corporate value, you might expect \ninvestors to be intent on measuring and valuing cash flows. Indeed, valuation in the bond and \ncommercial real estate markets is all about cash. In practice, however, very few equity \ninvestors dwell on cash. Proxies for value, like earnings and multiples, dominate Wall Street \nvaluation work.\nBecause markets are mostly efficient, investors can get away with using value proxies \nwithout awareness of what the proxies actually represent. The result is complacency and a \nfalse sense of understanding. As a consequence most investors don’t do fundamental \nvaluation work; when they do, they often do the work incorrectly. \n"
    },
    {
      "number": 2,
      "text": "Legg Mason Capital Management\nPage 2 \nFirst principles tell us the right way to value a business is to estimate the present value of the \nfuture cash flows. While most Wall Street professionals learned about discounted cash flow \n(DCF) models in school, in practice the models they build and rely on are deeply flawed. Not \nsurprisingly, the confidence level in these DCF models is very low. This faint confidence is not an \nindictment of analytical approach but rather of analytical methods. \nDCF models should be economically sound and transparent. Economically sound means the \ncompany’s return and growth patterns are consistent with the company’s positioning and the \nample empirical record supporting reversion to the mean. Transparent means you understand the \neconomic implications of the method and assumptions you choose. Most DCF models fail to meet \nthe standards of economic soundness and transparency. \nThe List \nHere’s our list of the most frequent errors we see in DCF models. We recommend you check your \nmodels, or the models you see, versus this list. If one or more of the errors appear, the model will \ndo little to inform your business judgment.  \n1.\nForecast horizon that is too short. One of the most common criticisms of DCF models is \nthat any forecast beyond a couple of years is suspect. Investors, therefore, are alleged to be \nbetter off using more certain, near-term earnings forecasts.   \nSuch reasoning makes no sense, for at least two reasons. First, a key element in understanding a \nbusiness’s attractiveness involves knowing the set of financial expectations the price represents. \nThe market as a whole has historically traded at a price-to-earnings multiple in the mid-to-high \nteens. Simple math shows today’s stock prices reflect expectations for value-creating earnings \nand cash flows many years in the future.\nTo make the point more concrete, imagine you are a restaurant industry executive in charge of \nfinding new store locations. When assessing the attractiveness of a prospective site, would you \nconsider only two years of earnings because “any beyond that is guessing”?  Of course not. \nYou’d base your judgment on the location, past results for similar sites, and other value-relevant \nfactors. Intelligent capital allocators take a long-term view. \nThe mismatch between a short forecast horizon and asset prices that reflect long-term cash flows \nleads to the second problem: investors have to compensate for the undersized horizon by adding \nvalue elsewhere in the model. The prime candidate for the value dump is the continuing, or \nterminal, value.  The result is often a completely non-economic continuing value. This value \nmisallocation leaves both parts of the model—the forecast period and continuing value \nestimate—next to useless. \nSome investors swear off the DCF model because of its myriad assumptions.  Yet they readily \nembrace an approach that packs all of those same assumptions, without any transparency, into a \nsingle number: the multiple. 3 Multiples are not valuation; they represent shorthand for the \nvaluation process. Like most forms of shorthand, multiples come with blind spots and biases that \nfew investors take the time and care to understand.  \nJohn Maynard Keynes famously said, “I’d rather be vaguely right than precisely wrong.” His \nmessage applies here. We recommend explicit forecast periods of no less than five years, and \nnote many companies require over ten years of value-creating cash flows to justify their stock \nprices. Ideally, the explicit forecast period should capture at least one-third of corporate value with \nclear assumptions about projected financial performance.   \nWhile the range of possible outcomes certainly widens with time, we have better analytical tools \nto deal with an ambiguous future than to place an uncertain multiple on a more certain near-term \nearnings per share figure. We address the uncertainty issue below. \n"
    },
    {
      "number": 3,
      "text": "Legg Mason Capital Management\nPage 3 \n2.\nUneconomic continuing value. The continuing value component of a DCF model \ncaptures the firm’s value for the time beyond the explicit forecast period, which can theoretically \nextend into perpetuity. \nWhile developing a DCF model’s structure, investors must mind one of microeconomics’s most \npowerful lessons: competitive forces assure that return on investment will approximate the cost of \ncapital over time. Numerous empirical studies document this reversion to the mean, and life cycle \ntheories express the process. 2 Accordingly, one reasonable way to structure a DCF model uses \nthe explicit forecast period to capture the excess returns on new investment (value creation) with \nthe continuing value component reflecting value after the company exhausts its incremental \nvalue-creation opportunities. See Exhibit 1. \nExhibit 1: A DCF Model Should Be Economically Sound \nSource: LMCM analysis. \nWe rarely see this structure in practice. Based on a sample of sell-side models we gathered, we \nobserved forecast periods that are too short, generally five years or less. The crucial \nconsequence of a too-short forecast period is the modeler has to heap the value burden on the \ncontinuing value estimate in order to have any consonance with the market price. As a \nconsequence, the model fails to reflect a clear sense of the company’s pattern or timing of value \ncreation. In reality, most analysts understand little about the implications of their continuing value \nassumptions. \nFor instance, modelers commonly apply a multiple to ending-period earnings before interest, \ntaxes, depreciation, and amortization (EBITDA) to estimate continuing value. The assigned \nmultiple rarely has a solid economic foundation, and most analysts have no idea what the multiple \nimplies about financial performance.  \nAs an example, given certain assumptions a 13.0 times EBITDA multiple implies 6 percent \nearnings growth and a 150 percent return on incremental capital in perpetuity. 4 For the record, no \ncompany in the history of mankind has achieved such financial performance. A high percentage \nof value accorded to the continuing value almost always reflects an improper forecast period. \nIn contrast, segregating the model into a period of value creation and value neutrality not only \nmakes sound economic sense, but allows for greater model clarity. We can capture the \nLife Cycle Theory\nROIC - WACC spread\nExplicit forecast\nContinuing value \nperpetuity assumption\nTime\nROIC - WACC\nFitting DCF to Life Cycle Theory\nTime\n"
    },
    {
      "number": 4,
      "text": "Legg Mason Capital Management\nPage 4 \ncontinuing value with a perpetuity assumption, capitalizing the last year’s net operating profit after \ntax by the cost of capital. This value, even discounted to the present, often represents 60-70 \npercent of corporate value.\nMoreover, a perpetuity assumption neatly captures the reversion-to-the-mean phenomenon. The \napproach assumes incremental returns on investment equal the cost of capital. Over time, \nnaturally, depreciation of old investments and addition of new investments assure a company \nreplaces its invested capital base. After the company depreciates all its old, value-creating \ninvestments, the remaining invested capital earns exactly the cost of capital. A company’s asset \nlife determines the length of this reversion process. A short-asset-life company will rapidly replace \nits invested capital base and revert to cost-of-capital returns quickly. The opposite is true for a \nlong-asset-life company. \nMany analysts incorrectly assume the perpetuity approach does not reflect growth beyond the \nexplicit forecast period. This assumption is wrong. The perpetuity assumption does not rule out \ngrowth. But since growth has no necessary link to value creation, companies can continue to \ngrow without creating any shareholder value. The essential assumption of the perpetuity \napproach relates to incremental value creation, not incremental growth. Appendix A demonstrates \nthis point. \nMost DCF models fail the economically sound and transparent test because of poor structure: the \nexplicit forecast periods are too short and the continuing value estimates carry too much value. \nAn investor should have a clear handle on the economic assumptions or implications behind \nwhatever continuing value approach they choose.   \n3.\nCost of capital. You’ll rarely see a great equity investor point to an ability to judge the \ncost of capital better than others as the source of meaningful edge. But you do see many DCF \nmodels debilitated by a nonsensical cost of capital estimate. \nThe cost of capital is an estimate of the rate of return an investor demands to hold an asset or, \nsaid differently, an investor’s opportunity cost. As such, the cost of capital is the proper rate for \ndiscounting future cash flows to a present value.\nMost companies finance their operations largely through debt and equity. The cost of debt, \nespecially for large companies, is generally transparent because companies have contractual \nobligations to make coupon payments and return principal on a timely basis. Some yield premium \nover risk-free securities is appropriate, with the size of the premium reflecting the company’s \ncreditworthiness. The large and generally liquid corporate bond market makes comparisons \nbetween fixed-income securities relatively straightforward. \nEstimating the cost of equity is more challenging. Unlike debt’s explicit cost, the cost of equity is \nimplicit. The cost of equity is higher than the cost of debt because equity’s claim is junior. But no \nsimple method exists to estimate the cost of equity.  \nBy far the most common approach to estimating the cost of equity is the capital asset pricing \nmodel (CAPM). The CAPM says a company’s cost of equity equals the risk-free rate plus the \nproduct of the equity risk premium and beta. Government-issued notes generally provide a good \nproxy for the risk-free rate. Estimates for the equity risk premium and beta prove more \nchallenging. \nLet’s start with beta, which attempts to reflect the sensitivity of a stock’s price movement relative \nto the broader market. A beta of 1.0 means the stock tends to move in line with the market. A \nbeta below 1.0 suggests a stock moves less than the market, while a beta above 1.0 implies \nmoves greater than the market. All things equal, finance theory associates a higher beta with \nhigher risk and reward. \n"
    },
    {
      "number": 5,
      "text": "Legg Mason Capital Management\nPage 5 \nBeta is wonderful theoretically but fails practically and empirically. The practical failure surrounds \nwhat beta to actually use in the CAPM.  Ideally, we want forward-looking betas, which we cannot \nreliably estimate. Beta’s empirical failure reflects studies showing beta does a poor job explaining \nreturns. 5\nA visit to the Bloomberg terminal shows the problem with blithely using the CAPM. In mid-March \n2006, General Motors had a beta of 1.3 while Yahoo! had a beta in excess of 1.6. It would be \nhard for a businessperson to argue that Yahoo is likely to be significantly more risky than General \nMotors over an appropriate forecast time horizon. Indeed, the implied option volatilities suggest \nmore risk at GM than YHOO. While gauging the relative risks of businesses is clearly valuable, \ninvestors have to impose judgment on the figures the various services produce.\nThe second important input into the CAPM is the equity risk premium, the return above and \nbeyond the risk-free rate an investor expects to earn as compensation for assuming greater risk. \nLike beta, the equity risk premium is ideally a forward-looking estimate. Most analysts rely on past \nequity risk premiums, which, depending on the time frame, may not give a reasonable sense of \nthe return outlook. \nMost of the problems with the cost of capital come from stale inputs for beta and the equity risk \npremium. For example, the geometric average equity risk premium was 1.9 percentage points \nfrom 1982-2005, 3.7 percentage points from 1962-2005, and 6.2 percentage points from 1926-\n2005. 6 The arithmetic average equity risk premiums during the same time frames were higher. \nOne area of debate in valuation is whether the geometric or arithmetic average is more \nappropriate. We favor geometric returns for long term models and arithmetic averages for short-\nterm return forecasts. 7\nIn addition, research suggests the equity risk premium is probably nonstationary, which means \nusing past averages may be very misleading. Specifically, variables shaping the equity risk \npremium—like past stock returns, stock price volatility, and business conditions—clearly change, \nmaking it likely the ex-ante equity risk premium changes as well. 8\nWhether you add 200 or 600 basis points* to the current risk-free rate of 4.7 percent (mid-March \n2006) will make a significant difference in the model’s output. Exhibit 2 shows a sample of equity\nrisk premiums assumed in recent sell-side analyst reports. Our best advice is to settle on a cost \nof capital that makes business and economic sense. Some academics suggest the equity risk \npremium is in the 3 to 4 percentage point range, which strikes us as reasonable. 9 The midpoint of \nthis range implies a market return of roughly 8 percent over time. \nExhibit 2: A Sample of Equity Risk Premiums in Recent Research Reports \n0\n1\n2\n3\n4\n3.5\n4.5\n5.0\n5.5\n6.0\nAssumed Equity Risk Premium (%)\nFrequency\nSource: Various sellside reports. \n*100 basis points= 1%\n"
    },
    {
      "number": 6,
      "text": "Legg Mason Capital Management\nPage 6 \nFinally, while some sensitivity analysis around the cost of capital can be useful, we would argue \ninvestors are much better off considering alternative scenarios for the key operating value drivers \n(sales growth, margins, capital intensity). Sometimes asset mispricings do show up as high \ndiscount rates, as we saw in the high-yield bond market in late 2002. But even there, you could \nargue great investors have historically generated an edge by understanding the value drivers \nbetter than the market. \n4.\nMismatch between assumed investment and earnings growth. Companies invariably \nmust invest in the business—via working capital, capital spending, acquisitions, R&D, etc.—in \norder to grow over an extended period. Return on investment (ROI) determines how efficiently a \ncompany translates its investments into earnings growth. Since ROI links investment and growth, \nand ROIs tend toward the cost of capital over time, investors must treat the relationship between \ninvestment and growth carefully.\nDCF models commonly underestimate the investment necessary to achieve an assumed growth \nrate. This mistake often comes from two sources. First, analysts looking at companies that have \nbeen highly acquisitive in the past extrapolate an acquisition-enhanced growth rate while only \nreflecting capital spending and working capital needs for the current business. You can mitigate \nthis error by carefully considering the growth likely to come from today’s business—which will be \nless than an acquisition-fueled rate. \nThe second reason for underestimating investment stems from a simple failure to explicitly link \ngrowth and investments via ROI. Analysts frequently project growth (sales and margins) \nindependent of investments. A simple way to check for this error is to add a ROI line in the model. \nIf you see ROIs rising or dropping sharply without a thoughtful strategic underpinning, the model \nis likely unreliable. The vast majority of the models we see make no effort to reflect a link between \ngrowth and investment. \n5.\nImproper reflection of other liabilities. In the widely-used free cash flow to enterprise \napproach, an analyst determines the corporate value based on the present value of future cash \nflows. The analyst then adds cash and any other nonoperating assets and subtracts debt and any \nother liabilities to arrive at shareholder value.  \nMost liabilities, including debt and many pension programs, are relatively straightforward to \ndetermine and reflect in the model. Some other liabilities, like employee stock options, are trickier \nto capture. Not surprisingly, most analysts do a very poor job capturing these liabilities in an \neconomically sound way. \nWe would note that other liabilities tend to be important for only a handful of companies. For \nexample, other postretirement employee benefit plans tend to concentrate in manufacturing \nindustries (e.g., autos) while employee stock options occur most frequently in knowledge and \nservice industries (e.g., technology and financial services). Investors must properly recognize \nother liabilities in the sectors where they have a large impact on corporate value. \nEmployee stock options are a good illustration of this common shortcoming. Most DCF models \nsimply reflect past option grants through fully diluted shares. Of course, since fully diluted shares \nonly reflect in-the-money options, the solution does an awful job of capturing the magnitude of the \nliability. 10 While accounting standards now require companies to expense options, we have found \nfew DCF models that explicitly treat future option grants as an expense. Often, analyst models \nshow rising shares outstanding (dilution) and models sometimes include option proceeds without \nreflecting any dilution.  \nWe can deal with ESOs appropriately by treating already-granted options as a contingent liability, \nusing basic shares outstanding, and reflecting future option grants as an expense. This approach \nallows for a dynamic appraisal of past option grants and considers future grants as an economic \nexpense. \n"
    },
    {
      "number": 7,
      "text": "Legg Mason Capital Management\nPage 7 \n6.\nDiscount to private market value. In what we’d characterize as an unfortunate hangover \nfrom the 1980s and 1990s investment-banker mentality, we still see DCF models that calculate a \nvalue, only to modify the amount by a “public market discount” of 20-25 percent. This practice \nseems most prevalent in the telecommunications industry. \nThis practice fails the transparency test. To see the point, we have to invert the discount mindset \nand ask why a private (strategic or financial) buyer would pay a premium to public market value. \nPerhaps the private buyer believes the stock is undervalued (in which case the premium wipes \nout the benefit). More likely, the buyer believes it can generate a higher stream of cash flows from \nthe acquired assets than the target company can by itself.  \nSynergies, the benefits of putting two companies together, often justify most if not all of the \npremium. Alternatively, a buyer may allocate capital differently or use financial leverage to \nenhance after-tax cash flows. \nTo be sensible, a DCF model reflecting a public market discount must already incorporate \nsynergies or some other catalyst for higher cash flows the company cannot achieve on its own. \nModeling possible deal synergies is fine, though the exercise should remain separate from \nvaluing the standalone business. The discount-to-private-market-value model lacks sufficient \ntransparency because it conflates the base and synergy cash flows. \n7.\nDouble counting. Models should not count a dollar of value (or liability) more than once. \nUnwittingly, DCF models often double count the same source of value. \nTake share repurchase, for instance. Companies generating strong free cash flow often have a \nrecord of buying back stock that is likely to continue. Analysts, recognizing both a proclivity \ntoward buybacks and strong cash flow, sometimes build buybacks into their models by assuming \nthe company uses free cash flow to shrink shares outstanding over time. This double counts \nbecause the model values the cash flow (once) and the model uses the same cash flow to reduce \nshares outstanding (twice). This error of double-counting leaves aside the analytical challenge of \njudging the future stock price (the only way to properly determine how much stock a company \nmight buy). \nAnother less frequent example of double counting involves the practice of including interest \nincome in the cash flow calculation and adding the cash balance to corporate value. Alternatively, \nsome analysts subtract financing costs from cash flow and then deduct debt from corporate value \nto come up with shareholder value.  \n8.\nScenarios. Probably the most-often-cited criticism of a DCF model is that small changes \nin assumptions can lead to large changes in the value. We addressed part of that concern, which \ncan be mitigated by lengthening the forecast horizon, in our discussion of the first two errors.  \nGoing one step further, the large majority of reports we see offer one DCF scenario, and analysts \noften peg their target prices on that scenario. Given investing is inherently probabilistic, one \nscenario—often backed by shaky assumptions—does not constitute thorough analysis. An \nintelligent investor needs to consider multiple scenarios. \nThough many DCF models do incorporate sensitivity analysis (typically a grid of values driven by \nalternative cost of capital, growth, or terminal valuation assumptions), these grids provide little \nrelevant information for anyone trying to understand the prospects of the business. Investors \nshould look to the value drivers—sales, margins, and investment needs—as sources of variant \nperception.    \nEven sensitivity analysis based on the value drivers is generally flawed because it fails to \nconsider the interactivity between value drivers. Proper scenario analysis considers how changes \nin sales, costs, and investments lead to varying value driver outcomes. 11 See Exhibit 3.\n"
    },
    {
      "number": 8,
      "text": "Legg Mason Capital Management\nPage 8 \nExhibit 3: Expectations Infrastructure \nSource: Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for Better Returns (Boston, MA: Harvard \nBusiness School Press, 2001), 41. \nScenario analysis also addresses concerns about an uncertain future. By considering “if, then” \nscenarios and insisting on a proper discount to expected value—or margin of safety—an investor \ncan safely and thoughtfully weigh various outcomes. \nConclusion \nTheory and practice tell us the value of a company is the present value of future cash flows. \nInvestors primarily seek to buy a stream of cash flow for less than it’s worth—or sell a stream for \nmore than it’s worth. Accordingly, an investor needs to be able to model cash flows intelligently \nand identify a variant perception: a well-founded belief the market has placed an incorrect value \non a company. \nBusiness school students learn all about DCF models, and they often practice building them in a \nclassroom setting. But when applying the models to the real world, an investor must ensure the \nmodels are economically sound and transparent. In practice, very few models pass these tests. \nWe have tried to identify the key areas of failure, and offer some thoughts about how to address \nthe shortcomings.\nSales\n1\nVolume\n2\nPrice and \nMix\n3\nOperating \nLeverage\n4\nEconomies \nof Scale\n5\nCost \nEfficiencies\n6\nInvestment \nEfficiencies\nSales \nGrowth \nRate (%)\nOperating \nProfit \nMargin (%)\nIncremental \nInvestment \nRate (%)\nOperating \nCosts\nInvestments\nOperating \nValue Drivers\nValue \nFactors\nValue \nTriggers\n"
    },
    {
      "number": 9,
      "text": "Legg Mason Capital Management\nPage 9 \nAppendix A: Why Growth Doesn’t Equate to Value \nHere’s the standard method for calculating continuing value, or value beyond the explicit forecast \nperiod: \nValue =  \n \nNOPATCAP+1 * (1- growth/ROIIC)\n                   \n \n \n      WACC – g \nWhere:  \nNOPATCAP+1\n= \nNormalized NOPAT in the first year after the forecast period \nGrowth  \n \n= \nGrowth in NOPAT \nROIIC  \n \n= \nReturn on incremental investment   \nWACC  \n \n= \nWeighted average cost of capital \nNOPAT is an acronym for net operating profit after tax.  \nThis method is identical to the free cash flow (FCF) in perpetuity approach when the underlying \nassumptions are the same. Here’s the FCF in perpetuity approach: \nValue =  \n \nFCFCAP + 1\n                   \n \nWACC – g \nLet’s plug in some numbers to demonstrate the equivalence. Assume: \nNOPATCAP+1\n= \n$100 \nGrowth  \n \n= \n    5% \nROIIC  \n \n= \n  12% \nWACC  \n \n= \n    9% \nThe standard formula: \nValue =  \n \n100 * (1- (5%/12%))   \n= \n58.33 \n = \n1,458.3\n \n \n \n       9% - 5% \n \n \n   4% \nIn order to calculate the value using the FCF method, we need to know the magnitude of \ninvestment. Note that FCF equals NOPAT – Investment. \nSince we know the starting NOPAT, growth, and ROIIC, we can calculate investment: \nROIIC * investment1 = 'NOPAT2-1\nA 5% NOPAT growth rate tells us that NOPAT is going from 100 to 105. So the change in \nNOPAT is 5. [Year 2 NOPAT of 105 minus Year 1 NOPAT of 100 = 5]. We also know ROIIC is \n12%. So: \n12% * investment = 5 \nInvestment = 5/12% =  41.67\nNow, we know that FCF = 58.33. [NOPAT of 100 minus Investment of 41.67 = 58.33]. \nSo the FCF in perpetuity model gives: \nValue =  \n \n  58.33   \n= \n58.33 \n \n= \n1,458.3\n                   \n \n9% – 5% \n \n   4% \n \n"
    },
    {
      "number": 10,
      "text": "Legg Mason Capital Management\nPage 10 \nSo the standard formula and the FCF in perpetuity approaches give the exact same answer \nprovided your assumptions are consistent. \nBoth the standard formula and the FCF in perpetuity collapse to the perpetuity assumption when \nROIIC equals WACC; that is, when incremental returns equal the cost of capital or, equivalently, \nincremental investments have a zero net present value. \nLet’s hold all of our assumptions constant except ROIIC, which we’ll set equal to the cost of \ncapital:\nNOPATCAP+1\n= \n$100 \nGrowth  \n \n= \n    5% \nROIIC  \n \n= \n    9% \nWACC  \n \n= \n    9% \nThe standard formula now yields: \nValue =  \n \n100 * (1- (5%/9%))   \n= \n44.44 \n = \n1,111.1\n \n \n \n       9% - 5% \n \n \n   4% \nThe same is true for the FCF in perpetuity model. First, we need to recalculate the investment: \n9% * investment = 5 \nInvestment = 5/9% = 55.56\nSo,\nFCF = 44.44. [100 – 55.56 = 44.44]. \nand\nValue =  \n \n  44.44   \n= \n44.44 \n \n= \n1,111.1\n                   \n \n9% – 5% \n \n   4% \n \nThe straight perpetuity assumption is simply:  \nValue =  \n \nNOPATCAP + 1\n                   \n \n     WACC  \nOr:\nValue =  \n \n  100   = \n1,111.1\n                   \n \n   9%   \n \nAll continuing value methods collapse to the same value as a perpetuity if you assume ROIIC \nequals WACC. Growth beyond the forecast period does not matter in and of itself. \n"
    },
    {
      "number": 11,
      "text": "Legg Mason Capital Management\nPage 11 \nEndnotes\n1 Tim Koller, Marc Goedhart, and David Wessels, Valuation: Measuring and Managing the Value \nof Companies, 4th ed., (New York: John Wiley & Sons, 2005), 361. \n2 Krishna G. Palepu, Paul M. Healy and Victor L. Bernard, Business Analysis & Valuation\n(Cincinnati: South-Western College Publishing, 2000), 10-6; Pankaj Ghemawat, Commitment: \nThe Dynamic of Strategy (New York: Free Press, 1991), 82. \n3 Here’s a quotation from a recent sell-side research report, “Discounted cash flow is often touted \nas the preferred approach; however, present values are often terribly sensitive to the most minute \ntweak of one’s terminal value assumptions. So, we keep coming back to the simple but effective \nmethod of applying multiples to the earnings of future periods.”  \n4 We assumed that depreciation equals 20 percent of EBITA and a 35 percent tax rate. We then \nselected the six percent growth rate and solved for the ROIC. \n5 Eugene F. Fama and Kenneth R. French, “The Cross-section of Expected Stock Returns,” \nJournal of Finance 47, 1992, 427-465; and Eugene F. Fama and Kenneth R. French, “The Capital \nAsset Pricing Model: Theory and Evidence,” The Journal of Economic Perspectives, Vol. 18, 3, \nSummer 2004, 25-46. \n6 See www.jeremysiegel.com.\n7 Aswath Damodaran, Investment Valuation: Tools and Techniques for Determining the Value of \nAny Asset, 2nd ed. (New York: John Wiley & Sons, 2002), 161-162. Also, Bradford Cornell, The\nEquity Risk Premium: The Long-Run Future of the Stock Market (New York: John Wiley & Sons, \n1999), 36-39. \n8 Cornell, 45-53.\n9 Daniel Altman, “Why Do Stocks Pay So Much More Than Bonds?” The New York Times,\nFebruary 26, 2006. \n10 Michael J. Mauboussin, “Employee Stock Options: Theory and Practice,” Mauboussin on \nStrategy, September 7, 2004.\n11 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for \nBetter Returns (Boston, MA: Harvard Business School Press, 2001), 40-46. \n"
    },
    {
      "number": 12,
      "text": "Legg Mason Capital Management\nPage 12 \nLegg Mason Investor Services, LLC, Distributor - A Legg Mason, Inc. subsidiary \nInvestment Products: Not FDIC Insured, Not Bank Guaranteed, May Lose Value \nLegg Mason Capital Management is the investment advisor and Legg Mason Investor \nServices, LLC is the distributor of five of the Legg Mason Funds.\nThe views expressed in this commentary reflect those of Legg Mason Capital Management\n(LMCM) as of the date of this commentary and may differ from the views of other employees of the \nfirm or its affiliates. These views are subject to change at any time based on market or other \nconditions, and LMCM disclaims any responsibility to update such views. These views may not be \nrelied upon as investment advice and, because investment decisions for clients of LMCM are \nbased on numerous factors, may not be relied upon as an indication of trading intent on behalf of \nthe firm. The information provided in this commentary should not be considered a recommendation \nby LMCM or any of its affiliates to purchase or sell any security. To the extent specific securities \nare mentioned in the commentary, they have been selected by the author on an objective basis to \nillustrate views expressed in the commentary. If specific securities are mentioned, they do not \nrepresent all of the securities purchased, sold or recommended for clients of LMCM and it should \nnot be assumed that investments in such securities have been or will be profitable. There is no \nassurance that any security mentioned in the commentary has ever been, or will in the future be, \nrecommended to clients of LMCM. Employees of LMCM and its affiliates may own securities \nreferenced herein.\nMember NASD, SIPC\nYou should consider a fund's investment objectives, risks, charges, and expenses \ncarefully before investing. For a prospectus, which contains this and other \ninformation on any Legg Mason fund, call your Financial Professional or visit \nwww.leggmasonfunds.com. Please read the prospectus carefully before investing.\n06-9851\n"
    }
  ]
}