{
  "filename": "2006_clear_thinking_about_share_repurchase__capital_allocation__dividends___share_repurchase.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423215727-07'00'",
    "modDate": "D:20240423215734-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "Michael J. Mauboussin\nmmauboussin@lmfunds.com\nLEGG MASON\nCAPITAL MANAGEMENT\n \n \n \n \nJanuary 10, 2006  \n \nClear Thinking about Share Repurchase \n \nCapital Allocation, Dividends, and Share Repurchase \n \nWhy Buybacks are so Important Now \n \nWhen companies with outstanding businesses and comfortable financial positions find their \nshares selling far below intrinsic value in the marketplace, no alternative action can benefit \nshareholders as surely as repurchases. \n \nWarren Buffett \nBerkshireHathaway 1984 Annual Report \n  \n0.0%\n1.0%\n2.0%\n3.0%\n4.0%\n5.0%\n6.0%\n7.0%\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005E\nDividend Yield\nBuyback Yield\nTotal Yield\n \nSource: Empirical Research Partners. \n \n• \nCorporate America is flush, and returns and cash flows remain strong. \nCapital deployment is front and center.  \n \n• \nAggregate share buybacks are now larger than dividends. While buybacks \nand dividends are mathematical equivalents, executives and investors \nconceptualize them very differently.   \n \n• \nManagers cite multiple motivations for buying back stock. A number of these \nmotivations risk conflicting with principles of value creation. \n \n• \nEarnings-per-share accretion or dilution has nothing to do with whether a \nbuyback makes economic sense. The relationship between price and \nexpected value dictates a stock buyback’s economic merits. \n"
    },
    {
      "number": 2,
      "text": " \nLegg Mason Capital Management \nPage 2 \n \nIntroduction \n \nCorporate America is in an unusual position today: even after returning a record one-half trillion \ndollars to shareholders in 2005, companies remain flush. Cash balances are high, debt levels are \nlow, and free cash flow has never been stronger. Delivering superior shareholder returns in \nupcoming years may require companies to show the same savviness in capital markets as they \ndo in product markets. \n \nHow did we get to this situation? The events of this century’s first six years encouraged \ncompanies to focus internally, leading to today’s financial position. These include a brutal three-\nyear bear market in equities (2000-2002), a number of high-profile corporate scandals, terrorism, \na tight U.S. presidential election, heightened perceived geopolitical risk, a recession, and \nincreased regulation. Companies responded by honing their operations, limiting capital spending, \nhiring sparingly, and hoarding capital. A recent report noted that companies in major economies \nwent from using over $500 billion in capital to fund their operations in 2000 to generating close to \n$600 billion in free cash flow in 2004, nearly a $1.1 trillion swing in just four years. 1 \n \nThe statistics today are impressive. Returns on capital, by any measure, are at or near all-time \npeaks. (See Exhibit 1.) Industrial companies in the S&P 500 sat on a cash pile of over $600 billion \nas of late 2005. Free cash flow margins (free cash flow divided by sales) are close to all-time \nhighs, capital spending as a percentage of gross cash flow remains near fifty-year lows, and total \ndebt as a percentage of assets pushes at a record low. This all occurs against a backdrop of \nsharp productivity gains and stable and solid economic growth. 2 While investors may fret about \nthe fiscal health of the government or the consumer, companies are in great shape. \n \nExhibit 1: Return on Equity for the S&P 500 (1946-2005E) \n \n \n5\n10\n15\n20\n1946\n1950\n1954\n1958\n1962\n1966\n1970\n1974\n1978\n1982\n1986\n1990\n1994\n1998\n2002\nYear\nPercent\n \nSource: Corporate reports, Empirical Research Partners, LMCM estimates. \n \nAs a specific example, take the seventy-eight technology companies in the S&P 500. Barron’s \nrecently calculated that these companies held $140 billion in net cash, about 7 percent of their \naggregate market capitalization. 3 Adopting a 20 percent debt-to-total capital ratio would allow \nthese companies to spend almost $450 billion on some combination of capital investments, \nacquisitions, dividends, and buybacks. Appendix A argues corporate America’s strong financial \nposition may continue for some time.  \n \nSo what will American companies do with this excess cash? Simplistically, companies have two \nalternatives for deploying capital: invest via capital spending, working capital, mergers and \nacquisitions or return capital to the business owners through dividends and share buybacks. (See \nExhibit 2.) While capital deployment is ultimately senior management’s most important task, many \ncompanies and investors fail to think clearly about how to best allocate capital systematically over \nthe long term. 4  \n \n"
    },
    {
      "number": 3,
      "text": " \nLegg Mason Capital Management \nPage 3 \n \nExhibit 2: Capital Allocation Alternatives \n \n \n \n \n   \n \n \n \n \n \n       \n \n \n \n \nSource: LMCM. \n \nImportantly, Exhibit 2 implies that corporate managers must judge the best and highest use for \ncapital through constant evaluation of the tradeoffs between investing in the business and \nreturning cash to the owners. 5 Management’s inclination is almost always to plow capital back \ninto the business. Indeed, as agents for the owners rather than large shareholders themselves, \nmanagements often have an incentive to expand the business versus giving cash back to \nshareholders. In reality, very few executives and corporate boards consider returning capital to \nthe owners part of doing business. \n \nThis implicit bias fails to consider the crucial point that shareholders can reinvest the cash they \nreceive into other companies or projects, often earning a higher return than the company can. \nWhile management’s opportunity set is practically limited to the company’s business or industry, \nshareholders do not have the same constraint. Ironically, the investment opportunity management \nshould be most capable of valuing properly, the company’s stock, is often dismissed in favor of \nharder-to-assess external investment opportunities. \n \nDividends and Buybacks: Two Ways to Return Cash to Shareholders \n \nCompanies choosing to return cash to shareholders can either pay a cash dividend or repurchase \nshares. Exhibit 3 shows the data for buybacks and dividends for the past 30 years or so. Since no \nunified approach to collecting these data exists, various sources provide differing sums. \nNotwithstanding this qualification, the data reveal a few important points: \n \n• \nBuybacks took off in the mid-1980s. In 1982, Congress enacted rule 10b-18, which \nprovided companies with a safe harbor, or a legal shield from the threat of being sued, for \nthe first time. This rule made large-scale buybacks viable for the first time in modern \nhistory. Any comparisons between the ratio of dividends to buybacks before and after \n1982 appear misleading. \n \n• \nThe value of buybacks exceeded dividends for the first time in the late 1990s. Companies \nhave consistently returned more capital to shareholders via share buybacks than \ndividends in recent years. Notably, the buyback numbers are heavily skewed: a small \npercentage of the companies represent a meaningful percentage of the total. That \nbuybacks exceed dividends calls into question simple measures like dividend yield.  \n \n• \nDividends, while losing relative importance, continue to grow. While the propensity to \nreturn cash has shifted toward buybacks, the total dividends companies pay are still \nincreasing. This stable, albeit modest, growth points to some important psychological \nfactors behind dividends.  \n \nCapital allocation \nalternatives\nReturn cash to \nclaimholders\nBusiness\nDividends\nShare buybacks\nDebt repayment\nCapital expenditures \nWorking capital\nMergers/acquisitions\n"
    },
    {
      "number": 4,
      "text": " \nLegg Mason Capital Management \nPage 4 \n \n• \nReappearing dividends? In the early part of the 21st century, dividends gained relative \nground versus buybacks for the first time in recent memory. Researchers attribute the \nrise in dividends to the general maturation of companies (more mature companies are \nmore likely to pay dividends) and a desire to provide capital markets with a signal of \nconfidence. 6 \n \nExhibit 3: Dividend and Share Repurchase History (1977-2005E)  \n \nYear\nDividends\nBuybacks\nMarket Cap\nYield\nDividends as a \n% of total payout\nBuybacks as a % \nof total payout\n1977\n34,861\n2,018\n894,890\n4.1%\n95%\n5%\n1978\n40,551\n4,049\n939,880\n4.7%\n91%\n9%\n1979\n45,050\n4,825\n1,113,170\n4.5%\n90%\n10%\n1980\n50,675\n5,037\n1,214,619\n4.6%\n91%\n9%\n1981\n56,606\n6,866\n1,355,451\n4.7%\n89%\n11%\n1982\n63,097\n7,189\n1,279,223\n5.5%\n90%\n10%\n1983\n66,051\n9,869\n1,779,503\n4.3%\n87%\n13%\n1984\n70,375\n11,318\n1,656,984\n4.9%\n86%\n14%\n1985\n78,512\n30,413\n1,939,516\n5.6%\n72%\n28%\n1986\n81,519\n48,063\n2,448,451\n5.3%\n63%\n37%\n1987\n91,050\n50,990\n2,986,688\n4.8%\n64%\n36%\n1988\n102,284\n67,932\n2,777,652\n6.1%\n60%\n40%\n1989\n105,842\n61,636\n3,283,610\n5.1%\n63%\n37%\n1990\n107,844\n56,868\n3,241,494\n5.1%\n65%\n35%\n1991\n108,759\n40,122\n3,961,906\n3.8%\n73%\n27%\n1992\n108,499\n36,498\n4,552,283\n3.2%\n75%\n25%\n1993\n114,697\n41,421\n5,338,308\n2.9%\n73%\n27%\n1994\n119,507\n51,087\n5,417,098\n3.1%\n70%\n30%\n1995\n125,186\n77,144\n6,733,531\n3.0%\n62%\n38%\n1996\n137,611\n100,077\n8,313,157\n2.9%\n58%\n42%\n1997\n136,794\n129,821\n10,646,546\n2.5%\n51%\n49%\n1998\n144,140\n184,693\n13,064,650\n2.5%\n44%\n56%\n1999\n146,299\n180,690\n15,206,862\n2.2%\n45%\n55%\n2000\n160,561\n194,778\n15,066,000\n2.4%\n45%\n55%\n2001\n163,321\n179,563\n13,291,000\n2.6%\n48%\n52%\n2002\n163,262\n176,378\n10,167,000\n3.3%\n48%\n52%\n2003\n175,288\n166,494\n13,042,100\n2.6%\n51%\n49%\n2004\n202,190\n223,717\n13,343,000\n3.2%\n47%\n53%\n2005E\n220,000\n250,000\n13,034,224\n3.6%\n47%\n53%\n \n \nIn $ millions. \nSource: Corporate reports, Empirical Research Partners, Bernstein Research, FactSet, LMCM estimates. \n \nWhile dividends and buybacks both return cash to shareholders, a more fundamental question \nlooms: are dividends and share buybacks mathematically equivalent?  \n \nWhile few executives or investors consider them the same (for reasons we will explore) the \nmethods are identical assuming the same tax treatment, no transaction costs, comparable \nreinvestment rates, similar timing, and an efficient market. Appendix B shows this equivalence in \ndetail.  \n \nNaturally, the laboratory conditions we impose on the model differ from the real world. Leaving \naside the power of signals for a moment, evidence suggests that buybacks are a more efficient \nmeans of returning cash to shareholders for the following reasons: \n \n• \nTax differential. In May 2003, President George Bush signed legislation that, in part, \nlowered the maximum tax rate of dividends from 38 percent to 15 percent. While the \npermanence of this tax rate is still unclear, taxes on dividends and capital gains are \nequivalent for now. This equivalence obscures a benefit of buybacks: investors who elect \nto sell a portion of their holdings, creating a yield similar to a dividend, only pay taxes on \n"
    },
    {
      "number": 5,
      "text": " \nLegg Mason Capital Management \nPage 5 \n \nthe difference between the selling price and their cost. In contrast, the full amount of a \ndividend is taxable. \n \n• \nTime is on your side. Deferral provides buybacks with another tax advantage. \nShareholders can choose to retain rather than sell their stock and hence defer tax \npayments until they sell. In this case, the benefit equals the time value of money. \n \n• \nShareholder discretion? With a dividend, the discretion lies with the firm. All \nshareholders receive the dividend and must deal with redeployment and tax \nconsequences. In contrast, a share repurchase gives more discretion to the \nshareholders. Shareholders can opt in or out based on their tax situation, cost basis, \nthe timing of their cash needs, and their company valuation.  \n \nFor example, assume a shareholder believes a stock they own is undervalued (a \nlikely condition). A dividend affects all shareholders the same way. But if the \ncompany buys back stock, the shareholder who decides not to sell ends up with a \nhigher percentage stake in a more valuable company, provided the stock proves to \nbe undervalued. \n \nDespite this theoretical equivalence, corporate executives think about dividends and buybacks \nvery differently. Executives generally consider maintaining the dividend to be on par with \ninvestment decisions, while having significant aversion to dividend cuts. In contrast, they perceive \nthe buyback as a residual that follows investment and dividend commitments.  \n \nSimilarly, executives deem buybacks much more flexible than dividends, reinforcing the sense \nthat dividends are a quasi-contract while buybacks are more discretionary. Finally, even though \ncorporate finance relies heavily on the role of taxes in judging the relative virtue of dividends \nversus buybacks, surveys of executives suggest taxes are a second-order concern in setting \npayout policy. 7 We find a substantial gap between the theory and practice in how companies \nreturn capital to shareholders. \n \nThe Golden Rule of Share Buybacks \n \nWe can define a principle to serve as a universal yardstick for judging the rationale and \nattractiveness of a buyback program: 8 \n \nA company should repurchase its shares only when its stock is trading below its expected \nvalue and when no better investment opportunities are available.  \n \nThe first part of this principle—“a company should repurchase its shares only when its stock is \ntrading below its expected value”—suggests management should act as a good investor by \nbuying the stock when the price is below the value. Objective, analytical managers likely \nunderstand the business and its prospects better than outsiders, positioning them well to make \nthis value-versus-price judgment. If price is truly below value, a buyback transfers wealth from \nselling shareholders to continuing shareholders. The resulting increase in expected value per \nshare holds with management’s objective to maximize shareholder value for its continuing \nshareholders.  \n \nThe principle’s second part, “no better investment opportunities are available,” addresses a \ncompany’s priorities. Buybacks may appear attractive, but reinvesting in the business may \nprovide a better opportunity. Value-maximizing companies fund the highest return opportunities \nfirst. \n \nThe principle also has a couple of noteworthy corollaries.  \n \nFirst, the rate of return on a buyback depends on how deeply the market undervalues the stock. If \na company buys back undervalued shares, continuing shareholders earn a return in excess of the \n"
    },
    {
      "number": 6,
      "text": " \nLegg Mason Capital Management \nPage 6 \n \ncost of equity. The shareholder rate of return is the cost of equity divided by the ratio of stock \nprice to expected value. For instance, say a company has an 8 percent cost of equity and the \nstock is trading at 80 percent of expected value. Dividing 8 percent by 80 percent yields a 10 \npercent expected return for continuing shareholders. (See Exhibit 4.) Managers can compare this \nrate of return with alternative uses of capital. Alternatively, a buyback of undervalued shares \nserves to increase the per-share value of the remaining shares. Appendix C walks through this \nanalysis in detail. \n \nExhibit 4: Rate of Return on a Stock Buyback \n \nPrice-to-value ratio\n0.60\n           \n0.80\n           \n1.00\n           \n1.20\n           \n7%\n11.7%\n8.8%\n7.0%\n5.8%\nCost\n8%\n13.3%\n10.0%\n8.0%\n6.7%\nof \n9%\n15.0%\n11.3%\n9.0%\n7.5%\nequity\n10%\n16.7%\n12.5%\n10.0%\n8.3%\n11%\n18.3%\n13.8%\n11.0%\n9.2%  \n \nSource: LMCM analysis. \n \nSecond, a buyback can be more attractive than an investment in the business. Properly-oriented \nmanagers recognize they should fund all investments that promise to create value. But what if a \ncompany has no excess cash or borrowing capacity and hence must partially or wholly forgo a \nvalue-creating investment in the business to repurchase shares? A company should consider the \nbuyback when it provides a more attractive return than investing in the business. In reality, very \nfew managers think this way.  \n \nArmed with a means for assessing management’s share-buyback decision, we can take a look at \nthe popular motivations for buying back stock. As we will see, management motivations are often \nfar from pure and are flatly misguided in numerous instances.  \n    \nThe Motivations for Share Buybacks \n \nSince 2000, over three-quarters of the companies in the S&P 500 have bought back stock. We \nnow look at the four primary reasons companies cite for buying back their stock: signaling the \nshares are undervalued, managing earnings per share, offsetting dilution from option programs, \nand increasing financial leverage. Specifically we seek to distinguish between decisions that \nbenefit continuing shareholders and those that potentially harm shareholders.  \n \n1. \nTo Signal to the Market the Shares are Undervalued \n \nThough managers most often cite signaling as their primary motivation, 9 the signal from \nbuybacks has weakened over the years. Why?  \n \nFirst, managers have historically done a poor job of following through on buyback \nannouncements, although they have improved in recent years. In the 1980s, for example, \ncompanies failed to complete 25 percent of authorized open-market buyback programs within \nthree years of announcement. 10 Managers in general are not as committed to executing buyback \nprograms as they are to paying dividends. \n \nAnother reason the signal has weakened over the past 20 years relates to the methods \ncompanies use to buy back their shares: \n \n• \nOpen-market purchases. In this method, the most widely used by far, companies simply \npurchase their own shares in the open market like any other investor. Although open-\nmarket purchases have legal restrictions, this method offers the greatest degree of \n"
    },
    {
      "number": 7,
      "text": " \nLegg Mason Capital Management \nPage 7 \n \nflexibility. On the other hand, open-market purchases convey the weakest signal of \nmanagement conviction, particularly when made solely to offset dilution from options. \n \n• \nDutch auction. In a Dutch auction, management defines the number of shares it intends \nto buy, an expiration date, and a price range within which it is willing to buy (generally a \npremium to the market). 11 Shareholders may tender their shares at any price within the \nrange. Starting at the bottom of the range, the company sums the cumulative number of \nshares necessary to satisfy the program. All tendering shareholders at or below the \nclearing price receive the clearing price for their stock. Dutch auctions generally send \nstrong signals, and management can execute them relatively efficiently. 12   \n \n• \nFixed-price tender offers. With this method, management offers to repurchase a set \nnumber of shares at a fixed price through an expiration date. The price is often a \nsignificant premium to the market, and companies generally tender for a sizable \npercentage of the shares outstanding. Shareholders may or may not elect to tender their \nshares. Fixed-price tenders, especially debt-financed ones, tend to be powerful, positive \nsignals to the market. \n \n• \nPrivately negotiated purchases. In this case, the company strikes a deal with a single \nshareholder. In the 1980s, some companies purchased positions from investors or \ncompanies threatening a takeover. However, such greenmail transactions represent less \nthan 10 percent of privately negotiated buybacks in the past 20 years. This type of \nbuyback remains relatively rare.  \n \nIn recent years we have also seen an increase in accelerated share repurchase programs. Here, \na company purchases shares from an investment bank, allowing the company to retire a large \nblock of shares immediately. Simultaneously, the company enters into a forward contract with the \ninvestment bank, agreeing to pay the average market price of the shares the bank repurchases \nover a specified period, typically six to nine months.  \n \nAt the end of the period, there is net settlement between the parties; the company pays the \ninvestment bank—or gets credited—the difference between the initial and average share buyback \nprice. The bank pays the company the time value of the funds, less dividends. Companies \nutilizing accelerated share repurchase programs in 2005 include DuPont, Sara Lee, Hewlett-\nPackard, and Duke Energy. \n \nOpen-market purchases emit the weakest signal, whereas Dutch auctions and fixed-price tenders \ntend to convey much stronger signals. In the 1980s, Dutch auctions and fixed-price tenders \nrepresented about 22 percent of buyback volume in the U.S. In the 1990s, however, they \nconstituted only 4 percent of the total. Consequently, the number of strong-signal announcements \nhas fallen sharply. (See Exhibit 5.) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 8,
      "text": " \nLegg Mason Capital Management \nPage 8 \n \nExhibit 5: The Waning Signal: Types of Buyback Programs \n \nYear \nOpen Market\nPrivately \nNegotiated \nPurchases\nFixed Price \nTender \nOffers\nDutch Tender \nOffers\n1980\n100%\n0%\n0%\n0%\n1981\n69%\n0%\n31%\n0%\n1982\n73%\n0%\n27%\n0%\n1983\n63%\n0%\n37%\n0%\n1984\n59%\n0%\n41%\n0%\n1985\n45%\n11%\n40%\n3%\n1986\n62%\n14%\n17%\n7%\n1987\n82%\n7%\n8%\n3%\n1988\n68%\n6%\n9%\n17%\n1989\n84%\n6%\n3%\n7%\n1990\n78%\n9%\n8%\n5%\n1991\n76%\n17%\n4%\n4%\n1992\n87%\n4%\n3%\n5%\n1993\n90%\n4%\n2%\n3%\n1994\n92%\n2%\n5%\n1%\n1995\n83%\n16%\n1%\n1%\n1996\n91%\n6%\n2%\n2%\n1997\n88%\n7%\n2%\n3%\n1998\n95%\n2%\n2%\n1%\n1999\n94%\n2%\n1%\n3%\n2000\n88%\n1%\n9%\n2%\n2001\n95%\n3%\n1%\n0%\n2002\n93%\n5%\n1%\n1%\n2003\n94%\n3%\n2%\n2%\n2004\n95%\n2%\n1%\n2%\n2005E\n93%\n3%\n1%\n3%\nTOTAL\n88%\n5%\n4%\n3%\n \n \nSource: Gustavo Grullon and David L. Ikenberry, “What Do We Know About Stock Repurchases?” Journal of Applied Corporate Finance, Spring \n2000, Securities Data Corporation, and LMCM estimates. \n \nBuyback details also affect the interpretation of the signal. Specifically, a few factors point to \nmanagement’s conviction that the shares are undervalued: 13 \n \n• \nSize of buyback program. All things being equal, the larger the program—the higher the \npercentage of the shares outstanding the company actually retires—the greater \nmanagement’s conviction. Recent data (2000-2005) show that very large programs \n(companies retiring 15 to 20 percent of shares) lead to better share price performance \nthan the giant programs (20 percent-plus). 14 \n \n• \nPremium to market. Sizable premiums reflect management’s belief the shares are \nundervalued and a willingness to act. Since 2000, companies that have tendered at a \npremium delivered excess returns versus the S&P 500.  \n \n• \nInsider ownership. Relatively high insider ownership better aligns the economic interests \nof managers and shareholders. Managers with relatively significant equity will more likely \ninvest only in value-creating opportunities than maximize firm size. \n \n"
    },
    {
      "number": 9,
      "text": " \nLegg Mason Capital Management \nPage 9 \n \n• \nInsider selling. When managers execute a sizeable buyback program and indicate they \nwill not sell any of their shares, they increase their personal bet on the company’s \nsuccess. This action sends the market a positive signal.  \n \nExhibit 6 summarizes the various buyback approaches along with their benefits, drawbacks and \ncommon motivations. In gauging the credibility of a buyback’s signal, investors are well off to \nheed the age-old adage that actions speak louder than words.  \n \nExhibit 6: Benefits and Drawbacks of Various Buyback Approaches \n \n \n \nSource: LMCM analysis. \n \nFinally, a recent study suggests a number of repurchase programs are announced with the \nintention of misleading investors. The researchers focus on companies that aggressively deploy \ndiscretionary tools—a means to manipulate earnings—and find the companies suffer from poor \noperating performance over the long term. The analysis suggests these companies announce \nbuybacks to boost the stock price in the short term. This risk adds ambiguity to the buyback \nsignal, especially for open market programs. 15  \n \n2. \nTo Manage Earnings per Share \n \nWhen management announces a share buyback for the purpose of managing earnings per share, \nmanagement actions and the guiding principle of buybacks often come into direct conflict. \nEarnings per share do not explain value effectively because they do not incorporate the cost of \ncapital, they neglect investment needs, and companies can compute them using alternative, \nacceptable methods. \n \nBenefits\nDrawbacks\nStrength of Signal to \nMarket\nTax Benefit\nCommon Reasons for this \nMethod\nMost flexible method\nTypically weak\nReturn cash to shareholders\nBuy \"undervalued\" stock\nChange capital structure\nOffset stock option dilution\nInexpensive\nReturn cash to shareholders\nBuy \"undervalued\" stock\nInexpensive\nChange capital structure\nOffset stock option dilution\nStrong positive signal\nReturn cash to shareholders\nBuy \"undervalued\" stock\nChange capital structure\nStrong positive signal\nReturn cash to shareholders\nBuy \"undervalued\" stock\nChange capital structure\nAvoid takeover\nCan be strong if firm \npreviously over-invested \nexcess cash\nMay be announced, but \nnot completed\nDepends on management \ncredibility\nStronger than gradual \nrepurchase, as firm buys \nback shares immediately\nLowers cost of \nrepurchase if stock price \ngoes up\nManagement typically pays \npremium\nIncome from writing put \nwarrants is tax-free to \ncompany\nHedge against share price \nappreciation\nCan be used to buy back \nshares from shareholder \nwho wants to sell\nUsually associated with \n\"greenmail\"\nNegative signal, as \nmanagement displays \nwillingness to transfer \nwealth from ongoing \nshareholders\nCompany receives tax \nefficient return on \npurchase price of shares \nfor period specified in \nforward contract\nOffers higher risk of \nundersubscription than \nDutch auction\nUsually results in \npermanent increase in \nstock price from strong \npositive signal to market\nOffers lower risk of \nundersubscription than \nfixed price tender\nRange of prices allows \nmarket forces to \ndetermine amount of \nshares tendered\nIf investors do not heed \npositive signal, premium \npaid over market price can \nresult in wealth transfer \nfrom ongoing shareholders\nCan be strong if firm \npreviously over-invested \nexcess cash\nStrength of signal increases \nif insiders do not tender, \nand the size of the tender \noffer and the premium to \nmarket increases\nStrength of signal increases \nif insiders do not tender, \nand the size of the tender \noffer and the premium to \nmarket increases\nIf investors do not heed \npositive signal, premium \npaid over market price can \nresult in wealth transfer \nfrom ongoing shareholders\nOften used to increase \nvalue via leveraged \nrecapitalization\nUsually results in \npermanent increase in \nstock price from strong \npositive signal to market\nGradually increases \nearnings per share by \nlowering share count\nImmediately increases \nearnings per share by \nlowering share count\nGradual Open Market \nShare Repurchase\nAccelerated Share \nRepurchase\nCan be structured to be \nflexible\nCan time repurchases to \noffset dilution from \noptions\nDutch Auction Tender \nOffer\nFixed Price Tender \nOffer\nPrivate\nPuts/Collars\n"
    },
    {
      "number": 10,
      "text": " \nLegg Mason Capital Management \nPage 10 \n \nNevertheless, managements persist in their efforts to maximize earnings per share—sometimes, \nwe will see, at the expense of maximizing value. Why? First, they often believe the investment \ncommunity mechanically and uncritically applies a multiple to current earnings to establish value. \n(As disturbing, many investors believe this, as well.) Second, many executive compensation \nschemes are partially tied to earnings targets.  \n \nThe EPS management motivation has no sound financial basis. Whether a buyback program \nincreases or decreases earnings per share is a function of the price/earnings multiple and either \nthe company’s forgone after-tax interest income or the after-tax cost of new debt the company \nuses to finance the buyback. More concretely, when the inverse of the price/earnings multiple—\noften called the earnings yield—is higher than the after-tax interest rate, a buyback adds to \nearnings per share. When the earnings yield is less than the after-tax interest rate, a buyback \nreduces earnings per share. The relationship between the earnings yield and the after-tax interest \nrate has little or nothing to say about value. \n \nHere’s a very simple example. Assume three companies (A, B, and C) have identical $100 cash \nbalances, operating income, tax rates, shares outstanding, and earnings per share. Only their \nstock prices are different. (See Exhibit 7.) \n \nNow assume each company uses its $100 cash balance to buy back stock. A, B, and C can buy \nten, three, and two shares, respectively. We can see that earnings per share rise for company A, \nremain unchanged for company B, and decline for company C. Note that the changes in earnings \nper share are completely independent of the relationship between price and expected value. A \nbuyback of an overvalued stock can add to earnings per share while decreasing value for \ncontinuing shareholders and a buyback of an undervalued stock can reduce earnings per share \nwhile enhancing value for ongoing holders. \n \nThus, earnings-per-share accretion or dilution has nothing to do with whether a buyback makes \neconomic sense because the relationship between the P/E and the interest rate dictates the \naccretion or dilution, while the relationship between price and expected value dictates a stock \nbuyback’s economic merits.  \n \nRepurchasing overvalued shares or refraining from buying undervalued shares because of the \nunfavorable earnings-per-share impact is shareholder-unfriendly finance. Similarly, the notion that \nbuybacks of high-P/E stocks are bad, or that buybacks of low P/E stocks are good, defies \neconomic reasoning.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 11,
      "text": " \nLegg Mason Capital Management \nPage 11 \n \nExhibit 7: EPS Impact of a Share Buyback \n \nCompany Comparison prior to Share Buyback\nCompany A\nCompany B\nCompany C\nOperating income\n$95\n$95\n$95\nInterest income ($100 at 5%)\n$5\n$5\n$5\nPretax income\n$100\n$100\n$100\nTaxes (at 40%)\n$40\n$40\n$40\nNet income\n$60\n$60\n$60\nShares outstanding\n60\n60\n60\nEarnings per share\n$1.00\n$1.00\n$1.00\nStock price\n$10.00\n$33.33\n$50.00\nP/E\n10.0\n33.3\n50.0\nE/P\n10.0%\n3.0%\n2.0%\nAfter-tax interest rate\n3.0%\n3.0%\n3.0%\nCompany Comparison after Share Buyback\nCompany A\nCompany B\nCompany C\nOperating income\n$95\n$95\n$95\nInterest income\n$0\n$0\n$0\nPretax income\n$95\n$95\n$95\nTaxes (at 40%)\n$38\n$38\n$38\nNet income\n$57\n$57\n$57\nShares repurchased\n10\n3\n2\nShares outstanding\n50\n57\n58\nEarnings per share\n$1.14\n$1.00\n$0.98  \n \nSource: Rappaport and Mauboussin, 179-180. \n \n3. \nTo Reduce Dilution from Employee Stock Options \n \nA substantial percentage of executives cite ESO dilution management as an important input in \ntheir share-repurchase decision. In this case, companies aim to buy enough shares to keep the \nlevel of outstanding shares constant. Over 30 percent of the S&P 500 companies repurchasing \nsince 2000 have not seen a net shrinkage in shares outstanding.  \n \nAlthough evidence suggests that part of the surge in share repurchases in the 1990s was related \ndirectly to countering the potentially dilutive impact of option grants, research shows the market \nreacts less favorably to repurchases by companies with substantial option programs. 16 \n \nWe strongly believe that managers should weigh the merits of a buyback and a compensation \nprogram separately. Buybacks effected solely to offset dilution from employee stock option \nprograms risk destroying shareholder value for ongoing shareholders. The argument against this \nmotivation runs similar to the one against EPS management: the magnitude and timing of the \nbuybacks have nothing to do with the price-to-value gap.  \n \nOn the other hand, companies buying back stock to offset dilution are not necessarily destroying \nvalue for ongoing shareholders, as some pundits assume. Even if the motives are not correct, the \noutcome can be consistent with creating value. \n \n \n \n \n \n"
    },
    {
      "number": 12,
      "text": " \nLegg Mason Capital Management \nPage 12 \n \n4. \nTo Increase Financial Leverage. \n \nShare repurchase can play a central role in changing a company’s capital structure. Specifically, \nbuybacks efficiently increase the debt/equity ratio for underleveraged firms. An appropriate level \nof financial leverage results in an optimal capital structure—a healthy balance between beneficial \ntax shields and the risk of financial distress. This minimizes the cost of capital, which enhances \nshareholder value. (See Exhibit 8).  \n \nDespite evidence that incorporating debt into the capital structure can increase firm value, the \nsuggestion that leverage is a source of value creation from buybacks is less clear. 17, 18 Further, \nchanges in the tax law have made debt relatively less attractive than equity. \n \nExhibit 8: Optimal Capital Structure \n \nPV (costs\nof financial\ndistress)\nPV (tax\nshield)\nValue if\nall-equity\nfinanced\nOptimal\ndebt ratio\nDebt ratio\nMarket value\n \nSource: Richard A. Brealey and Stewart C. Myers, Principles of Corporate Finance, 6th ed., (New York: McGraw Hill, 2000), 511 . \n \nCapital structure determines whether a firm pays out operating income as interest expense or as \nequity income.19 The U.S. government taxes interest at the personal level (the top rate in the U.S. \nis currently 35%) and taxes equity income at both the corporate rate (35%) and on the personal \nlevel (15% for long-term capital gains). As a result, debt financing is slightly more desirable than \nequity financing, up to a point. (See Exhibit 9.)  \n \n Exhibit 9: The Advantage of Debt versus Equity Financing \n \nInterest\nEquity income\nOperating income\n$1.00\n$1.00\nCorporate tax (@35%)\n-\n                    \n0.35\n                   \nIncome after corporate tax\n1.00\n                   \n0.65\n                   \nPersonal tax (@ 35%)\n0.35\n                   \n-\n                    \nCapital gains tax (@15%) *\n-\n                    \n0.05\n                   \nIncome after all taxes\n$0.65\n$0.60  \n \n(*) = Assumes the effective capital gains rate is 50% of the statutory rate. \nSource: Brealey and Myers, LMCM analysis. \n \nIncreases in financial leverage can be beneficial beyond the capture of tax shields. Specifically, \nhigh interest expense payments mean a company has less discretionary cash to invest in value-\ndestroying projects. As such, debt serves as a built-in check on the capital allocation process, \nforcing management to submit to the market’s judgment every time it wants to raise capital to \n"
    },
    {
      "number": 13,
      "text": " \nLegg Mason Capital Management \nPage 13 \n \ninvest. Unsurprisingly, investors generally cheer debt-increasing financial maneuvers with a \nhigher stock price.20  \n \nOther relevant capital structure considerations include the following:  \n \n• The value of a tax shield is measurable. For a company with positive pretax profits, \ntax-deductible interest expense creates a valuable tax shield. We can estimate the \nvalue of this shield using one of two ways. The first approach, which assumes a \npermanent change in capital structure, is to capitalize the tax savings. 21 You calculate \nthis by dividing the tax savings (interest expense times the marginal tax rate) by the \npretax cost of debt. Second is the adjusted present value (APV) method.22 APV \ndetermines business value by summing its unlevered value and the value of its \nfinancial strategy. APV offers more flexibility than capitalizing tax shields because it \naccommodates changing capital structures.   \n  \n• Varying tax rates complicate the debt versus equity decision. As seen above, changes \nin corporate, personal, and capital gains tax rates can amplify or dampen the \nadvantage of debt versus equity financing.23 The current tax code slightly favors the \nprudent use of debt.  \n \n• At a certain point, the risks of financial distress outweigh the benefit of debt. Too \nmuch debt can lead to an inability to meet contractually obligated commitments, even \nfor a business with healthy cash flows. Financial distress is onerous, with substantial \ndirect and indirect costs. Direct costs include legal and administrative fees in \nbankruptcy. Indirect costs include forgone business with suppliers and customers \nuncertain about the future of a financially distressed firm. Managers should weigh the \nbenefit of financial leverage against the potential cost. \n    \n• What about financial flexibility? Managers often argue that a conservative capital \nstructure is important in order to maintain financial flexibility, especially for companies \nlargely reliant on intangible capital. 24 We can define financial flexibility as the ability to \nquickly access capital for an attractive investment opportunity or to weather a \nbusiness downturn. This option has questionable value for a couple of reasons. First, \na company can generally raise the capital required to fund value-creating projects, be \nit debt or equity, rapidly and cheaply. Second, managers often do not take into \naccount the opportunity cost of excess capital parked on the balance sheet. If \nshareholders can redeploy funds at a rate higher than what the cash earns, the \ncompany should return the capital to shareholders.  \n \nConclusion \n \nGiven the substantial overcapitalization of many companies in America today, understanding how \na company is likely to allocate capital is more important than ever. While buybacks reached \nrecord levels in 2005, the motivations behind buybacks do not always follow solid economic \nreasoning. Investors are well served to study the issues around buybacks, and insist the \ncompanies they invest in do the right thing. \n  \n"
    },
    {
      "number": 14,
      "text": " \nLegg Mason Capital Management \nPage 14 \n \nAppendix A: Why This Issue May Not Go Away Soon \n \nReturn on equity (ROE) has substantial limitations as a measure of economic returns. 25 But \nROE, when combined with corporate payout policy, can provide some basic insights into the \ncomposition of growth. Simply, we can state: \n \nEarnings growth = (1 – payout ratio) x ROE \n \nOver the last fifty years, the payout ratio (heavily determined by dividends until the mid-1980s) \nhas been just over 50 percent and ROE in the 12 to 13 percent range, yielding nominal earnings \ngrowth of 6 to 7 percent. Inflation during the same period averaged 3 to 4 percent.  \n \nIn turn, we can decompose ROE using the DuPont formula: \n \nROE = net margin x asset turnover x financial leverage  \n \nThe S&P 500’s estimated 2005 ROE of roughly 18 percent is above-average, reflecting high \nmargins and average ratios for asset turnover and financial leverage. If today’s ROE persists, one \nof the equation’s factors has to change:  \n \n• \nEarnings growth will exceed historic rates. We find this unlikely because aggregate \ngrowth is governed by macro factors like GDP growth.  \n• \nThe payout will rise. An increase in payout ratios via dividends and buybacks is the most \nlikely of these scenarios.  \n• \nFinancial leverage will decline further. Corporate America is arguably already \nunderleveraged, and there has been a steady drumbeat from investors encouraging more \nleverage.    \n \nAlternatively, ROE’s can come down, reverting toward the cost of capital. So what’s the chance \nROE’s will remain at today’s lofty levels? In their book, Our Brave New World, the GaveKal \nresearchers point to the emergence of platform companies—entities that focus mostly on product \ndesign and marketing and outsource manufacturing to countries with lower labor costs. They \nargue the rise of platform companies leads to greater capital efficiency, lower volatility, and higher \nreturns on equity. 26 \n \nOn the surface, the data do not seem to support the thesis, as asset turnover ratios are just \naverage. But the aggregate ratio obscures the sharp rise in goodwill as the result of robust \nmergers and acquisitions activity in the last 10-15 years, as well as the substantial buildup of \nexcess cash. Returns on tangible operating assets have been rising steadily. Further, asset \nturnover ratios have risen sharply and leverage ratios have dropped significantly in recent years. \nSee Exhibit 10.  \n \nExhibit 10: Asset Turnover and Leverage (S&P Industrials) \n0.70\n0.75\n0.80\n0.85\n0.90\n0.95\n1Q02\n2Q02\n3Q02\n4Q02\n1Q03\n2Q03\n3Q03\n4Q03\n1Q04\n2Q04\n3Q04\n4Q04\n1Q05\n2Q05\n3Q05\nAsset Turnover\n2.4\n2.5\n2.6\n2.7\n2.8\n2.9\n3.0\n3.1\nLeverage\nAsset Turnover\nLeverage\n \nSource: Compustat, Morgan Stanley.  \n"
    },
    {
      "number": 15,
      "text": " \nLegg Mason Capital Management \nPage 15 \n \n \nWhile more platform companies suggest less capital intensity in the U.S., the shift also implies \ngreater investment in people. The sharp rise in employee stock grants in the late 1990s seemed \nto strongly reaffirm this perspective. As it turned out, however, option grants appear to have been \nstrongly correlated to market performance. The value of option grants for S&P 500 companies \npeaked at over $100 billion in 2000 and slid to a level below $40 billion in 2004. As we will see, \noption grants and the mental models surrounding them play a significant role in how companies \nevaluate dividend and buyback tradeoffs. \n \n"
    },
    {
      "number": 16,
      "text": " \nLegg Mason Capital Management \nPage 16 \n \nAppendix B: Demonstration that Dividends and Buybacks are Equivalent \n \nThe best way to demonstrate the equivalence of dividends and buybacks looks simply at the \nnumbers. Exhibit 11 shows a stream of distributable cash flows for a hypothetical company. \nNeither the pattern nor the longevity of the cash flow streams affects the result of the analysis. \nWe then value the company at each time period. At the end of the last time period the cash flow \nstream is worth $1,750, assuming the investor reinvests the cash flows at the cost of capital. (In \nfact, there is no need to assume investors reinvest at the cost of capital, we just need to assume \nthey reinvest at the same rate.) \n \nExhibit 11: Hypothetical Company \n \nGrowth\n9%\nShares outstanding\n110.28\nCost of Capital\n8%\nShare price (t0)\n10.00\n$     \nPeriod\n1\n2\n3\n4\n5\n6\nCash flows\n100.0\n       \n109.1\n       \n119.1\n     \n129.9\n     \n141.8\n     \n1,000.0\n  \nPresent Value at Time 0\nPV cash flows\n92.6\n         \n93.5\n         \n94.5\n         \n95.5\n         \n96.5\n         \n630.2\n       \nPlus realized cash\n-\n           \nTotal value\n1,102.8\n    \nPresent Value at Time 1\nPV cash flows\n101.0\n       \n102.1\n       \n103.1\n       \n104.2\n       \n680.6\n       \nPlus realized cash\n100.0\n       \nTotal value\n1,191.0\n    \nPresent Value at Time 2\nPV cash flows\n110.2\n       \n111.4\n       \n112.5\n       \n735.0\n       \nPlus realized cash\n217.1\n       \nTotal value\n1,286.3\n    \nPresent Value at Time 3\nPV cash flows\n120.3\n       \n121.5\n       \n793.8\n       \nPlus realized cash\n353.5\n       \nTotal value\n1,389.2\n    \nPresent Value at Time 4\nPV cash flows\n131.3\n       \n857.3\n       \nPlus realized cash\n511.7\n       \nTotal value\n1,500.3\n    \nPresent Value at Time 5\nPV cash flows\n925.9\n       \nPlus realized cash\n694.4\n       \nTotal value\n1,620.4\n    \nPresent Value at Time 6\nPV cash flows\n-\n           \nPlus realized cash\n1,750.0\n    \nTotal value\n1,750.0\n    \nAssumes:\n*Dividends/repurchase occur on last day of the year\n*Dividend/repurchase proceeds are reinvested at the cost of capital\n*Stock price is at \"fair value\" at year-end\n \n \nSource: LMCM. \n \n \n"
    },
    {
      "number": 17,
      "text": " \nLegg Mason Capital Management \nPage 17 \n \n \nWe now consider two scenarios. In the first, the company pays the cash out in the form of a \ndividend (see Exhibit 12).  \n \nExhibit 12: Cumulative Dividend Value \n \nYear\nCurrent payment\nReinvestment\nTotal value\n1\n100.0\n                  \n-\n                  \n100.0\n                   \n2\n109.1\n                  \n8.0\n                  \n217.1\n                   \n3\n119.1\n                 \n17.4\n               \n353.5\n                 \n4\n129.9\n                  \n28.3\n                \n511.7\n                   \n5\n141.8\n                 \n40.9\n               \n694.4\n                 \n6\n1,000.0\n               \n55.6\n               \n1,750.0\n              \n \n \nSource: LMCM. \n \nIn the second, the company repurchases stock with the funds (see Exhibit 13).  \n \nExhibit 13: Share Repurchase Program \n \nStarting\nValue/\n# Shares \nAdjusted\nAdjusted \nBuyback\nYear\nshares\nshare\nbuyback\nshares\nvalue\nvalue\nPrice\nReinvestment\nTotal value\n1\n110.3\n          \n10.80\n$         \n9.3\n                 \n101.02\n       \n1,091.0\n        \n100.0\n$        \n10.80\n$       \n1,191.0\n         \n2\n101.0\n          \n11.66\n$         \n9.4\n                 \n91.67\n         \n1,069.2\n        \n109.1\n$        \n11.66\n$       \n8.0\n                 \n1,286.3\n         \n3\n91.7\n            \n12.60\n$         \n9.5\n                 \n82.21\n       \n1,035.7\n      \n119.1\n$       \n12.60\n$      \n17.4\n               \n1,389.2\n        \n4\n82.2\n            \n13.60\n$         \n9.5\n                 \n72.67\n         \n988.6\n           \n129.9\n$        \n13.60\n$       \n28.3\n               \n1,500.3\n         \n5\n72.7\n            \n14.69\n$         \n9.6\n                 \n63.02\n       \n925.9\n         \n141.8\n$       \n14.69\n$      \n40.9\n               \n1,620.4\n        \n6\n63.0\n            \n15.87\n$         \n63.0\n               \n-\n           \n-\n             \n1,000.0\n$    \n55.6\n               \n1,750.0\n        \n \nSource: LMCM. \n \nThe analysis shows these two means of returning cash to shareholders are identical, under the \nfollowing assumptions: \n• \nNo taxes \n• \nNo transaction costs \n• \nDividend and share repurchase proceeds are reinvested at the discount rate \n• \nDividends and share repurchases occur on the last day of the year \n• \nThe stock price is at fair value at year-end \n \nOf course, reality is messier than the sterile world the model assumes. Still, the underlying \nprinciple is a central one: managers can return cash to shareholders using either dividends or \nshare repurchase. Investors seeking current yield under the share repurchase scenario can \nsimply sell a proportionate amount of their shares to create liquidity. \n \n"
    },
    {
      "number": 18,
      "text": " \nLegg Mason Capital Management \nPage 18 \n \nAppendix C: How Buying Back Undervalued Shares Can Increase Shareholder Value \n \nIn Berkshire Hathaway’s 1984 annual report, Warren Buffett noted, “When companies with \noutstanding businesses and comfortable financial positions find their shares selling far below intrinsic \nvalue in the marketplace, no alternative action can benefit shareholders as surely as repurchases.”  \nHere we develop this point through an example and formal proof. The analysis provides a formula to \ndetermine how much a company can increase its per-share intrinsic value by buying back \nundervalued shares. \n \nIn our example, a CFO correctly believes that the market undervalues her $10 stock by 20%. Despite \ncommunicating the firm’s excellent prospects to investors, this discount persists. See Exhibit 14. \n \nExhibit 14: CFO’s Perception versus Market Reality \nTrading value of total firm\n$               800 \nIntrinsic value of total firm\n1,000\n$            \nTrading value per share\n8.00\n$              \nIntrinsic value per share\n10.00\n$            \nShares outstanding\n100.0\n              \n \n \nSource: LMCM analysis. \n \nThe CFO decides to take advantage of this opportunity by repurchasing 20% of the outstanding \nshares. She uses the firm’s $160 in cash to purchase 20 shares at the market price of $8 per share. \nThis lowers the intrinsic value of the firm by the $160, from $1,000 to $840. However, the firm now \nhas 20 less shares. On a per-share basis, then, intrinsic value rises from $10 to $10.50—an increase \nof 5%. See Exhibit 15. \n \nExhibit 15: Intrinsic Value Rises after Buying Undervalued Shares \n \nShares repurchased\n20.0\n           \nNew shares oustanding\n80.0\n           \nAmount of cash needed to finance buyback\n160\n$          \nNew intrinsic value of  firm\n840\n$          \nIntrinsic value per share\n10.50\n$       \nIncrease in intrinsic value per share\n5.0%  \nSource: LMCM analysis. \n \nWe can derive a formula to yield the same result. We start with the formula for the percent increase in \nintrinsic value per share: \n \n1 - \ne\nValue/Shar\nIntrinsic \n \nBuyback\n-\nPre\ne\nValue/Shar\nIntrinsic \n \nBuyback\n-\nPost\n \n \nShare\n \nper\n \nValue\nIntrinsic \n \nin\n  \nIncrease\n  \n%\n=\n \n \nNext, we can calculate Post-Buyback Intrinsic Value per Share as: \n \nd\nRepurchase\n \nShares\n - \nCount\n \nShare\n  \nInitial\nRepurchase\n \non\n  \nSpent\n  \nCash\n - \nShare\n \nValue\nIntrinsic \n  \nBuyback\n-\nPre\n \n \nShare\n  \nper\n \nValue\nIntrinsic \n  \nBuyback\n-\nPost\n=\n \n \nThe cash spent on the repurchase is simply the equity market capitalization of the firm times the \npercentage of the shares the company repurchases. \n \n \n \n \n"
    },
    {
      "number": 19,
      "text": " \nLegg Mason Capital Management \nPage 19 \n \nPlugging these formulas into one another and canceling out terms, we arrive at the formula: \n \n1 - \nd)\nRepurchase\n \nShares\n \nof\n \n%\n  \n-\n  \n(1\n))\nValue\nIntrinsic \nPrice\n \nStock\n  x  \nd\nRepurchase\n \nShares\n \nof\n \n(%\n - \n(1\n \n \nre\n Value/Sha\nIntrinsic\n \nin\n  \nIncrease\n  \n%\n=\n \n \nTesting this equation against the answer given by our spreadsheet, we find that both methods give us \nthe same 5% increase in intrinsic value per share. \n \n5%\n \n 1 - \n.8\n.84\n \n 1 - \n0.8\n0.8)\n x \n(0.2\n - 1\n \n1 - \n20%)\n  \n-\n  \n(1\n))\n$10\n$8\n  x  \n(20%\n - \n(1\n \n \nre\n Value/Sha\nIntrinsic\n \nin\n \nIncrease\n \n%\n=\n=\n=\n=\n \n \n \n"
    },
    {
      "number": 20,
      "text": " \nLegg Mason Capital Management \nPage 20 \n \nAppendix D: Why a Stock Buyback Earns the Cost of Equity in an Efficient Market \n \nOne basic principle in capital markets involves the trade off between risk and reward. The more risk, \nthe higher the return an investor will demand. Consequently, investors in risk-free government bonds \naccept returns of less than 5%, while venture capital investors demand 20% to 30% returns.  \n \nStocks lie somewhere in the middle of this range. Equity investors in public companies generally \nrequire a return in the neighborhood of 7% to 10%. This number is not set in stone because each \ncompany faces a different risk profile, varying from the stable cash flows of a utility to the volatile cash \nflows of a startup. In addition, debt can make equity more expensive, as debt is a prior claim on cash \nflows.  \n \nWhatever the cost of equity investors demand, however, the price of a stock should adjust so as to \nearn at least that return.  \n \nIndeed, in an efficient market, investors will bid stocks up and down until it becomes very difficult for \nan investor to earn more than the cost of equity. This is true whether we are talking about investors \npurchasing stock for their portfolios or companies repurchasing their shares in the open market. \n \nA Simple Example  \n \nHere’s a simple example. Say two entities make separate promises to pay an investor $1,000 next \nyear. The first entity, the U.S. Treasury, is backed by the full faith and credit of the U.S. government \nwhile the second entity is a risky high-tech startup company backed only by the start-up’s uncertain \nearnings power. If an investor were to sell both IOUs to a third party, it’s natural to expect that the \nrisk-free promise from the Treasury would be worth more than the riskier promise from the startup. \nPut more formally, while the timing and magnitude of the $1,000 cash flow is the same for both \nentities, the higher riskiness of the startup’s promise makes it less valuable. \nTo value these promises, we turn to the standard discounting formula: \n \nflow\n \ncash\n \nthe\n \nreceive\n \n you\nbefore\n  \n years\nof\n \nnumber\nReturn)\n \nof\n \nRate\n \nDemanded\n \n \n(1\nFlow\n \nCash\n \n \n Value\nPresent\n+\n=\n \n \nIf we value the government’s promise to pay $1,000 a year from today using a risk-free rate of 4%, \nwe find that this promise’s present value is $961.54. \n \n54\n.\n961\n$\n(1.04)\n$1,000\n4%)\n \n \n(1\n$1,000\n \n \n Value\nPresent\n1\n=\n=\n+\n=\n \n \nSimilarly, we can value the startup’s same promise, albeit with a higher demanded rate of return to \ncompensate for the higher business risk inherent in Internet startups. Using a higher discount rate of \n15%, we can calculate that the present value of the startup’s promise is a much lower $869.57. \n \n57\n.\n869\n$\n(1.15)\n$1,000\n15%)\n \n \n(1\n$1,000\n \n \n Value\nPresent\n1\n=\n=\n+\n=\n \n \nThis simple example highlights that different prices have different embedded demanded rates of \nreturn. All things equal, a lower risk level translates to a lower discount rate, which means a higher \nstock price. Conversely, higher risk translates into a higher discount rate, which means a lower stock \nprice. \n \n \n \n \n"
    },
    {
      "number": 21,
      "text": " \nLegg Mason Capital Management \nPage 21 \n \nA Realistic Example \n \nWe can also demonstrate this with a more complex, realistic example as well. To do this, we created \npro forma financial statements for a hypothetical company with a constant return on capital of 18%, \nand cash earnings that start at $90 million. We assume the company has a competitive advantage \nperiod (CAP) of five years—that is, that investors believe the company will grow revenues for five \nyears (at a modest 5%). This growth also necessitates additional capital expenditure, as the \nincreasing annual investment during that same period reflects. For computational convenience, we \nalso assume the company has no debt and investors use a 10% cost of equity to discount the \ncompany’s cash flows. Finally, we translate these pro forma statements into a standard discounted \ncash flow analysis. This calculation values the company at $968 million. See Exhibit 16. \n \nExhibit 16: Discounted Cash Flow Analysis for a Company \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSource: LMCM analysis. \n \n \nNext, we repeat this exercise for the company after a year has passed. This will give us the share \nprice an investor would expect to enjoy with no change in the company’s business plan and the \npassing of a year. \n \nWhile expected cash flows for this company will remain the same, the most important difference will \nbe the natural shortening of the CAP—the period during which the company can generate excess \nreturns—from five to four years. After all, since a year has elapsed and there is no change in the \nbusiness plan, the CAP will shorten. The other important difference is that the company will have \ngenerated a certain amount of excess cash. This cash in hand is the result of $65 million of free cash \nEconomic Profit Method of Valuation\nYear\n1\n2\n3\n4\n5\n6\nInvested Capital (t)\n500\n          \n525\n          \n551\n          \n579\n          \n608\n          \n608\n          \nCash Earnings (t)\n90\n            \n95\n            \n99\n            \n104\n          \n109\n          \n109\n          \nReturn on Capital (%)\n18.0%\n18.0%\n18.0%\n18.0%\n18.0%\nCost of Capital (%)\n10%\n10%\n10%\n10%\n10%\nExcess Return (%)\n8%\n8%\n8%\n8%\n8%\nEconomic profit ($)\n40\n            \n42\n            \n44\n            \n46\n            \n49\n            \nPV of Economic Profit (t)\n36\n            \n35\n            \n33\n            \n32\n            \n30\n            \nPerpetuity of Economic Profit\n375\n          \n394\n          \n413\n          \n434\n          \n486\n          \nΣ PV of Economic Profit (0 ... t)\n36\n            \n71\n            \n104\n          \n136\n          \n166\n          \nPV of perpetuity\n341\n          \n325\n          \n311\n          \n297\n          \n302\n          \nBeginning Invested Capital\n500\n          \n500\n          \n500\n          \n500\n          \n500\n          \nCore Enterprise Value\n877\n          \n896\n          \n915\n          \n932\n        \n968\n        \nExcess Cash\n-\n           \nTotal Enterprise Value\n968\n        \nShareholder Value\n968\n$       \nPrice per share\n968\n$       \nPrice to cash earnings multiple\n10.8\n       \nFCF Method of Valuation\nYear\n1\n2\n3\n4\n5\n6\nCash Earnings (t)\n90\n            \n95\n            \n99\n            \n104\n        \n109\n        \n109\n        \nAnnual Investment (t)\n25\n            \n26\n            \n28\n            \n29\n            \n-\n           \n-\n           \nFCF (t)\n65\n            \n68\n            \n72\n            \n75\n            \n109\n          \n109\n          \nPV of FCF (t)\n59\n            \n56\n            \n54\n            \n51\n            \n68\n            \nΣ PV of FCF (0 ... t)\n59\n            \n115\n          \n169\n          \n221\n          \n289\n          \nPerpetuity of Cash Earnings (t)\n900\n          \n945\n          \n992\n          \n1,042\n       \n1,094\n       \nPV of perpetuity (t)\n818\n          \n781\n          \n745\n          \n712\n          \n679\n          \nCore Enterprise Value\n877\n          \n896\n          \n915\n          \n932\n          \n968\n          \nExcess Cash\n-\n           \nTotal Enterprise Value\n968\n          \n"
    },
    {
      "number": 22,
      "text": " \nLegg Mason Capital Management \nPage 22 \n \nflow in its first year. Thus, in addition to the $1 billion in value from the company’s core operations, \ninvestors will give the company credit for an extra $65 million from this cash in hand. See Exhibit 17. \n \nExhibit 17: Discounted Cash Flow Analysis for a Company after One Year \n \nEconomic Profit Method of Valuation\nYear\n1\n2\n3\n4\n5\nInvested Capital (t)\n525\n          \n551\n          \n579\n          \n608\n          \n608\n          \nCash Earnings (t)\n95\n            \n99\n            \n104\n          \n109\n          \n109\n          \nReturn on Capital (%)\n18.0%\n18.0%\n18.0%\n18.0%\nCost of Capital (%)\n10%\n10%\n10%\n10%\nExcess Return (%)\n8%\n8%\n8%\n8%\nEconomic profit ($)\n42\n            \n44\n            \n46\n            \n49\n            \nPV of Economic Profit (t)\n38\n            \n36\n            \n35\n            \n33\n            \nPerpetuity of Economic Profit\n394\n          \n413\n          \n434\n          \n486\n          \nΣ PV of Economic Profit (0 ... t)\n38\n            \n75\n            \n109\n          \n143\n          \nPV of perpetuity\n358\n          \n342\n          \n326\n          \n332\n          \nBeginning Invested Capital\n525\n          \n525\n          \n525\n          \n525\n          \nCore Enterprise Value\n921\n          \n941\n          \n961\n        \n1,000\n     \nExcess Cash\n65\n          \nTotal Enterprise Value\n1,065\n$    \nPrice per share\n1,065\n$    \nPrice to cash earnings multiple\n11.3\n       \nFCF Method of Valuation\nYear\n1\n2\n3\n4\n5\nCash Earnings (t)\n95\n            \n99\n           \n104\n        \n109\n        \n109\n        \nAnnual Investment (t)\n26\n            \n28\n            \n29\n            \n-\n           \n-\n           \nFCF (t)\n68\n            \n72\n           \n75\n          \n109\n        \n109\n        \nPV of FCF (t)\n62\n            \n59\n            \n57\n            \n75\n            \n109\n          \nΣ PV of FCF (0 ... t)\n62\n            \n121\n          \n178\n          \n253\n          \n362\n          \nPerpetuity of Cash Earnings (t)\n945\n          \n992\n          \n1,042\n       \n1,094\n       \nPV of perpetuity (t)\n859\n          \n820\n          \n783\n          \n747\n          \nCore Enterprise Value\n921\n          \n941\n          \n961\n          \n1,000\n       \nExcess Cash\n65\n            \nTotal Enterprise Value\n1,065\n$     \n \n \nSource: LMCM analysis. \n \nInterestingly, although the company’s business plan and investors did not change at all, the \ncompany’s value goes from $968 million to $1.065 billion. As theory predicts, this 10% increase in \nvalue means that investors earn exactly their demanded cost of equity of 10%. \n \nA Theoretical Proof \n \nA hardened skeptic may want more than examples to prove that the expected return on any stock—\nwhether an open-market purchase or a company buying back stock—is the cost of equity.  Here’s a \nproof demonstrating this relationship always holds. \n \nThe logic starts with the premise that a stock’s value is the present value of all future equity free cash \nflows, discounted at the cost of equity: \n \n"
    },
    {
      "number": 23,
      "text": " \nLegg Mason Capital Management \nPage 23 \n \n∑\n∞\n=\n+\n=\n1\ntime\ntime\nequity)\n \nof\n \ncost\n \n \n(1\nFlow\n  \nCash\n  \nFree\n \n \n0)\n \n Year\n(in\n \n  Value\nPresent\ntime\n \n \nThe formula for the value of a stock in a year is very similar. If we maintain the convention of calling \nthe free cash flow (FCF) in each year by the same year number we used previously, the formula is: \n \n∑\n∞\n=\n+\n+\n=\n2\ntime\n1\n-\ntime\ntime\n1\n \nequity)\n  \nof\n  \ncost\n \n \n(1\nFCF\n \n \n \n \n1)\n \n Year\n(in\n  \n  Value\nPresent\nFCF\n \n \nwhere FCF1 represents the cash-in-hand that results from the free cash flow that the company \ngenerated in its first year of operation. \n \nIf we multiply both sides of the first equation by the quantity (1 + cost of equity), we arrive at the \nfollowing equation.17  \n)\nke\n \n(1\n x \n1\ntime\n)\nke\n \n \n(1\ntime\nFCF\n \n )\nke\n \n(1\nx \nPV0\n+\n∑∞\n=\n+\n=\n+\ntime\n \n \nCanceling out the numerator and denominator on the right side of this equation, we arrive at this \nequation: \n \n∑∞\n=\n+\n=\n+\n1\n1\n-\ntime\n)\nke\n \n \n(1\ntime\nFCF\n \n )\nke\n \n(1\nx \nPV0\ntime\n \n \nWe can expand the summation to arrive at this equation: \n \n∑∞\n=\n+\n+\n=\n+\n2\n1\n-\ntime\n)\nke\n \n \n(1\ntime\nFCF\nFCF1\n \n )\nke\n \n(1\nx \nPV0\ntime\n \n \nBecause this equation describing the present value of a stock in year 0 is exactly equal to the \nprevious equation describing the present value of a stock in year 1, we can equate the two: \n \n)\nke\n \n(1\nx \nPV\n  \n \nPV  1\n0\n+\n=\n \n \nThus, after several algebraic manipulations, we arrive at our conclusion: the value of a stock next \nyear is equal to the current value of a stock multiplied by 1 plus its cost of equity.  \n \n \n"
    },
    {
      "number": 24,
      "text": " \nLegg Mason Capital Management \nPage 24 \n \nAppendix E: Why an Asset-Sale-Financed Stock Buyback Can Be Dilutive to Earnings \nbut Additive to Shareholder Value \n \nWith Wall Street so focused on earnings per share growth, we should expect that many corporate \nmanagers work to boost earnings per share and avoid diluting earnings at all costs. Indeed, many \nmanagers like share repurchase for precisely that reason. Buybacks have become a popular way to \naugment earnings per share. \n \nHowever, the accounting consequences of share buybacks are not always positive. For instance, \nmany accounting-focused managers avoid selling value-destroying divisions, even at a price above \nintrinsic value, if the sale results in lower earnings per share. This is particularly true for companies \nthat have executive compensation programs tied to EPS targets. Not surprisingly, we argue that \nexecutives should dwell on the economic consequences of such a decision.  \n \nTake for example a company with two divisions. The first division, Cash Cow, earns a return on \ninvested capital of 40% on $50 of invested capital. Assuming a 10% cost of capital, an 8% growth \nrate, and zero net investment, the standard perpetuity present value formula tells us the business is \nworth $1,000. [$1000 = $20/(10% - 8%).] The second business, the Dog division, earns only a 5% \nreturn on its $100 of invested capital. A no-growth business, Dog division’s value is $50. [$50 = \n$5/10%.] \n \nAccordingly, the two divisions have a combined market capitalization of $1,050. With 100 shares \noutstanding, this translates to a price of $10.50 per share. See Exhibit 18. \n \nExhibit 18: A Tale of Two Divisions \n \n\"Cash Cow\" \nDivision\n\"Dog\" \nDivision\nCash earnings\n20\n$                 \n5\n$              \nInvested capital\n50\n                   \n100\n            \nEarnings per share contribution\n0.20\n                \n0.05\n           \nReturn on invested capital\n40%\n5%\nGrowth in cash earnings\n8%\n0%\nValue\n1,000\n$            \n50\n$            \n \nMarket value of total firm\n1,050\n$            \nShares outstanding\n100\n                 \nPrice per share\n10.50\n$            \nTotal earnings\n25.00\n$            \nEarnings per share\n0.25\n$              \nPrice-to-earnings ratio\n42 x  \n \nNote: Assumes 10% cost of capital and that capital expenditures equal depreciation. \nSource: LMCM analysis. \n \nIn our example, another firm approaches our company and offers to buy the assets of Dog for book \nvalue of $100. This amount is double Dog’s intrinsic value. As management has no investment \nneeds, they would return this money to shareholders via share repurchase. Should management \naccept this offer? \n \nThe accounting and economic analyses give different answers. An economic analysis indicates that \nthe company is now worth $50 more, as it now has $100 in cash versus owning a business worth \n$50. Thus, firm value jumps from $1,050 to $1,100. Accordingly, before the company repurchases its \nshares, the share price would jump to $11 to reflect this improvement. After the company returns the \n$100 in cash to shareholders by repurchasing 9.1 shares, the company’s value will fall back to \n$1,000. However, as there will now be only 90.9 shares outstanding, the per-share value of our \n"
    },
    {
      "number": 25,
      "text": " \nLegg Mason Capital Management \nPage 25 \n \ncompany would remain at $11, a 4.8% increase from $10.50. Clearly, the economic analysis gives a \ngreen light to selling the Dog division. See Exhibit 19. \n \nExhibit 19: Economic and Accounting Analysis of an Asset Sale-Financed Share Repurchase \n \nCash Cow\nAlone\nMarket value of total firm\n1,000\n$\nOld shares outstanding\n100.0\nShares repurchased\n9.1\nNew shares outstanding\n90.9\nNew price per share\n11.00\n$\nNew net income\n20\n$\nNew earnings per share\n0.22\n$\nNew price-to-earnings ratio\n50 x  \n \nSource: LMCM analysis. \n \nThe accounting analysis points the other way. Selling Dog will result in losing $5 in earnings power. \nEven with fewer shares outstanding, this translates into earnings of $0.22 per share or 12% dilution \nversus the prior total. Given the reported earnings per share drop, many managers would incorrectly \nchoose to pass on this value-creating opportunity. \n \n \n \n \n \n      \n  \n    \n"
    },
    {
      "number": 26,
      "text": " \nLegg Mason Capital Management \nPage 26 \n \nEndnotes \n \n1 Greg Ip, “Taking the Measure of the World’s Cash Hoard,” The Wall Street Journal, November \n3, 2005. \n2 Michael L. Goldstein, “Portfolio Strategy,” Empirical Research Partners, November 14, 2005.  \n3 Andrew Bary, “Hot Money,” Barron’s Online, November 7, 2005. \n4 For an interesting discussion of capital allocation and incentives, see Ulrike Malmendier and \nGeoffrey Tate, “CEO Overconfidence and Corporate Investment,” Journal of Finance, vol. 60, 6, \nDecember 2005, 2661-2700. \n5 For an excellent discussion of resource allocation, see James M. McTaggart, Peter W. Kontes, \nand Michael C. Mankins, The Value Imperative: Managing for Superior Shareholder Returns \n(New York: Free Press, 1994), 239-255. \n6 Brandon Julio and David Ikenberry, “Reappearing Dividends,” Journal of Applied Corporate \nFinance, Fall 2004.  \n7 Alon Brav, John R. Graham, Campbell R. Harvey, and Roni Michaely, “Payout Policy in the 21st \nCentury,” Tuck Contemporary Corporate Finance Issues III Conference Paper, November 2005. \n8 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for \nBetter Returns (Boston, MA: Harvard Business School Press, 2001), 174. \n9 Brav, Graham, Harvey, and Michaely. \n10 Clifford Stephens and Michael Weisbach, “Actual Share Reacquisitions in Open-Market \nRepurchase Programs,” Journal of Finance, vol. 53, 1, February 1998, 313-333. \n11 One recent example comes from Agilent Technologies, Inc. According to the company, “Under \nthe terms of the tender offer, Agilent is offering to purchase up to 73 million shares of its common \nstock at a price not less than $32.00 per share and not greater than $37.00 per share, net to the \nseller in cash, without interest. The tender offer will expire Dec. 13, 2005, at 12:00 midnight ET, \nunless extended.” See http://www.investor.agilent.com/phoenix.zhtml?c=103274&p=irol-\nnewsArticle&ID=793423&highlight. \n12 William McNally, “Who Wins in Large Stock Buybacks—Those Who Sell or Those Who Hold?” \nJournal of Applied Corporate Finance, vol. 11, 1, Spring 1998, 78-88. \n13 Theo Vermaelen, “Common Stock Repurchases and Market Signaling,” Journal of Financial \nEconomics, vol. 9, 1981, 139-183. \n14 Konan Chan, David L. Ikenberry, Inmoo Lee, annd Yanzhi Wang, Yanzhi, “Share Repurchases \nas a Tool to Mislead Investors: Evidence from Earnings Quality and Stock Performance,” AFA \n2006 Boston Meetings Paper, September 30, 2005. \n15 Laszlo Birinyi Jr., Jeffrey Rubin, and Martha deLivron, “The Buyback Paradox: Part II—Topical \nStudy #33,” Birinyi Associates, November 2005. \n16 Kathleen M. Kahle, “When a Buyback Isn’t a Buyback: Open Market Repurchases and \nEmployee Options,” Journal of Financial Economics, vol. 63, 2, February 2002, 235-261. \n17 John R. Graham, “How Big Are the Tax Benefits of Debt?” Journal of Finance, vol. 55, 5, \nOctober 2000, 1901-1941. \n18 Konan Chan, David Ikenberry, and Inmoo Lee, “Economic Sources of Gain in Stock \nRepurchases” Journal of Financial and Quantitative Analysis, September 2004. \n19 Richard A. Brealey and Stewart C. Myers, Principles of Corporate Finance, 6th edition (New \nYork: McGraw Hill, 2000), 500-510. \n20 Michael C. Jensen, “Corporate Control and the Politics of Finance,” Journal of Applied \nCorporate Finance, Summer 1991. Also, see Gustavo Grullon and Roni Michaely, “The \nInformation Content of Share Repurchase Programs,” Journal of Finance, vol. 59, 2, April 2004, \n651-680. \n21 For a more complete and sound approach, see Graham.  \n22 Timothy A. Luehrman, “Using APV: A Better Tool for Valuing Operations,” Harvard Business \nReview, May-June 1997.  \n23 Merton H. Miller, “Debt and Taxes,” Journal of Finance, vol. 32, 2, May 1977, 261-275.  \n24 Richard Passov, “How Much Cash Does Your Company Need?” Harvard Business Review, \nNovember 2003. \n25 Michael J. Mauboussin and Alexander Schay, “Where’s the Bar? Market-expected Return on \nInvestment as a Performance Hurdle,” Credit Suisse First Boston Research, June 11, 2001. \n"
    },
    {
      "number": 27,
      "text": " \nLegg Mason Capital Management \nPage 27 \n \n26 Charles Gave, Anatole Kaletsky, and Louis-Vincent Gave, Our Brave New World, (New York: \nGaveKal Research, 2005).  \n \nResources \n \nBooks \n \nBrealey, Richard A. and Stewart C. Myers, Principles of Corporate Finance, 6th edition (New York: \nMcGraw Hill, 2000). \n \nGave, Charles, Anatole Kaletsky, and Louis-Vincent Gave, Our Brave New World (New York: \nGaveKal Research, 2005). \n \nMcTaggart, James M., Peter W. Kontes, and Michael C. Mankins, The Value Imperative: \nManaging for Superior Shareholder Returns (New York: Free Press, 1994). \n \nRappaport, Alfred and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for \nBetter Returns (Boston, MA: Harvard Business School Press, 2001). \n \nArticles \n \nAmromin, Gene, Paul Harrison, and Steve Sharpe, “How Did the 2003 Dividend Tax Cut Affect \nStock Prices?” Federal Reserve Working Paper, December 6, 2005. \n \nBary, Andrew, “Hot Money,” Barron’s Online, November 7, 2005. \n \nBirinyi, Laszlo, Jeffrey Rubin, and Martha deLivron, “The Buyback Paradox: Part II—Topical \nStudy #33,” Birinyi Associates, November 2005. \n \nBrav, Alon, John R. Graham, Campbell R. Harvey, and Roni Michaely, \"Payout Policy in the 21st \nCentury,\" Tuck Contemporary Corporate Finance Issues III Conference Paper, November 2005. \n \nChan, Konan, David Ikenberry, and Inmoo Lee, “Economic Sources of Gain in Stock \nRepurchases” Journal of Financial and Quantitative Analysis, September 2004. \n \nChan, Konan, David L. Ikenberry, Inmoo Lee, and Yanzhi Wang, \"Share Repurchases as a Tool \nto Mislead Investors: Evidence from Earnings Quality and Stock Performance,\" AFA 2006 Boston \nMeetings Paper, September 30, 2005. \n \nDeAngelo, Harry, Linda DeAngelo and Douglas J. Skinner, “Are dividends disappearing? \nDividend concentration and the consolidation of earnings,” Journal of Financial Economics, vol. \n72, 3, June 2004, 425-456.  \n \nFama, Eugene F. and Kenneth R. French, “Disappearing dividends: changing characteristics or \nlower propensity to pay?” Journal of Financial Economics, vol. 60, June 2001, 3-43.  \n   \nGoldstein, Michael L., “Portfolio Strategy” Empirical Research Partners, November 14, 2005. \n \nGraham, John R., “How Big Are the Tax Benefits of Debt?” Journal of Finance, vol. 55, 5, October \n2000, 1901-1941. \n \nGrullon, Gustavo and David L. Ikenberry, “What Do We Know About Stock Repurchases?” \nJournal of Applied Corporate Finance, Spring 2000. \n \nGrullon, Gustavo and Roni Michaely, \"Dividends, Share Repurchases, and the Substitution \nHypothesis,\" AFA 2002 Atlanta Meetings, April 2000. \n"
    },
    {
      "number": 28,
      "text": " \nLegg Mason Capital Management \nPage 28 \n \n \nGrullon, Gustavo and Roni Michaely, “The Information Content of Share Repurchase Programs,” \nJournal of Finance, vol. 59, 2, April 2004, 651-680. \n \nIp, Greg, “Taking the Measure of the World’s Cash Hoard,” The Wall Street Journal, November 3, \n2005. \n \nJensen, Michael C., “Corporate Control and the Politics of Finance,” Journal of Applied Corporate \nFinance, Summer 1991. \n \nJulio, Brandon and David Ikenberry, “Reappearing Dividends,” Journal of Applied Corporate \nFinance, Fall 2004. \n \nKahle, Kathleen M., “When a Buyback Isn’t a Buyback: Open Market Repurchases and Employee \nOptions,” Journal of Financial Economics, vol. 63, 2, February 2002, 235-261. \n \nKahle, Kathleen M., Edward Alexander Dyl, and Monica Banyi, “Measuring Share Repurchases,” \nSSRN Working Paper, August, 2005. \n \nLuehrman, Timothy A., “Using APV: A Better Tool for Valuing Operations,” Harvard Business \nReview, May-June 1997. \n \nMalmendier, Ulrike, and Geoffrey Tate, “CEO Overconfidence and Corporate Investment,” \nJournal of Finance, vol. 60, 6, December 2005, 2661-2700. \n \nMcNally, William, “Who Wins in Large Stock Buybacks—Those Who Sell or Those Who Hold?” \nJournal of Applied Corporate Finance, vol. 11, 1, Spring 1998, 78-88. \n \nMiller, Merton H., “Debt and Taxes,” Journal of Finance, vol. 32, 2, May 1977, 261-275.  \n \nPassov, Richard, “How Much Cash Does Your Company Need?” Harvard Business Review, \nNovember 2003. \n \nPeyer, Urs C., and Theo Vermaelen \"The Many Facets of Privately Negotiated Stock \nRepurchases,\" EFA 2004 Maastricht Meetings Paper No. 1731 and AFA 2004 San Diego \nMeetings, January 2004. \n \nStephens, Clifford, and Michael Weisbach, “Actual Share Reacquisitions in Open-Market \nRepurchase Programs,” Journal of Finance, vol. 53, 1, February 1998, 313-333. \n \nVermaelen, Theo, “Common Stock Repurchases and Market Signaling,” Journal of Financial \nEconomics, vol. 9, 1981, 139-183. \n \n"
    },
    {
      "number": 29,
      "text": " \nLegg Mason Capital Management \nPage 29 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe views expressed in this commentary reflect those of Legg Mason Capital Management \n(LMCM) as of the date of this commentary. These views are subject to change at any time based \non market or other conditions, and LMCM disclaims any responsibility to update such views. \nThese views may not be relied upon as investment advice and, because investment decisions for \nclients of LMCM are based on numerous factors, may not be relied upon as an indication of \ntrading intent on behalf of the firm. The information provided in this commentary should not be \nconsidered a recommendation by LMCM or any of its affiliates to purchase or sell any security. To \nthe extent specific securities are mentioned in the commentary, they have been selected by the \nauthor on an objective basis to illustrate views expressed in the commentary. If specific securities \nare mentioned, they do not represent all of the securities purchased, sold or recommended for \nclients of LMCM and it should not be assumed that investments in such securities have been or \nwill be profitable. There is no assurance that any security mentioned in the commentary has ever \nbeen, or will in the future be, recommended to clients of LMCM.  Employees of LMCM and its \naffiliates may own securities referenced herein.   \n \nLegg Mason Investor Services, LLC, Distributor - A Legg Mason, Inc. subsidiary \n \nInvestment Products: Not FDIC Insured, Not Bank Guaranteed, May Lose Value \n \nLegg Mason Capital Management is the investment advisor and Legg Mason Investor \nServices, LLC is the distributor of five of the Legg Mason Funds. \n \n"
    }
  ]
}