{
  "filename": "2006_size_matters__the_kelly_criterion_and_the_importance_of_money_management.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423215752-07'00'",
    "modDate": "D:20240423215800-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "Michael J. Mauboussin\nmmauboussin@lmfunds.com\nLEGG MASON\nCAPITAL MANAGEMENT\n \n \n \n \nFebruary 1, 2006 \nSize Matters \n \nThe Kelly Criterion and the Importance of Money Management \n \nTo suppose that safety-first consists in having a small gamble in a large number of \ndifferent [companies] where I have no information to reach a good judgment, as \ncompared with a substantial stake in a company where one’s information is adequate, \nstrikes me as a travesty of investment policy. \n \n \nJohn Maynard Keynes \nLetter to F.C. Scott, February 6, 1942 1 \n \nPressing the Edge \n \nAs an investor, maximizing wealth over time requires you to do two things: find \nsituations where you have an analytical edge; and allocate the appropriate amount of \ncapital when you do have an edge. While Wall Street dedicates a substantial \npercentage of time and effort trying to gain an edge, very few portfolio managers \nunderstand how to size their positions to maximize long-term wealth.  \n \nA simple example illustrates the point. Assume you can participate in a coin toss game \nwhere heads pays $2 and tails costs $1. You start with a $100 bankroll and can play for \n40 rounds. What betting strategy will allow you to achieve the greatest probability of the \nmost money at the end of the fortieth round? 2  \n \nWe’ll get to the answer in a moment, but let’s consider the obvious extremes: if you bet \ntoo little, you won’t take advantage of a clearly positive expected-value opportunity. On \nthe other hand, if you bet everything, you risk losing all of your money. Money \nmanagement is all about determining the right amount of capital to allocate to an \ninvestment opportunity, given the edge and the frequency of such opportunities. \n \nPosition size is extremely important in determining equity portfolio returns. Two portfolio \nmanagers with the same list and number of stocks can generate meaningfully different \nresults based on how they allocate the capital among the stocks. Great investors don’t \nstop with finding attractive investment opportunities; they know how to take maximum \nadvantage of the opportunities. As Charlie Munger says, good investing combines \npatience and aggressive opportunism. \n \nMorningstar data reveal that most investors don’t operate this way. U.S. domestic \ndiversified funds have 77 positions (median) and the top 10 holdings represent just \nover one-quarter of the portfolio (median). Further, 35 percent of mutual funds have \n100 or more positions and a 94 percent median correlation with the S&P 500 Index. \nWhether attributable to incentives or suboptimal strategy—and we suspect both are at \nplay—most active managers do little to distinguish themselves.   \n \n \n \n"
    },
    {
      "number": 2,
      "text": " \nLegg Mason Capital Management \n \nPage 2 \n \nThe Mean/Variance Way \n \nSo how best to allocate capital, either across asset classes or within an asset class? The classic \nanswer comes from the concept of mean/variance efficiency, first formalized by Harry Markowitz \nin 1952. 3 The premise is that risk and reward are related linearly (see Exhibit 1). The mean is the \naverage arithmetic return from an asset or portfolio. Variance measures how spread distribution \npoints are from the average.  \n \nExhibit 1: Mean/Variance Model of Risk and Reward \n \n \nSource: LMCM. \n \nA risk averse investor seeks the highest return for a given level of risk. For all portfolios with a \ngiven level of risk, the investor will select the one with the highest return. And for an assumed \nlevel of return, the investor prefers the one with the least risk. No optimal portfolio exists since \ndifferent individuals have different risk preferences, but portfolios away from the efficient \nfrontier—the best reward for a given level of risk—are suboptimal. Mean/variance is powerful \nbecause if you specify the function that accurately expresses your utility, you can find a portfolio \nthat’s right for you.   \n \nBut what if you ask the asset allocation question a different way: How do you maximize the \nlikelihood that you’ll have the most money at the end of a particular period? As it turns out, \nmean/variance doesn’t answer that question.  \n \nShannon, Chance, and The Kelly Criterion \n \nBell Labs scientist Claude Shannon is well known for developing information theory—essentially, \nthe necessary properties and systems for transmitting intelligence. Before Shannon, most \nengineers tried to understand the information problem by focusing on a message’s meaning. \nShannon’s insight was that information is related to chance. As author William Poundstone notes, \n“Information exists only when the sender is saying something that the recipient doesn’t already \nknow and can’t predict. Because true information is unpredictable, it is essentially a series of \nrandom events like spins of a roulette wheel or rolls of a dice.” 4 \n \nAs an example, Poundstone points to a television commercial depicting a wife asking her \nhusband to bring home “shampoo.” The husband, misunderstanding her, shows up with “Shamu,” \nthe killer whale. Neither the wife’s request nor the husband’s misunderstanding is surprising. The \nRisk (variance)\nReturn (arithmetic mean)\n"
    },
    {
      "number": 3,
      "text": " \nLegg Mason Capital Management \n \nPage 3 \n \ncommercial captures our attention because the husband acts on a highly improbable and \nunpredictable request without further information. \n  \nFor Shannon, the incompressible part of a message relates to its unpredictability. The less \nprobable a message, the more bandwidth it requires. A request to bring home Shamu \nundoubtedly demands more bandwidth than a routine demand for shampoo.  \n \nShannon’s theory also considers equivocation—the chance the message is wrong—and shows \nyou must subtract equivocation from the channel capacity to determine the information rate. More \nreliable information leads to a higher information rate for a given channel capacity. Most of the \ninformation channels we use today, including phones, television, the Internet, operate using \nShannon’s ideas. \n \nWhat does any of this have to do with optimal bet size? Shannon’s colleague at Bell Labs, John \nKelly, recognized another application for information theory’s ideas: gambling. 5 Information in a \nbetting setting is something the market does not already know. Consistent with the idea of \nequivocation, true information is also probabilistic. \n \nKelly imagined a system where you have an edge; a set of expectations that differs from those of \nthe market. He then developed a formula, based on Shannon’s work, showing the exact amount \nof your bankroll you should bet in order to maximize your capital over the long term. Consistent \nwith the theory, the maximum rate of return comes when you know something the market doesn’t.  \n \nWe can express the Kelly formula a number of ways. We’ll follow Poundstone’s exposition: 6 \n \n                                                  \nf\nOdds\nEdge =\n   \n \nHere, edge is the expected value of the financial proposition, odds reflect the market’s \nexpectation for how much you win if you win, and f represents the percentage of your bankroll \nyou should bet. Note that in an efficient market, there is no edge because the odds accurately \nrepresent the probabilities of success. Hence, bets based on the market’s information have zero \nexpected value (this before the costs associated with betting) and an f of zero.  \n \nLet’s go back and answer our opening coin-toss question using the Kelly formula. The payoff \nscheme, a $2 win for a heads and a $1 loss for a tails, suggests 2-to-1 odds. Since we’re dealing \nwith a fair coin, we know the tosses will be 1-to-1. 7 So we recognize something the market \ndoesn’t: heads will show up more often than the payoff scheme suggests.  \n \nSolving the formula, edge is $0.50 (expected value, or 50 percent x $2 + 50 percent x -$1) and \nodds are $2 (the amount you win if you win). The optimal amount to bet is 25 percent of your \nbankroll in each round. Said differently, betting 25 percent will lead to a greater accumulation of \nwealth, on average, than any other betting strategy. \n \n%\n25\n00\n.\n2\n$\n50\n.\n0\n$\n=\n= f\n \n \nExhibit 2 shows wealth outcomes based on a range of f values for 40 rounds. Betting too little \nleaves a substantial amount of money on the table, while betting too much leads to near-certain \nruin. The latter point bears emphasis: if there is a probability of loss, even with a positive \nexpected value economic proposition, betting too much reduces your expected wealth. Such \noverbetting may have been the source of demise for a number of high-profile hedge funds. 8   \n \n \n \n \n"
    },
    {
      "number": 4,
      "text": " \nLegg Mason Capital Management \n \nPage 4 \n \nExhibit 2: The Kelly Formula Solves for the Optimal Betting Strategy \n \n \n   \n \n \n \n \n \n      \n \n    \n \n \n \n \n \n \n \nSource: Vince, 16 and LMCM. \n \nThough basic, this illustration draws out two crucial points for investors of all stripes:  \n \n• \nAn intelligent investor needs an edge (a view different than that of the market); and  \n• \nAn investor needs to properly allocate capital to maximize value when an investment idea \ndoes appear.  \n \nThe Kelly formula contributes to a larger concept known as the Kelly Criterion, or Kelly system. 9 \nBased on information theory, the Kelly Criterion says an investor should choose the investment(s) \nwith the highest geometric mean return. This strategy is distinct from those based on \nmean/variance efficiency. Importantly, however, you can calculate geometric mean using the \nsame arithmetic mean and variance from mean/variance models. 10 \n \nMathematician and investor Ed Thorp is probably the Kelly Criterion’s most visible advocate and \nsuccessful practitioner. In the early 1960s, Thorp developed a system of card counting to improve \na player’s odds in the card game blackjack and complemented it with the Kelly system to optimize \nwealth building. 11 Thorp went on to co-found Princeton-Newport Partners, delivering 20 percent \nannual compounded returns, with a 6 percent standard deviation, over a 20-year span via various \ninvestment strategies.  \n \nIn his book, The Mathematics of Gambling, Thorp explains the Kelly system’s attractive \nfeatures:12 \n \n1. The chance of ruin is “small.” Because the Kelly system is based on proportional bets, \nlosing all of your capital is theoretically impossible (assuming money is infinitely divisible). \nEven so, a small chance of a significant drawdown remains. \n \n2. The Kelly system is highly likely to grow a bankroll faster than other systems. Provided \ncomparably attractive opportunities continue to appear, there is a high probability the \nsystem will generate a bankroll that exceeds other systems by a determinable multiple.  \n \n3. You tend to reach a specified level of winnings in the least average time. If you have a \nfinancial end goal in mind and continuous opportunities, the Kelly system will likely allow \nyou to achieve the objective in a shorter time than other systems. \n \nIn short, the Kelly system has proven to be both theoretically sound and useful for practitioners. \nStill, the most enthusiastic supporters for the approach (information theorists, mathematicians, \n0.00\n2.00\n4.00\n6.00\n8.00\n10.00\n12.00\n0.00\n0.20\n0.40\n0.60\n0.80\n1.00\nf\nMultiple of Original Bankroll\n"
    },
    {
      "number": 5,
      "text": " \nLegg Mason Capital Management \n \nPage 5 \n \ngamblers, and traders) do not include mainstream economists. We now turn to some of the more \npractical constraints with the Kelly system, and we contrast the Kelly system with mean/variance \nefficiency. \n \nPractical Considerations with the Kelly Criterion and Mean/Variance  \n \nUnder ideal conditions the Kelly Criterion is clearly a powerful concept. Using the Kelly formula’s \noptimal betting strategy in our coin-toss example is unquestionably valuable. The real world, \nhowever, presents a great deal more complexity than a coin toss or blackjack table. In the stock \nmarket an investor faces many more outcomes than a gambler in a casino. That said, the Kelly \nCriterion works well when you parlay your bets, face repeated opportunities, and know what the \nunderlying distribution looks like.  \n \nWe now take a look at these conditions, using the opportunity to compare the Kelly Criterion to \nmean/variance efficiency. \n \nParlaying bets. You can approach financial opportunities with one of two betting strategies: bet \nthe same amount each time or reinvest your winnings. As it turns out, what you look for will be \nvery different based on which strategy you select. \n \nKelly recognized this, writing: “suppose the gambler’s wife allowed him to bet one dollar each \nweek but not to reinvest his winnings. He should then maximize his expectation (expected value \nof capital) on each bet.” 13 In other words, if you employ the first strategy, you should focus on \naverage payout calculated with the arithmetic mean. In this case, the mean/variance approach is \nthe way to go. \n \nIn contrast, the Kelly Criterion assumes you parlay your bets, and says you should choose the \nopportunities with the highest geometric means.  \n \nAs an illustration of the difference between arithmetic and geometric returns, consider the \nfollowing stock price changes (this may be reminiscent of the late 1990s and early 2000s): \n \n \n \n \n \nT0 \n \nT1 \n           T2 \n$100  \n \n$200 \n \n$20 \n \nWhat is the arithmetic average return from T0 to T2? The answer is simply the sum of the changes \n(100 percent + -90 percent = 10 percent) divided by the number of periods (2). The arithmetic \naverage is 5 percent (10 percent/2).  \n \nIn contrast, the geometric average is the product of the changes (2.0 x .1) to the Nth root (2) \nminus 1.   \n  \n \n%\n3\n.\n55\n1\n1\n.\n0\n0\n.\n2\n−\n=\n−\n×\n=\n \n \nIn this case, the arithmetic average shows 5 percent while the geometric average is negative 55 \npercent. Notably, the geometric mean is always less than or equal to the arithmetic mean. The \ngreater the variance, the larger the difference between the arithmetic and geometric mean. \nAdditionally, if a series contains a single payoff of zero, the geometric mean is always zero. Play \na game with a zero payoff long enough and you are assured ruin.  \n \nExhibit 3 reproduces three series of payoffs with varying arithmetic returns, variances, and \ngeometric returns that Poundstone uses in Fortune’s Formula: \n \n \n \n \n \n"
    },
    {
      "number": 6,
      "text": " \nLegg Mason Capital Management \n \nPage 6 \n \nExhibit 3: Payoff Series Including Mean and Variance \n \nProbability\nPayoff\nProbability\nPayoff\nProbability\nPayoff\n50%\n1.00\n$      \n50%\n2.00\n$      \n50%\n3.00\n$      \n50%\n2.00\n$      \n17%\n-\n$        \n50%\n0.50\n$      \n17%\n1.00\n$      \n17%\n3.00\n$      \nArithmetic mean\n1.50\n$      \n1.67\n$      \n1.75\n$      \nVariance\n0.30\n$      \n1.07\n$      \n1.88\n$      \nGeometric mean\n1.41\n$      \n-\n$        \n1.22\n$      \nA\nB\nC\n \n \nSource: Poundstone, 198. \n \nIf you bet the same amount every time, like Kelly’s once-a-week gambler, you should focus on \nthe arithmetic means. Mean/variance doesn’t determine the best series because individuals may \nhave different preferences. Both the risk and returns rise for these series as you move from left to \nright. Determine your risk preference and you can settle on the best strategy for you. Clearly, \nthough, the highest expected payoff is with series C. \n \nIn contrast, the parlay bettor using the Kelly Criterion will always choose series A. According to \nPoundstone’s calculation, starting with $1 and reinvesting profits each week for a year leads to an \nexpected fortune of over $67 million. The same strategy with series C amasses an expected \nvalue of just under $38,000.  \n \nSeries B has a favorable arithmetic mean, but the geometric mean is zero. This happens because \none of the payoffs is zero, which means you will lose all of your money with this strategy given \nenough trials.     \n \n \nLeaving aside the technical details of the Kelly Criterion, the central message for investors is that \nstandard mean/variance analysis does not deal with the compounding of investments. If you seek \nto compound your wealth, then maximizing geometric returns should be front and center in your \nthinking. \n \nRepeated trials. Both the Kelly Criterion and mean/variance approaches assume lots of trials, or \nfinancial propositions. The probabilistic nature of most market-based financial propositions means \nyou need a substantial number of observations to reasonably assure you capture the system’s \nsignal, versus short-term noise. \n \nKnow the distribution. Long-term stock market investing differs from casino games, or even \ntrading, because outcomes vary much more than a simple model suggests. Any practical money \nmanagement system faces the challenge of correcting for more complicated real-world \ndistributions. 14 \n \nSubstantial empirical evidence shows that stock price changes do not fall along a normal \ndistribution. 15 Actual distributions contain many more small change observations and many more \nlarge moves than the simple distribution predicts. These tails play a meaningful role in shaping \ntotal returns for assets, and can be a cause of substantial financial pain for investors who do not \nanticipate them. \n \nAs a result, mean and variance insufficiently express the distribution and mean/variance can at \nbest crudely approximate market results. Notwithstanding this, practitioners assess risk and \nreward using a majority of analytical tools based on faulty mean/variance metrics. \n \n"
    },
    {
      "number": 7,
      "text": " \nLegg Mason Capital Management \n \nPage 7 \n \nSo the mean/variance approach has two major strikes against it. First, it doesn’t work for parlayed \nbets (even though most investors do reinvest). Second, it doesn’t consider the verity of non-\nnormal distributions. Yet most mainstream economists still argue that maximizing geometric \nreturns is the wrong way to allocate capital. Why?   \n \nNeoclassical Economic Objections to the Kelly Criterion \n \nOne of the most vocal critics of geometric mean maximization happens to be one of the most \nwell-known and well-regarded economists in the world: MIT’s Paul Samuelson. Poundstone notes \nthat Samuelson likes to describe the Kelly Criterion as a fallacy. In a 1971 paper on the topic, \nSamuelson provides a theorem and what he calls its false corollary: 16 \n \nTheorem: If one acts to maximize the geometric mean at every step, if the period is \n“sufficiently long,” “almost certainly” higher terminal wealth and terminal utility will result \nthan from any other decision rule.  \n \nFrom this indisputable fact, it is tempting to believe in the truth of the following false \ncorollary: \n \nFalse Corollary: If maximizing the geometric mean almost certainly leads to a better \noutcome, then the expected utility of its outcomes exceeds that of any other rule, \nprovided T is sufficiently large.  \n \nHow do economists reconcile the apparently conflicting ideas that maximizing geometric mean \nwill almost certainly result in higher wealth (theorem) with the notion that this approach is possibly \ninferior to other strategies (corollary)? \n \nPerhaps the clearest explanation of the mainstream economics case comes from Mark \nRubinstein.17 First, he notes the geometric mean maximization strategy does not assure that you \nwill end up with more wealth than other strategies. Since the approach is based on probability, \nthere remains a very small chance an investor will do poorly. This low-probability, high-impact \nscenario may violate an individual’s utility function. \n \nSecond, success of geometric mean maximization depends on investors staying in the market for \nthe long run. If an investor needs access to the funds in the near-term, the benefits of \ncompounding do not apply. \n \nThird, the system assumes the investment payoffs remain steady and the investment \nopportunities set is large enough to accommodate a rising asset base. Shifting investment \npayoffs undermine the system. \n \nFinally, Rubinstein invokes the macro-consistency test: to judge a strategy’s superiority, ask what \nwould happen if everyone tried to follow it. His point is all investors cannot apply the geometric \nmean strategy successfully. \n \nSo who’s right, the Kelly camp or the Samuelson camp?  \n \nOne way to understand the difference of opinion is to distinguish between normative and positive \narguments. Normative arguments stem from a view of how the world should be, while positive \narguments reflect how things are and will likely be in the foreseeable future. Economists dismiss \nthe strategy of maximizing geometric means based on a normative argument. Investors should \nhave specific utility functions and act consistently with those functions. Since the small chance of \na large loss will violate an individual’s utility function, geometric mean maximization is not right for \neveryone (Rubinstein’s first point). \n \nA positive argument is based on how people actually behave. Very few people take the time to \nquantify their utility functions, and those functions shift over time and with varying circumstances. \n"
    },
    {
      "number": 8,
      "text": " \nLegg Mason Capital Management \n \nPage 8 \n \nMost investing decisions are made by professional investment managers who must serve a \ndiverse group of fund holders. Thorp notes that when he explains the Kelly Criterion to investors \nthey say, “Yeah, sounds good to me, I want that.” 18 \n \nEconomic historian Philip Mirowski gives a more scathing denouncement of the economic field. \nHe suggests economists have little interest in what people really do—that’s more the realm of \npsychology, and they don’t add much when suggesting how people should act. He writes: 19 \n \n[N]eoclassicals have wavered between claiming that they were describing actual \nbehavior and claiming that they were prescribing what rational behavior should be. Their \ncontempt for psychology has always given lie to the first claim, so of necessity, they have \neventually retreated to the second. This second position is untenable, however, because \nit conflicts with the ideology of the scientist as a detached and value-neutral observer as \nit commits the transgression of defining rationality in a post-hoc manner in order to \nconform to the mathematical model of utility. (Emphasis added.) \n \nThere are two other problems with utility theory and investing. The first comes from the father of \nmean/variance analysis, Harry Markowitz. In his famous Portfolio Selection, Markowitz advocates \nthe geometric mean maximization approach. In spite of arguments by Jan Mossin (one of the \nfounders of the capital asset pricing model) and Samuelson in the 1960s, Markowitz reconfirmed \nhis endorsement of the geometric mean maximization strategy in the preface to his second \nedition published in 1970. Markowitz suggests utility-maximizing man “acts absurdly” over the \nlong term: 20   \n \nI concluded . . . that the investor who is currently reinvesting everything for “the long run” \nshould maximize the expected value of the logarithm of wealth. Mossin and Samuelson \nhave each shown that this is not true for a wide range of functions relating to utility of \nwealth at the end of the last period, T. The fascinating Mossin-Samuelson result, \ncombined with the straightforward arguments supporting the earlier conclusions, seemed \nparadoxical at first. I have since returned to the view . . . that for large T, the Mossin-\nSamuelson man acts absurdly, like a player who would pay an unlimited amount for the \nSt. Petersburg game . . . the terminal utility function must be bounded to avoid this \nabsurdity; and the [maximization of mean geometric return] argument applies when utility \nof wealth is bounded.  \n \nThe second problem comes from Kahneman and Tversky’s prospect theory. Utility theory \nconsiders gains and losses in the context of the investor’s total wealth (broad frame). In contrast, \nprospect theory considers gains and losses versus isolated components of wealth, like changes \nin a specific stock or portfolio price (narrow frame). Experimental studies show that investors use \nprice, or changes in price, as a reference point when evaluating financial transactions. Investors \npay attention to the narrow frame. Utility theory does not explain how people behave. 21 \n \nEven if you agree the utility argument is not persuasive enough to suggest abandoning the Kelly \nstrategy, Rubinstein makes some points worth considering carefully. For a geometric mean \nmaximization system to work, an investor has to participate in the markets over the long term. In \naddition, the portfolio manager must be able to systematically identify investment edges—points \nof view different than that of the market and with higher expected returns.  \n \nFinally, since by definition not all market participants can have an edge, not all investors can use \na Kelly system. In fact, most financial economists believe markets to be efficient. For them, a \ndiscussion of optimal betting strategy is moot because no one can systematically gain edges. \n \nBased on our observations of behavior, portfolio structure, and incentives, we conclude that very \nfew investors are organized to take advantage of the principle of mean geometric return \nmaximization. Here’s why. \n  \n \n"
    },
    {
      "number": 9,
      "text": " \nLegg Mason Capital Management \n \nPage 9 \n \nWhy Many Money Managers Focus on Arithmetic Returns \n \nAs we noted, geometric mean maximization requires an investor to be in the market over the long \nhaul. If capital is free to come and go, however, as is the case with an open-end mutual fund, the \nportfolio manager may not have the luxury of thinking long-term. Even if geometric mean \nmaximization is the best way to go, market realities may compel a short-term focus.  \n \nThe reasoning is straightforward: an open-end portfolio with poor short-run performance faces the \nvery real prospect of losing assets. In turn, portfolio managers have a strong incentive to focus on \nthe investment ideas they perceive will do well in the short term, even at the expense of ideas \noffering higher rates of return over the long term. Geometric mean maximization simply does not \nmake sense for a portfolio manager in this short-term mindset. \n \nIf an open-end fund structure encourages this short-term perspective, why aren’t more funds \nclosed-end? (The assets in open-end mutual funds are 25 times larger than those in closed-end \nfunds.) The obvious first answer is that investors don’t want to lock up their money; they prefer \nthe flexibility to reallocate capital in the case a portfolio manager performs poorly.   \n \nBut Jeremy Stein argues the dominance of open-end funds reflects both the preference of \ninvestors and the desires of the mutual fund companies. 22 In a closed-end fund, changes in asset \nlevel are solely a function of results. In contrast, in an open-end fund the potential for inflows \nbalances the risk of outflows. Most fund managers recognize that the upside of positive flows, \nespecially if results are good, more than offsets the risk of outflows. \n \nMany fund companies understand the best way to favorably tilt the inflow/outflow equation is to \noperate within the near-term consensus; the focus shifts to delivering acceptable results over \nsequential short-term periods, even at the cost of higher, albeit lumpier, long-term returns. The \nhigh portfolio turnover rate (averaging around 100 percent in the last couple of years) we see \nsupports this view. In case after case, short-term incentives discourage portfolio managers from \nadopting the Kelly system. \n \nLoss Aversion and the Kelly Criterion  \n \nPoundstone highlights another important feature of the Kelly system: the returns are more volatile \nthan other systems. While the Kelly system offers the highest probability of the most wealth after \na long time, the path to the terminal wealth resembles a roller coaster. The higher the percentage \nof your bankroll you bet (f from the Kelly formula) the larger your drawdowns. \n \nAnother important lesson from prospect theory—and a departure from standard utility theory—is \nindividuals are loss averse. 23 Specifically, people regret losses roughly two to two and a half \ntimes more than similar-sized gains. Naturally, the longer the holding period in the stock market \nthe higher the probability of a positive return because stocks, in aggregate, have a positive \nexpected value. Loss aversion can lead investors to suboptimal decisions, including the well-\ndocumented disposition effect.  \n \nInvestors checking their portfolios frequently, especially volatile portfolios, are likely to suffer from \nmyopic loss aversion. 24 The key point is that a Kelly system, which requires a long-term \nperspective to be effective, is inherently very difficult for investors to deal with psychologically. \n \nIt is possible to reduce the strategy’s volatility by taking partial Kelly positions. Naturally, these \npositions also reduce expected return.  \n \n \n \n \n \n \n"
    },
    {
      "number": 10,
      "text": " \nLegg Mason Capital Management \n \nPage 10 \n \nWhat Does All This Mean for Equity Portfolio Management? \n \nSo what lessons should equity investors draw from this discussion? A few points emerge: \n \n• \nEdge is key. Recall the foundation of Kelly’s model rests on having a view that is \ndifferent, and more correct, than that of the market. Having an edge requires \nunderstanding the market’s perspective. As Poundstone writes, “The stock ticker is like a \ntote board. It gives the public odds. A trader who wants to beat the market must have an \nedge, a more accurate view of what bets on stocks are really worth.” 25 \n \nOne way for equity investors to think about edge is finding situations where the stock’s \nrate of return is likely to be higher than the market anticipates. A stock’s excess rate of \nreturn is a function of its percentage discount to fair value—the margin of safety—and \nhow long it takes the market to close the price-to-value gap.  \n \n• \nGreater opportunity suggests a larger bet. Finding an edge only gets you part of the way \nto maximizing long-term wealth. Appropriately sizing the position is the other part. A \ndistinct minority of investors are skilled at position sizing, while most investors—again, \ngenerally reflecting agency costs—are satisfied to perform in line with their investment \nbenchmark. One good, albeit convenient, example of the first group is Warren Buffett. In \nthe mid-1960s, Buffett allocated close to one-quarter of his assets into one stock, \nAmerican Express, when he was convinced the security offered superior return \nprospects. Note, too, that Berkshire Hathaway is essentially a closed fund.  26  \n    \n• \nMean/variance is not the best way to think about maximizing long-term wealth if you are \nreinvesting your investment proceeds. If you face a one-time financial decision, you want \nto maximize your arithmetic mean. But with repeated favorable opportunities—either \nthrough time or diversification—chances are you will do better in the long term by \nmaximizing geometric mean. Mean/variance may be deeply embedded in the investment \nindustry’s lexicon, but it doesn’t do as good a job at building wealth as a Kelly-type \nsystem.  \n \n• \nApplying the Kelly Criterion is hard psychologically. Assuming you do have an investment \nedge and a long-term horizon, applying the Kelly system is still hard because of loss \naversion. Most investors face institutional and psychological constraints in applying a \nKelly-type system. \n"
    },
    {
      "number": 11,
      "text": " \nLegg Mason Capital Management \n \nPage 11 \n \nEndnotes \n \n1 Donald Moggridge, ed., The Collected Writings of John Maynard Keynes (New York: Cambridge \nUniversity Press, 1983).  \n2 Ralph Vince, The New Money Management: A Framework for Asset Allocation (New York: John \nWiley & Sons, 1995), 14-16. \n3 Harry M. Markowitz, “Portfolio Selection,” Journal of Finance, vol. 12., 1, 1952, 77-91. \n4 William Poundstone, Fortune’s Formula: The Untold Story of the Unscientific Betting System \nThat Beat The Casinos and Wall Street (New York: Hill and Wang, 2005), 56.   \n5 J.L. Kelly, Jr., “A New Interpretation of Information Rate,” Bell System Technical Journal, 1956, \n917-926.  \n6 Poundstone, 72. \n7 For a good discussion of how to understand odds, see David Sklansky, Getting the Best of It, \n2nd ed. (Henderson, NV: Two Plus Two Publishing, 1997).  \n8 See Nicholas Chan, Mila Getmansky, Shane M. Hass, and Andrew W. Lo, “Systemic Risk and \nHedge Funds,” NBER Working Paper, August 1, 2005. Low volatility periods, as we have just \nexperienced, tempt investors to use more leverage to generate higher returns. According to the \nKelly system, this overbetting leads not to higher return but ruin. We also know that volatility is \nclustered. So overbetting coming into a period of higher volatility may cause financial distress for \nspecific investment firms. Also see Markowitz (1959) for a demonstration of the deleterious \nimpact of overbetting.  \n9 Others to discuss this idea include Henry Latané, Leo Breiman, and Daniel Bernoulli. See Henry \nA. Latané, “Criteria for Choice Among Risky Assets,” Journal of Political Economy, April 1959, \n144-155; Leo Breiman, “Optimal Gambling Systems for Favorable Games,” Fourth Berkeley \nSymposium on Probability and Statistics, 1961, 65-78; Daniel Bernoulli, “Exposition of a New \nTheory on the Measurement of Risk,” Econometrica, 1954, 23-36. \n10 Harry M. Markowitz, Portfolio Selection: Efficient Diversification of Investment (New Haven, CT: \nYale University Press, 1959), 120-125.  \n11 Edward O. Thorp, Beat the Dealer: A Winning Strategy for the Game of Twenty-One (New \nYork: Blaisdell Publishing Company, 1962). \n12 Edward O. Thorp, The Mathematics of Gambling (Hollywood, CA: Gambling Times, 1984), 125-\n130.  \n13 Kelly, 926. \n14 Thorp (1984), 21-32 and Vince, 44-59. \n15 Benoit Mandelbrot and Richard L. Hudson, The (Mis)Behavior of Markets” A Fractal View of \nRisk, Ruin, and Reward (New York: Basic Books, 2004).  \n16 Paul A. Samuelson, “The ‘Fallacy’ of Maximizing the Geometric Mean in Long Sequences of \nInvesting or Gambling,” Proceedings of the National Academy of Sciences, vol. 68, 10, October \n1971, 2493-2496.   \n17 Mark Rubinstein, “No ‘Best’ Strategy for Portfolio Insurance,” Letter to the Editor in Financial \nAnalysts Journal, November/December 1987. \n18 Poundstone, 221. \n19 Philip Mirowski, More Heat than Light: Economics as Social Physics, Physics as Nature’s \nEconomics (Cambridge: Cambridge University Press, 1989), 236. \n20 Markowitz, x. \n21 Nicholas Barberis and Ming Huang, “Mental Accounting, Loss Aversion, and Individual Stock \nReturns,” Journal of Finance, vol. 56, 4, August 2001, 1247-1292.  \n22 Jeremy C. Stein, \"Why Are Most Funds Open-End? Competition and the Limits of Arbitrage,\" \nNBER Working Paper No. W10259, January 2004. \n23 Daniel Kahneman and Amos Tversky, “Prospect Theory: An Analysis of Decision Under Risk,” \nEconometerica, vol. 47, 1979, 263-291.  \n24 Shlomo Benartzi and Richard H. Thaler, “Myopic Loss Aversion and the Equity Premium \nPuzzle,” The Quarterly Journal of Economics, vol. 110, 1, February 1995, 73-92.  \n25 Poundstone, 134. \n26 Roger Lowenstein, Buffett: The Making of an American Capitalist (New York: Random House, \n1995), 82.  \n \n"
    },
    {
      "number": 12,
      "text": " \nLegg Mason Capital Management \n \nPage 12 \n \nResources \n \nBooks \n \nLowenstein, Roger, Buffett: The Making of an American Capitalist (New York: Random House, \n1995). \n \nMandelbrot, Benoit, and Richard L. Hudson, The (Mis)Behavior of Markets” A Fractal View of \nRisk, Ruin, and Reward (New York: Basic Books, 2004). \n \nMarkowitz, Harry M., Portfolio Selection: Efficient Diversification of Investment (New Haven, CT: \nYale University Press, 1959). \n \nMirowski, Philip, More Heat than Light: Economics as Social Physics, Physics as Nature’s \nEconomics (Cambridge: Cambridge University Press, 1989). \n \nMoggridge, Donald, ed., The Collected Writings of John Maynard Keynes (New York: Cambridge \nUniversity Press, 1983). \n \nPoundstone, William, Fortune’s Formula: The Untold Story of the Unscientific Betting System \nThat Beat The Casinos and Wall Street (New York: Hill and Wang, 2005).   \n \nSklansky, David, Getting the Best of It, 2nd ed. (Henderson, NV: Two Plus Two Publishing, 1997). \n \nThorp, Edward O., Beat the Dealer: A Winning Strategy for the Game of Twenty-One (New York: \nBlaisdell Publishing Company, 1962). \n \n______., The Mathematics of Gambling (Hollywood, CA: Gambling Times, 1984). \n \nVince, Ralph, The New Money Management: A Framework for Asset Allocation (New York: John \nWiley & Sons, 1995). \n \nArticles \n \nBarberis, Nicholas, and Ming Huang, “Mental Accounting, Loss Aversion, and Individual Stock \nReturns,” Journal of Finance, vol. 56, 4, August 2001, 1247-1292. \n \nBenartzi, Shlomo, and Richard H. Thaler, “Myopic Loss Aversion and the Equity Premium \nPuzzle,” The Quarterly Journal of Economics, vol. 110, 1, February 1995, 73-92. \n \nBernoulli, Daniel, “Exposition of a New Theory on the Measurement of Risk,” Econometrica, \n1954, 23-36. \n \nBreiman, Leo, “Optimal Gambling Systems for Favorable Games,” Fourth Berkeley Symposium \non Probability and Statistics, 1961, 65-78. \n \nChan, Nicholas, Mila Getmansky, Shane M. Hass, and Andrew W. Lo, “Systemic Risk and Hedge \nFunds,” NBER Working Paper, August 1, 2005. \n \nKelly, J.L., Jr., “A New Interpretation of Information Rate,” Bell System Technical Journal, 1956, \n917-926. \n \nKahneman, Daniel, and Amos Tversky, “Prospect Theory: An Analysis of Decision Under Risk,” \nEconometerica, vol. 47, 1979, 263-291. \n \nLatané, Henry A., “Criteria for Choice Among Risky Assets,” Journal of Political Economy, April \n1959, 144-155. \n"
    },
    {
      "number": 13,
      "text": " \nLegg Mason Capital Management \n \nPage 13 \n \nMarkowitz, Harry M., “Portfolio Selection,” Journal of Finance, vol. 12., 1, 1952, 77-91. \n \nRubinstein, Mark, “No ‘Best’ Strategy for Portfolio Insurance,” Letter to the Editor in Financial \nAnalysts Journal, November/December 1987. \n \nSamuelson, Paul A., “The ‘Fallacy’ of Maximizing the Geometric Mean in Long Sequences of \nInvesting or Gambling,” Proceedings of the National Academy of Sciences, vol. 68, 10, October \n1971, 2493-2496.   \n \nStein, Jeremy C., \"Why Are Most Funds Open-End? Competition and the Limits of Arbitrage,\" \nNBER Working Paper No. W10259, January 2004. \n \n"
    },
    {
      "number": 14,
      "text": " \nLegg Mason Capital Management \n \nPage 14 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe views expressed in this commentary reflect those of Legg Mason Capital Management \n(LMCM) as of the date of this commentary. These views are subject to change at any time based \non market or other conditions, and LMCM disclaims any responsibility to update such views. \nThese views may not be relied upon as investment advice and, because investment decisions for \nclients of LMCM are based on numerous factors, may not be relied upon as an indication of \ntrading intent on behalf of the firm. The information provided in this commentary should not be \nconsidered a recommendation by LMCM or any of its affiliates to purchase or sell any security. To \nthe extent specific securities are mentioned in the commentary, they have been selected by the \nauthor on an objective basis to illustrate views expressed in the commentary. If specific securities \nare mentioned, they do not represent all of the securities purchased, sold or recommended for \nclients of LMCM and it should not be assumed that investments in such securities have been or \nwill be profitable. There is no assurance that any security mentioned in the commentary has ever \nbeen, or will in the future be, recommended to clients of LMCM.  Employees of LMCM and its \naffiliates may own securities referenced herein.   \n"
    }
  ]
}