{
  "filename": "2007_death__taxes__and_reversion_to_the_mean__roic_patterns__luck__persistence__and_what_to_do_about_it.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423220635-07'00'",
    "modDate": "D:20240423220731-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "    \nMichael J. Mauboussin\nmmauboussin@ lmcm.com\nLEGG MASON\nCAPITAL MANAGEMENT\nMichael J. Mauboussin\nmmauboussin@ lmcm.com\nLEGG MASON\nCAPITAL MANAGEMENT\n \n \n  \nDecember 14, 2007 \n \nDeath, Taxes, and Reversion to the Mean \n \nROIC Patterns: Luck, Persistence, and What to Do About It \n \nHegel was right when he said that we learn from history that man can never learn anything \nfrom history. \n \nGeorge Bernard Shaw \n \n \n \n \n    Source: LMCM analysis. \n \n \n• \nAnalysts modeling future corporate financial performance should use past ROIC \npatterns, including a strong tendency toward mean reversion, as an appropriate \nreference class but rarely do. Full consideration of the difficulty in sustaining high \nreturns should temper the optimism inherent in many models.  \n \n• \nSome companies do post persistently high or low returns beyond what chance \ndictates. But the ROIC data incorporate much more randomness than most \nanalysts realize. \n \n• \nWe had little luck in identifying the factors behind sustainably high returns.  \n \n• \nThis analysis has concrete implications for modeling.  We unveil some of the \ncommon errors in discounted cash flow models and offer some thoughts on how \nto improve them. \n \nTime\nROIC – WACC (%)\nFrequency\n<(40)\n(40)-(20)\n(20)-0\n0-20\n20-40\n40-60\n60-80\n80-100\n1997 1998 1999 2000 2001\n2002 2003 2004 2005 2006\n>100\n"
    },
    {
      "number": 2,
      "text": " \n \n \nPage 2 \n \nLegg Mason Capital Management \n \n \nThe Inside-Outside View \n \nCompany financial models are often a cornerstone of the stock selection process for fundamental \ninvestors. The model forecasts are based on crucial value drivers like sales growth rates, operating \nprofit margins, investment capital needs, and economic returns. When done properly, detailed long-\nterm models are laborious because they require input from a wide range of areas, including historical \ncorporate performance, firm-specific issues, competitive positioning, and the broader macroeconomic \nbackdrop. \n \nDespite earnest and diligent study, analysts often produce company models that are wildly off the \nmark, usually erring on the side of optimism. Even analysts who consider ranges of value outcomes \nattach probabilities to favorable scenarios that are too high. Some researchers attribute this \ninaccuracy to overconfidence, but that is only part of the story. 1  \n \nAnother way to understand the challenge is based on what renowned psychologist Daniel Kahneman \ncalls the inside-outside view. 2 An inside view considers a problem by focusing on the specific task \nand the information at hand, and predicts based on that unique set of inputs. This is the approach \nanalysts most often use in their modeling, and indeed is common for all forms of planning. \n \nIn contrast, an outside view considers the problem as an instance in a broader reference class. \nRather than seeing the problem as unique, the outside view asks if there are similar situations that \ncan provide useful calibration for modeling. Kahneman notes this is a very unnatural way to think \nprecisely because it forces analysts to set aside all of the cherished information they have unearthed \nabout a company. This is why people use the outside view so rarely. \n \nThis report seeks to shed light on an important reference class for company modelers: patterns of \nreturn on invested capital (ROIC). Companies create shareholder value when they generate returns \non investment in excess of the cost of capital. A positive spread between a company’s ROIC and cost \nof capital is a fundamental indicator of value creation.  \n \nEarnings growth by itself gives no indication about value creation prospects—a company growing \nrapidly but earning only its cost of capital will not enjoy a premium valuation. 3 More accurately, \ngrowth amplifies: higher growth makes positive-spread companies more valuable, and, symmetrically, \nhigher growth makes negative-spread companies less valuable.  \n \nAssumptions about future corporate ROICs are embedded in analyst models, although they are rarely \nexplicit. More often than not, analysts are too optimistic in their assessment of future ROICs, in part \nbecause they are unaware of how hard it is to sustain high returns. The goal of this report is to make \nfinancial modelers aware of a broad reference class—the outside view—that unequivocally shows the \nrarity of generating high returns for a long time in a free market system. This awareness should \ntemper the optimism embedded in many models. \n \nHere are some of the report’s broad conclusions: \n \n• \nReversion to the mean is a powerful force. As has been well documented by numerous \nstudies, ROIC reverts to the cost of capital over time. This finding is consistent with \nmicroeconomic theory, and is evident in all time periods researchers have studied. \nHowever, investors and executives should be careful not to over interpret this result \nbecause reversion to the mean is evident in any system with a great deal of randomness. \nWe can explain much of the mean reversion series by recognizing the data are noisy.  \n \n• \nPersistence does exist. Academic research shows that some companies do generate \npersistently good, or bad, economic returns. The challenge is finding explanations for that \npersistence, if they exist.  \n \n• \nExplaining persistence. It’s not clear that we can explain much persistence beyond chance. \nBut we investigated logical explanatory candidates, including growth, industry \n"
    },
    {
      "number": 3,
      "text": " \n \n \nPage 3 \n \nLegg Mason Capital Management \n \n \nrepresentation, and business models. Business model difference appears to be a promising \nexplanatory factor.  \n \n• \nImplications for modeling. The vast majority of models—especially discounted cash flow \nmodels—are uninformed by the outside view of ROIC patterns. This outside view \naddresses a number of important aspects of modeling, including assumptions about growth \nrates, capital needs, and terminal values. \n \nDeath, Taxes, and Reversion to the Mean \n \nResearchers have convincingly showed that industries and companies follow an economic life cycle \n(see Exhibit 1). 4 Young companies often apply substantial resources to their business without \nimmediate payoff, hence generating returns below the cost of capital. In mid-life, companies earn \nexcess returns as their investments bear fruit. Finally, competitive forces and/or shifts in the \nmarketplace drive returns down to the cost of capital. In situations where returns sink below the cost \nof capital, bankruptcy, consolidation, and disinvestment often serve to lift returns back to cost-of-\ncapital levels. Empirical research shows that manufacturing companies, on average, generate excess \nreturns for shorter periods than they did in the past. 5   \n \nExhibit 1: Generic Life Cycle \n \n \n \nSource: LMCM analysis. \n \nVarious studies conducted over multiple decades document this reversion-to-the-mean pattern. 6 We \nhave reproduced the results here, using data from over 1000 non-financial companies from 1997 to \n2006. (See Appendix A for details on the sample and methodology.)  Exhibit 2 shows this process. \nWe start by ranking companies into quintiles based on their 1997 ROIC. We then follow the median \nROIC for the five cohorts through 2006. While all of the returns do not settle at the cost of capital \n(roughly eight percent) in 2006, they clearly migrate toward that level. \n \nExhibit 2: Median ROIC Reversion \n-15\n-10\n-5\n0\n5\n10\n15\n20\n25\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\nNumber of years following portfolio formation\nROIC - WACC (%)\n \nSource: LMCM analysis. \nROIC-WACC Spread\nTime\n"
    },
    {
      "number": 4,
      "text": " \n \n \nPage 4 \n \nLegg Mason Capital Management \n \n \nThe gap between the median ROICs from the best to the worst quintiles is 30.5 percentage points in \n1997. That gap narrows significantly to 8.6 percentage points in 2006. Further, as the reversion \nmodel would predict, the top quintiles saw declines in median ROICs and the bottom quintiles saw \nimprovement (see Exhibit 3). While nine years may not be a sufficient amount of time for returns of all \nquintiles to converge on the cost of capital, it’s clear that the process is well under way.   \n \nExhibit 3: Change in Median ROIC by Quintile \n \nSource: LMCM analysis. \n \nThis result, however, requires careful interpretation. Any system that combines skill and luck will \nexhibit mean reversion over time. 7 Francis Galton demonstrated this point in his 1889 book, Natural \nInheritance, using the heights of adults. 8 Galton showed, for example, that children of tall parents \nhave a tendency to be tall, but are often not as tall as their parents. Likewise, children of short parents \ntend to be short, but not as short as their parents. Heredity plays a role, but over time adult heights \nrevert to the mean.  \n \nThe basic idea is outstanding performance combines strong skill and good luck. Abysmal \nperformance, in contrast, reflects weak skill and bad luck. Even if skill persists in subsequent periods, \nluck evens out across the participants, pushing results closer to average. So it’s not that the standard \ndeviation of the whole sample is shrinking; rather, luck’s role diminishes over time.  \n \nSeparating the relative contributions of skill and luck is no easy task. Naturally, sample size is crucial \nbecause skill only surfaces with a large number of observations. For example, statistician Jim Albert \nestimates that a baseball player’s batting average over a full season is a fifty-fifty combination \nbetween skill and luck. Batting averages for 100 at-bats, in contrast, are 80 percent luck. 9  \n \nTo illustrate this skill and luck mix, we analyzed the batting averages of 100 major league baseball \nplayers who had at least 250 at-bats for each of the past five seasons (see Exhibit 4). These results \nlikely show some survivorship bias, as the average career of a major leaguer is only 5.6 years. \n \n \n \n \n \nQ1\nQ2\nQ3\nQ4\nQ5\n1997 Groups\n‘97\n‘06\nROIC-WACC (%)\n‘97\n‘06\n-15\n-10\n-5\n5\n10\n15\n25\n20\n"
    },
    {
      "number": 5,
      "text": " \n \n \nPage 5 \n \nLegg Mason Capital Management \n \n \nExhibit 4: Mean Reversion in Major League Baseball Player Batting Averages \n0.220\n0.240\n0.260\n0.280\n0.300\n0.320\n0.340\n2003\n2004\n2005\n2006\n2007\nSeason\nBatting Average\n \nSource: Baseball Prospectus and LMCM analysis. \n \nThe 80 basis point gulf between the best and worst quintile (a .320 versus a .240 average) is cut in \nhalf by the final year (.300 versus .260). 10 This does not mean that the skill level of the players mean \nreverted, just that luck evened out over time. For a company, skill is the equivalent of sustainable \nvalue creation, including industry effects and managerial capability. Luck captures external factors, \nincluding competition, business cycles, regulatory shifts, and technological change. \n \nDefying Gravity: Persistence in the ROIC Data \n \nThe next question is whether any companies buck the reversion-to-the-mean trend and sustain high \n(or low) ROICs throughout the sample period. To answer, we need to measure persistence—the \nlikelihood a company will stay in the same quintile throughout the measured time frame. To state the \nobvious, staying in the top quintile is generally desirable, as it means the company is successfully \nfending off competition. 11 Conversely, dwelling in the lowest quintile is unwelcome.  \n \nExhibit 5 shows one measure of persistence: the degree of quintile migration. 12 This exhibit shows \nwhere companies starting in one quintile (the vertical axis) ended up after nine years (the horizontal \naxis). Most of the percentages in the exhibit are unremarkable, but two stand out. First, a full 41 \npercent of the companies that started in the top quintile were there nine years later, while 39 percent \nof the companies in the cellar-dweller quintile ended up there. Independent studies of this persistence \nreveal a similar pattern. So it appears there is persistence with some subset of the best and worst \ncompanies. Academic research confirms that some companies do show persistent results. Studies \nalso show that companies rarely go from very high to very low performance or vice versa. 13   \n \nExhibit 5: ROIC Persistence \n \nSource: LMCM analysis. \n \n39\n17\n14\n11\n19%\n18\n40\n25\n11\n6%\n17\n22\n28\n22\n12%\n12\n13\n21\n32\n23%\n24\n15\n8\n41%\n13\nQ1\nQ2\nQ3\nQ4\nQ5\nQ5\nQ2\nQ3\nQ4\nQ1\nROIC Quintile  in 1997\nROIC Quintile in 2006\n"
    },
    {
      "number": 6,
      "text": " \n \n \nPage 6 \n \nLegg Mason Capital Management \n \n \nBefore going too far with this result, we need to consider two issues. First, this persistence analysis \nsolely looks at where companies start and finish, without asking what happens in between. As it turns \nout, there is a lot of action in the intervening years. For example, less than half of the 41 percent of \nthe companies that start and end in the first quintile stay in the quintile the whole time. This means \nthat less than four percent of the total-company sample remains in the highest quintile of ROIC for the \nfull nine years.  \n \nThe second issue is serial correlation, the probability a company stays in the same ROIC quintile from \nyear to year. As Exhibit 5 suggests, the highest serial correlations (over 80 percent) are in Q1 and \nQ5. The middle quintile, Q3, has the lowest correlation of roughly 60 percent, while Q2 and Q4 are \nsimilar at about 70 percent.  \n \nThis result may seem counterintuitive at first, as it suggests results for really good and really bad \ncompanies (Q1 and Q5) are more likely to persist than for average companies (Q2, Q3, and Q4). But \nthis outcome is a product of the methodology: since each year’s sample is broken into quintiles, and \nthe sample is roughly normally distributed, the ROIC ranges are much narrower for the middle three \nquintiles than for the extreme quintiles. So, for instance, a small change in ROIC level can move a Q3 \ncompany into a neighboring quintile, whereas a larger absolute change is necessary to shift a Q1 and \nQ5 company. Having some sense of serial correlations by quintile, however, provides useful \nperspective for investors building company models.   \n \nTo summarize, while the results reflect a lot of randomness, some companies appear to demonstrate \npersistence of high returns above and beyond what we can attribute solely to chance. 14 But similar to \nthe challenge in active investing, the question is, can we identify the persistent value-creating \ncompanies ahead of time? \n \nCan We Explain Persistence? \n \nUp to this point our results, while useful and instructive, are reasonably well known in the academic \nliterature. The real question for an investor is whether we can explain ROIC persistence ex ante. We \nexplore this question by looking at three variables that appear as good candidates to explain \npersistence: corporate growth, the industry in which a company competes, and the company’s \nbusiness model. One of the virtues of these variables is they are to a large degree tractable. But \nclearly other variables may be relevant, including management quality. As such, the variables we \ninvestigate may be more proximate than causal. \n \nLet’s start with growth, where there is good news and bad news. The good news is there appears to \nbe some correlation between growth and persistence. Companies that start and end in the top two \nquintiles enjoy average growth just above the 9.4 percent for the full sample. The four growth rates \nclosest to the upper-left corner in Exhibit 6 show this. \n \nSimilarly, the companies that start and end in the bottom two quintiles—the four rates near the \nbottom-right corner of the exhibit—grew at a well-below-average five percent rate. We can say much \nless about companies that went from good to bad (upper-right corner) or companies that went from \nbad to good (bottom-left corner) because the sample sizes are substantially smaller than the rest of \nthe exhibit. 15  \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 7,
      "text": " \n \n \nPage 7 \n \nLegg Mason Capital Management \n \n \nExhibit 6: Earnings Growth by Quintile \n \n \n \nSource: LMCM analysis. \n \nIt is important to emphasize that we cannot infer cause and effect from these results. We don’t know \nwhether growth allows the company to sustain high returns or whether the growth is a consequence \nof the high returns. But it is safe to say that high returns appear difficult to sustain over time without \nsatisfactory growth. Further, the exhibit shows that growth by itself does little to assure attractive \neconomic returns; the companies that ended in the fifth quintile generated aggregate growth faster \nthan the total sample.  \n \nThe bad news about growth, especially for modelers, is it is extremely difficult to forecast. While there \nis some evidence for sales persistence, the evidence for earnings growth persistence is scant. As \nsome researchers recently summarized, “All in all, the evidence suggests that the odds of an investor \nsuccessfully uncovering the next stellar growth stock are about the same as correctly calling coin \ntosses.” 16 This observation has important implications for modeling.  \n \nIndustry effects are another candidate to explain persistent excess returns. One approach is to simply \nsee which industries are overrepresented in the highest return quintile throughout our measured \nperiod. Industries that satisfy this requirement include pharmaceuticals/biotechnology and software. \nThis approach is flawed, however, because it fails to consider the full industry populations. For \nindustries with large-variance ROIC distributions, some companies will look good simply by virtue of \nthat distribution. Looking solely at the successful companies in these large-variance industries paints \na misleading picture of performance. 17 And, unfortunately, selecting successful companies and \nattaching attributes to them is a common practice in research. 18  \n \nLet’s go back to our overrepresented industries, pharmaceuticals/biotechnology and software. It turns \nout these industries are not only represented in the highest quintile, but are also overrepresented in \nthe lowest quintile. Further, other industries—utilities and telecom services—have little representation \nin the best or worst quintiles. We can explain this by examining the ROIC distribution variance (see \nExhibit 7). Wide-variance industries have high- and low-performing companies, while the narrow-\nvariance industries are clustered in the middle ROIC quintiles. The main point is to avoid selection \nbias when seeking explanations for persistent returns. \n \n \n \n \n \n \n \n \n \n \n \n \nQ1\nQ2\nQ3\nQ4\nQ5\nQ1\n8%\n10%\n15%\n6%\n16%\nQ2\n11%\n9%\n14%\n10%\n19%\nQ3\n12%\n8%\n8%\n11%\n16%\nQ4\n6%\n14%\n8%\n9%\n-6%\nQ5\n9%\n8%\n6%\n6%\n12%\nEBIT Growth (10-Year CAGR)\nROIC Quintile in 1997\nROIC Quintile in 2006\n"
    },
    {
      "number": 8,
      "text": " \n \n \nPage 8 \n \nLegg Mason Capital Management \n \n \nExhibit 7: Some Industry Success a Result of Industry ROIC Variance \n \n \n Source: Bin Jiang and Timothy M. Koller, “Data Focus: A Long-Term Look at ROIC,” The McKinsey Quarterly, 1, 2006. Used with permission. \n \nAnother strand of research considers the regularities in abnormal profits, both good and bad. 19 This \nwork suggests industry effects are more important than firm-specific effects for high-performing \ncompanies, while the opposite is true for low-performing companies. This descriptive work suggests \npositive, sustainable ROICs emerge from a good strategic position within a generally favorable \nindustry. So industry does matter for explaining persistence, especially for sustainable above-average \nreturns. More accurately, persistent high ROICs, on average, combine an attractive industry with a \ngood business model. There is also good strategy research on the threats to sustainable superior \nperformance.  20    \n \nThis leads to a closer look at business models. Michael Porter introduced two generic sources of \ncompetitive advantage: differentiation and low-cost production. These are also known as consumer \nand production advantages. 21 We can relate these generic strategies to ROIC by breaking ROIC into \nits two prime components, net operating profit after tax (NOPAT) margin and invested capital \nturnover. NOPAT margin equals NOPAT/sales, and invested capital turnover equals sales/invested \ncapital. ROIC is the product of NOPAT margin and invested capital turnover. \n \nGenerally speaking, differentiated companies with a consumer advantage generate attractive returns \nmostly via high margins and modest invested capital turnover. Consider the successful jewelry store \nthat generates large profits per unit sold (high margins) but doesn’t sell in large volume (low turnover). \nIn contrast, a low-cost company with a production advantage will generate relatively low margins and \nrelatively high invested capital turnover. Think of a classic discount retailer, which doesn’t make much \nmoney per unit sold (low margins) but enjoys great inventory velocity (high turnover). Exhibit 8 \nconsolidates these ideas in a simple matrix. \n \nExhibit 8: Linking Competitive Advantage to ROIC Components \n \n \nSource: LMCM analysis. \n0\n5\n10\n15\n20\n25\n30\n35\n40\nPharmaceuticals, biotechnology\nSoftware, services\nTelecommunication services\nUtilities\nMedian annual ROIC, excluding goodwill, 1963-2004 (%)\nConsumer \nAdvantage\nConsumer and \nProduction \nAdvantage\nNo \nAdvantage\nProduction \nAdvantage\nInvested Capital Turnover\nNOPAT Margins\n"
    },
    {
      "number": 9,
      "text": " \n \n \nPage 9 \n \nLegg Mason Capital Management \n \n \nWe looked at the 42 companies that stayed in the first quintile throughout the measured period to see \nwhether they leaned more toward a consumer or production advantage (see Exhibit 9). Not \nsurprisingly, this group outperformed the broader sample on both NOPAT margin and invested capital \nturnover, but the impact of margin differential (2.4 times the median) was greater on ROIC than the \ncapital turnover differential (1.9 times). While equivocal, these results suggest the best companies \nmay have a tilt toward consumer advantage.  \n \nExhibit 9: ROIC Components for High-Performing Companies \n \n \n \nSource: LMCM analysis. \n \nA look at the roughly 30 companies that remained in the fifth quintile is also revealing. Symmetrical \nwith the high-performing companies, they posted NOPAT margins and invested capital turnover \nbelow the full sample’s median. This group was persistently unprofitable, posting negative NOPAT \nmargins for the measured period. Invested capital turns, while poor, were roughly 60 percent of the \nmedian. The results for both the best and worst companies also reflect the reality that the distribution \nof NOPAT margins is much wider than that for invested capital turnover.  \n \nExhibit 10 summarizes the performance composition for the best and worst companies, starting with \nthe median ROIC for the full sample (bar on the far left), then substituting invested capital turns \n(second from the left), then substituting NOPAT margins (third from left), and finally showing the \nreturns for the whole subgroup (far right). \n \n \n \n \n \n \n \n \n \n1%\n10%\n100%\n1\n10\n100\nInvested Capital Turnover (log)\nNOPAT Margins (log)\nSample Median\nSample Median\n1%\n10%\n100%\n1\n10\n100\nInvested Capital Turnover (log)\nNOPAT Margins (log)\nSample Median\nSample Median\n"
    },
    {
      "number": 10,
      "text": " \n \n \nPage 10 \n \nLegg Mason Capital Management \n \n \nExhibit 10: Decomposition of Persistently Best and Worst Companies \n \n \n \n \n \nSource: LMCM analysis. \n \nOur search for factors that may help us anticipate persistently superior performance leaves us little to \nwork with. We do know persistence exists, and that companies that sustain high returns over time \nstart with high returns. Operating in a good industry with above-average growth prospects and some \nconsumer advantage also appears correlated with persistence. Strategy experts Anita McGahan and \nMichael Porter sum it up: 22 \n \nIt is impossible to infer the cause of persistence in performance from the fact that persistence \noccurs. Persistence may be due to fixed resources, consistent industry structure, financial \nanomalies, price controls, or many other factors that endure . . . In sum, reliable inferences \nabout the cause of persistence cannot be generated from an analysis that only documents \nwhether or not persistence occurred. \n \nImplications for Modeling \n \nThe objective of our brief tour through the world of ROIC patterns is to provide guidance for investors \nbuilding company models. More specifically, these empirical findings can help modelers avoid \ncommon errors. Here are the main implications for modeling: \n \n-100\n-90\n-80\n-70\n-60\n-50\n-40\n-30\n-20\n-10\n0\n10\n20\nROIC (%)\nSample \nMedian\nQ5 \nTurnover\nQ5 Margins\nQ5 Turnover \nand Margins\nSample \nMedian\nQ1 \nTurnover\nQ1 Margins\nQ1 Turnover \nand Margins\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\nROIC (%)\n"
    },
    {
      "number": 11,
      "text": " \n \n \nPage 11 \n \nLegg Mason Capital Management \n \n \n• \nUnderstand the results from the reference class.  People who model and plan are often too \noptimistic about the future because they limit their inputs to the specific task at hand and the \nrelevant information they have gathered for that task. The research of ROIC patterns, which has \nspanned decades, provides a large and robust reference class that can inform the inputs for any \nindividual company. We know a small subset of companies generate persistently attractive \nROICs—levels that cannot be attributed solely to chance—but we are not clear about the \nunderlying causal factors. Our sense is most models assume financial performance that is unduly \nfavorable given the forces of chance and competition. \n \n• \nUnderstand the model’s hidden assumptions. The errors here tend to come in two distinct areas. \nFirst, analysts frequently project growth, driven by sales and operating profit margins, \nindependent of the investment needs necessary to support that growth. As a result, both \nincremental and aggregate ROICs are too high. A simple way to check for this error is to add an \nROIC line to the model. An appreciation of the degree of serial correlations in ROICs provides \nperspective on how much ROICs are likely to improve or deteriorate. \n \nThe second error is with the continuing, or terminal, value in a discounted cash flow (DCF) model. \nThe continuing value component of a DCF captures the firm’s value for the time beyond the \nexplicit forecast period. Common estimates for continuing value include multiples (often of \nearnings before interest, taxes, depreciation, and amortization—EBITDA) and growth in \nperpetuity. In both cases, unpacking the underlying assumptions shows impossibly high future \nROICs. 23  \n \nTake, for example, a simple growth-in-perpetuity continuing value that equals NOPAT divided by \nthe cost of capital less growth. This assumption assumes that NOPAT can grow without \nadditional capital, leading to an upward drift of ROIC (see Exhibit 11).  This assumption is clearly \ninconsistent with the vast empirical evidence that returns mean revert.  \n \nExhibit 11: Exposing the Hidden Assumptions Behind the Growth-in-Perpetuity  \n \n \n \nSource: Tim Koller, Marc Goedhardt, and  David Wessels, Valuation: Measuring and Managing the Value of Companies, Fourth Edition (New York: John Wiley & Sons, \n2005), 286. Used with permission. \n \n• \nUnderstand the difficulty in sustaining high growth and returns. Both companies and investors \ntend to be too optimistic about future growth rates. As the record shows, few companies sustain \nrapid growth rates, and predicting which companies will succeed in doing so is very challenging. \nExhibit 12 illustrates this point. The distribution on the left is the actual 10-year sales growth rate \nfor a large sample of companies with base year revenues of $500 million, which has a mean of \nabout six percent. The distribution on the right is the three-year earnings forecast, which has a 13 \npercent mean and no negative growth rates. While earnings growth does tend to exceed sales \ngrowth by a modest amount over time, these expected growth rates are vastly higher than what is \nlikely to appear. Further, as we saw earlier, there is greater persistence in sales growth rates than \nin earnings growth rates. \nAverage \nROIC\nWACC\nCV\nWACC – g\nNOPAT\n=\nCV\nWACC\nNOPAT\n=\nForecast period\nContinuing \nvalue period\nAverage \nROIC\nWACC\nCV\nWACC – g\nNOPAT\n=\nCV\nWACC\nNOPAT\n=\nForecast period\nContinuing \nvalue period\n"
    },
    {
      "number": 12,
      "text": " \n \n \nPage 12 \n \nLegg Mason Capital Management \n \n \nExhibit 12: Great Growth Expectations  \n0%\n1%\n2%\n3%\n4%\n5%\n6%\n7%\n8%\n9%\n10%\n-50% -38% -26% -13%\n-1%\n11%\n23%\n36%\n48%\n10-Year CAGR\nFrequency\n  \nSource: Michael J. Mauboussin, More Than You Know: Finding Financial Wisdom in Unconventional Places, Updated and Expanded (New York: Columbia Business \nSchool Publishing, 2008), 179.  \n \n• \nUnderstand the need to think probabilistically. One powerful benefit to the outside view is \nguidance on how to think about probabilities. The data in Exhibit 5 offer an excellent starting point \nby showing where companies in each of the ROIC quintiles end up. At the extremes, for instance, \nwe can see it is rare for really bad companies to become really good, or for great companies to \nplunge to the depths, over a decade. \n \nHere’s a way to visualize the probabilities using Exhibit 5. Assume you randomly draw a company \nfrom the highest ROIC quintile in 1997, where the median ROIC less cost of capital spread is in \nexcess of 20 percent. Where will that company end up in a decade? Exhibit 13 shows the picture: \nwhile a handful of companies earn higher economic profit spreads in the future, the center of the \ndistribution shifts closer to zero spreads, with a small group slipping to negative.  \n \nExhibit 13: Great to Good  \n \nSource: LMCM analysis.  \n-60\n-40\n-20\n0\n20\n40\n60\n80\n100\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\nTime\nROIC – WACC (%)\nFrequency\n-60\n-40\n-20\n0\n20\n40\n60\n80\n100\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\nTime\nROIC – WACC (%)\nFrequency\nTen-year actual sales \nThree-year earnings growth forecast \n"
    },
    {
      "number": 13,
      "text": " \n \n \nPage 13 \n \nLegg Mason Capital Management \n \n \n• \nUnderstand the chances of a turnaround.  Investors often perceive companies generating subpar \nROICs as attractive because of the prospects for unpriced improvements. The challenge to this \nstrategy comes on two fronts. First, research shows low-performing companies get higher \npremiums than average-performing companies, suggesting the market anticipates change for the \nbetter. 24 Second, companies don’t often sustain recoveries. \n \nDefining a sustained recovery as three years of above-cost-of-capital returns following two years \nof below-cost returns, Credit Suisse research found that only about 30 percent of the sample \npopulation was able to engineer a recovery. Roughly one-quarter of the companies produced a \nnon-sustained recovery, and the balance—just under half of the population—either saw no \nturnaround or disappeared. Exhibit 14 shows these results for nearly 1,200 companies in the \ntechnology and retail sectors.  \n    \nExhibit 14: I’ve Fallen and I Can’t Get Up  \n \n \n \n \n \n \nTechnology a \n \nRetail b \n \n \n \n \n \n      (%)  \n                (%)                                                                \nNo turnaround  \n \n \n       45  \n \n    48 \nNonsustained turnaround \n \n       26                                23 \nSustained turnaround \n \n \n       29                                29 \n                                                                                                                                                      \n \na Sample of 712 companies from 1960 to 1996. \nb Sample of 445 companies from 1950 to 2001. \n \nSource: HOLT and Michael J. Mauboussin, More Than You Know: Finding Financial Wisdom in Unconventional Places, Updated and Expanded (New York: Columbia \nBusiness School Publishing, 2008), 169.  \n \n• \nUnderstand expectations. This discussion has focused exclusively on firm performance—\nfundamentals—and has purposefully avoided shareholder returns. For active investors, of course, \nthe objective is to find mispriced securities or situations where the expectations implied by the \nstock price don’t accurately reflect the fundamental outlook. 25 A company with great fundamental \nperformance may earn a market rate of return if the stock price already reflects the fundamentals. \nYou don’t get paid for picking winners; you get paid for unearthing mispricings. Failure to \ndistinguish between fundamentals and expectations is common in the investment business.  \n \nOne purpose of this report is to underscore the importance of embracing an inside-outside view in \nmodel building. Modelers uninformed about broader ROIC patterns are at a marked disadvantage \nto those who recognize and reflect these empirical findings in their thinking. As Daniel Kahneman \nstresses, the outside view feels unnatural because it requires letting go of what you (think you) \nknow. \n \nAnother purpose is to highlight what we don’t know. Randomness plays a large role in the \naggregate figures, whether or not we recognize it. And while we see some companies generate \npersistently superior ROICs—that is, a greater number than chance alone allows—we don’t know \nprecisely why their returns are so good. Most of the proposed causal explanations fall prey to the \nhalo effect.      \n \n \n* * * \n \nSpecial thanks to Brian Lund for his valuable input throughout this project. He was crucial in all \naspects of data analysis and provided valuable comments and feedback on the report. \n"
    },
    {
      "number": 14,
      "text": " \n \n \nPage 14 \n \nLegg Mason Capital Management \n \n \nAppendix A: Explanation of the Methodology \n \nOur data came from Capital IQ. We started with the Russell 3000 (as of October 1, 2007) and narrowed the \nsample by eliminating financials and companies where we didn’t have data for the full 1997 through 2006 sample \nperiod. That left us with 1,115 non-financial companies. \n \nReturn on invested capital (ROIC) is defined as NOPAT margin x invested capital turnover, where: \n \n \n \n \n \n* We calculate invested capital by taking an average of the end of period and beginning of period \nbalance sheets.  \n \n** We consider any cash above three percent of sales to be excess cash.  \n \nIn the rare instances where a company had a negative NOPAT margin and negative invested capital \nturnover, the product of these two figures results in a positive ROIC calculation. In such cases, we left \nexcess cash in the invested capital calculation, making invested capital positive and making ROIC \nnegative. \n \n \n(Total assets) – (current liabilities) + (short-term debt) –\n(long-term investments) - (excess cash) **\nInvested Capital Turnover*\nSales\n=\nEBITA (1 – effective tax rate)\nNOPAT Margin\n=\nSales\n"
    },
    {
      "number": 15,
      "text": " \n \n \nPage 15 \n \nLegg Mason Capital Management \n \n \nAppendix B: Independent Analysis by Credit Suisse HOLT \n \nTo independently verify our results, we asked our friends at Credit Suisse HOLT to do similar analysis \nusing their return measure, cash flow return on investment (CFROI®). CFROI is a real (i.e., inflation-\nadjusted), after-tax measure of economic returns. The sample, at just under 1,000 companies, is \nmodestly smaller than ours.  \n \nExhibit 15 shows a pattern very similar to that of Exhibit 2. Likewise, Exhibit 16 offers results on \npersistence close to those in Exhibit 5.  \n \nExhibit 15: Median CFROI Reversion \n-8\n-4\n0\n4\n8\n12\n16\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nNumber of years following portfolio formation\nCFROI - WACC (%)\n \nSource: HOLT and LMCM analysis. \n \n \nExhibit 16: CFROI Persistence \n \nSource: HOLT and LMCM analysis. \n \nCFROI® is a registered trademark in the United States and other countries (excluding the United \nKingdom) of Credit Suisse or its affiliates.  \n41\n19\n18\n12\n7%\n25\n35\n16\n11\n13%\n16\n25\n28\n20\n12%\n10\n13\n25\n30\n23%\n26\n8\n7\n46%\n14\nQ1\nQ2\nQ3\nQ4\nQ5\nQ5\nQ2\nQ3\nQ4\nQ1\nCFROI Quintile  in 1997\nCFROI Quintile in 2006\n"
    },
    {
      "number": 16,
      "text": " \n \n \nPage 16 \n \nLegg Mason Capital Management \n \n \nEndnotes \n \n1 James Montier, Behavioral Investing: A Practitioner’s Guide to Applying Behavioral Finance (West \nSussex, England: John Wiley & Sons, 2007), 105-110. \n2 Daniel Kahneman and Dan Lovallo, “Timid Choices and Bold Forecasts: A Cognitive Perspective on \nRisk Taking,” Management Science, Vol. 39, 1, January 1993, 17-31. Also, Roger Buehler, Dale \nGriffin, and Michael Ross, “Inside the Planning Fallacy: The Causes and Consequences of Optimistic \nTime Predictions,” in Thomas Gilovich, Dale Griffin, and Daniel Kahneman, Heuristics and Biases: \nThe Psychology of Intuitive Judgment (Cambridge, UK: Cambridge University Press, 2002), 250-270. \nFinally, Dan Lovallo and Daniel Kahneman, “Delusions of Success: How Optimism Undermines \nExecutives’ Decisions,” Harvard Business Review, July 2003, 56-63. Also \nhttp://www.edge.org/3rd_culture/kahneman07/kahneman07_index.html. \n3 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for \nBetter Returns (Boston, MA: Harvard Business School Press, 2001), 15-16. \n4 Ichak Adizes, Corporate Lifecycles: How and Why Corporations Grow and Die and What to Do \nAbout It (Englewood Cliffs, NJ: Prentice Hall, 1988). \n5 Robert R. Wiggins and Timothy W. Ruefli, “Sustained Competitive Advantage: Temporal Dynamics \nand the Incidence and Persistence of Superior Economic Performance,” Organizational Science, Vol. \n13, 1, January-February 2002, 82-105; L.G. Thomas and Richard D’Aveni, “The Rise of \nHypercompetition from 1950 to 2002: Evidence of Increasing Industry Destabilization and Temporary \nCompetitive Advantage,” Working Paper, October 11, 2004.  \n6 Horace Secrist, The Triumph of Mediocrity in Business (Evanston, IL: Bureau of Business Research, \nNorthwestern University, 1933); Dennis C. Mueller, Profits in the Long Run (Cambridge: Cambridge \nUniversity Press, 1986); Pankaj Ghemawat, Commitment: The Dynamic of Strategy (New York: Free \nPress, 1991); Bartley J. Madden, CFROI Valuation (Oxford, UK: Butterworth-Heinemann, 1999); \nKrishna G. Palepu, Paul M. Healy, and Victor L. Bernard, Business Analysis & Valuation (Cincinnati, \nOH: South-Western College Publishing, 2000); Tim Koller, Marc Goedhart, and David Wessels, \nValuation: Measuring and Managing the Value of Companies, 4th ed. (New York: John Wiley & Sons, \n2005). In some cases, some companies may enjoy increasing returns. See W. Brian Arthur, \n“Increasing Returns and the New World of Business,” Harvard Business Review, July-August 1996, \n101-109; and Carl Shapiro and Hal Varian, Information Rules: A Strategic Guide to the Network \nEconomy (Boston, MA: Harvard Business School Press, 1998).  \n7 Stephen M. Stigler, “Regression Towards the Mean, Historically Considered,” Statistical Methods in \nMedical Research, Vol. 6, 1997, 103-114. \n8 Francis Galton, Natural Inheritance (London: MacMillan, 1889). You can find the book at \nhttp://galton.org/. \n9 Jim Albert, “Comments on ‘Underestimating the Fog,'” By the Numbers, February 2005. The same \nphenomenon appears to apply to models explaining company performance; error terms tend to \ndecline with sample size. See, for example, Anita M. McGahan and Michael E. Porter, “How Much \nDoes Industry Matter, Really?” Strategic Management Journal, Vol. 18, 1997, 15-30.  \n10 Besides a clear survivorship bias, there is a concern about an age effect: a player’s skills tend to \nimprove as he gets into his late 20s and diminishes after that. We don’t think there are strong age \ninfluences here. The average age for each quintile in the initial year is 27, 29, 28, 27, and 27 for \nquintiles one through five, respectively.  \n11 Sustaining high returns does not maximize shareholder value if a company forgoes value-creating \nopportunities solely to maintain the high returns. See Bin Jiang and Timothy Koller, “How to Choose \nBetween Growth and ROIC,” McKinsey Quarterly, September 2007.  \n12 We based this analysis on Koller, Goedhart, and Wessels, 150. Also see similar analysis by HOLT \nin Appendix B. \n13 Mueller; Geoffrey F. Waring, “Industry Differences in the Persistence of Firm-Specific Returns,” \nAmerican Economic Review, Vol. 86, 5, December 1996, 1253-1265; Anita M. McGahan and Michael \nE. Porter, “The Emergence and Sustainability of Abnormal Profits,” Strategic Organization, Vol. 1, 1, \nFebruary 2003, 79-108; Wiggins and Ruefli. For work on turnarounds, see Jeffrey L. Furman and \nAnita M. McGahan, “Turnarounds,” Managerial and Decision Economics, Vol. 23, 2002, 283-300. \nThere is also evidence for persistent superior performance among mutual fund managers. See \nRobert Kosowski, Allan Timmerman, Russ Wermers, and Hal White, “Can Mutual Fund ‘Stars’ Really \nPick Stocks? New Evidence from a Bootstrap Analysis,” Journal of Finance, Vol. 61, 6, December \n2006, 2551-2595. \n"
    },
    {
      "number": 17,
      "text": " \n \n \nPage 17 \n \nLegg Mason Capital Management \n \n \n14 For a thoughtful dissenting view, see Jerker Denrell, “Random Walks and Sustained Competitive \nAdvantage,” Management Science, Vol. 50, 7, July 2004, 922-934. Denrell argues long leads in \nrandom walks show up as sustained differences in interfirm profitability. \n15 You can calculate the sample size by multiplying the percentages in Exhibit 5 by 223. Since the \ntotal sample is 1,115 companies, each quintile contains 223 companies. So, for instance, the upper- \nleft corner of Exhibit 5 would include roughly 91 (0.41 x 223) companies. The growth rate in Exhibit 6 \nrelates to those companies. Note some of Exhibit 6’s growth rates represent a very small sample. For \nexample, the growth rate of companies that started in Q4 and ended in Q1 is eight percent, but the \nsample size is only approximately 18 companies (0.08 x 223). Evenly distributed, each cell would \ncontain approximately 45 companies (1,115 sample size divided by 25 cells). It turns out the upper-\nleft and bottom-right corners are overrepresented, with roughly 1.5 times the companies that an equal \ndistribution would imply, and the bottom-left and upper-right corners are underrepresented, with about \n0.6 times the companies an equal distribution would imply. \n16 Louis K.C. Chan, Jason Karceski, and Josef Lakonishok, “The Level and Persistence of Growth \nRates,” Journal of Finance, Vol. 58, 2, April 2003, 643-684. \n17 Jerker Denrell, “Selection Bias and the Perils of Benchmarking,” Harvard Business Review, April \n2005. \n18 Phil Rosenzweig, The Halo Effect . . . and the Eight Other Business Delusions That Deceive \nManagers (New York: Free Press, 2007).  \n19 Anita M. McGahan and Michael E. Porter, “The Emergence and Sustainability of Abnormal Profits,” \nStrategic Organization, Vol. 1, 1, February 2003, 79-108; Anita M. McGahan and Michael E. Porter, \n“The Persistence of Shocks to Profitability,” The Review of Economics and Statistics, Vol. 81, 1, \nFebruary 1999, 143-153. \n20 Pankaj Ghemawat, Strategy and the Business Landscape, 2nd ed. (Upper Saddle River, NJ: \nPearson Prentice Hall, 2006), 95-123.  \n21 Michael E. Porter, Competitive Advantage: Creating and Sustaining Superior Performance (New \nYork: The Free Press, 1985); Bruce Greenwald and Judd Kahn, Competition Demystified: A Radically \nSimplified Approach to Business Strategy (New York: Portfolio, 2005).  \n22 Anita M. McGahan and Michael E. Porter, “Comment on ‘Industry, Corporate and Business-\nSegment Effects and Business Performance: A Non-Parametric Approach’ by Wiggins and Ruefli,” \nStrategic Management Journal, Vol. 24, September 2003, 861-879. \n23 Michael J. Mauboussin, “Common Errors in DCF Models,” Mauboussin on Strategy, March 16, \n2006.  \n24 Furman and McGahan. \n25 Rappaport and Mauboussin.  \n \n"
    },
    {
      "number": 18,
      "text": " \n \n \nPage 18 \n \nLegg Mason Capital Management \n \n \nResources \n \nBooks \n \nAdizes, Ichak, Corporate Lifecycles: How and Why Corporations Grow and Die and What to Do About \nIt (Englewood Cliffs, NJ: Prentice Hall, 1988). \n \nGalton, Francis, Natural Inheritance (London: MacMillan, 1889). \n \nGhemawat, Pankaj, Commitment: The Dynamic of Strategy (New York: Free Press, 1991). \n \n_____., Strategy and the Business Landscape, 2nd ed. (Upper Saddle River, NJ: Pearson Prentice \nHall, 2006). \n \nGreenwald, Bruce, and Judd Kahn, Competition Demystified: A Radically Simplified Approach to \nBusiness Strategy (New York: Portfolio, 2005). \n \nKoller, Tim, Marc Goedhart, and David Wessels, Valuation: Measuring and Managing the Value of \nCompanies, 4th ed. (New York: John Wiley & Sons, 2005). \n \nMadden, Bartley J., CFROI Valuation (Oxford, UK: Butterworth-Heinemann, 1999). \n \nMauboussin, Michael J., More Than You Know: Finding Financial Wisdom in Unconventional \nPlaces—Updated and Expanded (New York: Columbia Business School Publishing, 2008). \n \nMontier, James, Behavioral Investing: A Practitioner’s Guide to Applying Behavioral Finance (West \nSussex, England: John Wiley & Sons, 2007). \n \nMueller, Dennis C., Profits in the Long Run (Cambridge: Cambridge University Press, 1986). \n \nPalepu, Krishna G., Paul M. Healy, and Victor L. Bernard, Business Analysis & Valuation (Cincinnati, \nOH: South-Western College Publishing, 2000). \n  \nPorter, Michael E., Competitive Advantage: Creating and Sustaining Superior Performance (New \nYork: The Free Press, 1985). \n \nRappaport, Alfred, and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for \nBetter Returns (Boston, MA: Harvard Business School Press, 2001). \n \nRosenzweig, Phil, The Halo Effect . . . and the Eight Other Business Delusions That Deceive \nManagers (New York: Free Press, 2007). \n \nSecrist, Horace, The Triumph of Mediocrity in Business (Evanston, IL: Bureau of Business Research, \nNorthwestern University, 1933).  \n \nShapiro, Carl, and Hal Varian, Information Rules: A Strategic Guide to the Network Economy (Boston, \nMA: Harvard Business School Press, 1998). \n \nArticles and Papers \n \nAlbert, Jim, “Comments on ‘Underestimating the Fog,'” By the Numbers, February 2005. \n \nArthur, W. Brian, “Increasing Returns and the New World of Business,” Harvard Business Review, \nJuly-August 1996, 101-109. \n \nBarney, Jay B., “Strategic Factor Markets: Expectations, Luck, and Business Strategy,” Management \nScience, Vol. 32, 10, October 1986, 1231-1241. \n \n"
    },
    {
      "number": 19,
      "text": " \n \n \nPage 19 \n \nLegg Mason Capital Management \n \n \nBuehler, Roger, Dale Griffin, and Michael Ross, “Inside the Planning Fallacy: The Causes and \nConsequences of Optimistic Time Predictions,” in Thomas Gilovich, Dale Griffin, and Daniel \nKahneman, Heuristics and Biases: The Psychology of Intuitive Judgment (Cambridge, UK: \nCambridge University Press, 2002), 250-270. \n \nChan, Louis K.C., Jason Karceski, and Josef Lakonishok, “The Level and Persistence of Growth \nRates,” Journal of Finance, Vol. 58, 2, April 2003, 643-684. \n \nDenrell, Jerker, “Random Walks and Sustained Competitive Advantage,” Management Science, Vol. \n50, 7, July 2004, 922-934. \n \n_____., “Selection Bias and the Perils of Benchmarking,” Harvard Business Review, April 2005. \n \nFurman, Jeffrey L., and Anita M. McGahan, “Turnarounds,” Managerial and Decision Economics, Vol. \n23, 2002, 283-300. \n \nJames, Bill, “Underestimating the Fog,” Baseball Research Journal, Vol. 33, 2005, 29-33. \n \nJiang, Bin, and Timothy Koller, “Data Focus: A Long-Term Look at ROIC,” McKinsey Quarterly, \nWinter 2006. \n \n_____., “How to Choose Between Growth and ROIC,” McKinsey Quarterly, September 2007. \n \nKahneman, Daniel, and Dan Lovallo, “Timid Choices and Bold Forecasts: A Cognitive Perspective on \nRisk Taking,” Management Science, Vol. 39, 1, January 1993, 17-31.  \n \nKosowski, Robert, Allan Timmerman, Russ Wermers, and Hal White, “Can Mutual Fund ‘Stars’ Really \nPick Stocks? New Evidence from a Bootstrap Analysis,” Journal of Finance, Vol. 61, 6, December \n2006, 2551-2595. \n \nLovallo, Dan, and Daniel Kahneman, “Delusions of Success: How Optimism Undermines Executives’ \nDecisions,” Harvard Business Review, July 2003, 56-63. \n \nMauboussin, Michael J., “Common Errors in DCF Models,” Mauboussin on Strategy, March 16, 2006. \n \nMcGahan, Anita M., and Michael E. Porter, “How Much Does Industry Matter, Really?” Strategic \nManagement Journal, Vol. 18, 1997, 15-30. \n \n_____., “The Persistence of Shocks to Profitability,” The Review of Economics and Statistics, Vol. 81, \n1, February 1999, 143-153. \n \n_____., “The Emergence and Sustainability of Abnormal Profits,” Strategic Organization, Vol. 1, 1, \nFebruary 2003, 79-108. \n \n_____. “Comment on ‘Industry, Corporate and Business-Segment Effects and Business Performance: \nA Non-Parametric Approach’ by Wiggins and Ruefli,” Strategic Management Journal, Vol. 24, \nSeptember 2003, 861-879. \n \nRumelt, Richard P., “How Much Does Industry Matter?” Strategic Management Journal, Vol. 12, \n1991, 167-185. \n \nSchmalensee, Richard, “Do Markets Differ Much?” American Economic Review, Vol. 75, June 1985, \n341-351.  \n \nStigler, Stephen M., “The History of Statistics in 1933,” Statistical Science, Vol. 11, 3 1996, 244-252. \n \n_____., “Regression Towards the Mean, Historically Considered,” Statistical Methods in Medical \nResearch, Vol. 6, 1997, 103-114. \n"
    },
    {
      "number": 20,
      "text": " \n \n \nPage 20 \n \nLegg Mason Capital Management \n \n \nThomas, L.G., and Richard D’Aveni, “The Rise of Hypercompetition from 1950 to 2002: Evidence of \nIncreasing Industry Destabilization and Temporary Competitive Advantage,” Working Paper, October \n11, 2004. \n \nWaring, Geoffrey F., “Industry Differences in the Persistence of Firm-Specific Returns,” American \nEconomic Review, Vol. 86, 5, December 1996, 1253-1265. \n \nWiggins, Robert R., and Timothy W. Ruefli, “Sustained Competitive Advantage: Temporal Dynamics \nand the Incidence and Persistence of Superior Economic Performance,” Organizational Science, Vol. \n13, 1, January-February 2002, 82-105. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe views expressed in this commentary reflect those of Legg Mason Capital Management (LMCM) \nas of the date of this commentary. These views are subject to change at any time based on market or \nother conditions, and LMCM disclaims any responsibility to update such views. These views may not \nbe relied upon as investment advice and, because investment decisions for clients of LMCM are \nbased on numerous factors, may not be relied upon as an indication of trading intent on behalf of the \nfirm. The information provided in this commentary should not be considered a recommendation by \nLMCM or any of its affiliates to purchase or sell any security. To the extent specific securities are \nmentioned in the commentary, they have been selected by the author on an objective basis to \nillustrate views expressed in the commentary. If specific securities are mentioned, they do not \nrepresent all of the securities purchased, sold or recommended for clients of LMCM and it should not \nbe assumed that investments in such securities have been or will be profitable. There is no assurance \nthat any security mentioned in the commentary has ever been, or will in the future be, recommended \nto clients of LMCM.  Employees of LMCM and its affiliates may own securities referenced herein. \nPredictions are inherently limited and should not be relied upon as an indication of actual or future \nperformance. \n"
    }
  ]
}