{
  "filename": "2007_was_harry_potter_inevitable__cumulative_advantage__counterfactuals__and_the_halo_effect.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423220451-07'00'",
    "modDate": "D:20240423220551-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "    \nMichael J. Mauboussin\nmmauboussin@ lmcm.com\nLEGG MASON\nCAPITAL MANAGEMENT\nMichael J. Mauboussin\nmmauboussin@ lmcm.com\nLEGG MASON\nCAPITAL MANAGEMENT\n \n \n \nSeptember 7, 2007 \n \nWas Harry Potter Inevitable? \n \nCumulative Advantage, Counterfactuals, and the Halo Effect \n \nThe business of imagining . . . counterfactuals is a vital part of the way in which we learn. \nBecause decisions about the future are—usually—based on weighing up the potential \nconsequences of alternative courses of action, it makes sense to compare the actual \noutcomes of what we did with the conceivable outcomes of what we might have done. \n \n                                                                                                 Niall Ferguson \n                                                                                                 Virtual History 1 \n \nLearning is hard because even seasoned professionals are ill-equipped to cope with the \ncomplexity, ambiguity, and dissonance inherent in assessing causation in history.  \n \nPhilip E. Tetlock \n                                                                                                 Expert Political Judgment 2 \n  \n \nSource: © The New Yorker Collection 2000 Jack Ziegler from cartoonbank.com. All Rights Reserved. \n \n \n• \nPredictions are difficult in culturally biased realms. Through a novel \nexperiment, researchers showed an average song can become a hit or a \nclunker based on the principle of cumulative advantage.  \n• \nInvestors must show considerable caution in counterfactual thinking, an \nexploration of what could have been. Such thinking can lead to suboptimal \nbehavior. \n• \nManagement tomes are filled with advice derived from reverse-engineering the \nsuccess of leading companies without awareness of how specious the claims \ncan be.  \n"
    },
    {
      "number": 2,
      "text": " \n \n \nPage 2                                                                        Legg Mason Capital Management \n \nNobody Knows Anything \n \nThe new Harry Potter book is great, isn’t it? Or is it? \n \nOur society often associates success with quality. In a fiercely competitive market, the thinking goes, \nonly the best products rise to the surface. Once a product is a hit, whether a blockbuster movie or a \nbestselling book, we readily point to the attributes that make it so appealing. And the stakes are high: \nstudies show a small minority of winners reap the vast majority of the sales. 3   \n \nThe link between success and quality is clear and legitimate in many domains. For example, consistent \ntournament winners in tennis or golf must have the skill to beat a large field of hungry challengers. But \nwhat happens if factors other than quality shape success? Might we draw the wrong lessons from the \nsuccesses and failures we see and make ill-informed decisions as a result? \n \nThree ideas, each individually underappreciated, inform the answers to these questions: \n \n• \nFirst is a failure of experts to predict winners in culturally driven products, including books, \nmusic, and movies. 4 Notwithstanding this, studios routinely sack their chiefs due to a lack of \nhits. 5  \n• \nSecond is counterfactual thinking, a careful consideration of what could have happened but \ndidn’t.  “What if” questions are natural, but investors must use them with caution.  \n• \nThird is the halo effect, our proclivity to attach attributes to what has succeeded, solely because \nof the success. The halo effect creates substantial distortion in our thinking. 6 \n \nTaken together, these ideas can help investors think more critically about the past, present, and future \nand shed light on what is knowable and unknowable in specific domains. Notwithstanding the voices of \nsome critics, chances are Harry Potter is great. 7 But plenty of products, fashions, and ideas have \nsucceeded without being objectively meritorious. For market participants who see ideas come in and \nout of vogue, this observation is both disconcerting and potentially liberating. \n \nDon’t Lock Down on \"Lockdown\" \n \nOurs is the only world we know. But it is tantalizing to ask whether the outcomes would be \ndifferent if we went back in time and replayed the tape. 8 While models of how people adopt ideas \nand innovations certainly suggest a role for serendipity, there is no way to test theories about \nwhat could have been. That is, until very recently.  \n \nIn a landmark study of social influence, a trio of Columbia University sociology researchers \nconducted a large-scale study of how people behave in a social setting. 9 One of the study’s most \nimportant features is the creation of what are essentially separate worlds. We may not be able to \nreplay the tape of our world, but these researchers effectively created alternative worlds within \ntheir study. The findings give pause to anyone in the prediction business. \n \nHere’s what they did. They created a website called Music Lab (see Exhibit 1) and invited \nsubjects to participate in a study of musical tastes. The site invited subjects to listen to 48 songs \nby unknown bands and to rate the songs. The subjects also had the option to download the \nsongs they liked. Over 14,000 people participated, and most of the subjects resided in the United \nStates and were younger than 25 years old. \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 3,
      "text": " \n \n \nPage 3                                                                        Legg Mason Capital Management \n \nExhibit 1: Music Lab \n \n \n \nSource: http://musiclab.columbia.edu. \n \nUpon entering the site, the researchers assigned 20 percent of the subjects to an independent \nworld and 10 percent each to one of eight social influence worlds (see Exhibit 2). In the \nindependent world, subjects saw and rated the songs and were free to download them, but had \nno information about download history. In contrast, in the social influence worlds the subjects also \nsaw and rated songs, but had access to each song’s download history as well. The researchers \nran two variations of the experiment, but in all scenarios the songs started with the same initial \ncondition—zero downloads.     \n \nThe study’s setup allowed for a very explicit test of social influence. The independent group, \nunswayed by the opinion of others, provided a reasonable indicator of song quality. If social \ninfluence is unimportant, you would expect the song rankings—and downloads—to be similar in \nall nine worlds. On the other hand, if social influence is important, small differences in the initial \ndownload pattern in the social worlds would lead to very different rankings. Cumulative advantage \ntriumphs intrinsic quality.  \n \nExhibit 2: How Music Lab Creates Alternative Worlds \n \n \n \nSource: Duncan J. Watts, “Is Justin Timberlake a Product of Cumulative Advantage?” The New York Times Magazine, April 15, 2007. \n20 percent\nIndependent\n• No download history\nSocial World 1\nSocial World 8\nSocial World 7\nSocial World 6\nSocial World 5\nSocial World 4\nSocial World 3\nSocial World 2\n10 percent each\nAlternative worlds\nSubject enters site\nhttp://musiclab.columbia.edu\n20 percent\nIndependent\n• No download history\nSocial World 1\nSocial World 8\nSocial World 7\nSocial World 6\nSocial World 5\nSocial World 4\nSocial World 3\nSocial World 2\n10 percent each\nAlternative worlds\nSubject enters site\nhttp://musiclab.columbia.edu\n"
    },
    {
      "number": 4,
      "text": " \n \n \nPage 4                                                                        Legg Mason Capital Management \n \nWhat did the study show? Well, song quality did play a role. A top-five song in the independent \nworld had about a 50 percent chance of finishing in the top five for a social influence world. And \nthe worst songs rarely topped the charts. Beyond that, the scientists found social influence played \na huge part in success and failure. In the eight social worlds, the songs downloaded early in the \nexperiment affected the songs downloaded later. Since the patterns of download were different in \neach social world, so were the outcomes.  \n \nOne song, \"Lockdown\" by 52metro, illustrates the point. The tune was ranked 26 in quality in the \nindependent world, effectively average. Yet it was the number 1 song in one of the social \ninfluence worlds, and number 40 in another. Social influence catapulted an average song to hit \nstatus in one world and delegated it to the cellar in another. \n \nThe Polya urn process is a simple model that offers insight into how these varied outcomes \narise.10 Imagine a large urn with two balls inside, one red and one blue. You reach in and \nrandomly select a ball. Say you pick the blue one. You then introduce one matching blue ball and \nreturn both balls to the urn (the urn now contains one red ball and two blue balls). You repeat the \nprocess, randomly selecting a ball, matching, and replacing until the urn is full. You then calculate \nthe ratio of red to blue balls.  \n \nThe Polya urn process has features that fit nicely with Music Lab’s results: \n \n• \nFor any individual trial run, you have no way to know the outcome ahead of time. The \nratio can be skewed toward red or blue, and multiple trials will likely yield different ratios.  \n• \nIn any one trial, the ratio moves toward equilibrium over time. Once the urn is nearly full, \nadding new balls does not change the ratio much. \n• \nThe early selections strongly influence the ultimate outcome. Even though the process is \nrandom, the luck of the initial draw is crucial. \n \nThe combination of the Music Lab experiment and the Polya urn process offers a few crucial \nlessons. First, it is really hard to predict winners. While it is true that better quality products have a \nbetter probability of success, there is no assured link between commercial success and quality. \nFurther, in the Music Lab experiment the inequality of outcomes was substantially greater in the \nsocial worlds than in the independent world, meaning social influence exacerbates product \nsuccesses and failures.  \n \nSecond, flexibility decreases over time. While the eventual outcomes were unclear early on in the \nMusic Lab experiment, the results were sticky once established. For the social worlds, the \noutcomes stabilized after about one-third of the subjects participated. \n \nFinally, there is a memory effect. The set of early downloads influences the pattern of later \ndownloads. Our world represents one of many possible outcomes, and small changes in initial \nconditions lead to a big difference in outcomes. A scan of the ranking differences in the various \nsocial influence worlds attests to this. \n \nTo be clear, the Polya urn process is too simple to fully represent the Music Lab experiment and \nmost social processes. 11 For example, the urn process is limited to two choices, while the \nexperiment and real world are vastly more complicated. But the urn process does show how \npositive feedback leads to lopsided, unpredictable outcomes. Social influence can be the engine \nfor positive feedback. \n \nImagining the role of social influence in other realms is not difficult. Researchers have \ndemonstrated the importance of cumulative advantage in the success of technologies, behaviors, \nand ideas. 12 Each realm faces the same lack of predictability and loose correlation between \nsuccess and quality. In cases where cause and effect are not clear, learning from history is a \nchallenge. \n \n \n \n"
    },
    {
      "number": 5,
      "text": " \n \n \nPage 5                                                                        Legg Mason Capital Management \n \nWhat If . . . \n \nCounterfactual thinking, considering what would have happened if a different action was selected, \nis of interest to philosophers, 13 historians, 14 and psychologists. 15 For the most part, philosophers \nand historians have greeted counterfactual thinking with great skepticism. Many historians, for \ninstance, believe that consideration of what could have been is outside their purview.   \n \nPsychologists, however, are more open to studying counterfactuals, if for no other reason than \nwe are all natural counterfactual thinkers. If something bad happens to us, we quickly consider \nhow things could have been better had we acted differently. For example, if you go out in the \nmorning without your umbrella and get caught in the rain, you immediately think you would have \nremained dry had you brought your umbrella. \n \nThe main challenge to counterfactual thinking is the issue of causality. In some situations, cause \nand effect is clear. You are wet because you didn’t bring your umbrella. But in many social \nsystems, indeed in all complex adaptive systems, cause and effect are frequently difficult to link.16 \nSo considering what the world would look like if Kennedy hadn’t been assassinated, or if the \nSoviet Union had won the Cold War, is inherently challenging and potentially nonproductive. 17  \n \nAs a result, historians are extremely careful about how they use counterfactuals. They only \nchange one variable at a time, holding others constant to preserve as much of the context as \npossible; they weigh only plausible actions; and they consider only the knowledge available to \ndecision makers at the time. Most decision makers are not so disciplined.  \n \nPsychologists distinguish between upward (things could have been better) and downward (things \ncould have been worse) counterfactuals. Upward counterfactuals are much more common in our \nday-to-day thoughts. Considering how different decisions would have led to better outcomes  \noften leads to regret (e.g., “If I hadn’t been speeding, I wouldn’t have gotten the ticket”). Less \nfrequently, we think of downward counterfactuals (e.g., “The wedding was more fun because the \nrain held off”). Both counterfactual types are important for investors. \n \nPsychologists suggest counterfactual thinking serves two main purposes. The first is preparation \nfor the future. By considering alternatives to past actions and spurred by a feeling of regret, \nindividuals come up with prescriptions for future actions. Second, individuals use counterfactuals \nto help them feel better about a situation. In weighing a worse outcome, people feel better about \nthemselves. 18 \n \nClose calls and abnormal situations are particularly strong catalysts for counterfactual thinking. 19 \nIn a demonstration of the close-call phenomenon, subjects were asked to consider a case where \nMr. A and Mr. B share a taxi to the airport to catch two separate flights leaving at the same time. \nCaught in traffic, they arrive at the airport 30 minutes late and both miss their flights. The gate \nagents inform Mr. A that his flight left on time, and tell Mr. B his flight was delayed and he missed \nit by a few moments. Who is more upset? Subjects nearly unanimously felt Mr. B would be more \nupset, even though both men suffered the same plight. \n \nAbnormal situations also generate strong counterfactual thoughts. Indeed, abnormality \nsometimes leads observers to blame crime victims in cases where the victims were doing \nsomething outside their routine. In a test of the abnormality concept, researchers described the \ncase of Mr. C, who was involved in an accident while driving home along his normal route. Mr. D \ngot into a similar accident while driving home on an alternative route that offered better scenery. \nWho is more upset? Four to one, subjects believed Mr. D would be more upset. \n \nAwareness of counterfactual thinking can be very useful for investors, if only to illuminate \ncommon biases and errors. Here are some ideas investors may find useful: \n \nAvoid inaction inertia. Inaction inertia arises when an investor initially fails to take advantage of an \nattractive investment opportunity and subsequently passes over the same, albeit somewhat less \nattractive, opportunity in the future. 20 For example, an investor who considers but fails to buy a \n"
    },
    {
      "number": 6,
      "text": " \n \n \nPage 6                                                                        Legg Mason Capital Management \n \nstock at $15 is less likely to buy the same stock at $30, even if the higher price still represents \ngood value. Experiments confirm this behavior. 21   \n \nPsychologists suggest individuals suffering from inaction inertia consider an upward \ncounterfactual (“if only I had bought the stock at $15”) and hence feel regret. Rejecting the \nsecond purchase opportunity, perceived as less attractive than the first, may limit or end that \nregret and allows the investor to avoid thinking about the initial lost opportunity. \n \nWhile economic theory emphasizes investors should evaluate all investments based on future \nprospects, inaction inertia demonstrates that we all tend to carry psychological baggage that may \nprevent proper decisions. Counterfactual thinking helps describe the baggage. \n \nErrors of action versus inaction. Counterfactual thinking often generates regret, which may seem \nlike a bad thing. But the research shows that some regret is good for you because it encourages \nfuture changes in behavior. Since most counterfactual thoughts focus on how you could have \navoided a problem, they encourage positive measures to sidestep similar problems going \nforward. When your mind is working well, you feel the sting of regret in the short-term and correct \nyour behavior the next time, and you’re better off for the experience.  \n \nLingering regrets, on the other hand, are more troublesome. Psychologists have come to a \nfascinating finding: most of our short-term regrets relate to actions (commission), while our long-\nterm regrets relate to inaction (omission). When mentally healthy individuals make mistakes in \ntheir actions, they regret, change, and move on. In contrast, lingering regrets surround what \npeople failed to do. 22 Studies show the top two regrets of adult Americans are education (either \nnot enough of it or insufficient effort while pursuing it) and career (failure to pursue a passion or \nworking too hard).  23 \n \nWarren Buffett is a good example of the regret associated with inaction. When asked about his \nmain investing mistakes over time, Buffett points to inactions rather than actions. For instance, he \noften points to the stocks he almost bought and quantifies the profits that have escaped Berkshire \nHathaway due to his inaction. 24 \n     \nWhy do we regret the things we don’t do more than the things we do? The answer leads to the \nnext point, which describes how our minds compensate for our poor actions.  \n \nPsychological immune system. Mentally healthy people employ a host of tricks to make bad \nsituations seem better. Psychologists have dubbed this the psychological immune system. 25 Just \nas our immune system fends off disease, the psychological immune system keeps us going by \ndefending against, and removing, negative thoughts. This mental immune system is most likely to \nkick in when we have an intense experience or find ourselves in inescapable circumstances.  \n \nWhat kind of things does our mind do? First, we tend to explain away situations in a way that \nmakes us feel better. For example, someone who fails to get a job offer after an interview may \nmake up a story to shed a more favorable light on the situation (e.g., “The interviewer didn’t \nappreciate my skills”).  \n \nNext, we seek facts that support our views and disavow or dismiss facts that don’t back us up. \nThis is known as the confirmation bias. The confirmation bias allows us to be consistent in our \nviews and removes the need to think or act as the consequence of reason.  \n \nWe also exhibit hindsight bias. Once an event has passed, we tend to believe we had better \nknowledge of the outcome before the event than we actually did. For example, after a game is \nover, sports fans believe they assigned a higher probability to the game’s outcome before the \ngame than they actually did. Hindsight bias is a memory update that makes us look and feel \nbetter, and confers an illusory sense of control.  \n \nFinally, when we make a prediction or take an action that doesn’t work out, we believe we were \nalmost right—the close-call counterfactual. 26 This effect is particularly acute for individuals who \n"
    },
    {
      "number": 7,
      "text": " \n \n \nPage 7                                                                        Legg Mason Capital Management \n \ntend to hold strong world views, the so-called hedgehogs. Both hindsight bias and close-call \ncounterfactuals bend reality to make individuals feel better. \n \nBeyond theory, researchers argue that counterfactual thinking can also explain a couple of \nempirically observed investor behaviors. 27 Importantly, neither behavior benefits investors.  \n \nThe first is a tendency to repurchase a stock that has declined following a prior sale for a profit. \nTo illustrate, the investor initially buys at $30 per share, sells at $50, and repurchases at $40. In \nthis case, the downward counterfactual is the investor could have held the stock throughout (net \ngain of $10 per share) versus the reality of a $20 gain and the opportunity to own the stock again. \nInvestors feel good about this counterfactual because no matter what happens, they can cherish \nthe thought that selling made them better off than holding. \n \nAnother tendency is for an investor to purchase additional shares of a stock when it goes down \nfollowing the initial purchase. The downward counterfactual here is buying the whole stake at the \nhigher price. For instance, the investor who buys 100 shares at $50 and an additional 100 shares \nat $40 is better off than the possible alternative of purchasing all 200 shares at $50.  \n \nSo what should an investor do with counterfactual thinking? To start, it is crucial to recognize the \nvalue of counterfactual thinking diminishes as causality becomes less clear. As we saw with \nMusic Lab, linking cause and effect can be difficult in socially driven processes. As company \nprospects and stock prices are often the result of these processes, predicting stock price \nperformance is inherently difficult.  \n \nNext, be aware of how the mind works and the suboptimal behaviors that may ensue. For \ninstance, inaction inertia may cause an investor to miss a very attractive investment opportunity \nbecause of an upward counterfactual.   \n \nFinally, be careful not to kid yourself. Hindsight bias and close-call counterfactual thinking may \nhelp preserve your belief system, but may not give you a clear view of the world. Research shows \nthat experts who use counterfactuals parsimoniously are better predictors. 28        \n \nIf It’s Doing Well, It Must Be Good \n \nEvery now and then an idea comes along that is simple, powerful, ubiquitous, and yet poorly \nunderstood. The halo effect is such an idea.  \n \nFirst noted by psychologist Edward Thorndike over 80 years ago, the halo effect is the human \nproclivity to make specific inferences based on general impressions. 29 Thorndike found when \nsuperiors in the military were asked to rate their subordinate officers on specific qualities (e.g., \nintelligence, physique, leadership), the correlations between the qualities were impossibly high. In \neffect, the overall impression the officer made on his superior overwhelmed the details. \n \nPhil Rosenzweig’s must-read book, The Halo Effect, shows this idea is alive and well in the \nbusiness world. Rosenzweig’s basic point is simple: we tend to observe success, attach attributes \nto that success, and recommend others embrace these attributes to achieve their own success. \nManagement researchers frequently use substantial data to support their argument, which is all \nfor naught if they fall into the halo effect trap.  \n \nFor example, Rosenzweig suggests a company doing well will be praised for having “a sound \nstrategy, a visionary leader, motivated employees, and excellent customer orientation, a vibrant \nculture, and so on.” 30 But if the company’s performance subsequently suffers, onlookers will \nconclude all of those features went wrong, when in reality nothing of the sort happened. Company \nperformance shapes perception. \n \nThe halo effect is important for investors for a couple of reasons. First, Rosenzweig shows in \ndevastating fashion that most of the thinking from best-selling business books falls prey to the \nhalo effect. These books are commercially successful, he suggests, because they tell managers \n"
    },
    {
      "number": 8,
      "text": " \n \n \nPage 8                                                                        Legg Mason Capital Management \n \na story they want to hear: here are the steps to success any company can achieve with effort. \nThe fact is no simple formula will assure success in a rapidly changing business environment. \nAccordingly, investors can’t rely on most management literature for insight. \n \nSecond, we have to recognize that products are often not successful because of their attributes; \nthey are endowed with attributes because they are successful. This idea is clearly operative in \nsocially influenced realms—think of 52metro’s \"Lockdown\"—but also applies in markets. As in \ncounterfactual thinking, distinguishing cause and effect is paramount and often muffed.  \n \nConclusion \n \nHere are some conclusions from the discussion: \n \n• \nPredictions are difficult in culturally biased realms, including media and investment ideas. \nThrough a novel experiment, researchers showed an average song can become a hit or \na clunker based on the principle of cumulative advantage.  \n• \nInvestors should think probabilistically. However, they must show considerable caution in \ncounterfactual thinking, an exploration of what could have been. Further, counterfactual \nthinking can lead to some suboptimal behavior. \n• \nWe often make up causes for the effects we see. Management tomes are filled with \nadvice derived from reverse-engineering the success of leading companies without \nawareness of how specious the claims are. As theories become more robust, they often \nrely more on circumstances than attributes. \n \n       \n"
    },
    {
      "number": 9,
      "text": " \n \n \nPage 9                                                                        Legg Mason Capital Management \n \nAppendix A: Motivations for the War in Iraq \n \nMany politicians and citizens have criticized the current administration’s decision to invade Iraq in \n2003. One frequently cited complaint is the administration’s faulty belief that Iraq had weapons of \nmass destruction (WMD). Naturally, the thought of avoiding the war generates an upward \ncounterfactual.  \n \nBut in order to use counterfactual thinking properly, you must consider not what you know today, but \nrather the information the decision makers had at their disposal at the time. While there is no way to \nget a complete sense of the information the specific policy makers had, we have a tool that can \nprovide some insight: a prediction market.  \n \nExhibit 3 takes data from www.tradesports.com that show the probability of finding WMD in Iraq. Of \ncourse, all of the contracts settled at zero as the WMD didn’t turn up. But what probability did the \nmarket assign in April 2003 as the country entered into war? The answer is close to 80 percent.  \n \nExhibit 3: Tradesports Contract of WMD (April – September, 2003) \n \n \nSource: Justin Wolfers and Eric Zitzewitz, “Prediction Markets,” Journal of Economic Perspectives, Vol. 18, 2, Spring 2004, 107-126. \n \nNo political commentary is necessary to see the lesson from psychology, called hindsight bias and \nthe curse of knowledge. Once information has been revealed, we impose our knowledge as we \nevaluate past decisions. So we think we assigned higher probabilities to certain outcomes than we \nreally did, and we criticize decisions based on the outcomes we see versus the quality of the \ndecision process. \n \nTo properly evaluate past decisions, be mindful to recreate the available information as it existed, \navoiding polluting the decision audit with after-the-fact disclosure.    \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 10,
      "text": " \n \n \nPage 10                                                                        Legg Mason Capital Management \n \nEndnotes \n \n1 Niall Ferguson, ed., Virtual History (New York: Basic Books, 1999), 2. \n2 Philip E. Tetlock, Expert Political Judgment: How Good is It? How Can We Know? (Princeton, N.J.: \nPrinceton University Press, 2005), 146.  \n3 Arthur DeVany, Hollywood Economics: How Extreme Uncertainty Shapes the Film Industry (New \nYork: Routledge, 2004); also Chris Anderson, The Long Tail: Why the Future of Business Is Selling \nLess of More (New York: Hyperion, 2006), 121.  \n4 James Surowiecki, “The Science of Success,” The New Yorker, July 9, 2007.  \n5 Brooks Barnes, “NBC Programming Chief Kevin Reilly to Leave as Ratings Slide,” The Wall Street \nJournal, May 29, 2007, B4.  \n6 Phil Rosenzweig, The Halo Effect . . . and the Eight Other Business Delusions That Deceive \nManagers (New York: Free Press, 2007). \n7 Harold Bloom, “Can 35 Million Book Buyers Be Wrong? Yes.” The Wall Street Journal, July 11, \n2000, A26. \n8 Stephen Jay Gould, Wonderful Life: The Burgess Shale and the Nature of History (New York: \nW.W. Norton & Company, 1989), 292-323. \n9 Matthew J. Salganik, Peter Sheridan Dodds, and Duncan J. Watts, “Experimental Study of \nInequality and Unpredictability in an Artificial Cultural Market,” Science, Vol. 311, February 10, 2006, \n854-856. For a treatment in the popular press, see Duncan J. Watts, “Is Justin Timberlake a Product \nof Cumulative Advantage?” The New York Times Magazine, April 15, 2007.  \n10 Paul Pierson, Politics in Time: History, Institutions, and Social Analysis (Princeton, N.J.: Princeton \nUniversity Press, 2004); W. Brian Arthur, Increasing Returns and Path Dependence in the Economy \n(Ann Arbor, MI: University of Michigan Press, 1994).   \n11 Scott E. Page, “Path Dependence,” Quarterly Journal of Political Science, vol. 1, 2006, 87-115. \n12 Arthur; Malcolm Gladwell, The Tipping Point: How Little Things Can Make a Big Difference (New \nYork: Little, Brown and Company, 2000); Richard Brodie, Virus of the Mind: The New Science of the \nMeme (Seattle, WA: Integral Press, 1996).   \n13 David Lewis, Counterfactuals (Cambridge, MA: Harvard University Press, 1973). Also, see \nhttp://plato.stanford.edu/entries/causation-counterfactual/. \n14 Ferguson; John Lewis Gaddis, The Landscape of History: How Historians Map the Past (Oxford: \nOxford University Press, 2002).  \n15 Neal J. Roese and James M. Olsen, eds., What Might Have Been: The Social Psychology of \nCounterfactual Thinking (Hillsdale, NJ: Erlbaum, 1995); Tetlock, Expert Political Judgment.   \n16 Gaddis, 91-109.  \n17 Philip E. Tetlock, Richard Ned Lebow, and Geoffrey Parker, eds., Unmaking the West: “What-If?” \nScenarios That Rewrite World History (Ann Arbor, MI: University of Michigan Press, 2006).  \n18 Neal J. Roese and James M. Olsen, “Functions of Counterfactual Thinking,” in Neal J. Roese and \nJames M. Olsen, eds., What Might Have Been: The Social Psychology of Counterfactual Thinking \n(Hillsdale, NJ: Erlbaum, 1995), 169-197. \n19 Daniel Kahneman and Dale T. Miller, “Norm Theory: Comparing Reality to Its Alternatives,” \nPsychological Review, vol. 93, 1986, 136-153. \n20 Orit E. Tykocinski and Thane S. Pittman, “The Consequences of Doing Nothing: Inaction Inertia \nas Avoidance of Anticipated Counterfactual Regret,” Journal of Personality and Social Psychology, \nvol. 75, 1998, 607-616. \n21 Orit Tykocinski, Roni Israel, and Thane S. Pittman, “Inaction Inertia in the Stock Market,” Journal \nof Applied Social Psychology, vol. 34, 2004, 1166-1175.  \n22 Thomas Gilovich and Victoria Husted Medvec, “The Experience of Regret: What, When, and \nWhy,” Psychological Review, vol. 102, 1995, 379-395.  \n23 Neal Roese, If Only: How to Turn Regret into Opportunity (New York: Broadway Books, 2005), 40-\n44. \n24 Whitney Tilson, “Notes from the 2004 Berkshire Hathaway Annual Meeting,” May 1, 2004. \nhttp://www.tilsonfunds.com/brkmtg04notes.doc. \n25 Daniel Gilbert, Stumbling on Happiness (New York: Alfred A. Knopf, 2006).  \n26 Philip E. Tetlock, “Close-call Counterfactuals and Belief System Defenses: I Was Not Almost \nWrong but I Was Almost Right,” Journal of Personality and Social Psychology, vol. 75, 1998, 639-\n652. \n"
    },
    {
      "number": 11,
      "text": " \n \n \nPage 11                                                                        Legg Mason Capital Management \n \n27 Brad M. Barber, Terrance Odean, and Michal Strahilevitz, “Once Burned, Twice Shy: Naïve \nLearning, Counterfactuals, and the Repurchase of Shares Previously Sold,” SSRN Working Paper, \nSeptember 2004. \n28 Tetlock, Expert Political Judgment. Also Shankar Vedantam, “Bush and Counterfactual \nConfidence,” The Washington Post, July 30, 2007, A3.  \n29 Rosenzweig and Edward L. Thorndike, “A Constant Error in Psychological Ratings,” Journal of \nApplied Psychology, Vol. 4, 1920, 469-77. \n30 Phil Rosenzweig “The Halo Effect and Other Managerial Delusions,” The McKinsey Quarterly, 1, \n2007, 77-85. \n \n \n \n \n \n"
    },
    {
      "number": 12,
      "text": " \n \n \nPage 12                                                                        Legg Mason Capital Management \n \nResources \n \nBooks \n \nAnderson, Chris, The Long Tail: Why the Future of Business Is Selling Less of More (New York: \nHyperion, 2006). \n \nArthur, W. Brian, Increasing Returns and Path Dependence in the Economy (Ann Arbor, MI: \nUniversity of Michigan Press, 1994). \n \nBrodie, Richard, Virus of the Mind: The New Science of the Meme (Seattle, WA: Integral Press, \n1996).   \n \nDeVany, Arthur, Hollywood Economics: How Extreme Uncertainty Shapes the Film Industry (New \nYork: Routledge, 2004).  \n \nFerguson, Niall, ed., Virtual History (New York: Basic Books, 1999). \n \nGaddis, John Lewis, The Landscape of History: How Historians Map the Past (Oxford: Oxford \nUniversity Press, 2002). \n \nGilbert, Daniel, Stumbling on Happiness (New York: Alfred A. Knopf, 2006).  \n \nGladwell, Malcolm, The Tipping Point: How Little Things Can Make a Big Difference (New York: \nLittle, Brown and Company, 2000). \n \nGould, Stephen Jay, Wonderful Life: The Burgess Shale and the Nature of History (New York: W.W. \nNorton & Company, 1989). \n \nLewis, David, Counterfactuals (Cambridge, MA: Harvard University Press, 1973). \n \nPierson, Paul, Politics in Time: History, Institutions, and Social Analysis (Princeton, N.J: Princeton \nUniversity Press, 2004).  \n \nRoese, Neal, If Only: How to Turn Regret into Opportunity (New York: Broadway Books, 2005). \n \nRoese, Neal J., and James M. Olsen, eds., What Might Have Been: The Social Psychology of \nCounterfactual Thinking (Hillsdale, NJ: Erlbaum, 1995). \n \nRosenzweig, Phil, The Halo Effect . . . and the Eight Other Business Delusions That Deceive \nManagers (New York: Free Press, 2007). \n \nTetlock, Philip E., Expert Political Judgment: How Good is It? How Can We Know? (Princeton, N.J.: \nPrinceton University Press, 2005).  \n \nTetlock, Philip E., Richard Ned Lebow, and Geoffrey Parker, eds., Unmaking the West: “What-If?” \nScenarios That Rewrite World History (Ann Arbor, MI: University of Michigan Press, 2006).  \n \nWatts, Duncan J., Six Degrees: The Science of the Connected Age (New York: W.W. Norton, 2003). \n \n"
    },
    {
      "number": 13,
      "text": " \n \n \nPage 13                                                                        Legg Mason Capital Management \n \nArticles and Papers \n \nBarber, Brad M., Terrance Odean, and Michal Strahilevitz, “Once Burned, Twice Shy: Naïve \nLearning, Counterfactuals, and the Repurchase of Shares Previously Sold,” SSRN Working Paper, \nSeptember 2004. \n \nBarnes, Brooks, “NBC Programming Chief Kevin Reilly to Leave as Ratings Slide,” The Wall Street \nJournal, May 29, 2007, B4. \n \nBloom, Harold, “Can 35 Million Book Buyers Be Wrong? Yes.” The Wall Street Journal, July 11, \n2000, A26. \n \nGilovich, Thomas and Victoria Husted Medvec, “The Experience of Regret: What, When, and Why,” \nPsychological Review, vol. 102, 1995, 379-395.  \n \nKahneman, Daniel and Dale T. Miller, “Norm Theory: Comparing Reality to Its Alternatives,” \nPsychological Review, vol. 93, 1986, 136-153. \n \nPage, Scott E., “Path Dependence,” Quarterly Journal of Political Science, vol. 1, 2006, 87-115. \n \nSalganik, Matthew J., Peter Sheridan Dodds, and Duncan J. Watts, “Experimental Study of \nInequality and Unpredictability in an Artificial Cultural Market,” Science, vol. 311, February 10, 2006, \n854-856. \n \nSurowiecki, James, “The Science of Success,” The New Yorker, July 9, 2007. \n \nTetlock, Philip E., “Close-call Counterfactuals and Belief System Defenses: I Was Not Almost Wrong \nbut I Was Almost Right,” Journal of Personality and Social Psychology, vol. 75, 1998, 639-652. \n \nThorndike, Edward L., “A Constant Error in Psychological Ratings,” Journal of Applied Psychology, \nvol. 4, 1920, 469-77. \n \nTilson, Whitney, “Notes from the 2004 Berkshire Hathaway Annual Meeting,” May 1, 2004. \n \nTykocinski, Orit E., and Thane S. Pittman, “The Consequences of Doing Nothing: Inaction Inertia as \nAvoidance of Anticipated Counterfactual Regret,” Journal of Personality and Social Psychology, vol. \n75, 1998, 607-616. \n \nTykocinski, Orit, Roni Israel, and Thane S. Pittman, “Inaction Inertia in the Stock Market,” Journal of \nApplied Social Psychology, vol. 34, 2004, 1166-1175. \n \nVedantam, Shankar, “Bush and Counterfactual Confidence,” The Washington Post, July 30, 2007, \nA3. \n \nWatts, Duncan J., “Is Justin Timberlake a Product of Cumulative Advantage?” The New York Times \nMagazine, April 15, 2007. \n \nWolfers, Justin, and Eric Zitzewitz, “Prediction Markets,” Journal of Economic Perspectives, vol. 18, \n2, Spring 2004, 107-126. \n \n \n"
    },
    {
      "number": 14,
      "text": " \n \n \nPage 14                                                                        Legg Mason Capital Management \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe views expressed in this commentary reflect those of Legg Mason Capital Management (LMCM) as of \nthe date of this commentary. These views are subject to change at any time based on market or other \nconditions, and LMCM disclaims any responsibility to update such views. These views may not be relied \nupon as investment advice and, because investment decisions for clients of LMCM are based on numerous \nfactors, may not be relied upon as an indication of trading intent on behalf of the firm. The information \nprovided in this commentary should not be considered a recommendation by LMCM or any of its affiliates to \npurchase or sell any security. To the extent specific securities are mentioned in the commentary, they have \nbeen selected by the author on an objective basis to illustrate views expressed in the commentary. If \nspecific securities are mentioned, they do not represent all of the securities purchased, sold or \nrecommended for clients of LMCM and it should not be assumed that investments in such securities have \nbeen or will be profitable. There is no assurance that any security mentioned in the commentary has ever \nbeen, or will in the future be, recommended to clients of LMCM.  Employees of LMCM and its affiliates may \nown securities referenced herein. Predictions are inherently limited and should not be relied upon as an \nindication of actual or future performance. \n \nLMCM is a registered investment adviser. LMCM and LMIS are Legg Mason, Inc. affiliated companies. \n \n© 2007 Legg Mason Investor Services, LLC  \n \n07-905 \n \n"
    }
  ]
}