{
  "filename": "2008_long_term_investing__how_i_learned_to_stop_worrying_and_ignore_volatility.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423220934-07'00'",
    "modDate": "D:20240423221016-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \nPage 1 \n \nLegg Mason Capital Management \n \n \n \n \nDecember 15, 2008 \n \nLong-Term Investing: How I Learned to \nStop Worrying and Ignore Volatility \n \nExcerpts from Comments to the Greenwich Roundtable, December 11, 2008 \n \n \nGood morning. It’s a real pleasure for me to join you today, as these roundtable \nsessions always prompt me to organize my thoughts on an important and topical \ntheme. This morning’s topic—dealing with long-term investing and volatility—is \nobviously crucial given what we are going through, yet contains complex and multi-\nfaceted issues. I hope my comments serve to provoke thought and offer a \nspringboard for further discussion. \n \nI will break my comments into three parts: \n \n• \nFirst, I’d like to define what I think risk means. The central point is that how you \ndefine risk has a lot to do with your time horizon. \n \n• \nSecond, I’ll discuss how you can help avoid catastrophe. Common to all great \nlong-term investment track records is the managers survived in all kinds of \nenvironments. \n   \n• \nFinally, I touch on some behavioral issues—or why dealing with the long-term in \nthe face of volatility is emotionally, physically, and psychologically hard. I’ll wrap \nup with some suggestions on what you can do if you accept my perspectives. \n \nI. \nLet me start at the top and discuss what risk means. If you look it up in the dictionary, \nthe classic definition is, “the possibility of suffering harm or loss.” So if you carry that \ndefinition to financial markets, risk in a literal sense is about losing capital. So the \nquestion becomes—how do I measure risk? And to me, the key to that answer is \nyour time horizon.  \n \nSpecifically, I believe that volatility is actually a very reasonable way to measure risk \nfor short-term investors. If you have to pay a bill in the next few months, you’d be \nright to focus on the volatility of your investment. Try taking away volatility measures \nfrom, say, an options trader and see what happens. It’d be nearly impossible to trade \nwithout some sense of volatility.  \n \nIn contrast, though, I would say risk for a long-term investor is permanent loss of \ncapital, and probably the most tried and true way to think about that is Ben Graham’s \nconcept of margin of safety.1 You have a margin of safety when you buy an asset at \na price substantially less than its value. In this case, you can effectively ignore short-\nterm movement provided you feel comfortable that value is much higher than price \nand you have allowed for sufficient error in your value calculation.  \n \n"
    },
    {
      "number": 2,
      "text": " \nAs an aside, this distinction between the short term and long term has helped me reconcile \nseemingly contradictory views in the market. For example, Warren Buffett often disparages \nstandard finance theory, and argues ideas like volatility are bunk. 2 Well, that’s true if you have a \nlong time horizon. Prominent traders, in contrast, scoff at notions of price and value, considering \nthem irrelevant to their day-to-day activities. This, too, is true. The key to understanding the \napplication of risk is its temporal dimension. \n \nNext, let me add that not all investors can be long-term oriented. You can imagine a case of \nstarting to save for college education shortly after a child is born. At that point, you are a long-\nterm investor. But as the first tuition bill looms, you flip from being long term to short term. Our life \ncycles assure that most of us will be both long-term and short-term investors at some point in our \nlives. Indeed, let me make the statement stronger—markets aren’t efficient if one group \ndominates. 3 That is probably the case today.     \n \nSo what can we say about the current environment given this perspective? \n \n1. First, from a volatility perspective, what we are living through today is not unprecedented. \nMarkets had a similar period of protracted volatility in the 1930s. So it hasn’t happened in \nour investing lifetimes, but it certainly has happened before. 4 \n2. Second, volatility is clustered. In contrast to what the random walk says, volatility comes \nin bunches—low volatility and high volatility periods trade off. 5 What we can say with \nrelative confidence today is that volatility will be lower at some point in the future.  \n3. Finally, using a long-term historical capital market line, today’s volatility (as measured by \nthe Chicago Board Options Exchange Volatility Index,1 a proxy for one-year Standard & \nPoor’s 500 Index2 volatility) is consistent with equity returns in the 20-30 percent range. \nThis observation squares with what we are seeing in high-grade, high-yield, and \nconvertible fixed income markets. In the short term, perceived risk and reward is very \nhigh. \n \nII. \nNow I’ll turn to my second topic: how do you—especially as a long-term investor—avoid \ncatastrophe? Let me start this discussion with a little quiz:  \n \nLet’s say I gave you a $100 bankroll and let you call 40 rounds of coin tosses where for every \ndollar you wager, heads paid $2 and tails cost you $1. So you clearly have a positive expectation \nbet, but also a chance to lose it all. What percent of your bankroll would you bet on each round in \norder to maximize your probability of having the most money at the end of the 40 rounds?  \n \nI’ll give you the answer in just a moment, but let me use that little quiz as a point to jump into the \nvery serious topics of money management and asset price distributions.  \n \nIt turns out that you can’t answer the question I posed with classic mean/variance analysis, \nbecause mean/variance analysis applies to single-period bets. To figure out the answer you have \nto recognize that you are parlaying your bets and then calculate how to maximize the geometric \nmean. This is known in money management circles as the Kelly Criterion. 6\n \n                                                 \nPlease note that an investor cannot directly invest in an index. Past performance is no guarantee of \nfuture results.\n1 The Chicago Board Options Exchange SPX Volatility Index (VIX) measures market expectations of near-term \nvolatility conveyed by S&P 500 stock index option prices. \n \n2 The S&P 500 Index is an unmanaged index of 500 stocks that is generally representative of the performance of \nlarger companies in the U.S. \n \nPage 2 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 3,
      "text": " \nSo let me go back to my coin tossing example, and simply offer some intuition. Of course, if you \nbet too little each round you will leave a lot of money on the table. However, if you bet too much, \nyou risk ruin—losing all of your money. This is called overbetting, and overbetting is a major \nproblem in many parts of the investment world. In fact, overbetting has killed a lot of supposed \nlong-term investors—most famously Long-Term Capital Management. According to the idea \nbehind the Kelly Criterion, overbettors are assured ruin—it’s just a question of when.  \n \nOh, the right answer to the quiz is you should bet 25 percent of your bankroll each round to \nmaximize expected value over the 40 rounds. \nSo why do investors overbet? I believe there are three reasons. First, is the problem of \ninduction—often associated with the Scottish philosopher David Hume. The basic issue is people \ngeneralize about a system based on a number of observations, and often go on to assume the \nfuture will be like the past. A great example in the investment business is past risk and returns—\npeople apply statistical measures and assume they know what the system looks like and that the \nfuture will be like the past.  \n \nKarl Popper argued the way to combat the problem of induction is to focus on falsification. While \nseeing thousands of white swans does not prove all swans are white, seeing one black swan \nproves that “all swans are white” is false. So the term, black swan, which now seems inexorably \nlinked to extreme events, is meant to symbolize the way to deal with the problem of induction. 7  \n \nSo the bottom line is when things have gone well, people expect things to continue to go well. \nThis leads to overbetting—that is, too much, and unwarranted, confidence in knowledge of the \nsystem. \n \nThe second factor behind overbetting is leverage. Almost every train wreck you see with a \nfinancial institution has something to do with leverage. Leverage in the investment business tends \nto rise due to two interrelated factors. First, when volatility is low and competition reduces returns, \ninvestors feel comfortable using leverage to boost performance. In his recent book on hedge \nfunds, Andy Lo has a great illustration, showing how a specific quant strategy generated lower \nreturns over time but that the funds employing it increased their leverage over time to boost \nresults. So the outcome was the same over time, while the contribution shifted away from return \non assets to leverage. 8 A related factor is when things are going well and volatility is low, \nleverage is cheap and accessible. So your bank or prime broker is ready to lend when you \nshouldn’t be borrowing, and raises haircuts when you should be borrowing.  \n \nThe final factor behind overbetting is incentives. The financial services industry is competitive—\nand if the fund, or bank, down the street is making a lot more money than you are, you have a lot \nof incentive to imitate their behavior. In fact, if you don’t imitate the behaviors of others you will \nlikely lose assets and people. That said, the financial institutions that have done well over very \nlong time periods tend to be fiscally conservative and do an effective job of managing the \nincentive problem.  \n \nLet me wrap up this discussion of catastrophes with what I’d call the paradox of risk. That is, what \nappears by consensus to be the least risky asset based on past performance is often a very risky \nasset prospectively, and inversely what appears very risky based on past performance may have \nlittle risk. The examples that fit this today would be Treasury securities on the one hand, and \ncertain mortgage-backed securities on the other. \n \nSo how do you help avoid catastrophe? Worry about the problem of induction, worry about \nleverage, and worry about incentives. And when the signals from the market seem to violate what \nhistory teaches us, be prepared to trade short-term reward for long-term viability. \n \nU.S. Treasuries are direct-debt obligations issued and backed by the “full faith and credit” of the \nU.S. government. The principal and interest payments on U.S. Treasuries are guaranteed by the U.S. \ngovernment when the securities are held to maturity. \nPage 3 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 4,
      "text": " \n \n \nIII.  \nThe final part of my comments has to do with behavioral or psychological issues and these weigh \nheavily on our ability to maintain an appropriate focus. \n \nOne of my favorite researchers in this area is Stanford neurobiologist Robert Sapolsky. Sapolsky \nis one of the world’s experts in stress and spends the school year in his lab and the summers in \nKenya studying baboon troops. 9 He decided to study baboons because they are of course similar \nto humans physiologically and also allocate their time in a similar fashion: they spend a couple \nhours a day feeding themselves and the rest of the day tormenting one another. Sapolsky shoots \ntranquilizer darts into the baboons and gets a read on stress by measuring their cortisol levels—\nsomething that’s really hard to do with most organizations! \nSo where does stress come from? Not surprisingly, humans don’t deal a lot with physical \nstressors like predators. Our stressors tend to be psychological. In fact, stress usually kicks in \nwhen three conditions arise: \n \n1. You feel a lack of predictability and control \n2. You lose outlets to let off steam \n3. You perceive things are getting worse \n \nA pretty neat summary of the current investing and economic environment, wouldn’t you agree? \nHow do people react when they are stressed? For a host of good evolutionary reasons I won’t get \nin to, one big takeaway is people tend to pull in their time horizons. While they recognize they \nshould be thinking long term, their stress encourages them to focus on the here and now. Not \nsurprisingly, then, right when people should be thinking long term their inclination is to act in the \nshort term. \n \nThis leads to a related idea, which behavioral economists call myopic loss aversion. Myopic, of \ncourse, means a lack of foresight. Loss aversion is the well-documented idea that we suffer \nlosses 2 to 2.5 times as much as we enjoy similar gains. And the loss aversion ratio likely rises \nafter you have suffered recent losses. So here’s what happens when you put it all together: \n \n• \nThe environment causes stress \n• \nYou shorten your time horizon \n• \nYou then revisit your portfolio more frequently \n• \nYou see more losses \n• \nLoss aversion kicks in and you suffer a lot \n• \nYou up the risk premium you demand for new investments, pushing down asset prices \n \nResearch suggests a normal investor time horizon is about one year, and you can be sure it is a \nlot shorter today. 10 The main implication from myopic loss aversion is that long-term investors are \nwilling to pay more for a risky asset than short-term investors. \n \nThis leads to my last observation. Finance models often assume normal price change \ndistributions and a random walk. For example, if these assumptions hold you can invoke the \nsquare root rule—volatility rises as a function of the square root of time. So for example, if one-\nyear volatility is 20 percent, two-year volatility isn’t 40 percent, but rather 20 percent * the square \nroot of two, or 28 percent.  \n \nWhat empirical finance shows is that investors assume more risk than is implied by the normal \ndistributions in the short term (four years or less) and less risk than the model implies over the \nlong term (four or more years). 11 Empirical finance confirms what most people know, that long-\nterm investors take less risk than short-term investors. I would add as a caveat, that this is true \nPage 4 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 5,
      "text": " \nonly if the past is prologue. But given this phenomenon is largely behaviorally based, I suspect it \nwill be around for some time to come.  \n \nOK. If you have bought in to my comments on risk, catastrophe, and psychology, what should you \nconsider doing? \n \n1. Decide if you can be or should be a long-term investor. There’s nothing sacred about it—\nyou just have to make sure you properly align your thinking, policies, and processes \naround your time horizon. \n2. Don’t overbet. Constantly consider the problem of induction and the deleterious effects of \nleverage and incentives. \n3. Work to reduce stress and maintain perspective. Some documented ways to lower stress \ninclude: \na. Exercise \nb. Maintain and cultivate social connections (family & friends) \nc. Get sleep and maintain a healthy diet \n4. Don’t dwell on short-term portfolio moves. Sidestep loss aversion if possible. \n5. Remember the story from Abraham Lincoln. He recounted that an Eastern monarch once \ncharged his wise men to invent him a sentence that would be true in all situations. They \ncame back with the words: “And this, too, shall pass away.” As Lincoln said, this phrase \n“chastens in the hour of pride, and consoles in the depths of affliction.” This too shall \npass and long-term investors stand well to gain. 12   \n \nThank you very much.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nAll investments involve risk, including loss of principal.   \n \nPast performance is no guarantee of future results.\n \n \nThe Greenwich Roundtable is a non-profit research and educational organization for investors \nwho allocate capital to alternative investments. \nPage 5 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 6,
      "text": " \nEndnotes \n \n1 Benjamin Graham, The Intelligent Investor, 4th ed. (New York: Harper & Row, 1973), 277-287.  \n2 For example, see Warren Buffett and Charlie Munger, “The Chief Lessons of Our Success? \nThat a Few Big Ideas Really Work,” Outstanding Investor Digest, August 8, 1997, 19. \n3 Shinichi Hirota and Shyam Sunder. “Price Bubbles sans Dividend Anchors: Evidence from \nLaboratory Stock Markets,” Journal of Economic Dynamics and Control, Vol. 31, No. 6, June \n2007, 1875-1909. \n4 Michael J. Mauboussin, “Where From Here?” Mauboussin on Strategy, October 29, 2008.   \n5 Benoit Mandelbrot and Richard L. Hudson, The (Mis) Behavior of Markets: A Fractal View of \nRisk, Ruin and Reward (New York: Basic Books, 2004), 248. \n6 Michael J. Mauboussin, “Size Matters: The Kelly Criterion and the Importance of Money \nManagement,” Mauboussin on Strategy, February 1, 2006.  \n7 For a good discussion, see Nassim Nicholas Taleb, The Black Swan: The Impact of the Highly \nImprobable (New York: Random House, 2007), 40-41.  \n8 Andrew W. Lo, Hedge Funds: An Analytic Perspective (Princeton, NJ: Princeton University \nPress, 2008), 255-302. \n9 Robert M. Sapolsky, Why Zebras Don’t Get Ulcers: Un Updated Guide to Stress, Stress-Related \nDisease, and Coping (New York: W.H. Freeman and Company, 1994).  \n10 Shlomo Benartzi and Richard H. Thaler, “Myopic Loss Aversion and the Equity Premium \nPuzzle,” The Quarterly Journal of Economics, February 1995, 73-92.  \n11 Jeremy J. Siegel, Stocks for the Long Run: The Definitive Guide to Financial Market Returns & \nLong-Term Investment Strategies, 4th ed. (New York: McGraw Hill, 2008), 28-29; Edgar E. Peters, \nFractal Market Analysis: Applying Chaos Theory to Investment & Economics (New York: John \nWiley & Sons, 1994), 28-30.  \n12 Abraham Lincoln, “Address before the Wisconsin State Agricultural Society,” Milwaukee, \nWisconsin, September 30, 1859.  \n \n \n  \n \n \n \n \n \nThe views expressed in this commentary reflect those of Legg Mason Capital Management \n(LMCM) as of the date of this commentary. These views are subject to change at any time based \non market or other conditions, and LMCM disclaims any responsibility to update such views. \nThese views may not be relied upon as investment advice and, because investment decisions for \nclients of LMCM are based on numerous factors, may not be relied upon as an indication of \ntrading intent on behalf of the firm. The information provided in this commentary should not be \nconsidered a recommendation by LMCM or any of its affiliates to purchase or sell any security. To \nthe extent specific securities are mentioned in the commentary, they have been selected by the \nauthor on an objective basis to illustrate views expressed in the commentary. If specific securities \nare mentioned, they do not represent all of the securities purchased, sold or recommended for \nclients of LMCM and it should not be assumed that investments in such securities have been or \nwill be profitable. There is no assurance that any security mentioned in the commentary has ever \nbeen, or will in the future be, recommended to clients of LMCM.  Employees of LMCM and its \naffiliates may own securities referenced herein. Predictions are inherently limited and should not \nbe relied upon as an indication of actual or future performance. \n \nLMCM and Legg Mason Investor Services, LLC, member SIPC, are subsidiaries of Legg Mason, \nInc. \n \nTN08-4248 \n \nPage 6 \n \nLegg Mason Capital Management \n"
    }
  ]
}