{
  "filename": "2010_surge_in_the_urge_to_merge__m_a__trends_and_analysis.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423221326-07'00'",
    "modDate": "D:20240423221409-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \nPage 1 \n \nLegg Mason Capital Management \n \n \n \nJanuary 12, 2010 \n \nSurge in the Urge to Merge \n \nM&A: Trends and Analysis \n \nResults show . . . acquirers moving early within an industry acquisition wave not only \noutperform those acquiring later, but on average achieve an economic gain. This result is \nparticularly impressive because researchers have concluded that although target shareholders \nbenefit from acquisitions, acquiring firm shareholders do not. \n \nGerry McNamara, Jerayr Haleblian, and Bernadine Johnson Dykes  \nThe Performance Implications of Participating in an Acquisition Wave 1 \n \n \nGlobal M&A Volume and S&P 500 Index\n0.0\n1.0\n2.0\n3.0\n4.0\n5.0\n6.0\nVolume ($Trillions)\n0\n200\n400\n600\n800\n1,000\n1,200\n1,400\n1,600\n1,800\nS&P 500 Index\n1995 1996\n1997 1998\n1999 2000 2001 2002 2003\n2004 2005\n2006 2007 2008\n2009\n \nSource: Bloomberg, Reuters, LMCM estimates; data through 2009. \n \n \n \n• \nAn M&A wave may be on the way. If history is any guide, M&A activity tends to \nfollow the stock market with a modest lag. \n \n• \nThe early bird gets the worm. Academic research strongly suggests that companies \ndoing deals early in the M&A cycle provide better returns for their shareholders than \nthe companies that participate later.  \n \n• \nUse economic, not accounting, measures to evaluate deals. While it stands to reason \nthat executives seek to create shareholder value with the deals they do, the evidence \nshows that most don’t. It appears that executives (and investment bankers) miss the \nmark because they focus on accounting-based measures instead of considering the \nextent to which synergies can exceed the premium. \n \n"
    },
    {
      "number": 2,
      "text": " \nPage 2 \n \nLegg Mason Capital Management \nHigher Stock Market, More Deals \n \nWe may be at the front end of another mergers and acquisition (M&A) boom. Historically, \nupswings in deal activity have coincided with improvements in the economy and the stock market. \nExhibit 1 shows the relationship between deal volume and the price level of the S&P 500 Index \nover the past 15 years. The strong rally in equities off the March 2009 lows, sharply improved \ncredit conditions, solid non-financial corporate balance sheets, and companies seeking to \nenhance their strategic positions all point to more deals. Notably, research shows that companies \nmaking acquisitions in the early part of the cycle deliver better returns to their shareholders, on \naverage, than those that act toward the end of the cycle. 2 \n \nExhibit 1: M&A Is Heavily Procyclical \nGlobal M&A Volume and S&P 500 Index\n0.0\n1.0\n2.0\n3.0\n4.0\n5.0\n6.0\nVolume ($Trillions)\n0\n200\n400\n600\n800\n1,000\n1,200\n1,400\n1,600\n1,800\nS&P 500 Index\n1995 1996\n1997 1998\n1999 2000 2001 2002 2003\n2004 2005\n2006 2007 2008\n2009\n \nSource: Bloomberg, Reuters, LMCM estimates; data through 2009. \n \nAfter reaching an all-time high in 2007, M&A activity has tumbled in the last year and a half, \nreflecting the financial and economic tumult. While 2008’s deal volume looks respectable given \nthe stock market’s sharp decline, the deals were heavily skewed toward the first half of the year. \nAnnounced activity was weak in 2009, but the fourth quarter was the strongest of the year, \nreflecting the improvement in equity and credit markets. For all of 2009, global M&A volume was \nroughly $2 trillion, about half of the average level over the past five years. 3 \n \nDuring the deep recession of the past two years, falling earnings and limited access to capital \nmade executives more risk averse. As a result, firms slashed expenses, squeezed their balance \nsheets, and reined in growth initiatives. This has allowed companies to generate healthy free \ncash flows and to sustain strong financial positions. While consumer and government debt may \nbe of concern, the balance sheets of many companies are solid. As the recovery gains \nmomentum, companies are again setting their eyes on growth.  \n \nIn recent months, several high-profile M&A deals have been announced. The most notable is \nExxon Mobil’s $31 billion offer for XTO Energy, a leading acquirer and producer of oil and gas. \nKraft’s $16.8 billion bid for Cadbury, a global confectionery producer, is also a large potential \ntransaction. (Hershey has also expressed interest in Cadbury.) While not a clean M&A deal, \nGeneral Electric has agreed to sell its majority stake in NBC Universal to Comcast in a complex \ntransaction valuing the unit at about $30 billion. 4 \n \nM&A activity tends to rise and fall along with the stock market, and almost every company is \neither involved in a deal, or affected by one, at some point. For instance, research suggests that \n"
    },
    {
      "number": 3,
      "text": " \nPage 3 \n \nLegg Mason Capital Management \nroughly 2-3 percent of public companies are acquired in a given year. 5 Often, a move by one \ncompetitor triggers cascading moves by its competitors hoping to sustain their competitive \nposition. Mergers and acquisitions play a large role in shaping competitive landscapes and can \nhave a large impact on corporate value.  \n \nMany companies and investors do not have a firm grasp on how M&A deals create or destroy \nshareholder value. Companies do deals for a host of reasons, including the pursuit of growth, \ndiversification of their businesses, or to consolidate an industry. And companies often feel \ncompelled to do a deal simply because other companies in their industry are doing them. \nGenerally, companies, investment bankers, and investors assume that deals that add to earnings \nper share are virtuous. But for an acquirer there is ultimately only one test of a deal’s merits: \nwhether it creates shareholder value. Since investors have a strong incentive to properly evaluate \na deal’s economic virtue, the stock price change following an announcement is often an excellent \nbarometer of a deal’s merit. On this point, the evidence is damning.  \n \nResearch shows roughly two-thirds of M&A transactions destroy shareholder value for the \nacquiring companies. In addition, the market’s initial reaction to a deal is a reasonably unbiased \npredictor of long-term value creation. Mark Sirower and Sumit Sahni, consultants versed in M&A \neconomics, looked at the persistence of returns for deals that the market initially deemed \nfavorable or unfavorable (see Exhibit 2). While the initial response wasn’t always the final say, \nabout one-half of deals with positive initial reactions stayed favorable one year later, while roughly \ntwo-thirds of deals with initial negative reactions remained unfavorable. 6 \n \nExhibit 2: Initial Reaction Speaks Volumes \nStock Reaction\nInitial positive\n# of Deals\nAnnouncement \nReturn\nOne-Year \nReturn\nPremium\n33.1%\n5.6%\nPersistent positive\n25.8%\n103\n52\n5.7%\n4.9%\n30.7%\nFull sample\n302\n-4.1%\n-4.3%\n35.7%\nInitial negative\n199\n-9.2%\n-9.0%\n38.4%\nPersistent negative\n133\n-10.3%\n-24.9%\n40.5%\n \nSource: Mark L. Sirower and Sumit Sahni, “Avoiding the ‘Synergy Trap’: Practical Guidance on M&A Decisions for CEOs and Boards, “Journal of \nApplied Corporate Finance, Vol. 18, 3, Summer 2006, 85. Used with permission. \n \nThe basic reason that most M&A deals fail to create value for buyers is that acquirers tend to pay \ntoo much for targets. A host of factors might explain this tendency, including an overly optimistic \nassessment of market potential, overestimation of synergies, poor due diligence, and hubris. But \nwhile deals are harmful for the shareholders of acquirers on average, some buyers do create \nvalue. Acquirers can increase their chance of success by paying low premiums and executing on \noperational improvement. 7 The research points to another reason some acquirers succeed: good \ntiming.  \n \nA recent study by three professors of management showed that companies that do deals early in \nan acquisition wave generally enjoy share-price rises, while those that buy later tend to suffer \nstock-price declines. Acquirers at the beginning of a wave see their shares increase more than \nfour percent above what would be expected, based on past performance and market trends, over \nthe three weeks following the M&A announcement (see Exhibit 3.) Buyers acting roughly two-\nthirds through the wave see average declines of approximately three percent. Returns actually \nimprove somewhat later in the wave, but are still vastly below those of the early-movers. 8 \n \n"
    },
    {
      "number": 4,
      "text": " \nPage 4 \n \nLegg Mason Capital Management \nExhibit 3: Early Movers Get the Returns \n \nSource: Gerry McNamara, Jerayr Haleblian, and Bernadine Johnson Dykes, “The Performance Implications of \nParticipating in an Acquisition Wave,\" The Academy of Management Journal, Vol. 51, No. 1, February 2008. \n \nThe professors defined an acquisition wave as any six-year period where the peak year of \nacquisition activity was twice as high as the base year, and where there was a subsequent \ndecline of greater than 50 percent. The sample included over 3,000 companies in a wide range of \nindustries from 1984 through 2004. All returns were adjusted for market factors. \n \nThere are several benefits to acting early in a cycle, including choosing from a greater pool of \npotential targets and the ability to buy assets cheaply. Naturally, the larger the number of \npotential acquisition candidates, the more likely it is that a buyer can find a suitable target. \nFurther, firms that move early can generally do deals at cheaper prices—usually against a \nbackground of economic growth—than companies that act late in the cycle. Finally, benefits to \nmoving early are most pronounced for industries that are growing and stable. \n \nUnderperformance for late movers is generally the result of taking strategic action based on the \nprevious action of other firms. While early movers can scan the landscape for the best targets, \nlate movers act less rationally and with greater haste, often leading them to acquire suboptimal \ntargets at elevated prices. Bandwagon pressures motivate the late movers to focus on social \ncues. As a result, they assume other companies have superior information and plunge into deals \nwithout fully considering the strategic implications.  \n \nBandwagon pressures also explain why returns improve late in the wave. The pressures subside \nas the M&A boom simmers out, allowing firms to complete more rational assessments of \nacquisition targets and their values. Even so, the latest movers still generate shareholders returns \nthat lag those made by early movers. 9 Finally, the form of financing plays a role in determining \nshareholder returns for acquirers later in the cycle. Companies that finance their deals primarily \nwith cash see a smaller decline in their shares than companies that use equity. \n \nSetting the Stage \n \nThere are two types of acquirers: strategic and financial. Strategic buyers are companies that use \nM&A as a tool to implement corporate objectives. The most common rationales for doing deals \ninclude industry capacity reduction, product or market line extension, geographic rollup, industry \nconvergence, and M&A as research and development. 10 Strategic buyers generally assume that \nthey can realize significant operational synergies, which justifies the premium they pay for their \ntargets.  \n"
    },
    {
      "number": 5,
      "text": " \nPage 5 \n \nLegg Mason Capital Management \nFinancial buyers are typically private equity firms that acquire companies, business units, or \nassets and seek to improve their operating performance. The substantial use of debt—private \nequity firms typically use $3-4 dollars of debt for every $1 of equity they contribute—allows them \nto enhance their cash-on-cash returns. Further, there is a perception that private equity firms, less \nsusceptible to pressure from the public markets, can make more optimal capital allocation \ndecisions. (While I acknowledge this perception, I strongly disagree that public companies are \nhamstrung with their capital allocation decisions.)  \n \nCompanies generally pursue strategic deals in order to expand their core strengths. This may \ninvolve plans to extend their product or geographic scope. Recent instances of this horizontal \nexpansion include Exxon and XTO, Kraft and Cadbury, Stanley Works and Black & Decker, and \nDisney and Marvel. Consider Kraft’s pursuit of Cadbury. With many of its traditional businesses \ngrowing slowly, Kraft seeks to bolster its organic growth through a purchase that offers similar \nproducts, but with much broader geographic reach. 11 \n \nWhile horizontal expansion may be the most popular rationale for doing a deal, there has been a \nnotable increase in deals based on vertical integration. A vertically integrated company controls a \nproduct or service throughout the value chain, from raw materials to the end product. In recent \ndecades the trend has been toward more specialization, as companies increasingly focused on \none part of the value chain. In the last two years—perhaps spurred by the economic downturn—\nsome prominent companies have done deals to become more vertically integrated. These include \nOracle and Sun Microsystems, PepsiCo and Pepsi Bottling Group, and Live Nation and \nTicketmaster. 12 \n \nOne factor slowing the pace of deals is that banks have been hesitant to fund them. In the U.S., \nbank loans for M&A fell sharply in 2009 to approximately $100 billion, about one-third of 2008’s \nvolume and only one-sixth of the volume of 2007.13 After a brutal period in 2008 and early 2009, \nthere are encouraging signs in the credit markets. Deal financing is picking up, interest rates are \nfalling, credit spreads are narrowing, and bond issuance is at record-highs. \n \nFor instance, banks offered nearly $30 billion in loans to fund acquisitions or leveraged buyouts in \nthe month of November 2009, according to Dealogic, exceeding the total of the previous seven \nmonths combined. In addition, the cost of debt is falling rapidly. To illustrate, three- and six-month \nLIBOR—widely used reference rates for borrowing—have moderated from extremely high levels \nin 2008 (see Exhibit 4, left panel). Credit spreads, which reflect the cost of corporate borrowing \nabove the risk-free rate, have receded sharply for all major fixed income products (Exhibit 4, right \npanel).  \n \nExhibit 4: Improvement in Credit Markets \n \nSource: Left: Bloomberg; Right: Barclays; Data through 2009. \n \nHistorical Spreads\n0\n5\n10\n15\n20\n25\n30\n35\n40\nJune '07\nDecember '07\nJune '08\nDecember '08\nJune '09\nDecember '09\nIndex Value\nHigh-Yield\nGlobal Emerging Markets\nInvestment Grade\nAgency MBS\n3- and 6-Month LIBOR\n0\n1\n2\n3\n4\n5\nJun-08\nAug-08\nOct-08\nDec-08\nFeb-09\nApr-09\nJun-09\nAug-09\nOct-09\nDec-09\nRate (%)\n6-month LIBOR\n3-month LIBOR\n"
    },
    {
      "number": 6,
      "text": " \nPage 6 \n \nLegg Mason Capital Management \nAlong with the falling cost of debt, we have also seen a major increase in bond issuance. U.S. \ncorporate bond issuance hit an annual record of $1.2 trillion in 2009, just ahead of the issuance in \n2007 and up nearly 34 percent compared to 2008. 14 Much of this increase is the result of latent \ndemand that built up during the credit freeze in 2008. Government initiatives and low interest \nrates also helped.  \n \nImprovement in the credit markets is encouraging, but banks are not likely to return to pre-crisis \nmode any time soon. Even if the volume of loans recovers, lenders are likely to be more \nconservative on the terms in the future than they were in the past. This might include, for \nexample, insisting on a lower ratio of debt to the company’s operating cash flow or as a \npercentage of total capitalization. Banks remain fearful that another market downturn will leave \nthem with vulnerable debt instruments. Also, banks are operating under the scrutiny of tighter \ncapital requirements, limiting their ability to expand M&A financing. 15 \n \nThese more conservative lending standards have hit the financial buyers especially hard. Private \nequity firms have historically financed buyouts with a ratio of anywhere from 60 to 90 percent debt \nto total capital. 16 During the golden age of 2002-07, investors poured record amounts into the \nprivate equity industry and bankers accommodated deal activity by relaxing standards on credit. \nThe financial crisis changed all that. Investors are now hesitant to invest with private equity firms, \neither because they’re worried about capital calls or because they’ve simply lost faith in the \nindustry. 17  \n \nSome of the largest institutional investors have already begun to cut back on their investments in \nprivate equity. For example, California Public Employees' Retirement System, the biggest \npension plan in the U.S., has reduced its allocation to private equity by more than 60 percent. 18 \nIn addition, over 40 percent of the largest university endowments are currently above their target \nallocations to private equity, suggesting they are also likely to reduce their investments in the \nfuture. 19 These factors have led to the virtual disappearance of private equity deals. Based on \ntrends through the first half of 2009, we estimate private equity M&A to be about $70 billion in \n2009, or 3-4 percent of total deals, much lower than the 15 percent average over the past decade \n(see Exhibit 5). 20 \n \nExhibit 5: Global M&A Volume \n0.0\n1.0\n2.0\n3.0\n4.0\n5.0\n6.0\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\nVolume ($Trillions)\nPrivate Equity\nCorporate\n \nSource: Bloomberg, Reuters, LMCM estimates. Data through 2009. \n \n \n \n"
    },
    {
      "number": 7,
      "text": " \nPage 7 \n \nLegg Mason Capital Management \nDespite the challenges, several factors suggest private equity M&A could soon be back. The \nindustry currently has roughly $500 billion in capital waiting to be invested, the largest amount in \nhistory. Assuming leverage at a 3-to-1 ratio to equity, this cash hoard represents $2 trillion in \npurchasing power, roughly 20 percent of the market capitalization of the S&P 500. In addition, \nprivate equity firms such as TPG, Blackstone, and Kohlberg Kravis Roberts are beginning to exit \npast investments. 21 These exits generate cash to disperse to investors and bode well for new \nrounds of fundraising. The sharp contraction in credit spreads provides another reason to expect \na pickup in leveraged buyout (LBO) activity. Over the past decade, LBO activity has been much \ngreater when credit spreads were tight. 22 \n \nPrivate equity may also benefit from an improvement in the market for collateralized loan \nobligations (CLOs), a critical source of financing for LBOs. These specialist funds, which pool \nloans and divide them into securities of varying risk, bought large amounts of LBO loans during \nthe prior M&A boom. In the first half of 2007, CLOs financed nearly two-thirds of the loans \nbacking LBOs. But after peaking at about $100 billion in 2006 and 2007, sales of CLOs virtually \ndisappeared. However, with market conditions improving and the sharp increase in the value of \nleveraged loans, many industry observers expect to see CLOs make a modest comeback over \nthe next year. 23 \n \nFor the foreseeable future, private equity deals will likely be smaller, and will include more upfront \ncash. Lower amounts of leverage may reduce returns, as the use of leverage has accounted for \nbetween one-quarter to one-third of returns. Transaction fees of about 1 to 2 percent will come \nunder pressure as well, as fees this high are hard to justify in an environment of lower expected \nreturns. 24 \n \nImplications for Investors \n \nResurgent M&A activity is by no means inevitable, but the evidence strongly points toward a \nreversal of the 2008-2009 decline. Should deal volume pick up, investors need to be prepared to \nassess these transactions properly. Investors should ask three critical questions when companies \nannounce a deal: \n \n1. Does the deal have material economic consequences for shareholders of the buying and \nselling companies? \n2. Is the buyer sending signals by choosing to pay for the deal with stock instead of cash? \n3. What is the stock market’s likely reaction? \n \nMateriality \n \nThe first question investors must answer is whether or not the deal is likely to have a material \nimpact on shareholder value. Shareholder value at risk—SVAR®—measures the potential risk to \nshareholders of the acquiring company in the event that synergies do not materialize. SVAR \nprovides an immediate and accurate assessment of how much a deal is likely to affect acquiring-\ncompany shareholders. 25 \n \nSince SVAR is a percentage measure of the acquirer’s potential downside, it quantifies the extent \nto which a company is betting the firm on the success of a deal. Low SVARs suggest limited \nupside or downside for the acquirer. High SVARs may portend larger-scale changes in the \nacquiring company’s stock price. 26 \n \nSVAR is a function of two things: the premium an acquirer pledges and the deal’s funding \nsource—i.e., cash, stock, or some combination. For a cash deal, the SVAR is simply the premium \ndivided by the market capitalization of the acquirer. In a stock-for-stock deal, the SVAR is the \npremium divided by the combined market capitalizations of the acquirer and target (including the \nimplied premium).  \n"
    },
    {
      "number": 8,
      "text": " \nPage 8 \n \nLegg Mason Capital Management \n \nSVAR Calculation\nCash Deal \n= premium/buyer market cap\nStock Deal (fixed-share) \n= % of the combined company buyer-owned x (premium/buyer market cap)\nStock Deal (fixed-value) \n= premium/buyer market cap\nCombination Deal \n= % stock x (stock SVAR) + % cash (cash SVAR)\nPremium at Risk Calculation\nCash Deal \nnone\nStock Deal (fixed-share) \n= % of the combined company that the target will own\nStock Deal (fixed-value) \nnone\nCombination Deal \n= % of the combined company that the target will own\n  \nSVAR in a stock-for-stock deal is always lower than an all-cash SVAR transaction because the \ntarget shareholders become part owners in the combined firm, and thus assume a portion of the \nrisk. The SVAR is higher in fixed-value stock deals than in fixed-share deals because acquiring \nshareholders bear all the pre-closing risk. Exhibit 6 shows SVARs for some recent transactions. \n \nExhibit 6: SVARs for Recent M&A Transactions \nAcquirer \n \nTarget  \n \n        \n   SVAR  \nXerox   \n \nAffiliated Computer Services          12.1% \nKraft \n \n \nCadbury  \n \n                  7.9% \nDell  \n \n \nPerot Systems  \n                  4.9% \nBaker Hughes  \nBJ Services  \n \n                  4.5% \nExxon Mobil  \n \nXTO Energy  \n \n                  1.6% \nPepsi   \n \nPepsi Bottling Group  \n                  1.1% \nSource: LMCM analysis. \n \nPremium at risk measures the risk that target company shareholders assume in the case that \nsynergies do not materialize. In a fixed share offer, the target shareholders assume a proportion \nof the risk because the ultimate value they receive is a function of the acquiring company’s stock \nprice. If the market perceives that the buyer is overpaying, it will drive the buyer’s price down, \nreducing the acquisition value proportionately.  \n \nIn cash and fixed-value deals, target company shareholders have no risk (except deal-failure \nrisk). In fixed-value share deals, the buyer must completely absorb any fall in its price following \nthe announcement to assure that the bid value remains intact. Exhibit 7 shows how to calculate \nSVAR and premium at risk for various types of deals. 27 \n \nExhibit 7: Calculations for SVAR and Premium at Risk \n \n \n \n \n \n \n \n \n \n \n \n \n \nSource: LMCM analysis. \n \nStock or Cash \n \nInvestors must next consider how a company funds the deal. The method of payment can \nrepresent a strong signal to the market. Specifically, the empirical evidence shows that cash \ndeals are better than stock deals—i.e., the market responds more favorably to cash deals. 28 \nInvestors should thus view the recent trend toward a greater proportion of deals being funded \nentirely with cash as a positive (see Exhibit 8). \n \n \n \n"
    },
    {
      "number": 9,
      "text": " \nPage 9 \n \nLegg Mason Capital Management \nExhibit 8: More Deals Funded with Cash versus a Decade Ago \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n% of M&A Deals\nCash + Stock or All Stock\nAll Cash\n75%\n25%\n \nSource: Citigroup Research, “U.S. M&A Arbitrage: 2007 Review & 2008 Pending Deals,” January 2008; Bloomberg; LMCM estimates. \n \nThe market reacts more favorably to cash deals in large part because the acquirer bears the \nentire risk or reward. As such, a buyer using cash is signaling to the market that it truly expects \nthe deal to work. Managers who doubt whether a deal will achieve the required synergies are \nbetter off hedging their bets by issuing stock, thereby limiting the risk (and reward) their \nshareholders assume. \n \nThe relatively poor reception to stock deals is also consistent with the hypothesis that managers \nissue stock when they believe that their stock is overvalued. Issuing stock is dilutive for current \nshareholders and indicates that management does not believe its stock is undervalued. 29 \nHowever, investors cannot solely rely on a deal’s funding as an indicator of its value-creation \npotential. An acquirer may have to issue stock because it does not have sufficient cash or debt \ncapacity to fund a very attractive investment. We suggest only that the form of payment often \nprovides an important signal about management’s views of their business and their convictions \nsurrounding a deal’s likely success. \n \nValue Creation \n \nInvestors can assess a deal’s value creation potential in two parts, one largely quantitative and \nthe other mostly qualitative. The first part deals strictly with the deal economics and measures \nvalue creation in an M&A deal with the following formula: \n \nValue change = present value of the synergies – acquisition premium \n \nInvestors can use this straightforward formula to anticipate the cumulative abnormal price \nchanges for both the buyer and the seller. Cumulative abnormal returns seek to isolate the impact \nof an announcement by measuring a company’s stock price change after adjusting for market and \nindustry moves. Note that earnings per share play no role in this assessment. This approach is \nconsistent with the standard net present value rule, and it is an easy formula to apply.  \n \nTo state the obvious, the higher the premium a buyer pledges, the larger the synergy the \ncombined companies must generate to create value. Exhibit 9 shows the average premium \noffered from 1996 through 2009. Note that the average premium has trended lower over the past \ndecade. \n \n"
    },
    {
      "number": 10,
      "text": " \nPage 10 \n \nLegg Mason Capital Management \nExhibit 9: Average Premium Trending Lower \n \n0\n5\n10\n15\n20\n25\n30\n1996\n1998\n2000\n2002\n2004\n2006\n2008\nAverage Premium (%)\n \n \nSource: Reuters. http://www.reuters.com/finance/deals/mergers. \n \nJudging synergies is trickier. Managers usually quantify their synergy expectations when they \nannounce a deal, although there is generally a broad range of specificity. In many cases, \nassessing whether or not operating or financial synergies are reasonable is difficult.  \n  \nPost-announcement stock price changes also reflect the deal structure. In cash and fixed-value \ndeals, we expect the seller’s shares to rise in proportion with the premium percentage. (The \nseller’s stock doesn’t reflect the full premium because of an arbitrage discount.) The buyer’s \nshares reflect whether or not expected synergies exceed the premium. In a fixed-share deal, \nbuyer and seller shares vary based on the deal economics and post-deal ownership. Exhibit 10 \nhelps investors gauge the market’s reaction to various deal types. 30 \n  \nExhibit 10: Gauging the Market’s Initial Reaction \n \nPV synergies \nPV synergies \nPV synergies \nexceed premium\nequal premium\nless than premium\nCash\nBuyer's stock price\nUp by amount that S>P\nNo change\nDown by amount that S<P\nSeller's stock price\nUp by premium amount\nUp by premium amount\nUp by premium amount\nFixed-share\nBuyer's stock price\nUp by (% ownership * \nNo change\nDown by (% ownership * \nstock-for-stock\namount that S>P)\namount that S<P)\nSeller's stock price\nUp by premium amount + \nUp by premium amount\nChange based on premium - \n(% ownership * amount that S>P)\n(% ownership * amount that S<P)\nFixed-value\nBuyer's stock price\nUp by amount that S>P\nNo change\nDown by amount that S<P\nstock-for-stock Seller's stock price\nUp by premium amount\nUp by premium amount\nUp by premium amount\n \n \nSource: Alfred Rappaport and Michael J. Mauboussin, Expectations Investing (Boston, MA: Harvard Business School Press, 2001), 165. \n \nThe second part of the deal assessment, based on management signals, is more qualitative. \nDeals may provide insight into management’s outlook for the company or the industry in general. \nManagers who have no clear path to value creation sometimes choose to sell their companies, or \ntroubled companies get together in an effort to shore up resources. \n \nCase Study ─The Stanley Works Acquires Black & Decker  \n \nOn November 2, 2009 Stanley Works agreed to buy Black & Decker in an all-stock transaction. \nBlack & Decker shareholders were to receive 1.275 shares of Stanley Works common stock for \neach share of Black & Decker. The companies announced expected annual cost synergies of \n"
    },
    {
      "number": 11,
      "text": " \nPage 11 \n \nLegg Mason Capital Management \n$350 million, as well as a one-time expected cash cost of $400 million to achieve these \nsynergies. 31 Investors can analyze the deal by addressing the three main components to deal \nanalysis—materiality, signals, and market reaction.  \n \nFirst, we assess whether the deal will have a material impact on shareholder value by calculating \nSVAR. As this is a stock-for-stock deal, the SVAR is the premium divided by the combined \nmarket capitalization of Stanley Works and Black & Decker (including the implied premium).  \n \nThe SVAR is 8.7 percent ($615 million premium divided by $7,050 million, the combined market \ncapitalization of the two companies). Note that the SVAR for Stanley Works would have been \neven higher in an all-cash transaction, as the denominator would have excluded Black & Decker’s \nmarket capitalization. Again, SVAR represents the potential downside to Stanley Works \nshareholders in the case that no synergies materialize.  \n \nNext, we calculate premium at risk for Black & Decker shareholders, which determines the \npercentage of the premium that is at risk for Black & Decker shareholders. If no synergies \nmaterialize, Black & Decker shareholders will receive the $3,465 million purchase price minus \n49.5 percent of the $615 million premium, or $3,160 million. In effect, Black & Decker \nshareholders would receive about one-half of the pledged premium in the case of no synergies.  \n \nWe can assess the value creation potential of the deal by looking at the deal economics. We \nbegin with the formula: \n \nValue change = present value of the synergies – acquisition premium.  \n \nSince we know the premium, the key to solving for the value change is a calculation of the \npresent value of the synergies. We can determine the present value of synergies by capitalizing \nthe after-tax value of the annual synergy target. In this case, there are three steps: \n \n1. Translate synergy from pretax to after-tax (($350 million * (1 – tax rate) = $227.5 million)) \n2. Capitalize the after-tax synergy by the cost of capital ($227.5 million/11% = $2,070 \nmillion) \n3. Subtract the $400 million one-time cost of achieving synergy ($2,070 million - $400 \nmillion = $1,670 million) \n \nSo the present value of the synergies is $1,670 million. Subtracting the premium of $615 million \nleaves us with total value creation of $1,055 million. With no further analysis, we know that the \nstocks of both companies will rise if the market believes the synergy numbers. \n \nA solid estimate of the value creation potential is useful for a couple of reasons. First, it allows for \na specific prediction of how the acquirer and target stocks will perform upon the deal’s \nannouncement. Second, if the stocks behave differently than the model suggests, it allows you to \nreverse-engineer the market’s expectations.  \n \nWith total value creation of about $1,055 million, how would we expect the stock market to react? \nSince the deal terms call for SWK and BDK shareholders to each own roughly one-half of the \nshares outstanding after the deal, we can split the value creation evenly between them. SWK \nshareholders should expect a price increase of approximately $6.65 per share ($525 million \ndivided by 79 million post-deal shares) while BDK shareholders should expect an increase of \nroughly $18 per share (the $10 premium plus $525 million divided by 77 million shares, or \n$16.80).  \n \nWe can compare these expectations to the post-announcement stock price changes to see the \nextent to which the market believes the expected synergies will be realized. Shares of both \ncompanies rose after the announcement, however not to the extent predicted by the model. This \ncould suggest the market considers the synergy estimates to be too high. But we also must bear \n"
    },
    {
      "number": 12,
      "text": " \nPage 12 \n \nLegg Mason Capital Management \nin mind that in M&A deals the shares of the target company typically rise less than the model \nindicates to reflect deal risk and the time to closing.   \n \nExhibit 11: The Stanley Works (SWK) and Black & Decker (BDK)  \n \nDeal Terms:\nCash\n0%\nStock\n100%\nannounced date\n11/2/2009\neffective date\n11/3/2009  \n \nShareholder Value at Risk (SVAR)\nPremium ($MM):\n$615.6\n  as a % of target market cap\n22%\nAcquirer's Market Cap ($MM):\n$3,584.9\nTarget's Market Cap ($MM):\n$2,849.9\nShareholder Value at Risk\n8.7%\nPremium at Risk\n49.2%  \n \nValue Creation\nPremium:\n$615.6\nSynergies (after-tax):\n$227.5\nCost of Capital:\n11%\nPV of Synergy - One-Time Charge:\n$1,668.2\nAcquirer anticipated change\n14.7%\nTarget anticipated change\n35.5%\nEPS impact:\naccretive  \n \n"
    },
    {
      "number": 13,
      "text": " \nPage 13 \n \nLegg Mason Capital Management \n-5%\n0%\n5%\n10%\n15%\n20%\n25%\n30%\n35%\nSWK\n0.07%\n0.33%\n-1.01%\n0.82%\n0.00%\n9.81%\n6.96%\n7.62%\n6.41%\n6.30%\n6.31%\n6.03%\n6.07%\n6.51%\n7.01%\nBDK\n-0.07%\n-0.12%\n2.31%\n0.39%\n0.00%\n30.72%\n26.42%\n27.59%\n26.43%\n26.72%\n26.69%\n26.46%\n26.35%\n27.26%\n27.94%\n10/27/09 10/28/09 10/29/09 10/30/09\n11/2/09\n11/3/09\n11/4/09\n11/5/09\n11/6/09\n11/9/09\n11/10/09 11/11/09 11/12/09 11/13/09 11/16/09\nSWK\nBDK\n \nSource: LMCM analysis. \n \nA Prepared Mind \n \nHere are the summary points from this discussion: \n \n• \nAn M&A wave may be on the way. If history is any guide, M&A activity tends to follow the \nstock market with a modest lag. The market’s bounce off of the March 2009 lows, when \ncombined with more amenable credit market conditions, have set the tone for a \nresumption of active deal activity. \n \n• \nThe early bird gets the worm. Academic research strongly suggests that companies \ndoing deals early in the M&A cycle provide better returns for their shareholders than the \ncompanies that participate later. The reason is straightforward: early in the cycle there \nare more companies to choose from and the targets are cheap. As the cycle matures, \noptions dissolve and valuations rise. \n \n• \nUse economic, not accounting, measures to evaluate deals. While it stands to reason \nthat executives seek to create shareholder value with the deals they do, the evidence \nshows that most don’t. It appears that executives (and investment bankers) miss the \nmark because they focus on accounting-based measures instead of considering the \nextent to which synergies can exceed the premium. This report provides a sound \napproach to valuing M&A deals. \n \n   \n \n \n \n \n \n \n \n \n \nSpecial thanks to Dan Callahan, who contributed substantially to all aspects of this report. \n"
    },
    {
      "number": 14,
      "text": " \nPage 14 \n \nLegg Mason Capital Management \nEndotes \n \n1 Gerry McNamara, Jerayr Haleblian, and Bernadine Johnson Dykes, “The Performance Implications of \nParticipating in an Acquisition Wave,\" Academy of Management Journal, Vol. 51, No. 1, February 2008. \n2 Ibid. \n3 Pinning down an exact figure for M&A activity is tricky. Dealogic reports a sum of $2.3 trillion, Thomson \nReuters $2 trillion, and Bloomberg $1.8 trillion. For Dealogic, see Jeffrey McCracken and Dana Cimilluca, \n“Global M&A May Have Hit Bottom,” The Wall Street Journal, January 4, 2010. For Thomson Reuters, see \nSteven M. Davidoff, “The Deal Professor’s 2009 In Review: Part I: No Exit,” DealBook, The New York Times, \nDecember 28, 2009.      \n4 Knowledge@Wharton, “M&A Is Back—But This Time, It’s Different,” The Wharton School of the University \nof Pennsylvania, November 24, 2009. See: http://knowledge.wharton.upenn.edu/article.cfm?articleid=2395. \n5 Francois Trahan and Michael J. Kantrowitz, “An Inflection Point in the M&A Cycle?”, ISI Quantitative \nResearch, October 2, 2009; Michael Goldstein, “Stock Selection: Research and Results,” Empirical \nResearch Partners, November 2009. \n6 Mark L. Sirower and Sumit Sahni, “Avoiding the ‘Synergy Trap’: Practical Guidance on M&A Decisions for \nCEOs and Boards,” Journal of Applied Corporate Finance, Vol. 18, No. 3, Summer 2006, 85; Mark L. \nSirower and Stephen F. O’Byrne, “The Measurement of Post-Acquisition Performance: Toward a Value-\nBased Benchmarking Methodology,” The Journal of Applied Corporate Finance, Summer 1998, pp. 107-121. \n7 Tom Copeland, Tim Koller, and Jack Murrin, Valuation: Measuring and Managing the Value of Companies, \n3rd ed. (New York: John Wiley & Sons, 2000), 114-116. \n8 McNamara et al. \n9 Ibid. \n10 Joseph L. Bower, “Not All M&As Are Alike—and That Matters,” Harvard Business Review, March 2001, \n93-101. \n11 Knowledge@Wharton. \n12 Ben Worthen, Cari Tuna, Justin Scheck, “Companies More Prone to Go ‘Vertical’,” The Wall Street \nJournal, December 1, 2009. \n13 Aaron Lucchetti and Jeffrey McCracken, “Wall Street Reopens Its Checkbook,” The Wall Street Journal, \nNovember 27, 2009. \n14 Gabrielle Coppola and Nikolaj Gammeltoft, “U.S. Corporate Bond Sales Climb to Yearly Record,” \nNovember 23, 2009. \n15 Lucchetti and McCracken. \n16 Steven N. Kaplan and Per Strömberg, “Leveraged Buyouts and Private Equity,” Social Science Research \nNetwork, June 2008. \n17 “Sticking-Plasters of the Universe,” The Economist, October 29, 2009. \nSee http://www.economist.com/businessfinance/displaystory.cfm?story_id=14753850. \n18 Cristina Alesci, Jonathan Keehner, and Jason Kelly, “Private Equity Funding Plunges 62 Percent at \nCalpers Amid Fee Review,” Bloomberg, November 18, 2009. \n19 “Sticking-Plasters of the Universe.” \n20 See http://www.reuters.com/finance/deals/mergers. \n21 “Sticking-Plasters of the Universe.” \n22 Trahan and Kantrowitz. \n23 Pierre Paulden and Kristen Haunss, “New Signs of Life for Collateralized Loans,” BusinessWeek, \nDecember 15, 2009. \n24 “Sticking-Plasters of the Universe.” \n25 SVAR® is a registered trademark of L.E.K. Consulting LLC. \n26 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing (Boston, MA: Harvard Business \nSchool Press, 2001), 153-169. \n27 Rappaport and Mauboussin, 157. \n28 Tim Loughran and Anand M Vijh, “Do Long-term Shareholders Benefit From Corporate Acquisitions?” The \nJournal of Finance, December 1997, 1765-1790. \n29 Rappaport and Mauboussin, 162. \n30 Ibid., 165. \n31 Stanley Works and Black & Decker, “A Powerful Legacy, A Future of Growth,” Form 8-K, November 3, \n2009. \n"
    },
    {
      "number": 15,
      "text": " \nPage 15 \n \nLegg Mason Capital Management \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe views expressed in this commentary reflect those of Legg Mason Capital Management \n(LMCM) as of the date of this commentary. These views are subject to change at any time based \non market or other conditions, and LMCM disclaims any responsibility to update such views. \nThese views may not be relied upon as investment advice and, because investment decisions for \nclients of LMCM are based on numerous factors, may not be relied upon as an indication of \ntrading intent on behalf of the firm. The information provided in this commentary should not be \nconsidered a recommendation by LMCM or any of its affiliates to purchase or sell any security. To \nthe extent specific securities are mentioned in the commentary, they have been selected by the \nauthor on an objective basis to illustrate views expressed in the commentary. If specific securities \nare mentioned, they do not represent all of the securities purchased, sold or recommended for \nclients of LMCM and it should not be assumed that investments in such securities have been or \nwill be profitable. There is no assurance that any security mentioned in the commentary has ever \nbeen, or will in the future be, recommended to clients of LMCM.  Employees of LMCM and its \naffiliates may own securities referenced herein. Predictions are inherently limited and should not \nbe relied upon as an indication of actual or future performance. Legg Mason Capital \nManagement, Inc. consists of two legal entities, Legg Mason Capital Management and LMM LLC. \n"
    }
  ]
}