{
  "filename": "2011_blaming_the_rat__incentives__motivation__and_how_they_interact.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423221621-07'00'",
    "modDate": "D:20240423221811-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "Page 1 \nLegg Mason Capital Management \nJanuary 12, 2011 \nBlaming the Rat \nIncentives, Motivation, and How They Interact \nPeople respond to incentives, although not necessarily in ways that are predictable or manifest. \nTherefore, one of the most powerful laws in the universe is the law of unintended consequences. \n-Steven D. Levitt and Stephen J. Dubner\nSuperFreakonomics 1 \nAccording to numerous studies in laboratories, workplaces, classrooms, and other settings, \nrewards typically undermine the very processes they are intended to enhance. \n-Alfie Kohn\nWhy Incentive Plans Cannot Work 2 \nSource: © The New Yorker Collection from cartoonbank.com.  All Rights Reserved. \n•\nThe relationship between incentives and behavior is often vastly more complex than\nhow social scientists portray it.\n•\nOur mix of jobs has changed profoundly while our approach to incentives has not.\n•\nIntrinsic motivation is fragile and relies on autonomy, mastery, and purpose.\n•\nCompensation is about perceived fairness and relies on relative, not absolute, value.\n•\nGoals have two edges: they have drawbacks as well as benefits.\n"
    },
    {
      "number": 2,
      "text": " \nPage 2 \n \nLegg Mason Capital Management \nA North Star Is More Important Than a Gold Star \n \nRecently some of our portfolio managers and I were on a conference call discussing compensation \npractices with a chief executive officer (CEO) whom we admire. This company has done a particularly \ngood job of allocating capital, and we were interested in gaining insight into how the company’s \nincentive structures contribute to the decision-making process. As the CEO described the company’s \ndecisions and its incentive systems, it became immediately clear that many of the executive team’s \ndecisions failed to maximize the pay for management. The excellent capital allocation was not the result \nof the company’s incentive programs and it may have actually been in spite of them.    \n \nAs we hung up the phone we looked at one another with the same thought: the day this CEO leaves the \ncompany, all bets are off. He is not making good decisions because of his incentive compensation \nprogram; he is making good decisions because he thinks and acts in the long-term interests of the \ncompany. Indeed, operating under the same incentive program another executive could make decisions \nthat would be much better for him or her individually and much worse for the company and its \nshareholders. \n \nEconomists love to talk about incentives and how they shape behavior. They often assume that poor \nbehavior is the result of faulty incentives—think of the recent financial crisis—and that good behavior \nreflects well-structured incentives. But as the anecdote about the CEO demonstrates, the relationship \nbetween incentives and behavior is often vastly more complex than how social scientists portray it. In \nmany cases, drive and mindset are more important than the compensation program. \n  \nFor shareholders, the goal is to find an intrinsically-motivated leader who has a clear sense of purpose \nand is inclined naturally to make good capital allocation decisions. Psychologists and economists \nportray a sense of purpose and value creation to be at odds with one another, and often suggest that \nleaders choose one or the other. This is a false choice. Great leaders combine purpose with value \ncreation, in large part by maintaining a long-term point of view.  \n \nThe Migration from Algorithmic to Heuristic \n \nOne of the allures of incentives is the possibility that they encourage behaviors (cause) that lead \nto a desired outcome (effect). So an incentive system must determine the outcomes it seeks to \npromote, what behaviors lead to those outcomes, and how to encourage individuals to engage in \nthose behaviors. This means there are multiple ways that an incentive can go awry. For example, \nif the relationship between cause and effect is complex, it may be difficult to pinpoint the \nbehaviors that lead to the desired outcome. So the effectiveness of an incentive is generally \nrelated to the nature of the task. \n \nIn his excellent book, Drive, Dan Pink distinguishes between algorithmic tasks and heuristic \ntasks. 3 With an algorithmic task, there is a recipe that you can follow to attain the goal. \nEmployers can continually improve the step-by-step procedures in an algorithmic task, and \nfollowing the formula will allow the employee to meet the objective. A checklist can help ensure \nthat an individual effectively executes an algorithmic task. 4   \n \nHeuristic tasks have no set steps and require individuals to experiment in order to solve \nproblems. Tasks in environments that are evolving and that require novelty are heuristic. \nExamples include setting corporate strategy, developing a new advertising campaign, or coaching \na team. Crafting incentives is inherently more challenging for heuristic tasks because cause and \neffect are difficult to link. \n \nAlmost all jobs combine algorithmic and heuristic elements and the process of creating value \nrequires each. But it is important to acknowledge that over the generations the economy has \nshifted from a reliance on algorithmic tasks to heuristic tasks. 5 Imagine industry a century ago \nand you might picture a large steel mill. Such a mill would have lots of employees following \ninstructions—transporting ore, feeding furnaces, shaping steel—and only a handful working on \n"
    },
    {
      "number": 3,
      "text": " \nPage 3 \n \nLegg Mason Capital Management \ncrafting new instructions. Devising the procedures and implementing them were both important, \nbut manpower was disproportionately allocated toward algorithmic tasks.  \n \nToday, a research and development lab is a fitting picture of industry. Scientists, for instance, \nmay be working on developing a drug to cure an illness. If the R&D pays off and the recipe for the \nnew drug is ready to go, manufacturing the product is relatively straightforward and inexpensive. \nAgain, algorithmic and heuristic tasks each contribute to value creation, but the emphasis is on \nthe heuristic tasks.  \n \nResearch by McKinsey, a consulting firm, shows that over 40 percent of employees in the U.S. \ntoday have jobs based primarily on heuristic tasks, and that 70 percent of the new jobs in recent \nyears are heuristic. Further, the average wage for an employee doing heuristic tasks is one and \none-half times the wage of a worker dedicated to algorithmic tasks. 6 Employees engaged in \nheuristic activities appear to be the main drivers of value creation. 7  \n    \nHere’s the problem in a nutshell: our mix of jobs has changed profoundly while our approach to \nincentives has not. As a consequence, we have employees who have lost motivation and faulty \nincentive programs that have introduced a raft of unintended consequences.     \n  \nWhy Do Gamers Waste So Much Time? – Intrinsic versus Extrinsic Motivation \n \nIf you’ve ever been around a school-aged child who has access to video games, you’ve probably \nhad a thought along these lines: How can this kid spend hours playing video games without ennui \nbut struggle to do just a few minutes of homework? After all, hard work in school can lead to \nimproved grades, admission into a more selective college, and a better job, while completing a \ncampaign in Battlefield: Bad Company 2 doesn’t seem to improve your lot in life at all. But clearly \nthere’s something about playing a video game that’s vastly more engaging than doing \nschoolwork, and tapping that something may be essential to motivating behavior.  \n \nFor decades, psychologists believed that two kinds of drive were essential to human behavior. 8 \nThe first drive is biological and reflects the need for food, water, shelter, and reproductive \nactivities. The second drive is external and comes from rewards and punishments in the \nenvironment. The idea is that if you reward someone for a certain behavior you’ll get more of it, \nand if you punish them you’ll get less of it. This type of extrinsic motivation is at the core of a lot of \ntraining techniques. \n \nBut scientists have long acknowledged that there is behavior that the classic sources of drive do \nnot explain. Under certain conditions, some tasks provide intrinsic reward. Completing the task \ndoesn’t satisfy a biological need or come with extrinsic recompense, yet people are willing to \nspend valuable time and energy doing it simply because they enjoy it. They are intrinsically \nmotivated. One example is open content production, best exemplified by contributions to \nWikipedia. Hundreds of thousands of individuals have given their time and expertise by \ncontributing to articles on Wikipedia without any compensation. Researchers who have studied \nthis behavior conclude that “the incentive to freely contribute largely comes from intrinsic \nmotivation.” 9   \n \nYou might assume that leaders of organizations are really excited about intrinsic motivation and \nare keen to tap into it. The challenge is that intrinsic motivation only thrives when an organization \nfosters autonomy, a sense of mastery, and a feeling of purpose. Unfortunately, these conditions \nare frequently absent in a corporate setting. Many popular management techniques—budgets, \ngoal-setting, and financial reward systems—actually undermine the conditions that encourage \nintrinsic motivation. \n \n \n \n"
    },
    {
      "number": 4,
      "text": " \nPage 4 \n \nLegg Mason Capital Management \nAutonomy and the Four “T’s” \n \nAutonomy means you have a sense of “volition and choice,” while a lack of autonomy is \nassociated with “the experience of pressure and demand toward specific outcomes” that are \ndeemed to be “external to the self.” 10 Autonomous regulation has been positively linked to \nimproved results (especially in heuristic tasks), greater well-being, and more persistent \nperformance. Studies that contrast organizations that treat their employees either as players \n(autonomy) or pawns (directed) find better results and greater satisfaction at firms that encourage \nautonomy. 11  \n \nDan Pink suggests considering four “T’s” when assessing whether an organization is promoting \nautonomy. The first is task, or what you choose to work on. Giving employees some latitude to \ndecide what they’d like to pursue contributes to their intrinsic motivation. Perhaps the best-known \nexample of this idea is the policy of “15 percent time” introduced at 3M, a diversified technology \ncompany, over a half century ago. A number of 3M’s most important innovations, including Post-it \nnotes, sprung from 15 percent time. More recently, Google embraced a similar idea with 20 \npercent time—basically a day a week to work on side projects. Gmail and Google News are two \nproducts of 20 percent time. 12 \n \nThe next “T” is time. In a sense, this issue is coming full circle. Before the Industrial Revolution, \nworkers including farmers and craftsmen were generally paid based on output—what \nmanagement researchers now call a “results-only work environment” (ROWE). The Industrial \nRevolution de-emphasized individual efforts and oriented output around an integrated succession \nof algorithmic tasks. Not only was time equal to money, but all employees had to work at the \nsame time to achieve maximum output. Because of inertia, the mentality of working from 9-to-5 \nhas carried over to those individuals doing heuristic work.  \n \nAs fewer jobs require employees to work elbow-to-elbow in real time, more companies are \nadopting a ROWE. Employees pick the time and place to get their work done, and employers \nevaluate their performance based on results. Best Buy, the large electronics retailer, was one of \nthe earlier adopters of ROWE and over 4,000 employees participate in the program. The \nUniversity of Minnesota’s Flexible Work and Well-Being Center conducted a survey of over 600 \nBest Buy employees and found that ROWE employees had lower turnover intention, higher job \nsatisfaction, and greater organizational commitment than those employees who were not part of \nthe ROWE program. 13 \n \nTechnique is the third “T.” This means that workers should have as much flexibility and discretion \nin determining how to do their jobs as possible. There are, of course, right and wrong ways of \ndoing things as well as costly and inexpensive approaches. An employer can encourage a \nbalance by establishing a set of ground rules for employees and then letting them select the best \nway to get the job done. One company that has done an effective job of promoting autonomy \nthrough technique is Zappos.com, which was acquired by Amazon.com in 2009. The company’s \nguiding principle is to create the best possible customer experience and individual employees are \ngiven lots of flexibility to meet that goal in the way they see fit. \n \nThe final “T” is team. The concept is that teams are more effective if they are self-organized \naround a task, project, or goal than if individuals are assigned to teams. Opting into teams \npromotes an alignment of interests and creates an environment of accountability. No one wants \nto let down the team that they selected.      \n \nAutonomy is about an employee feeling that he or she has perceived control of his or her job. \nWhat defines that control may vary among employees and may present a challenge for \nmanagement to assess, but what is clear is that a lack of perceived control dents motivation.  \n \n \n \n"
    },
    {
      "number": 5,
      "text": " \nPage 5 \n \nLegg Mason Capital Management \nMastery—It’s Getting Better All the Time \n \nThe second component of intrinsic motivation is mastery. To be engaged in an activity an \nemployee must feel that his or her ability closely matches the challenge of the task. Tasks that \nare too easy or too difficult reduce motivation. Mastery is mostly a sense of progress toward a \ngoal that’s never fully attainable. And mastery matters: in studying over 1,700 scientists and \nengineers, researchers found a strong correlation between the importance of intellectual \nchallenge and patent applications. While salary was important for these scientists and engineers, \nintellectual challenge showed a much higher correlation with novel ideas than pay did. 14   \n \nCore to mastery is a belief in the benefit of hard work and a specific structure to that work. \nIntrinsically-motivated individuals are willing to persevere in their attempt to achieve long-term \ngoals. Carol Dweck, a professor of psychology at Stanford University, distinguishes between a \nfixed and a growth mindset. A fixed mindset is the sense that your qualities—intelligence, athletic \nability, musical skill—are carved in stone. A growth mindset is the belief that you can cultivate \nyour skills through hard work. Intrinsically-motivated people tend to have a growth mindset and \nperceive effort as a part of the reward. Effort also demonstrates commitment and provides \nmeaning to a task.  15   \n \nHowever, hard work does not mean simply putting in lots of hours. Hard work means operating at \nthe fringe of your ability and getting accurate and timely feedback in order to help improve \nperformance. In many organizations, employees find their tasks either too difficult or too simple \nand management fails to provide quality feedback. Examples of mastery exist in fields like music \nand athletics. 16   \n \nThe strive for mastery has no finish line. There is always something that you can improve. The \nwriter can craft a more elegant sentence, the golfer can tweak her swing, or the executive can \nimprove the company’s processes and position. Intrinsically-motivated people always see, and \nseek, ways to improve. The strive for improvement is a signature of a growth mindset.  \n \nMastery also includes a sense of competition. Part of performance feedback is keeping score, \nand intrinsically-motivated individuals are frequently fiercely competitive. In activities including \nsports and business, mastery is not only about individual improvement but also relative \nimprovement versus competitors. For instance, a retailer that improves its inventory turnover from \n3.0 to 5.0 times will remain behind a competitor that goes from 4.0 to 7.0 times during the same \nperiod.  Better absolute performance does not seal victory if the competition is improving at an \neven faster rate.  17     \n \nPurpose—Working for Something Bigger \n \nThe final part of intrinsic motivation is purpose, a sense of serving a greater objective. Barry \nSchwartz and Kenneth Sharpe, professors at Swarthmore University, refer to Aristotle’s word to \ndescribe purpose or aim: telos. They write, “The telos of teaching is to educate students; the telos \nof doctors is to promote health and to relieve suffering; the telos of lawyering is to pursue justice.” 18 \nIntrinsically-motivated people are not simply going through the motions to reach an end; they \nbelieve that their actions contribute to a greater good. Purpose often comes through as passion. \n \nMost vocational professionals go into their chosen field with a clear sense of telos. Teachers \nreally do want to educate and doctors want to heal. But in many fields, incentives and goals—\nwhich are meant to encourage good outcomes—ultimately reduce the motivation of the \nprofessionals. Purpose is fragile, and employers have to be careful to foster it. Dan Ariely, a \nprofessor at Duke University who has Ph.D.’s in psychology and business administration, \nprovides two examples of how to dash a sense of purpose. \n \nThe first is an experiment that Ariely conducted along with some collaborators. They pinned up \nsigns that read, “Get paid to build Legos!” and drew a sample of subjects who were, not \n"
    },
    {
      "number": 6,
      "text": " \nPage 6 \n \nLegg Mason Capital Management \nsurprisingly, Lego fans. All the subjects were offered the same basic deal. They were asked to \nconstruct fighting robots out of 40 Lego pieces, and the researchers offered to pay $2.00 for the \nfirst one, $1.89, for the second one, $1.78 for the third one, and $0.11 for each subsequent robot. \nOnce the subjects felt that they were done, the researcher paid them. The researchers also made \nit clear that they would have to disassemble the robots in order to reuse them. \n \nHere’s where the experiment got interesting. For one-half of the subjects, the researcher took the \ncompleted robot and put it in a box, untouched. For the other half, the researcher disassembled \nthe robot in front of the subject while he was building the next one. In both cases it was clear that \nthe Legos would be used again, but one group saw their work preserved while the other saw it \ndismantled. Note that the subjects were self-selected to be Lego enthusiasts, and that the \nmonetary rewards were identical.  \n \nWhen Ariely and his colleagues tallied the results, they found that the group that saw their Legos \npreserved built almost 50 percent more robots and earned 25 percent more money than those \nwho saw their work dismantled. The subjects who saw their Legos dismantled lost their zeal \nbecause the researchers effectively treated their work as meaningless. 19  \n \nA shift in norms can also deter purpose. Because humans are inherently social, a set of social \nnorms has evolved. Social norms encourage day-to-day acts that aid others: helping a friend \nmove, opening the door for a colleague, donating time to help the less fortunate. Social norms \ncan include a sense of reciprocity—if I help you, you’ll feel like you should help me—but the \npaybacks don’t have to be immediate. Market norms are different. They represent a payment for \nservice and are cut and dried. Ariely offers examples including wages, prices, and rents. Mixing \nsocial and market norms is tricky and can have a detrimental effect on the sense of purpose.  \n \nAriely describes an experiment where subjects were asked to drag a circle from the left side of \nthe computer screen into a box on the right side of the screen. The scientists offered one group of \nparticipants $5 to perform the task for five minutes. A second group was offered the sum of only \n$0.50 for the same task. And a third group was asked to do the task simply as a favor, with no \nremuneration attached.  \n \nAs you would expect, on average the first group dragged more circles into boxes than the second \ngroup, 159 versus 101. That monetary reward shaped the outcome is not a surprise. But the third \ngroup, without any pay, dragged 168 circles. This group worked harder for nothing than the other \ngroups did for something, indicating the power of social norms. Since purpose often includes an \nelement of social norms, dwelling solely on market norms can stymie a sense of purpose.   \n \nAriely’s main point is that if you establish a relationship based in part on social norms, as many \ncompanies attempt to do with customers and employees, you must maintain those norms. A \nmigration from social to market norms, even if backed by good intentions, can upset intrinsic \nmotivation. Ariely argues, for example, that the U.S. educational system has seen such a \nmigration, with results that seem to please no one. 20      \n \nAccounting for the Total Engagement of Gamers \n \nThe components of intrinsic motivation—autonomy, a sense of mastery, and a feeling of \npurpose—explain the total engagement of gamers. Successful games provide elements of all \nthree components and provide a legitimate model for thinking about how to structure work. \nShould you believe that what gamers do is removed from the real world, here’s a challenging \ntidbit: Gamers report that all of the 40 skills that O*NET (the primary source of occupational \ninformation) lists as the building blocks of modern jobs are represented in their gamer experience. \nWhether real or virtual, the tasks are the same. And so is the motivation. 21   \n \n \n \n"
    },
    {
      "number": 7,
      "text": " \nPage 7 \n \nLegg Mason Capital Management \nHow Does Compensation Fit with Intrinsic Motivation? \n \nThe prior discussion may leave you with the impression that intrinsically-motivated individuals \ndon’t care about pay. But that is wrong: In a work setting where some market norms apply, \ncompensation is still very important. There are a few crucial considerations when considering pay \nfor intrinsically-motivated employees. \n \nAlmost all employees have a sense of a level of fair pay. This level establishes a psychological \nthreshold. Compensation below the level of perceived fair pay leaves employees dissatisfied, \ncreates anxiety, and erodes loyalty. Once the employer meets the threshold, or pays a little above \nit, additional pay does not equate with additional performance. In fact, if pay shifts exclusively to \nmarket norms, performance may suffer. 22   \n \nThe level of perceived fair pay is not based solely on the economic contribution of the individual, \nas you might expect. People are, by and large, quite poor at judging correct absolute values but \nare astute about determining relative values. 23 Psychologists call this coherent arbitrariness, \nwhich suggests that individuals are coherent when they compare prices on a relative basis but \narbitrary when those prices are considered versus fundamental value. 24   \n \nIn determining what wage is fair, employees simply evaluate what their peers make. In a study in \nwhich researchers asked subjects which new employee was happier, the one making $36,000 in \na firm where the average starting salary is $40,000 or the one making $34,000 in a firm where the \naverage starting salary was $30,000, 80 percent of the respondents said the employee earning \nless absolute pay ($34,000 versus $36,000) but higher relative pay (compared to $30,000 and \n$40,000) would be happier. 25     \n \nThis discussion has obvious relevance for CEO pay. There are two theories that might explain the \nsharp rise in CEO compensation over the past 30 years. The first is that the market for CEOs is \nnarrow and highly competitive, so the compensation rise reflects the scarcity of talented CEOs. \nAn alternative theory is that managers effectively set their own pay by influencing their boards \nand using compensation consultants. While the evidence suggests neither theory alone fully \nexplains the increase, there is little doubt that the idea of relative pay has been instrumental in \nswelling CEO compensation. 26   \n \nOnce they are beyond the threshold of fairness, intrinsically-motivated individuals (which includes \nsome fierce competitors) sometimes use money as a means of keeping score. This is \npredominantly true in realms including investing and gambling, where making or losing money is \nthe tangible outcome of the activity. Professional poker players are noted for equating their \nbankrolls to a scoreboard. Says Chip Reese, one of the world’s top gamblers, “Money is just the \nyardstick by which you measure your success. In Monopoly, you try to win all the cash by the end \nof the game. It’s the same in poker: you treat chips like play money and don’t think about it until \nit’s all over.” 27 Great investors, including Warren Buffett, have a similar attitude. For these \nindividuals, money has little to do with satisfying material needs but is important as evidence of \nexcellence.   \n \nPay is important for both intrinsically- and extrinsically-motivated employees. Intrinsically-\nmotivated individuals must feel that their compensation meets the threshold of fairness, which is a \nrelative concept. While self-reported surveys suggest that pay is on average only the fifth most \nimportant factor in determining employee satisfaction, empirical studies of pay changes for \nalgorithmic tasks shows a strong positive correlation (studies in the social sciences based on self-\nreporting are notoriously suspect). 28 This observation leads to a discussion of how to think about, \nand structure, compensation programs.   \n   \n \n \n"
    },
    {
      "number": 8,
      "text": " \nPage 8 \n \nLegg Mason Capital Management \nThinking About Pay for All Employees \n \nProper incentive systems, like most issues in business, are dependent on context. Dan Pink \noffers a sensible way to navigate different types of tasks and motivations and shows how to \nmatch rewards to the various outcomes. 29 He starts with a basic question: Is the task mostly \nalgorithmic or heuristic? \n \nIf the task is routine, the challenge is to introduce the elements of intrinsic motivation by allowing \nmore autonomy, increasing variety, or connecting it to a larger purpose. If there’s no way to make \nthe task more of a heuristic one, then standard cause and effect rewards apply and have been \nshown to work. Pink adds that it is useful to emphasize to the employee why the task is \nnecessary, acknowledge that it is tedious, and provide the flexibility for people to complete it in \ntheir own way.  \n \nIf the task is not routine, the key is to foster the conditions that promote intrinsic motivation. \nExtrinsic motivators—the “if-then” rewards—tend to fail in this setting, although reaching a \nthreshold of perceived fair pay is important. Pink recommends offering unexpected and \nnoncontingent rewards for a job well done, noting that these rewards are most effective if they are \nbased on praise and feedback (versus money) and if they provide useful information rather than a \nmeans of control. Exhibit 1 shows the desired path in navigating between algorithmic and \nheuristic tasks as well as extrinsic and intrinsic motivators. \n \nExhibit 1: Setting Up Incentives \n \n \n \nSource: LMCM analysis. \n \nThe Mistakes We Make \n \nWhile research in psychology and economics provides a path to improving how we think about \nand use incentives, change in the corporate world has been slow. Here are some areas where \nthinking could improve: \nAlgorithmic\nHeuristic\nExtrinsic\nIntrinsic\nDesired path\nPath to avoid\n"
    },
    {
      "number": 9,
      "text": " \nPage 9 \n \nLegg Mason Capital Management \n• \nWe assume that incentives shape our behavior and environment, but the environment \ncan shape our incentives. The classic approach is to figure out what goals the \norganization wants to achieve, the steps required to meet those goals, and then set up \nincentives to take those steps. The embedded assumption is that the incentives drive \nbehavior that serves a goal. \n \nIn reality, the environment can shape incentives. For instance, consider the use of \nemployee stock options (ESOs) during the 1990s. As the stock market soared in the \ndecade, the use of options in compensation exploded from tens of billions of grants early \nin the decade to more than $100 billion by 2000. The grants from the 1990s provided \nexecutives with huge windfalls, whether they delivered superior or subpar results. 30  \n \nThe ostensible reason for giving executives more ESO grants was to align their interests \nwith those of shareholders. But a more accurate point of view is that the swell in options \nreflected the bull market. That options grants quickly dried up after the market peaked—\nthey fell over 60 percent from 2000 to 2003—suggests ESOs were more of a pay-delivery \nsystem than a pay-for-performance program. Further, the bull market and heavy option \ngrants encouraged executives to focus on the short-term stock price more than ever, in \nmany cases at the expense of building long-term shareholder value. 31   \n \nAnother instance of the environment shaping incentives is the story of Howie Hubler, as \ntold in Michael Lewis’s book, The Big Short. Hubler was a successful and competent \nasset-backed bond trader at Morgan Stanley. When the housing and mortgage market \ntook off, Hubler went along for the ride. First, his group generated spectacular profits—\nreportedly one-fifth of the firm’s total—and he himself earned a handsome $25 million in \none year. Hubler then determined that he would be better off managing a hedge fund. \nMorgan Stanley didn’t want to let him go, so they allowed him to start a proprietary \ntrading group within the firm with an incentive structure that would mirror that of a hedge \nfund. The booming housing and mortgage market compelled Morgan Stanley to change \nHubler’s incentive structure. \n \nWhat happened next will go down in Wall Street lore. Hubler put on a derivatives position \nthat ended up losing Morgan Stanley somewhere around $9 billion, likely the largest loss \non a single trade in history. His bet was that the weakest part of the subprime market \nwould do poorly but that the highest-rated part would remain largely unscathed. The \ngargantuan loss came when the whole market came tumbling down. 32   \n \nLook for cases where incentives change as a result of what is going on. Ask whether \nthose changes promote the conditions for intrinsic motivation, and in particular a sense of \npurpose. Be cautious when you sense that changes in incentives work counter to \npurpose.    \n \n• \nGoals can have negative consequences. In many organizations, setting goals and \nstructuring incentives go hand-in-hand. Virtually all organizations set goals, confirming \nthe belief that goals lead to improved performance, and link incentives to those goals. 33 \nNaturally, some goal-setting is good. But there are negative side effects to goals that \nleaders often don’t understand or overlook. Here are some examples. 34 \n \nGoals encourage individuals to focus and narrow their attention. This creates a problem \nwhen people face important issues that are unrelated to the goal but that are relevant to \nthe purpose. A well-known example is the work of Daniel Simons and Christopher \nChabris’s work on inattentional blindness. Researchers show a video of two small groups \npassing a basketball back and forth. One team has black t-shirts and the other team has \nwhite t-shirts. The subjects have the task of counting the number of passes the team in \nwhite makes.  During the video, a woman in a gorilla suit walks into the middle of the \nscene, beats her chest, and walks off. Roughly half of the subjects fail to see the gorilla. If \n"
    },
    {
      "number": 10,
      "text": " \nPage 10 \n \nLegg Mason Capital Management \nyou have seen the video, go to www.youtube.com and search for “the monkey business \nillusion.” See how you do the second time. 35     \n \nBy narrowing attention, goals can also discourage creativity and exploration. In one \nexperiment, researchers asked subjects to read a poorly-written draft of a paragraph \npromoting a business school and to correct the grammar, improve the content, or to \nsimply “do your best.” The groups asked to correct grammar or content did their tasks, but \nindividuals in the “do you best” group were more likely to correct both types of errors. 36 \nGoals, however well intentioned, may interfere with purpose. \n \nToo many goals can also be problematic. Employees have a difficult time prioritizing and \noften default to one or two goals. Good business judgment requires evaluating trade-offs. \nBut trade-offs are impossible to assess without a single objective—a purpose. That \npurpose should be consistent and complementary with the principle of creating long-term \nshareholder value.  \n \nGoals can lead to unethical behavior. For example, imposing sales goals on employees \nwithout any concern for the process by which they meet those goals invites bad behavior. \nPreceding the recent financial crisis, branch managers gave mortgage brokers enormous \nvolume targets, turned a blind eye to credit standards, and enabled fraudulent document \nprocessing. Not surprisingly, the brokers responded to the extrinsic incentives. 37        \n \nOrganizations tend to introduce more goals as they grow, largely to promote efficiency. \nSome of these goals and their related incentives make sense. But goals also create a \ncorporate rigidity that inhibits innovation and change. In addition, as organizations grow \nthe rules become further removed from the original purpose, so employees lose sight of \nthe organization’s original spirit and intent.  \n \n• \nNon-financial goals and incentives are poorly aligned with shareholder value.  An \nincreasing number of companies have introduced non-financial goal and incentive \nsystems, including quality measures, customer satisfaction, and employee turnover. \nExecutives set these goals in order to improve the performance of the organization.  \n \nResearch by Christopher Ittner and David Larcker found that most corporations spend \nlittle time reflecting on how those non-financial measures relate to the company’s strategy \nor to value creation. 38 Less than one-quarter of the companies they surveyed built and \nverified models that showed cause-and-effect relationships between the goal they \nselected and the outcome they were seeking. It is always important to ask to what degree \nincentives are tethered to legitimate strategic and economic outcomes. \n \n• \nIncentives reward luck instead of skill.  Many activities have outcomes that are the \nproduct of skill and luck. Examples include sports, gambling, investing, and wide swaths \nof business. In these cases, incentives should align with the process by which individuals \nmake decisions, and not by the outcomes. The objective is to avoid paying, or penalizing, \nanyone for randomness. This is especially relevant for incentives based on short-term \noutcomes. In many realms, short-term outcomes are mostly the result of randomness. \n \nEquity-based compensation is a good illustration. The rationale for using equity pay is \nthat it reduces agency costs by putting management in the same boat as shareholders. \nThe challenge is that the stock market reflects many factors beyond what executives can \ncontrol. Contrasting the 1990s with the first decade of the 2000s makes the point. For the \nten years ending in 1997, for example, the total return to shareholders was positive for \neach of the 100 largest U.S. companies. 39 So even below-average performing executives \nenjoyed huge gains from their stock options. \n \n"
    },
    {
      "number": 11,
      "text": " \nPage 11 \n \nLegg Mason Capital Management \nThe following decade has produced the opposite pattern. A poor stock market has meant \nthat executives who delivered superior results earned little from their options. The \nvagaries of the stock market overwhelmed the actions of executives. Even though \nindexed options effectively wring out randomness, almost no companies use them.  \n \nIn probabilistic realms, process-oriented incentives encourage correct decisions (and a \ngood process ultimately leads to a good outcome) and sidestep the mistake of rewarding \nindividuals for outcomes that are outside of their control. \n \nConclusion \n \nMost organizations would like to operate near the peak of their potential. They try to hire the best \npeople, pursue the most attractive strategies, and deliver financial results that meet or beat \nexpectations. How an organization chooses to motivate its employees is a central ingredient in \nthat recipe and one that is overlooked or misunderstood.  \n \nOver the past few decades, there has been an explosion of research in psychology showing what \nmotivates people. For now, though, most organizations in business, education, and medicine rely \non extrinsic motivators. While extrinsic motivators work in some situations, they tend to backfire \nfor employees who are potentially intrinsically motivated. Researchers have identified the \nconditions that promote intrinsic motivation, but those conditions are more fragile than the classic \ncarrots and sticks. \n \nThe relevance of extrinsic motivators is also slipping because the nature of work is changing. \nFewer people are needed for algorithmic tasks, and jobs that rely on heuristic tasks are gaining \nshare. This has created a large mismatch between incentives and tasks. \n \nIdeally, incentive programs for profit-oriented organizations should blend a sense of purpose—\ntelos—and the objective of creating long-term shareholder value. Academics and businesspeople \nwho portray purpose and value as mutually exclusive typically fail to understand what the terms \nmean. The term shareholder value, in particular, has been co-opted to mean boosting the short-\nterm stock price when in reality the concept is all about maximizing long-term cash flows. 40 \n \nWhen B.F. Skinner, the famed psychologist, observed his rats doing something unexpected in an \nexperiment, he was said to scream, “Why don’t you behave? Behave as you ought!” He later \nrealized that the reward system he had set up was flawed and that what the rats were doing \nmade sense. Still, lots of managers blame the rat when in fact it is the incentive system that is \nflawed. 41 \n \nWith no abatement in sight for global competition, companies will have to figure out ways to \nattract, retain, and motivate employees. Psychologists and economists again have to meet and \nrecognize that good solutions require the best thinking from each field.        \n \n"
    },
    {
      "number": 12,
      "text": " \nPage 12 \n \nLegg Mason Capital Management \nIncentive Checklist \n \nHere is a brief checklist to help guide the assessment of an organization’s incentive program: \n \n□ Does management combine a sense of purpose with a shareholder-value-friendly approach to \ncapital allocation? \n \n□ Do financial incentives align with shareholder value creation? \n \n□ Do non-financial incentives serve strategic goals and add value? \n \n□ Have incentives changed to reflect the environment in a way that might create future problems?  \n \n□ Does the company create an environment that is conducive to intrinsic motivation by promoting \nautonomy, mastery, and purpose? \n \n□ Is the company taking steps to engage all employees, especially those whose jobs primarily \ninvolve heuristic tasks? \n \n□ Are the incentives in the organization narrowing focus or encouraging unethical behavior? \n \n□ If the company promotes social norms with its employees or customers, is it maintaining them?  \n \n□ Are the incentives appropriate given the employee’s day-to-day responsibilities?  \n \n□ Does the incentive program focus solely on outcomes and hence conflate skill and luck?  \n \n \n"
    },
    {
      "number": 13,
      "text": " \nPage 13 \n \nLegg Mason Capital Management \nEndnotes \n \n1 Steven D. Levitt and Stephen J. Dubner, SuperFreakonomics: Global Cooling, Patriotic \nProstitutes and Why Suicide Bombers Should Buy Life Insurance (New York: William Morrow, \n2009), XIV.  \n2 Alfie Kohn, \"Why Incentive Plans Cannot Work,\" Harvard Business Review, September-October \n1993, 54-63. \n3 Daniel H. Pink, Drive: The Surprising Truth About What Motivates Us (New York: Riverhead \nBooks, 2009), 29-32.  \n4 Atul Gawande, The Checklist Manifesto: How to Get Things Right (New York: Metropolitan \nBooks, 2009).  \n5 See comments by Paul Romer in “The Soft Revolution: Achieving Growth by Managing \nIntangibles,” The Journal of Applied Corporate Finance, Vol. 11, No. 2, Summer 1998, 8-27.  \n6 Bradford C. Johnson, James M. Manyika, and Lareina A. Yee, “The Next Revolution in \nInteractions,” The McKinsey Quarterly, No. 4, 2005, 21-33.  \n7 Two quick points here. First, whenever productivity in a sector outstrips demand, employment in \nthe sector will decline. Strong productivity gains are often the result of improvements in \nalgorithmic jobs. A terrific resource for this argument is Bruce C. Greenwald and Judd Kahn, \nGlobalization: The Irrational Fear That Someone in China Will Take Your Job (Hoboken, NJ: John \nWiley & Sons, 2008). Second, certain macroeconomic statistics, including trade deficits, appear \nless (or more) worrisome when viewed using value added than by full commercial value. For \nexample, research suggests that Apple’s iPhone added $1.9 billion to the U.S. trade deficit with \nChina in 2009. But when researchers credited China solely with the portion of the value it added \nto the iPhone, the value of the exports dropped to only $73.5 million. Taking into consideration \nthe U.S components that went to China to assemble the phone, the result is a U.S. trade surplus \nwith China of $48.1 million. See Andrew Batson, “Tech Supply Chain Exposes Limits of Trade \nMetrics,” The Wall Street Journal, December 15, 2010. Also, Yuqing Xing and Neal Detert, “How \niPhone Widens the US Trade Deficits with PRC,” GRIPS Discussion Paper 10-21, November \n2010.    \n8 This is summarized in Pink, 2-3.  \n9 Xiaoquan (Michael) Zhang and Feng Zhu, \"Intrinsic Motivation of Open Content Contributions: \nThe Case of Wikipedia,\" Workshop on Information Systems and Economics (WISE), December \n2006, Chicago, IL. \n10 Edward L. Deci and Richard M. Ryan, \"Facilitating Optimal Motivation and Psychological Well-\nBeing Across Life’s Domains,” Canadian Psychology, Vol. 49, No. 1, February 2008, 14-23. \n11 Paul P. Baard, Edward L. Deci, and Richard M. Ryan, \"Intrinsic Need Satisfaction: A \nMotivational Basis of Performance and Well-Being in Two Work Settings ,” Journal of Applied \nPsychology, Vol. 34, No. 10, October 2004, 2045-2068. \n12 You might ask, why 15 percent instead of a higher or lower percentage? According to company \ndocuments, “The equivalent of two daily coffee breaks plus lunch time gave inventors ‘15 percent \ntime’ for their own projects.” See A Century of Innovation: The 3M Story:  \nhttp://multimedia.3m.com/mws/mediawebserver?mwsId=66666UuZjcFSLXTtlxMt4xT6EVuQEcuZ\ngVs6EVs6E666666--. \n13 Phyllis Moen and Erin L. Kelly, “Flexible Work and Well-Being Study,” Flexible Work and Well-\nBeing Center, University of Minnesota, Fall 2007. Also see Ricardo Semler, The Seven-Day \nWeekend: Changing the Way Work Works (New York: Portfolio, 2004).  \n14 As mentioned in Pink, 117. See Henry Sauermann and Wesley M. Cohen, “What Makes Them \nTick? Employee Motives and Firm Innovation,” Management Science, Vol. 56, No. 12, December \n2010, 2134-2153. \n15 Carol S. Dweck, Ph.D., Mindset: The New Psychology of Success (New York: Random House, \n2006). \n16 Paul J. Feltovich, Kenneth M. Ford, and Robert Hoffman, eds., Expertise in Context: Human \nand Machine (Menlo Park, CA and Cambridge, MA: AAAI Press and The MIT Press, 1997), 27. \n17 Phil Rosenzweig, The Halo Effect . . . and the Eight Other Business Delusions That Deceive \nManagers (New York: Free Press, 2007), 111-116.  \n"
    },
    {
      "number": 14,
      "text": " \nPage 14 \n \nLegg Mason Capital Management \n18 Barry Schwartz and Kenneth Sharpe, Practical Wisdom: The Right Way to Do the Right Thing \n(New York: Riverhead Books, 2010), 7.  \n19 Dan Ariely, The Upside of Irrationality: The Unexpected Benefits of Defying Logic at Work and \nat Home (New York: Harper, 2010), 66-72.  \n20 Dan Ariely, Predictably Irrational: The Hidden Forces That Shape Our Decisions (New York: \nHarper, 2008), 68-88. Also, see the story of cheating in the Chicago Public School system in \nSteven D. Levitt and Stephen J. Dubner, Freakonomics: A Rogue Economist Explores the Hidden \nSide of Everything (New York: Harper Perennial, 2009), 23-35.   \n21 Byron Reeves and J. Leighton Read, Total Engagement: Using Games and Virtual Worlds to \nChange the Way People Work and Businesses Compete (Boston, MA: Harvard Business Press, \n2009), 41-58. For more on O*NET, see http://www.onetcenter.org/. While this book was not out at \nthe time of this writing, this is likely another useful resource: Jane McGonigal, Reality is Broken: \nWhy Games Make Us Better and How They Can Change the World (New York: Penguin Press, \n2011).  \n22 Pink, 35. \n23 For a good popular treatment of this topic, see William Poundstone, Priceless: The Myth of Fair \nValue (and How to Take Advantage of It) (New York: Hill and Wang, 2010).  \n24 Dan Ariely, George Loewenstein, and Drazen Prelec, “’Coherent Arbitrariness’: Stable Demand \nCurves Without Stable Preferences,” The Quarterly Journal of Economics, Vol. 118, No. 1, \nFebruary 2003, 73-105. \n25 Eldar Shafir, Peter Diamond, and Amos Tversky “Money Illusion,” The Quarterly Journal of \nEconomics, Vol. 112, No. 2, May 1997, 341-374. \n26 Carola Frydman and Dirk Jenter “CEO Compensation,” Annual Review of Financial Economics, \nVol. 2, December 2010, 75-102.  \n27 A. Alvarez, Poker: Bets, Bluffs, and Bad Beats (San Francisco, CA: Chronicle Books, 2001), \n62.  \n28 Sara L. Rynes, Barry Gerhardt, and Kathleen A. Minette, “The Importance of Pay in Employee \nMotivation: Discrepancies Between What People Say and What They Do,” Human Resource \nManagement, Vol. 43, No. 4, Winter 2004, 381-394. \n29 Pink, 69. \n30 Alfred Rappaport, “New Thinking on How to Link Executive Pay with Performance,” Harvard \nBusiness Review, March-April 1999, 91-101. \n31 Alfred Rappaport, “The Economics of Short-Term Performance Obsession,” Financial Analysts \nJournal, Vol. 61, No. 3, May/June 2005, 65-79. \n32 Michael Lewis, The Big Short: Inside the Doomsday Machine (New York: W.W. Norton & \nCompany, 2010), 200-220. \n33 Edwin A. Locke and Gary P. Latham, “New Directions in Goal-Setting Theory,” Current \nDirections in Psychological Science, Vol. 15, No.5, October 2006, 265-268. \n34 Lisa D. Ordóñez, Maurice E. Schweitzer, Adam D. Galinsky, and Max H. Bazerman, “Goals \nGone Wild: The Systematic Side Effects of Overprescribing Goal Setting,” Academy of \nManagement Perspectives, Vol. 23, No.1, February 2009, 6-16. \n35 Christopher Chabris and Daniel Simons, The Invisible Gorilla: And Other Ways Our Intuitions \nDeceive Us (New York: Crown, 2010).  \n36 Barry M. Staw and Richard D. Boettger, “Task Revision: A Neglected Form of Work \nPerformance,” Academy of Management Journal, Vol. 33, No. 3, September 1990, 534-559. \n37 Bethany McLean and Joe Nocera, All the Devils Are Here: The Hidden History of the Financial \nCrisis (New York: Portfolio, 2010), 128-134.  \n38 Christopher D. Ittner and David F. Larcker, “Coming Up Short on Nonfinancial Performance \nMeasurement,” Harvard Business Review, November 2003, 88-95. \n39 Rappaport (1999).  \n40 Michael Mauboussin, “Managing for Shareholder Value is Still Key,” Financial Times, August 2, \n2009.   \n41 Steve Kerr, Reward Systems: Does Yours Measure Up? (Boston, MA: Harvard Business \nPress, 2009), 6-9.  \n \n \n"
    },
    {
      "number": 15,
      "text": " \nPage 15 \n \nLegg Mason Capital Management \nReferences \n \nBooks \n \nAlvarez, A., Poker: Bets, Bluffs, and Bad Beats (San Francisco, CA: Chronicle Books, 2001). \n \nAriely, Dan, Predictably Irrational: The Hidden Forces That Shape Our Decisions (New York: \nHarper, 2008). \n \n_____., The Upside of Irrationality: The Unexpected Benefits of Defying Logic at Work and at \nHome (New York: Harper, 2010). \n \nChabris, Christopher, and Daniel Simons, The Invisible Gorilla: And Other Ways Our Intuitions \nDeceive Us (New York: Crown, 2010). \n \nDweck, Carol S., Mindset: The New Psychology of Success (New York: Random House, 2006). \n \nFeltovich, Paul J., Kenneth M. Ford, and Robert Hoffman, eds., Expertise in Context: Human and \nMachine (Menlo Park, CA and Cambridge, MA: AAAI Press and The MIT Press, 1997). \n \nGawande, Atul, The Checklist Manifesto: How to Get Things Right (New York: Metropolitan \nBooks, 2009).  \n \nGreenwald, Bruce C., and Judd Kahn, Globalization: The Irrational Fear That Someone in China \nWill Take Your Job (Hoboken, NJ: John Wiley & Sons, 2008). \n \nKerr, Steve, Reward Systems: Does Yours Measure Up? (Boston, MA: Harvard Business Press, \n2009). \n \nLevitt, Steven D., and Stephen J. Dubner, Freakonomics: A Rogue Economist Explores the \nHidden Side of Everything (New York: Harper Perennial, 2009).   \n \n_____., SuperFreakonomics: Global Cooling, Patriotic Prostitutes and Why Suicide Bombers \nShould Buy Life Insurance (New York: William Morrow, 2009). \n \nLewis, Michael, The Big Short: Inside the Doomsday Machine (New York: W.W. Norton & \nCompany, 2010). \n \nMcGonigal, Jane, Reality is Broken: Why Games Make Us Better and How They Can Change the \nWorld (New York: Penguin Press, 2011).  \n \nMcLean, Bethany, and Joe Nocera, All the Devils Are Here: The Hidden History of the Financial \nCrisis (New York: Portfolio, 2010). \n \nPink, Daniel H., Drive: The Surprising Truth About What Motivates Us (New York: Riverhead \nBooks, 2009).  \n \nPoundstone, William, Priceless: The Myth of Fair Value (and How to Take Advantage of It) (New \nYork: Hill and Wang, 2010). \n \nReeves, Byron, and J. Leighton Read, Total Engagement: Using Games and Virtual Worlds to \nChange the Way People Work and Businesses Compete (Boston, MA: Harvard Business Press, \n2009). \n \nRosenzweig, Phil, The Halo Effect . . . and the Eight Other Business Delusions That Deceive \nManagers (New York: Free Press, 2007). \n"
    },
    {
      "number": 16,
      "text": " \nPage 16 \n \nLegg Mason Capital Management \n \nSchwartz, Barry, and Kenneth Sharpe, Practical Wisdom: The Right Way to Do the Right Thing \n(New York: Riverhead Books, 2010). \n \nSemler, Ricardo, The Seven-Day Weekend: Changing the Way Work Works (New York: Portfolio, \n2004). \n \n"
    },
    {
      "number": 17,
      "text": " \nPage 17 \n \nLegg Mason Capital Management \nArticles and papers \n \nAriely, Dan, George Loewenstein, and Drazen Prelec, “’Coherent Arbitrariness’: Stable Demand \nCurves Without Stable Preferences,” The Quarterly Journal of Economics, Vol. 118, No. 1, \nFebruary 2003, 73-105. \n \nBaard, Paul P., Edward L Deci, and Richard M. Ryan, \"Intrinsic Need Satisfaction: A Motivational \nBasis of Performance and Well-Being in Two Work Settings ,” Journal of Applied Psychology, Vol. \n34, No. 10, October 2004, 2045-2068. \n \nBatson, Andrew, “Tech Supply Chain Exposes Limits of Trade Metrics,” The Wall Street Journal, \nDecember 15, 2010. \n \nDeci, Edward L., and Richard M. Ryan, \"Facilitating Optimal Motivation and Psychological Well-\nBeing Across Life’s Domains,” Canadian Psychology, Vol. 49, No. 1, February 2008, 14-23. \n \nFrydman, Carola, and Dirk Jenter “CEO Compensation,” Annual Review of Financial Economics, \nVol. 2, December 2010, 75-102. \n \nIttner, Christopher D. and David F. Larcker, “Coming Up Short on Nonfinancial Performance \nMeasurement,” Harvard Business Review, November 2003, 88-95. \n \nJohnson, Bradford C., James M. Manyika, and Lareina A. Yee, “The Next Revolution in \nInteractions,” The McKinsey Quarterly, No. 4, 2005, 21-33. \n \nKohn, Alfie, \"Why Incentive Plans Cannot Work,\" Harvard Business Review, September-October \n1993, 54-63. \n \nLocke, Edwin A., and Gary P. Latham, “New Directions in Goal-Setting Theory,” Current \nDirections in Psychological Science, Vol. 15, No.5, October 2006, 265-268. \n \nMauboussin, Michael, “Managing for Shareholder Value is Still Key,” Financial Times, August 2, \n2009.   \n \nMoen, Phyllis, and Erin L. Kelly, “Flexible Work and Well-Being Study,” Flexible Work and Well-\nBeing Center, University of Minnesota, Fall 2007. \n \nOrdóñez, Lisa D., Maurice E. Schweitzer, Adam D. Galinsky, and Max H. Bazerman, “Goals \nGone Wild: The Systematic Side Effects of Overprescribing Goal Setting,” Academy of \nManagement Perspectives, Vol. 23, No.1, February 2009, 6-16. \n \nRappaport, Alfred, “New Thinking on How to Link Executive Pay with Performance,” Harvard \nBusiness Review, March-April 1999, 91-101. \n \n_____., “The Economics of Short-Term Performance Obsession,” Financial Analysts Journal, Vol. \n61, No. 3, May/June 2005, 65-79. \n \nRomer, Paul in “The Soft Revolution: Achieving Growth by Managing Intangibles,” The Journal of \nApplied Corporate Finance, Vol. 11, No. 2, Summer 1998, 8-27. \n \nRynes, Sara L., Barry Gerhardt, and Kathleen A. Minette, “The Importance of Pay in Employee \nMotivation: Discrepancies Between What People Say and What They Do,” Human Resource \nManagement, Vol. 43, No. 4, Winter 2004, 381-394. \n \nSauermann, Henry, and Wesley M. Cohen, “What Makes Them Tick? Employee Motives and \nFirm Innovation,” Management Science, Vol. 56, No. 12, December 2010, 2134-2153. \n"
    },
    {
      "number": 18,
      "text": " \nPage 18 \n \nLegg Mason Capital Management \nShafir, Eldar, Peter Diamond, and Amos Tversky “Money Illusion,” The Quarterly Journal of \nEconomics, Vol. 112, No. 2, May 1997, 341-374. \n \nStaw, Barry M., and Richard D. Boettger, “Task Revision: A Neglected Form of Work \nPerformance,” Academy of Management Journal, Vol. 33, No. 3, September 1990, 534-559. \n \nXing, Yuqing, and Neal Detert, “How iPhone Widens the US Trade Deficits with PRC,” GRIPS \nDiscussion Paper 10-21, November 2010.    \n \nZhang, Xiaoquan (Michael), and Feng Zhu, \"Intrinsic Motivation of Open Content Contributions: \nThe Case of Wikipedia,\" Workshop on Information Systems and Economics (WISE), December \n2006, Chicago, IL. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe views expressed in this commentary reflect those of Legg Mason Capital Management \n(LMCM) as of the date of this commentary. These views are subject to change at any time based \non market or other conditions, and LMCM disclaims any responsibility to update such views. \nThese views may not be relied upon as investment advice and, because investment decisions for \nclients of LMCM are based on numerous factors, may not be relied upon as an indication of \ntrading intent on behalf of the firm. The information provided in this commentary should not be \nconsidered a recommendation by LMCM or any of its affiliates to purchase or sell any security. To \nthe extent specific securities are mentioned in the commentary, they have been selected by the \nauthor on an objective basis to illustrate views expressed in the commentary. If specific securities \nare mentioned, they do not represent all of the securities purchased, sold or recommended for \nclients of LMCM and it should not be assumed that investments in such securities have been or \nwill be profitable. There is no assurance that any security mentioned in the commentary has ever \nbeen, or will in the future be, recommended to clients of LMCM.  Employees of LMCM and its \naffiliates may own securities referenced herein. Predictions are inherently limited and should not \nbe relied upon as an indication of actual or future performance. Legg Mason Capital \nManagement, Inc. consists of two legal entities, Legg Mason Capital Management and LMM LLC. \n \n"
    }
  ]
}