{
  "filename": "2012_share_repurchase_from_all_angles__assessing_buybacks__no_matter_where_you_sit.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423222159-07'00'",
    "modDate": "D:20240423222247-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "June 2012 \nLegg Mason Capital \nManagement \nShare Repurchase  \nfrom All Angles\nIn the united states – iNVESTMENT PRODUCTS: NOT FDIC INSURED • NO BANK GUARANTEE • MAY LOSE VALUE\nPerspectives\n\t Past performance is no guarantee of future results. All investments involve risk, including possible loss of principal.\n\t This material is not for public distribution outside the United States of America. Please refer to the disclosure information on the final page.\nBatterymarch  I  Brandywine Global  I  ClearBridge Advisors  I  Legg Mason Capital Management \nLegg Mason Global Asset Allocation  I  Legg Mason Global Equities Group  I  Permal   \nRoyce & Associates  I  Western Asset Management\n"
    },
    {
      "number": 2,
      "text": " \n \nPage 1 \n \n      Legg Mason Capital Management \n \nJune 11, 2012 \n \nShare Repurchase from All Angles \n \nAssessing Buybacks, No Matter Where You Sit \n \n \n \n \n \nShare\nBuybacks\nCurrent \nShareholders\nExecutives\nProspective\nShareholders\nMedia\n \n \n \n \n \n \n \n• \nThe prime responsibility of a management team is to invest financial, physical, and \nhuman capital at a rate in excess of the opportunity cost of capital.  \n  \n• \nExecutives should always seek to allocate capital to the opportunities with the highest \nreturns.  \n  \n• \nBuybacks can be more attractive than investing in the business.  \n  \n• \nIf the company of a stock that you own is buying back shares, you must recognize that \ndoing nothing is doing something. \n  \n• \nThe media must stop with the canard that investors deem buybacks to be good because \nthey increase earnings per share (EPS).  \n"
    },
    {
      "number": 3,
      "text": " \n \nPage 2 \n \n      Legg Mason Capital Management \nThe purpose of a company is to maximize long-term value. As such, the prime responsibility of a \nmanagement team is to invest financial, physical, and human capital at a rate in excess of the opportunity \ncost of capital. Operationally, this means identifying and executing strategies that deliver excess returns. \nOutstanding executives assess the attractiveness of various alternatives and deploy capital to where its \nvalue is highest. This not only captures investments including capital expenditures, working capital, and \nacquisitions, but also share buybacks. There are cases where buying back shares provides more value to \ncontinuing shareholders than investing in the business does. Astute capital allocators understand this. \n \nExhibit 1 shows how companies in the U.S. have apportioned dollars over the past quarter century in \ncapital expenditures, M&A, share buybacks, and dividends. From 1985 through 2011, spending on capital \nexpenditures was roughly twice that of M&A. Spending on M&A was about 50% higher than dividends \nand buybacks combined. So for every dollar spent in these four areas, roughly $0.55 went to capital \nspending, $0.27 to M&A, and $0.18 to dividends and buybacks.  \n \nResearch shows that capital expenditures can generate returns in excess of the cost of capital, and it \nappears that they have done so in the aggregate over the past 25 years.1 M&A creates value if you \nconsider the seller and buyer together, but the value tends to go to the seller while buyers earn about the \ncost of capital. 2 Buyers tend to do worse the larger the percentage premiums they pledge to acquire their \ntargets, and research shows that the market’s initial reaction to M&A is not biased. 3  \n \nNot surprisingly, the exhibit reveals that the year-to-year changes in capital expenditures and dividends \nare much more modest than those for M&A and share repurchases. Indeed, M&A and buybacks follow \nthe economic cycle: Activity increases when the stock market is up and decreases when the market is \ndown. This is the exact opposite pattern you’d expect if management’s primary goal is to build value.  \n \nExecutives should always seek to allocate capital to the opportunities with the highest returns. But M&A \nand share buybacks generally happen when times are good and don’t happen when times are more \nchallenging, meaning that executives struggle to consistently create value with these investments. While \nthere may be an economic rationale for a pattern that follows the economic cycle—access to capital may \nbe more challenging in tougher times, for example—it’s more likely a case of mental accounting: capital \nexpenditures and dividends have priority to M&A and buybacks irrespective of the prospective returns \nfrom the alternative investments. \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n       \n \n"
    },
    {
      "number": 4,
      "text": " \n \nPage 3 \n \n      Legg Mason Capital Management \nExhibit 1: Where the Money Has Gone – 1985-2011 \n \nNote: In $ billions. \nMarket\nExecuted\nMergers &\nCapital\nDate\nCapitalization\nDividends\nBuybacks\nAcquisitions\nExpenditures\n1985\n2,321.5\n61.7\n23.1\n139.2\n505.7\n1986\n2,699.1\n64.3\n24.1\n121.9\n486.2\n1987\n2,417.1\n68.1\n23.7\n118.1\n490.9\n1988\n2,738.4\n73.1\n51.4\n97.3\n507.9\n1989\n3,419.9\n81.5\n27.8\n86.0\n550.4\n1990\n3,101.4\n88.6\n35.6\n36.1\n549.8\n1991\n4,041.1\n90.1\n24.2\n32.4\n508.6\n1992\n4,289.7\n94.1\n21.5\n31.7\n536.4\n1993\n4,657.8\n92.5\n26.7\n82.5\n590.8\n1994\n4,540.6\n104.7\n41.9\n109.2\n691.0\n1995\n6,057.2\n107.3\n73.1\n215.3\n754.8\n1996\n7,198.3\n119.6\n59.9\n292.9\n802.1\n1997\n9,298.2\n134.1\n77.6\n456.8\n918.3\n1998\n11,317.6\n141.7\n80.6\n1,139.5\n973.8\n1999\n13,812.7\n157.3\n70.7\n1,112.1\n1,060.9\n2000\n12,175.9\n148.4\n108.9\n1,246.1\n1,161.9\n2001\n10,707.7\n156.2\n106.1\n592.4\n1,033.2\n2002\n8,343.2\n164.4\n122.5\n177.5\n980.8\n2003\n10,799.6\n178.1\n118.5\n233.5\n1,005.0\n2004\n11,951.5\n198.7\n210.7\n497.3\n1,114.9\n2005\n12,497.2\n231.0\n361.0\n533.2\n1,233.0\n2006\n14,215.8\n245.6\n528.3\n1,245.5\n1,395.8\n2007\n14,753.6\n270.1\n761.8\n1,223.1\n1,453.4\n2008\n9,056.7\n272.3\n387.2\n610.0\n1,379.6\n2009\n11,385.1\n216.6\n149.5\n328.8\n963.2\n2010\n13,131.5\n221.5\n342.7\n485.2\n1,198.8\n2011\n13,019.3\n256.4\n489.4\n983.6\n1,309.6\nSource: Birinyi Associates and FRB Z.1. Past performance is no guarantee of future results. The table above is for illustrative purposes only and is not \nreflective of an actual investment. \n \nIn theory, dividends and buybacks are equivalent assuming no taxes, identical timing of cash receipts, \nand an efficient market. 4 In practice, they are very different. Take, for example, the issue of taxes. Even \nwhen the tax rates for dividends and capital gains are the same, as they are now, there’s an advantage to \nbuybacks. This is because a shareholder can choose to defer tax payments by not selling shares today—\nthink of this as refusing a “dividend” today in exchange for a potentially larger dividend down the road. \nPaying a tax bill in the future is better than having to pay one today.  \n \nThere’s a more fundamental reason that dividends and buybacks are different, and it’s the result of how \nexecutives think of them. Executives consider dividends on par with investment decisions such as capital \nspending. Once a board has instituted a dividend, executives like to increase the payment steadily over \ntime and hate the idea of cutting it. As a result, the aggregate stream of dividends is less volatile than the \nstock market or the allocation to share repurchases. \n \nExecutives think of buybacks as an alternative for spending residual cash. If there’s money left over after \na company has paid all of its bills (including dividends) and made all of the investments it deems \nworthwhile, executives will consider a buyback. Because they are viewed as a residual, buybacks are \nmuch more volatile than dividends. Exhibit 2 shows dividends and share buybacks for the companies in \nthe S&P 500, as well as the price level for the index. Buybacks bounce around more than dividend \npayments do and more closely track the S&P 500 Index. 5 \n \n \n \n"
    },
    {
      "number": 5,
      "text": " \n \nPage 4 \n \n      Legg Mason Capital Management \n \nExhibit 2: Buybacks Vary Much More Than Dividends (Rolling Four-Quarter Totals) \n \nSource: Standard & Poor’s.  Past performance is no guarantee of future results. The graph above is for illustrative purposes only and \n600\n700\n800\n900\n1000\n1100\n1200\n1300\n1400\n1500\n1600\n0\n100\n200\n300\n400\n500\n600\n700\n1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011\nS&P 500 Index\nBuybacks and Dividends ($ billions)\nDividends\nShare Buybacks\nS&P 500\nis not reflective of an actual investment. Please note that an investor cannot directly invest in an index. \n \nAnother noteworthy point is that the value of executed buybacks exceeded that of dividends in 2004 and \nhave remained at a higher level ever since (with the exception of the height of the financial crisis in 2009). \nIt is common for market prognosticators to compare today’s dividend yield to those of the more distant \npast and to point out that the yield isn’t what it used to be. \n \nBut it was only in 1982 that Congress enacted rule 10b-18, which provided companies with a safe harbor, \nor a legal shield from the threat of being sued if they followed certain rules. Rule 10b-18 made buybacks \nviable on a large scale for the first time in modern history. Recent research shows that there is no \nevidence that companies have a lower propensity to distribute cash to equity holders—it’s just that the \nform of payment has shifted from dividends to buybacks. 6 \n \nStill, there remains widespread confusion about the role of dividends in delivering total shareholder \nreturns. The key point is that price appreciation is the only source of investment returns that increases \naccumulated capital over time. Capital accumulation comes from three sources: how much a shareholder \ninvests, how long he invests, and price appreciation. A shareholder will earn the total shareholder return \nonly if he reinvests 100 percent of his dividends back into the stock in a tax-free account. A very small \npercentage of investors, either institutional or individual, actually do so. Price appreciation is the driver of \ncapital accumulation over time. 7 \n \nThat said, there is research that shows that corporate events that contract assets, including spinoffs, \nbuybacks, debt prepayments, and dividend initiations, are followed by good shareholder returns. Further, \nanalysis suggests that historically, higher dividend payout ratios have been associated with higher \nearnings growth rates—contrary to what simple theory would say. Taken together, these studies broadly \nsuggest that capital markets tend to reward companies that do not pursue asset growth for the sake of \ngrowth. 8 \n \n"
    },
    {
      "number": 6,
      "text": " \n \nPage 5 \n \n      Legg Mason Capital Management \nThe issue of capital deployment is of particular relevance today because non-financial companies are \nsitting on $1.7 trillion in liquid assets, according to the Federal Reserve. 9 A good deal of that is cash that \nis offshore, a topic addressed later. So companies have the resources available to invest but don’t know \nquite what to do. Uncertainty about the global economy makes executives wary of sizeable capital \nexpenditures and M&A deals. The same uncertainty creates concerns about dividends, because \ncompanies don’t want to enter into an implicit contract that they feel they may not be able to honor in the \nfuture. Share buybacks look attractive but stocks have been on a roller coaster and the ten-year \ncompounded annual return for the S&P 500 has been an abysmal four percent. Executives who \npurchased their company’s stock at higher prices in recent years are also gun-shy about buying back \nstock today in fear that they will again pay too much.   \n        \nThis report looks at buybacks from four distinct points of view: companies, shareholders, prospective \nshareholders, and the media. Naturally, the issues are intertwined. If you are in one of these groups, you \ncan go directly to the section that pertains to you. Or you can skim other sections to gain some \nappreciation for their points of view. \n \n"
    },
    {
      "number": 7,
      "text": " \n \nPage 6 \n \n      Legg Mason Capital Management \nCompany Management: \n \n• \nOne of the first concepts to acknowledge with a share buyback is value conservation. Here’s the \nbasic idea: whether a company buys back overvalued stock, undervalued stock, or pays a \ndividend, value is conserved. One group may benefit at the expense of another, but in aggregate \nthe outcome sums to zero. The key issue is how each decision affects ongoing and selling \nshareholders. \n \nExhibit 3 illustrates this point. Assume the sole asset of a company is $1,000 in cash, and that \nthere are 100 shares outstanding. Value per share is $10 ($1,000/100). The company decides it \nwants to return $200 to shareholders. In scenario A, the stock price is at $20, twice the value. The \ncompany goes ahead and repurchases 10 shares for a total cost of $200, leaving 90 shares. In \nthis case, the selling shareholders gained $100 ($20 price - $10 value x 10 shares = $100) and \nthe ongoing shareholders have lost $100 ($8.89 new value - $10 old value x 90 shares = $100). \nSelling shareholders have benefitted at the expense of ongoing shareholders.  \n \nExhibit 3: Demonstration of the Value Conservation Principle \n \nSource: LMCM.  The table  above is for illustrative purposes only and is not reflective of an actual investment. \nScenario A\nScenario B\nScenario C\nAssumptions\nBase\nAssume \nbuyback @ $20\nAssume \nbuyback @ $5\nAssumptions\nAssume \ndividend of $2\nBuyback amount\n$200\n$200\nDividend amount\n$200\nFirm Value\n1,000\n$ \n$800\n$800\nFirm Value\n$800\nShares outstanding\n100\n100\n100\nShares outstanding\n100\nCurrent price\n$10\n$20\n$5\nCurrent price\n$10\nShares post buyback\n90\n60\nValue/share\n$10\n$8.89\n$13.33\nValue/share\n$8.00\nDividend/share\n$2.00\nSelling shareholders\n10\n40\n$20\n$5\nValue to sellers\n$200\n$200\nOngoing shareholders\n90\n60\nOngoing shareholders\n$800\n$8.89\n$13.33\nDividends\n$200\n$800\n$800\nTotal value\n$1,000\n$1,000\nTotal value\n$1,000\nPer share +/- sellers\n$10.00\n($5.00)\nPer share +/- holders\n($1.11)\n$3.33\n \n \nIn scenario B, the stock price is at $5, one-half of the value. The company now repurchases 40 \nshares for a total cost of $200, leaving 60 shares. In this case, the selling shareholders lost $200 \n($5 price - $10 value x 40 shares = $200) and the ongoing shareholders gained $200 ($13.33 \nnew value - $10 old value x 60 shares = $200). Ongoing shareholders have benefitted at the \nexpense of selling shareholders. \n \nIn scenario C, the company pays a dividend of $200. No matter what the price, shareholders get \n$2 for each share they hold ($2 x 100 shares = $200). \n"
    },
    {
      "number": 8,
      "text": " \n \nPage 7 \n \n      Legg Mason Capital Management \n \nThe value conservation in each of these scenarios belies a fundamental point: management’s \nobjective should be to maximize the long-term value for ongoing shareholders. Management \nshould be preoccupied with generating the greatest long-term value per share. Building a larger \nentity should not be the goal. Creating value for the continuing shareholders should be. \n \nScenario A should not be confused with buying back the stock, seeing it go down subsequently, \nand assuming that the decision was poor. After all, even highly successful money managers buy \nstocks that underperform. The key is whether, given the information the executives had at the \ntime, the stock traded at a sufficient discount to a reasonable assessment of its intrinsic value. If \nthe process is solid and the conclusion about intrinsic value sound, then a later decline in the \nstock price is not evidence of a bad decision. In reality, however, very few executives think about \nbuybacks properly. \n   \nFor companies that are overcapitalized and have a stock that management deems to be \novervalued, a special dividend is a reasonable alternative. A dividend treats all investors the \nsame and allows investors to reallocate the proceeds as they see fit. Those shareholders who \nthink the shares are undervalued can reinvest their dividend proceeds back into the shares. \n  \n• \nExecutives should follow the golden rule of share buybacks: A company should repurchase its \nshares only when its stock is trading below its expected value and when no better investment \nopportunities are available. 10 The first part of this rule reinforces the notion that executives should \nseek to maximize value for the ongoing shareholders. The second part of the rule addresses \nprioritization and makes clear that executives should assess the virtue of a buyback against \nalternative investments, including capital spending and M&A. \n \n• \nBuybacks can be more attractive than investing in the business. Most executives don’t want to \nhear this because they think that their prime responsibility is to grow the business. But the \nobjective of growth can, and often does, come into conflict with the proper objective of maximizing \nlong-term value for ongoing shareholders. In most cases, companies achieve value creation \nthrough operations—investments in the business that earn above the cost of capital. And building \nvalue through operations should remain their top priority. But properly executed buybacks can \nprovide a legitimate and significant lever to build value for ongoing shareholders. \n \n• \nBuybacks can be more attractive than M&A. Most M&A deals are close to value neutral for the \nbuyer, which means that they earn something close to the cost of capital. The reason is pretty \nsimple: attractive assets typically lure multiple buyers, so most of the value of synergies goes to \nthe sellers than to the buyers. Buybacks offer executives a potential advantage over M&A. In \nM&A, a company must properly forecast the cash flows of the target as an ongoing business and \nthen attempt to pay a premium for control that is less than the present value of synergies. So a \ndeal must clear two hurdles: deliver on the expectations already in the market and deliver on a \npositive spread between the synergies and the premium. It may be easier for an executive to \nassess the cash flows of his own business than the cash flows of an acquisition target. Further, \nwith smart buybacks the company pays no premium—in fact, the company can acquire the \nshares at a discount. \n \n• \nThere are three basic schools of thought behind buying back stock: \n \no \nFair value school. This school believes that a steady and consistent approach is best. \nOver the span of many years, the company will repurchase shares that are at times \nundervalued, at times overvalued, and often somewhere near the fair value. The attitude \nis that it all works out in the end, and the company returns cash at roughly fair value. \nSince buybacks offer ongoing shareholders more flexibility—they can hold and defer \n"
    },
    {
      "number": 9,
      "text": " \n \nPage 8 \n \n      Legg Mason Capital Management \ntaxes or sell a pro-rated amount and create homemade dividends—executives in this \nschool deem them superior to a dividend. \n \no \nIntrinsic value school. This school believes that a company should only buy back stock \nwhen the shares are undervalued. If management’s assessment of value is correct, this \napproach rewards ongoing shareholders at the expense of selling shareholders. To \nproperly execute buybacks using this approach, executives must have a good, grounded \nsense of what their company’s stock is worth. Experience indicates that few executives \ncultivate this sense. \n \no \nImpure motives school. Executives in this school buy back shares to achieve goals that \nmay or may not coincide with the economic interests of shareholders (and raise agency \ncosts). These include buying back shares to boost earnings per share (EPS), to offset \ndilution from options or M&A, or to lift the return on equity. 11 The use of buybacks to \nmanipulate EPS is particularly tempting. To be clear, there is no economically sensible \nrationale to buy back stock solely to increase EPS. \n \nWhether a buyback increases or decreases EPS is a function of the price earnings (P/E) \nmultiple and either the company’s foregone after-tax interest income or the after-tax cost \nof new debt to finance the buyback. When the inverse of the P/E, or earnings yield, \n[1/(P/E) = E/P] is greater than the after-tax interest rate, a buyback adds to EPS. When \nthe E/P is lower than the after-tax rate, a buyback reduces EPS. Management should \nview the EPS impact of a buyback as a residual, not as a source of motivation. \n    \no \nAssuming a process through which management can distinguish between an \nundervalued and overvalued stock, the intrinsic value school is best. The actions of \nexecutives in the intrinsic value school provide a useful signal to investors as to when \nthose executives think the stock is cheap or dear. The fair value school is tolerable if \nmanagement articulates its strategy and executes it consistently. 12 There is major risk in \nthe impure motives school and, unfortunately, this is the school of thought to which most \ncompanies subscribe. \n \n• \nThe shareholder rate of return—the return that continuing shareholders can expect—equals the \ncost of equity divided by the ratio of stock price to intrinsic value. For example, say a stock is \ntrading at $50, management’s thoughtful analysis suggests that it is worth $75, and the cost of \nequity is 8 percent. The expected return from the buyback is 12 percent [8%/($50/$75)]. A more \nsophisticated approach incorporates both the discount to intrinsic value and the time it takes for \nthe value gap to close. But even this simple approach provides management with a reasonable \nbasis to compare the returns from a buyback to other alternatives. \n \n• \nA number of companies are sitting on enormous cash balances. For example, tech giants Apple, \nCisco Systems, Facebook, Google, Microsoft, Oracle, and Qualcomm have between them $282 \nbillion in net cash, which represents more than 20 percent of their combined market \ncapitalizations. 13 However, of the $1.7 trillion in aggregate liquid assets in U.S. nonfinancial \ncompanies, over $1 trillion is outside of the U.S. This means that companies must repatriate the \ncash and pay taxes before they can use the funds for dividends or share buybacks. The tax rate \nthey have to pay is the difference between U.S. taxes and what the company paid in the local \njurisdiction. Research shows that companies that face high taxes are more likely to hold cash \nbalances. 14  \n \nAs a result, some companies have been seeking to make acquisitions, or other investments, \noverseas in order to deploy capital without generating a tax bill. Recent examples include \nHewlett-Packard’s acquisition of Autonomy for $11.7 billion and Microsoft’s purchase of Skype for \n$8.5 billion. 15 The risk, from the standpoint of shareholders, is clear: managers may find \n"
    },
    {
      "number": 10,
      "text": " \n \nPage 9 \n \n      Legg Mason Capital Management \nacquisitions that earn more than the rate on cash (relatively attractive) but below the cost of \ncapital (absolutely unattractive).  \n \n• \nThere is an economic case for repatriating cash from overseas, paying the U.S. taxes, and buying \nback shares. This action makes sense if the discount to intrinsic value exceeds the tax rate of \nrepatriated funds. Exhibit 4 provides the numbers. The table assumes a cost of equity of 8 \npercent. The rows reflect different assumed tax rates for funds repatriated to the U.S., which are \nthe difference between the U.S tax rate and the tax rate in the jurisdiction where the cash resides. \nThe columns are a range of price-to-value ratios, which means that lower numbers imply a larger \ndiscount to intrinsic value. The body is filled with the shareholder rate of return (equals the cost of \nequity divided by the ratio of stock price to intrinsic value). In all but the unshaded areas, \nrepatriation plus a buyback would be neutral to value additive for continuing shareholders. \n \nExhibit 4: Does Repatriating Cash and Buying Back Stock Create Value? \n \nSource: LMCM.  The table above is for illustrative purposes only and is not reflective of an actual investment. \n           Price to intrinsic value ratio\n0.5\n0.6\n0.7\n0.8\n0.9\n1.0\n0%\n16.0%\n13.3%\n11.4%\n10.0%\n8.9%\n8.0%\n5%\n15.2%\n12.7%\n10.9%\n9.5%\n8.4%\n7.6%\n10%\n14.4%\n12.0%\n10.3%\n9.0%\n8.0%\n7.2%\nTax rate 15%\n13.6%\n11.3%\n9.7%\n8.5%\n7.6%\n6.8%\n20%\n12.8%\n10.7%\n9.1%\n8.0%\n7.1%\n6.4%\n25%\n12.0%\n10.0%\n8.6%\n7.5%\n6.7%\n6.0%\n30%\n11.2%\n9.3%\n8.0%\n7.0%\n6.2%\n5.6%\n \n• \nExecutives should spend the bulk of their time and effort in creating shareholder value through \noperations. With regard to share buybacks, executives should do a few things. First, they must \nrealize that their objective is to maximize long-term value for their continuing shareholders. \nSecond, they must be able to assess the economic attractiveness of buybacks by doing a \nthoughtful assessment of the intrinsic value of their company and compare that value to the \nprevailing price. Finally, management must be able to assess the attractiveness of buybacks \nversus alternate uses of the capital and recognize that there are instances when repurchasing \nshares creates more value than investing in the business does. This may include repatriating \ncash from overseas.     \n \n"
    },
    {
      "number": 11,
      "text": " \n \nPage 10 \n \n      Legg Mason Capital Management \nShareholders: \n \n• \nHere’s a very basic question: If you own the shares of a company because you believe the stock \nis undervalued, why would you ever want the company to pay a dividend instead of buying back \nshares? If you believe the shares are undervalued then you should always favor a buyback \nbecause buybacks add value for continuing shareholders at the expense of selling shareholders. \nAs Warren Buffett wrote in Berkshire Hathaway’s 1984 annual report, “When companies with \noutstanding businesses and comfortable financial positions find their shares selling far below \nintrinsic value in the marketplace, no alternative action can benefit shareholders as surely as \nrepurchases.” 16 Perhaps the final phrase would be more accurate if it read, “no alternative action \ncan benefit ongoing shareholders as surely as repurchases.” \n \n• \nIf the company of a stock that you own is buying back shares, you must recognize that doing \nnothing is doing something—increasing your percentage ownership in the company. As a \nconsequence, if you are a longstanding shareholder it is inappropriate to criticize management for \nhaving bought back stock at a higher price. Provided that management used a proper process to \nassess the merit of the buyback, they have come to the same conclusion as you have (assuming \nthat you own the shares because you think they are undervalued). Companies and investors \nhave to make decisions in the face of incomplete information and uncertainty. \n \n• \nEncourage the companies you own to adhere to the golden rule of buybacks: A company should \nrepurchase its shares only when its stock is trading below its expected value and when no better \ninvestment opportunities are available. Most executives think in terms of “growth versus no-\ngrowth” rather than “value creation versus value destruction.” There are times when repurchasing \nshares is more attractive than investing in the business. \n \n• \nShareholders who want a dividend can simply create one by selling a pro-rated amount of stock. \nAs with a normal cash dividend, a synthetic dividend leaves the shareholder with cash and the \nsame proportionate ownership of the company. Buybacks are generally more favorable than a \ndividend because there is no reinvestment risk and little friction. A synthetic dividend is a good \nsolution for shareholders who want cash for current consumption. \n \n• \nInvestors frequently use past total shareholder return (TSR) as a guide to anticipate future \nreturns. Here’s a simple formula to calculate TSR, where g is the annual rate of price appreciation \nand d is the dividend yield: \n \no \nTSR = g + d(1+g) \n \nThe problem is that with stocks that pay dividends, almost no investors earn the total shareholder \nreturn. This is because dividends are often taxable and generally don’t get reinvested back into \nthe stock (either because of consumption or because the dividends are allocated to other \ninvestments). Said differently, a shareholder only earns the TSR if he automatically reinvests 100 \npercent of his dividends back into the stock in a tax-free account, which rarely happens. 17 In \ncontrast, companies that return cash to shareholders via buybacks allow their ongoing \nshareholders to earn the TSR. \n   \n• \nShareholders seek to buy the shares of companies when the price in the market is well below the \nvalue. The larger the discount between value and price, the higher the expected return to \nshareholders (all else being equal) as the market closes the gap between the two. Provided a \nshareholder is right in his assessment of price and value, he should always prefer a buyback to a \ndividend because a buyback increases the value per share for continuing shareholders.    \n \n"
    },
    {
      "number": 12,
      "text": " \n \nPage 11 \n \n      Legg Mason Capital Management \nProspective Shareholders: \n \n• \nStep one as a prospective shareholder is figuring out whether there’s a gap between price and \nvalue. Integral to that decision is an assessment of management. And all roads to managerial \nevaluation lead back to capital allocation: financial capital, physical capital, and human capital. \nThe interplay between incentives and capital allocation is important, but the guiding principles of \nmanagement are probably most important.  \n \nThe value of a company’s stock is the present value of the cash the business will generate \nthroughout its life. A company must ultimately provide its owners cash in order to have value. \nThat cash can come in the form of dividends, share buybacks, or a sale of the company. While \nmanagement’s first and foremost priority is building value through operations, a thoughtful \napproach to returning cash to shareholders can add meaningful value. \n  \n• \nAssess whether the company is following the golden rule of buybacks: A company should \nrepurchase its shares only when its stock is trading below its expected value and when no better \ninvestment opportunities are available. Analyze the results of the company’s capital allocation \nchoices and spend time understanding the process by which they make their choices. As in any \nfield filled with uncertainty, a focus on process is more revealing than observing short-term \noutcomes. If the company did buy back stock, assess their motivation. Did they do it for the right \nreasons? \n \n• \nNote the evidence that shows that companies that reduce asset growth via dividend initiations, \nbuybacks, and spinoffs generate better shareholder returns than companies that grow their \ncapital bases rapidly. Judge whether there is sufficient evidence of capital deployment discipline. \nFurther, the research shows that companies that return cash actually grow faster than the \naverage of all companies. \n \n• \nAnalyze the company’s capital structure and ask whether it’s overcapitalized. As noted earlier, \ncash balances today are very high and free cash flow generation remains strong. Develop an \ninformed view of how management is likely to deploy the capital. Will the funds be returned to \nshareholders opportunistically? Will the company chase growth? Will the firm allow the cash to sit \non the balance sheet, creating an option?   \n \n"
    },
    {
      "number": 13,
      "text": " \n \nPage 12 \n \n      Legg Mason Capital Management \nMedia: \n \n• \nMost members of the media have little or no training in finance. The problem arises when \nmembers of the media comment on how attractive or unattractive a buyback is based on faulty \nfacts or thinking. Unfortunately, there is a good deal of this type of exposition. \n  \n• \nFirst things first: A company that bought back stock at a price that is higher than its current price \nhas not committed a sin if the decision-making process was proper. A process is proper if the \ncompany thoughtfully assessed its value using the facts and information it had at the time and \ndeemed the price to be below that value. Now, the fact is that most executives always think that \ntheir stock is undervalued, and so their motivation to buy may not be proper. But the point is that \njust because a stock has fallen subsequent to a buyback does not mean it was a poor decision. \n \nAs we saw earlier, value is conserved. It’s just that the selling and ongoing shareholders are \ntreated differently. Here’s a related question to contemplate: Would you give a company a hard \ntime if it paid out a dividend when the stock was higher? Unlikely.  \n \n• \nStop with the canard that investors deem buybacks to be good because they increase earnings \nper share (EPS) by dividing profits by a smaller number of shares. Here’s a typical quotation: \n“Buybacks serve some useful purposes. Reducing the outstanding stock can help a company \nboost per-share earnings, as the profit is divided by fewer shares.” 18 This is not even \narithmetically true, much less economically valid. As seen earlier, the EPS impact of a buyback is \na function of the interest rate (either foregone interest income on cash deployed to buy back \nshares or the interest expense assumed to borrow to buy shares) and the reciprocal of the P/E \nmultiple, or earnings yield. The EPS effect is separate from the economic effect. \n  \n• \nReturning capital to investors is vital, and redeployment of capital is an essential function of the \ncapital markets. While many investors rely on agents to invest on their behalf (e.g., mutual funds, \nhedge funds), redeploying capital from low-return to high-return opportunities is crucial to the \nlong-term health of the economy, and buybacks can be a very efficient way to achieve that goal. \n \n• \nShare buybacks should not be derisively called “financial engineering.” If done properly, they are \na thoughtful and effective means to return capital to owners. Some companies may pursue \nbuybacks for the wrong reasons, including boosting the stock price or offsetting dilution from \ncompensation programs, but the evidence shows that such moves have little or no lasting \neffects.19 \n \n"
    },
    {
      "number": 14,
      "text": " \n \nPage 13 \n \n      Legg Mason Capital Management \nEndnotes: \n \n1 John J. McConnell and Chris J. Muscarella, “Corporate Capital Expenditures Decisions and the Market \nValue of the Firm,” Journal of Financial Economics, Vol. 14, No. 3, September 1985, 399-422; Kee H. \nChung, Peter Wright, and Charlie Charoenwong, “Investment Opportunities and Market Reaction to \nCapital Expenditure Decisions,” Journal of Banking & Finance, Vol. 22,  No. 1, January 1998, 41-60.  \n2 Robert F. Bruner, Deals from Hell: M&A Lessons That Rise Above the Ashes (Hoboken, N.J.: John \nWiley & Sons, 2005). \n3 Mark L. Sirower and Sumit Sahni, “Avoiding the ‘Synergy Trap’: Practical Guidance on M&A Decisions \nfor CEOs and Boards,” Journal of Applied Corporate Finance, Vol. 18, No. 3, Summer 2006, 83-95. \n4 For a proof, see Michael J. Mauboussin, “Clear Thinking about Share Repurchase: Capital Allocation, \nDividends, and Share Repurchase,” Mauboussin on Strategy, January 10, 2006, 16-17.  \n5 Mark T. Leary and Roni Michaely, “Determinants of Dividend Smoothing: Empirical Evidence,” Review of \nFinancial Studies, Vol. 24, No. 10, October 2011, 3199-3249. Also, Alon Brav, John R. Graham, \nCampbell R. Harvey, and Roni Michaely, “Payout Policy in the 21st Century,” Journal of Financial \nEconomics, Vol. 77, No. 3, September 2005, 483-527. \n6 Gustavo Grullon, Bradley Paye, Shane Underwood, and James P. Weston, “Has the Propensity to Pay \nDeclined?” Journal of Financial and Quantitative Analysis, Vol. 46, No. 1, February 2011, 1-24. Also, \nJacob Boudoukh, Roni Michaely, Matthew Richardson, and Michael R. Roberts, “On the Importance of \nMeasuring Payout Yield: Implications for Empirical Asset Pricing,” Journal of Finance, Vol. 63, No. 2, April \n2007, 877-915.      \n7 Michael J. Mauboussin, “The Real Role of Dividends in Building Wealth: Clearing Up Muddled Thinking \nAbout Dividends,” Mauboussin on Strategy, January 25, 2011.  \n8 Michael J. Cooper, Huseyin Gulen, and Michael J. Schill, “Asset Growth and the Cross-Section of Stock \nReturns,” Journal of Finance, Vol. 63, No. 4, August 2008, 1609-1651 and Xi Li, Ying Becker, and Didier \nRosenfeld, CFA, “Asset Growth and Future Stock Returns: International Evidence,” Financial Analysts \nJournal, Vol. 68, No. 3, May/June 2012, 51-62. Also, Doron Nissim and Amir Ziv, “Dividend Changes and \nFuture Profitability,” Journal of Finance, Vol. 56, No. 6, December 2001, 2111- 2133 and Robert D. Arnott \nand Clifford S. Asness, “Surprise! Higher Dividends = Higher Earnings Growth,” Financial Analysts \nJournal, Vol. 59, No. 1, January/February 2003, 70-87. \n9 See http://www.federalreserve.gov/apps/fof/Guide/P_67_coded.pdf. \n10 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for Better \nReturns (Boston, MA: Harvard Business School Press, 2001), 174.  \n11 Kathleen M. Kahle, “When a Buyback Isn’t a Buyback: Open Market Repurchases and Employee \nOptions,” Journal of Financial Economics, Vol. 63, No. 2, February, 2002, 235-261. \n12 Alice A. Bonaimé, Kristine W. Hankins, and Bradford D. Jordon, “Is Managerial Flexibility Good for \nShareholders? Evidence from Share Repurchases,” SSRN Working Paper, March 15, 2012. \n13 Andrew Bary, “Show Us the Money,” Barron’s, May 26, 2012. \n14 C. Fritz Foley, Jay C. Hartzell, Sheridan Titman, and Garry Twite, “Why Do Firms Hold So Much Cash? \nA Tax-based Explanation,” Journal of Financial Economics, Vol. 86, No. 3,  December 2007, 579-607. \n15 Michael J. De La Merced, “In Autonomy Deal, a Way for H.P. to Spend Overseas Cash,” New York \nTimes DealBook, August 18, 2011.  \n16 See http://www.berkshirehathaway.com/letters/1984.html. \n17 Alfred Rappaport, “Dividend Reinvestment, Price Appreciation and Capital Accumulation,” Journal of \nPortfolio Management, Vol. 32, No. 3, Spring 2006, 119-123.  \n18 Rob Cox, Jeff Segal, and John Foley, “Expedia’s Buyback Surprise,” Wall Street Journal, June 20, \n2007.  \n19 Konan Chan, David L. Ikenberry, Inmoo Lee, and Yanzhi Wang, “Share Repurchase as a Potential Tool \nto Mislead Investors,” Journal of Corporate Finance, Vol. 16, No. 2, April 2010, 137-158.  \n \n"
    },
    {
      "number": 15,
      "text": "\t This document is for information only and does not constitute an invitation to the public to invest. You should be aware that the investment \nopportunities described should normally be regarded as longer term investments and they may not be suitable for everyone. The value of \ninvestments and the income from them can go down as well as up and investors may not get back the amounts originally invested, and can \nbe affected by changes in interest rates, in exchange rates, general market conditions, political, social and economic developments and \nother variable factors. Past performance is no guide to future returns and may not be repeated. Investment involves risks including but not \nlimited to, possible delays in payments and loss of income or capital. Neither Legg Mason nor any of its affiliates guarantees any rate of return \nor the return of capital invested. Please note that an investor cannot invest directly in an index. Forward-looking statements are subject to \nuncertainties that could cause actual developments and results to differ materially from the expectations expressed. This information has \nbeen prepared from sources believed reliable but the accuracy and completeness of the information cannot be guaranteed and is not a \ncomplete summary or statement of all available data. Individual securities mentioned are intended as examples of portfolio holdings and are \nnot intended as buy or sell recommendations. Information and opinions expressed by either Legg Mason or its affiliates are current as of the \ndate indicated, are subject to change without notice, and do not take into account the particular investment objectives, financial situation or \nneeds of individual investors. The information in this document is confidential and proprietary and may not be used other than by the intended \nuser. Neither Legg Mason nor any officer or employee of Legg Mason accepts any liability whatsoever for any loss arising from any use of this \ndocument or its contents. This document may not be reproduced, distributed or published without prior written permission from Legg Mason. \nDistribution of this document may be restricted in certain jurisdictions. Any persons coming into possession of this document should seek \nadvice for details of, and observe such restrictions (if any).\n\t This document may have been prepared by an advisor or entity affiliated with an entity mentioned below through common control and ownership by \nLegg Mason, Inc.\n\t This material is only for distribution in the jurisdictions listed.\n\t Investors in Europe:\n\t Issued and approved by Legg Mason Investments (Europe) Limited, registered office 201 Bishopsgate, London EC2M 3AB. Registered in England and \nWales, Company No. 1732037. Authorized and regulated by the Financial Services Authority. Client Services +44 (0)207 070 7444. This document is for \nuse by Professional Clients and Eligible Counterparties in EU and EEA countries. In Switzerland this document is only for use by Qualified Investors. It is \nnot aimed at, or for use by, Retail Clients in any European jurisdictions. \n\t Investors in Hong Kong, Korea, Taiwan and Singapore:\n\t This document is provided by Legg Mason Asset Management Hong Kong Limited in Hong Kong and Korea, Legg Mason Asset Management \nSingapore Pte. Limited (Registration Number (UEN): 200007942R) in Singapore and Legg Mason Investments (Taiwan) Limited (Registration Number:  \n(98) Jin Guan Tou Gu Xin Zi Di 001; Address: Suite E, 55F, Taipei 101 Tower, 7, Xin Yi Road, Section 5, Taipei 110, Taiwan, R.O.C.; Tel: (886) 2-8722 1666) in \nTaiwan. Legg Mason Investments (Taiwan) Limited operates and manages its business independently. It is intended for distributors use only in \nrespectively Hong Kong, Korea, Singapore and Taiwan. It is not intended for, nor should it be distributed to, any member of the public in Hong Kong, \nKorea, Singapore and Taiwan. \n\t Investors in the Americas:\n\t This document is provided by Legg Mason Investor Services LLC, a U.S. registered Broker-Dealer, which may include Legg Mason International - \nAmericas Offshore. Legg Mason Investor Services, LLC, Member FINRA/SIPC, and all entities mentioned are subsidiaries of Legg Mason, Inc.\n\t Investors in Canada:\n\t This document is provided by Legg Mason Canada Inc. Address: 220 Bay Street, 4th Floor, Toronto, ON M5J 2W4. Legg Mason Canada Inc. is affiliated \nwith the Legg Mason companies mentioned above through common control and ownership by Legg Mason, Inc.\n\t Investors in Australia:\n\t This document is issued by Legg Mason Asset Management Australia Limited (ABN 76 004 835 839, AFSL 204827) (“Legg Mason”). The contents are \nproprietary and confidential and intended solely for the use of Legg Mason and the clients or prospective clients to whom it has been delivered. It is not \nto be reproduced or distributed to any other person except to the client’s professional advisers. \n\t This material is not for public distribution outside the United States of America.\n\t Materials were prepared by Brandywine Global Investment Management, LLC and distributed by Legg Mason Investor Services, LLC.\n\t Legg Mason Perspectives® is a registered trademark of Legg Mason Investor Services, LLC.\n\t © 2012 Legg Mason Investor Services, LLC. Member FINRA, SIPC. Legg Mason Capital Management of Legg Mason, LLC. and Legg Mason Investor \nServices, LLC and all entities mentioned above are subsidiaries of Legg Mason, Inc.  407489  MIPX014745  6/12  FN1211943\nImportant risks \nAll investments are subject to risks, including loss of principal. \n"
    }
  ]
}