{
  "filename": "2012_seeking_portfolio_manager_skill__active_share_and_tracking_error_as_a_means_to_anticipate_alpha.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423222140-07'00'",
    "modDate": "D:20240423222224-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": "February 2012 \nLegg Mason Capital  \nManagement\n Seeking portfolio \nmanager skill\nINVESTMENT PRODUCTS: NOT FDIC INSURED • NO BANK GUARANTEE • MAY LOSE VALUE\nPerspectives\n Past performance is no guarantee of future results. All investments involve risk, including possible loss of principal.\n This material is not for public distribution outside the United States of America. Please refer to the disclosure information on the final page.\nBatterymarch  I  Brandywine Global  I  ClearBridge Advisors  I  Legg Mason Capital Management \nLegg Mason Global Asset Allocation  I  Legg Mason Global Equities Group  I  Permal  \nRoyce & Associates  I  Western Asset Management\n"
    },
    {
      "number": 2,
      "text": " \nPage 1 \n \nLegg Mason Capital Management \n \n \nFebruary 24, 2012 \n \nSeeking Portfolio Manager Skill \n \nActive Share and Tracking Error as a Means to Anticipate Alpha1 \n \n \n \n \n \n \n-2.5%\n-2.0%\n-1.5%\n-1.0%\n-0.5%\n0.0%\n0.5%\n1.0%\n1.5%\nCloset \nIndexers\nModerately\nActive\nFactor\nBets\nConcentrated\nStock \nPickers\nAnnualized Four-Factor Alpha \n \n \nSource: Antti Petajisto, “Active Share and Mutual Fund Performance,” Working Paper, December 15, 2010. \n \n \n \n \n \n• \nThere is a logical case for active management, but the key challenge is \nidentifying above-average portfolio managers ahead of time. \n \n• \nMost statistics in the investment industry and corporate America fail the \ndual test of reliability and validity.  \n \n• \nActive share and tracking error are both reliable statistics, and research \nshows that funds with high active share and moderate tracking error \ndeliver excess returns on average. \n \n• \nThe long-term trend has been toward lower active share, which makes it \ndifficult for mutual funds to generate sufficient gross returns to offset fees.      \n"
    },
    {
      "number": 3,
      "text": " \nPage 2 \n \nLegg Mason Capital Management \nEquity markets are generally considered to be informationally efficient, which means that all \nrelevant information is impounded in prices. Because it is difficult for an active manager to \ngenerate returns in excess of that of the market after an adjustment for risk, a common \nprescription is to turn to passive management in the form of index funds. This is a sensible \napproach for many investors. But the case for passive management has logical limits. For \nexample, in economics there is an idea called the macro consistency test, which asks, “Would \nthis approach work if everyone pursued it?” The answer for passive investing is no. Some \npercentage of investors must be active in order to ensure that information is translated into prices. \nIndeed, recent research shows that active management enhances, and passive management \nreduces, the informational efficiency of stock prices.2  \n \nIn 1980, a pair of economists, Sanford Grossman and Joseph Stiglitz, wrote a seminal paper \ncalled, “On the Impossibility of Informationally Efficient Markets.” 3 Their basic argument is that \nthere is a cost to making sure that prices properly reflect information. If there is no return for \nobtaining and trading on information, there is no economic incentive to do so. They propose that \n“those who do expend resources to obtain information do receive compensation” in the form of \nexcess returns. In-depth studies show that active managers do indeed generate gross returns in \nexcess of those of the market.4 However, those returns are less than the fees that managers \ncharge. Careful studies of active management also reveal differential skill—that is, luck alone \ndoes not explain the results in investment management and a small percentage of managers \ndeliver positive excess returns after all costs.5   \n \nOf course the challenge is to identify skillful managers ex ante. There are two major approaches \nto assessing manager skill.6 The first relies on an analysis of prior returns. The effectiveness of \nthis approach relies on extracting useful information about skill by considering a sufficiently long \ntime period and by controlling for various factors, including the types of risks the manager has \nassumed and the systematic versus idiosyncratic risk exposure. Returns-based assessments \nrarely make sufficient and appropriate adjustments to distill skill from the reported results. Further, \nsimulations show that even skillful managers—those endowed with an attractive ex-ante Sharpe \nratio—can deliver poor returns for years as a consequence of luck.7 In other words, even skillful \nmanagers won’t always beat their benchmarks and unskillful managers can do well for stretches \nof time as the result of randomness.   \n \nThe second approach to testing manager skill is look at the portfolio holdings and characteristics \nof managers. Characteristics might include a portfolio manager’s age, education, and the size of \nhis or her fund. The focus on portfolio construction and holdings allows for a more precise \nassessment of a manager’s process. The focus of this discussion will be on active share, a \nconcept developed by a pair of finance professors named Martijn Cremers and Antti Petajisto, as \na means to increase the probability of identifying a skillful manager in advance.8         \n \nWhat Is the Characteristic of a Valuable Statistic? \n \nThe worlds of finance and investing are awash in statistics that purport to reflect what’s going on. \nStatistics that are useful have two features: reliability and validity.9 Reliability means that results \nare highly correlated10 from one period to the next. For example, a student who did poorly on a \ntest last week does poorly this week, and the student who did well last week does well this week. \nHigh reliability and a large contribution of skill generally go together. Finance researchers use the \nterm “persistence,” which is the same as reliability. \n \nThe second feature is validity, which means the result is correlated with the desired outcome. For \ninstance, say a baseball team’s offensive goal is to score as many runs as possible. An analysis \nwould show that on-base percentage is better correlated with run production than batting average \nis. So an enlightened manager would prefer on-base percentage to batting average as a statistic \nof offensive production, all else being equal. \n \n"
    },
    {
      "number": 4,
      "text": " \nPage 3 \n \nLegg Mason Capital Management \nThe returns-based approach skips the two steps of reliability and validity and goes directly to the \nresults. It doesn’t pause to ask: what leads to excess returns? It just measures the outcome. This \napproach works in fields where skill determines results and luck is no big deal. For example, if \nyou have five runners of disparate ability run a 100-yard dash, the outcome of the race is a highly \nreliable predictor of the next race. You don’t need to know anything about the process because \nthe result alone is proof of the difference in ability.  \n \nThe difficulty with using a returns-based approach to assessing skill is that there is not a great \ndeal of reliability, or persistence, in measures of excess returns. Researchers do find evidence for \nmodest persistence but only when returns are carefully adjusted to account for style factors.11 But \ncorrelations over short periods, say year-to-year, for alpha based on the capital asset pricing \nmodel (CAPM) are quite low.    \n \nThis problem of low reliability applies broadly to any highly competitive field that is probabilistic. \nResults, and especially short-term results, cannot distinguish between a good process and a poor \nprocess because of the role of luck. So going directly to the results gives little indication about the \nquality of the decision-making process and the skill of the participant. \n \nIn contrast, the approach that considers the holdings and characteristics of the manager allows \nus to look at both reliability and validity. Now the discussion shifts a bit. The questions become: \nwhich measures of an active manager’s portfolio reflect skill and therefore reliability? For \nexample, a manager may be able to control the number of holdings, risk, turnover, and fees. \nNext, of the measures that are reliable, which are highly correlated with the ultimate objective of \ndelivering excess returns? Are there measures that are both reliable and valid? \n \nActive Share + Tracking Error = Indicator of Skill \n \nLet’s now take a closer look at active share. In plain language, active share is “the percentage of \nthe fund’s portfolio that differs from the fund’s benchmark index.”12 Assuming no leverage or \nshorting, active share is 0 percent if the fund perfectly mimics the index and 100 percent if the \nfund is totally different than the index.  \n \nMore technically,  \nActive Share \n∑\n=\n−\n=\nN\ni\ni\nindex\ni\nfund\n1\n,\n,\n2\n1\nω\nω\n \nwhere: \nωfund,i = portfolio weight of asset i in the fund \nωindex,i = portfolio weight of asset i in the index \n \nHere’s a really simple example. Say the index has 10 stocks, weighted as follows: \n \nIndex Holdings \nPosition \nWeight \nStock 1  \n20.0 % \nStock 2  \n15.0 \nStock 3  \n12.0 \nStock 4  \n11.0 \nStock 5  \n10.0 \n \n \nStock 6    \n  9.0 \n \nStock 7     \n  8.0 \nStock 8    \n  7.0 \nStock 9    \n  5.0  \nStock 10 \n  3.0 \nTotal \n           100.0  \n \n"
    },
    {
      "number": 5,
      "text": " \nPage 4 \n \nLegg Mason Capital Management \nNow let’s say we have a fund of 10 stocks, weighted as follows: \n \nFund Holdings \nPosition \nWeight \nStock 1  \n10.0 % \nStock 2    \n  0.0 \nStock 3    \n  5.0 \nStock 4    \n  3.0 \nStock 5  \n20.0 \n \n \nStock 11 \n15.0 \n \nStock 12 \n12.0 \nStock 13 \n11.0 \nStock 14 \n  9.0  \nStock 15 \n15.0 \nTotal \n           100.0  \n \nActive share is the sum of the absolute values of the difference between the weight in the index \nand the weight in the fund, divided by two: \n                   \n       \n \n \n \n       \nPosition       Index Weight    Fund Weight             Active Share \nStock 1  \n20.0%  \n10.0%  \n \n5.0% \n \n \nStock 2  \n15.0 \n \n  0.0 \n \n \n7.5 \nStock 3  \n12.0 \n \n  5.0 \n \n \n3.5 \nStock 4  \n11.0 \n \n  3.0 \n \n \n4.0 \nStock 5  \n10.0 \n \n 20.0 \n \n \n5.0 \nStock 6    \n  9.0 \n \n  0.0 \n \n \n4.5 \nStock 7     \n  8.0 \n \n  0.0 \n \n \n4.0 \nStock 8    \n  7.0 \n \n  0.0 \n \n \n3.5 \nStock 9    \n  5.0  \n \n  0.0  \n \n \n2.5 \nStock 10 \n  3.0 \n \n  0.0 \n \n \n1.5 \nStock 11 \n  0.0 \n \n 15.0 \n \n \n7.5 \nStock 12 \n  0.0 \n \n 12.0 \n \n \n6.0 \nStock 13 \n  0.0 \n \n 11.0 \n \n \n5.5 \nStock 14 \n  0.0 \n \n   9.0 \n \n \n4.5 \nStock 15 \n  0.0 \n \n 15.0 \n \n \n7.5 \nTotal \n             100.0   \n100.0 \n                       72.0% \n \nIn this basic example, you can see that active share is the result of not owning, or weighting \ndifferently, the stocks in the index (see stocks 1-10) and owning stocks that are not in the index \n(see stocks 11-15).  \n \nGenerally, an active share of 60 percent or less is considered to be closet indexing and active \nshares of 90 percent or more indicate managers who are truly picking stocks. For the past 30 \nyears, active share has been declining steadily for the mutual fund universe in the United States. \nFor instance, the percentage of assets under management with active share less than 60 percent \nwent from 1.5 percent in 1980 to over 40 percent today.  \n \nThe selection of an index as a benchmark is obviously crucial. Research by Antti Petajisto shows \nthat of the roughly 2,500 mutual funds he analyzed, 38.6 percent used the S&P 500 as their \nbenchmark. Weighted by assets, 56 percent of the funds use the S&P 500 as a benchmark. \nOther popular benchmarks include the Russell 2000 (8.8 percent by number, 6.2 percent by \nweight), the Russell 1000 Growth (8.4 percent by number, 5.6 percent by weight) and the Russell \n1000 Value (8.2 percent by number, 8.4 percent by weight). Exhibit 1 shows the most common \nbenchmark indexes. \n \n   \n"
    },
    {
      "number": 6,
      "text": " \nPage 5 \n \nLegg Mason Capital Management \nExhibit 1: Most Common Benchmark Indexes13 \n0%\n10%\n20%\n30%\n40%\n50%\n60%\nS&P 500 Russell\n2000\nRussell\n1000\nGrowth\nRussell\n1000\nValue\nRussell\n2000\nGrowth\nRussell\n2000\nValue\nRussell\nMidcap\nGrowth\nRussell\n3000\nRussell\nMidcap\nValue\nOther\nPercentage of Funds\nPercentage of Assets\n \nSource: Antti Petajisto, “Active Share and Mutual Fund Performance,” Working Paper, December 15, 2010. \n \nThere are two basic ways to raise active share.14 The first is through stock selection, as our \nsimple example shows. That means either buying stocks that are not represented in the index, or \nowning stocks that are in the index but at a position weight that is higher or lower than what is in \nthe index.   \n \nThe second way to raise active share is through systematic factor risk15, which is effectively \nbetting on factors by overweighting or underweighting16 industries. For example, a manager who \nis bullish on an economic recovery might overweight industries that are economically sensitive, or \na manager who is bearish might overweight defensive industries. Tracking error, the standard \ndeviation of the difference between the returns of the fund and of the index, does an effective job \nin capturing systematic factor risk. Tracking error puts more weight on correlated active bets than \nactive share does. You can think of active share as a complement to tracking error and a \nmeasure that adds value in explaining fund results. A full picture of active management \nincorporates both active share and tracking error.  \n \nTo illustrate the difference between these measures of active management, Petajisto offers the \nfollowing illustration. Say a portfolio has 50 stocks. If all of the overweight positions are in \ntechnology stocks that move together, then small active positions will generate high tracking \nerror. The portfolio has high systematic risk.  \n \nOn the other hand, say the index represents 50 industries with 20 stocks in each industry and the \nfund selects one stock from each industry but weights that stock at the same level as the industry. \nIn this case, active share will be high at about 95 percent but the tracking error will be relatively \nlow. As Petajisto notes, “active share is a reasonable proxy for stock selection, whereas tracking \nerror is a proxy for systematic factor risk.”  \n \nThere is a clear relationship between active share and tracking error. When active share is low, \ntracking error tends to be low and when active share is high, tracking error tends to be high. But \nthe data show some amount of variation. For example, funds with tracking error of 4-6 percent \ncan have active shares of 30 percent to 100 percent, while active shares in the 70-80 percent \n"
    },
    {
      "number": 7,
      "text": " \nPage 6 \n \nLegg Mason Capital Management \nrange can be associated with tracking errors between 2 and 14 percent. This range of values for \neach measure of active management shows why it is important to distinguish between the two.  \n \nExhibit 2 shows a matrix that classifies 401 mutual funds based on active share and tracking error \nusing data from year-end 2007. The funds were sorted into quintiles based on each measure, \nwith one as the lowest value and five as the highest value. The cells represent the number of \nfunds that fall into the intersection of each pairing of quintiles. For example, if you examine the \ntop right corner, you can see that 47 funds, or 11.6 percent of the sample, are in the highest \nquintile of both active share and tracking error. These are funds that are very different than their \nbenchmarks and that have results that vary quite a bit from their benchmark. In contrast, the \nbottom left corner shows that nearly 15 percent of the sample—59 funds—are in the lowest \nquintile of both active share and tracking error. These are index hugging funds. To be in the top \nquintile, a fund must have an active share higher than 91 percent and a tracking error higher than \n5.3 percent. \n \nExhibit 2: 401 Mutual Funds Ranked in Quintiles Based on Active Share and Tracking Error  \n1\n2\n3\n4\n5\n5\n0\n1\n4\n29\n47\n4\n1\n8\n22\n23\n26\n3\n7\n22\n25\n20\n6\n2\n13\n34\n24\n7\n2\n1\n59\n15\n5\n1\n0\nActive \nShare\nTracking Error\n \nSource: Morningstar, FactSet, and LMCM analysis. \n \nA common measure of portfolio performance is the information ratio, which is excess return \ndivided by tracking error. There is a fairly linear relationship between large factor bets (i.e., the \noverweighting or underweighting of industries relative to the benchmark) and tracking error. So in \norder to have an attractive information ratio, those factor bets have to really pay off to \ncompensate for the high tracking error. Broadly speaking, they don’t. So active managers are \nbetter off maintaining high active share through stock picking than through sector bets.  \n \nThe appendix provides a more sophisticated numerical example of active share and systematic \nfactor bets based on a fictitious index and fund. \n \nActive Share and Fees \n \nThe downward drift in active share raises an important issue in the active versus passive debate. \nIf you’re going to go passive, go passive. Buy a fund that charges low fees and closely mirrors the \nindex. If you’re going to go active, find a manager with a good process and high active share. \nAcademic research shows, for example, that the best ideas of money managers generate excess \nreturns.17 \n \nActive managers who have crept toward closet indexing have created a losing proposition—\nmarket-like returns accompanied by fees higher than index funds. Petajisto provides an \ninteresting case with Fidelity’s flagship mutual fund, Magellan. Peter Lynch made the fund famous \nby delivering outstanding returns in the 1980s when he managed it, in part by sustaining high \nactive share. When Jeffrey Vinik ran the fund in the early 1990s, it had an active share above 70 \npercent. However, the fund’s next manager, Robert Stansky, who took over in 1996, took the \nactive share below 40 percent and kept it there for a half dozen years.   \n \nHere’s why it’s so hard to beat the market with low active share and an average expense ratio. \nSay a fund has an expense ratio of 125 basis points—roughly the average of all funds in \nPetajisto’s study—and the active share is 33 percent. That means that two-thirds of the portfolio \n"
    },
    {
      "number": 8,
      "text": " \nPage 7 \n \nLegg Mason Capital Management \nis earning the same return as the benchmark index. Therefore, the active part has to make up for \nthe difference with massive outperformance. For example, in order to equal the benchmark’s \nreturns, the active portion needs to earn an excess return of 375 basis points: \n \n            Percentage \n                         of Portfolio \n       Excess Return \n    Weighted Return \nPassive                 67%  \n \n  0.00%  \n \n0.00% \nActive                  33  \n \n \n  3.75 \n \n \n1.25% \n \n               100% \nGross return  \n \n \n \n \n \n \n1.25% \nLess expenses  \n \n \n \n \n            -1.25% \nNet return \n \n \n \n \n \n \n=   0% \n \nPetajisto did find that low active share funds tended to have lower expense ratios, but the fees \nwere sufficient to make outperformance extremely difficult. Generating excess returns is \nchallenging enough, but low active share and average fees make the task even more daunting.    \n \nReliability and Validity \n \nWe noted before that the returns-based approach to assessing skill skips the steps of reliability \nand validity. Now we apply the features of a useful statistic to active share and tracking error. The \nway to test reliability in this case is to examine the coefficient of correlation, r, between the active \nshare for the same fund over two different time periods. Using a sample of approximately 400 \nmutual funds, the r between active share for 2007 and 2010 is 86 percent. (See exhibit 3, left \nside.) Cremers and Petajisto also found active share to be reliable. This makes sense, because \nactive share is within the control of a portfolio manager.  \n \nTracking error, too, appears to have good reliability. For the same funds and same time period, \nthe coefficient of correlation, r, is 76 percent. (See exhibit 3, right side.) To put these figures in \ncontext, three-year alphas based on the CAPM have a coefficient of correlation of close to zero.  \n \nExhibit 3: Reliability of Active Share and Tracking Error \n \nSource: Morningstar, FactSet, and LMCM analysis. \n \nThe second feature of a useful statistic is validity—it leads you to the outcomes that you seek. \nThe research suggests that high active share is desirable if it is the result of stock picking, but \nless desirable if it is the result of factor bets that show up as high tracking error. Petajisto sorts \n1,124 funds into five categories based on results from 1990 through 2009 (see exhibit 4). Stock \npickers are in the highest quintile of active share, but in the bottom 80 percent of tracking error \nr  = 0.86\n0.00\n0.20\n0.40\n0.60\n0.80\n1.00\n0.00\n0.20\n0.40\n0.60\n0.80\n1.00\n2007 Active Share\n2010 Active Share\nr  = 0.76\n0.00\n5.00\n10.00\n15.00\n20.00\n25.00\n0.00\n5.00\n10.00\n15.00\n20.00\n25.00\n2007 Tracking Error\n2010 Tracking Error\n"
    },
    {
      "number": 9,
      "text": " \nPage 8 \n \nLegg Mason Capital Management \nwithin that active share quintile. He labels “concentrated” the funds in the highest quintile of active \nshare that have the highest tracking error. These funds have high systematic factor risk. Funds in \nthe stock pickers category have an average active share of 97 percent with an average tracking \nerror of 8.5 percent. The concentrated funds have similar active share, at 98 percent, but have a \ntracking error of 15.8 percent, which is almost double that of the stock pickers. \n \nExhibit 4: Fund Categories and Their Statistics (5 = Top, 1 = Bottom) \nAverage\nAverage\nPortfolio\nNumber \nAverage\nLabel\nDescription\nActive Share\nTracking Error\nTurnover of stocks\nExpense Ratio\nStock pickers\nTop quintile AS, quintiles 1-4 TE\n97%\n8.5%\n83%\n66\n1.41%\nConcentrated\nTop quintile AS, top quintile TE\n98%\n15.8%\n122%\n59\n1.60%\nFactor bets\nQuintiles 2-4 AS, top quintile TE\n79%\n10.4%\n104%\n107\n1.34%\nModerately active\nQuintiles 2-4 AS, quintiles 1-4 TE\n83%\n5.9%\n84%\n100\n1.25%\nCloset indexers\nBottom quintile AS, quintiles 1-4 TE\n59%\n3.5%\n69%\n161\n1.05%\n \nSource: Antti Petajisto, “Active Share and Mutual Fund Performance,” Working Paper, December 15, 2010. \n \nFunds that make relatively large factor bets are in the bottom four quintiles for active share but \nhave among the highest tracking error within those quintiles. Moderately active funds are in the \nmiddle quintiles for active share but have tracking error that is much lower than the funds making \nfactor bets. Finally, the closet indexers have low active share and low tracking error.   \n \nThe test of validity is whether these categories correlate with excess returns. Exhibit 5 shows the \nresults from Petajisto’s research. Importantly, these results include a period when large \ncapitalization stocks did well (the 1990s), small capitalization stocks outperformed (the 2000s), \nand the financial crisis. Petajisto shows that stock pickers generate annual alpha of 1.39 percent, \nwhereas all of the other categories have negative alpha. The funds that rely on factor bets are the \nworst performing category. However, funds with high tracking error and high active share perform \nless poorly. \n \nExhibit 5: Four-Factor Alpha for 1,124 Funds from 1990-2009 Based on Fund Category \n-2.5%\n-2.0%\n-1.5%\n-1.0%\n-0.5%\n0.0%\n0.5%\n1.0%\n1.5%\nCloset \nIndexers\nModerately\nActive\nFactor\nBets\nConcentrated\nStock \nPickers\nAnnualized Four-Factor Alpha \n \nSource: Antti Petajisto, “Active Share and Mutual Fund Performance,” Working Paper, December 15, 2010. \n \nPetajisto’s large sample over 20 years provides a solid basis to establish validity. The smaller \nsample we used to establish reliability provided similar results. The funds that were in the highest \nquintile for active share and the bottom 80 percent of tracking error—64 funds altogether—\ngenerated annualized alpha of 3.8 percentage points from 2008-2010, well in excess of the \nresults of the sample of all 400 funds.  \n"
    },
    {
      "number": 10,
      "text": " \nPage 9 \n \nLegg Mason Capital Management \nThe conclusion is that a thoughtful combination of active share and tracking error reflects the \nessential features of a good statistic: they are reliable and valid. Still, active share needs additional \ntesting before it can be declared sufficient to indicate ex ante skill. One specific concern is \nbenchmark selection. Small capitalization funds, for instance, tend to have higher active share than \nlarge capitalization funds. This is because small capitalization indexes have more stocks, with a \nlower average weight, than large capitalization indexes do. So the favorable results from the \nanalysis of active share may stem in part from the fact that small capitalization funds beat their \nindexes more often than large capitalization funds do.18   \n \nSummary \n \nInvestment management is a very competitive business, in part because there are so many bright \nand motivated people seeking to beat their benchmarks. As a result, randomness plays a large role \nin determining results in the short term and it is difficult to deliver excess returns over time. Still, \nacademic research shows that some funds do better than chance would suggest, and that active \nmanagers beat their benchmarks before fees. The fundamental question is whether funds with a \ngood chance of outperforming their benchmark can be identified in advance.  \n \nThere are two approaches to assessing managers. The first examines past results. This approach \ncan reveal information if the track record is sufficiently long and enough controls are put into place \nso as to ensure that the results are not the consequence of risk. But relying on results in any domain \nthat is based on probability is inherently troublesome, because the challenge of sorting skill and \nrandomness is daunting.  \n \nThe second approach studies the characteristics and behavior of the manager in order to assess \nwhether he or she has a good process. To be useful, any measure of performance must have two \nfeatures: reliability and validity. Most manager assessments use statistics that are neither reliable \nnor valid. We argue that a combination of active share and tracking error provides a glimpse into \nprocess. Taken together, these statistics are also reliable and valid. Based on this discussion, we \ncan arrive at four conclusions: \n \n• \nThere is a role for active management. Having some active managers is a logical necessity. \nResearch shows that active management increases the informational efficiency of stock \nprices and that passive management makes prices less efficient. The key challenge is \nidentifying above-average managers ahead of time. \n• \nReliability and validity. Most statistics in the investment industry fail the dual test of reliability \nand validity. This is true in corporate America as well. As a consequence, it’s important to \nbreak down investment results further in order to get a better handle on potential skill. \n• \nThe combination of active share and tracking error provides insight. Active share and \ntracking error are both reliable statistics. For example, for 400 mutual funds (2007 to 2010) \nthe coefficient of correlation for active share was 86 percent while tracking error was 76 \npercent. In seeking validity, the goal is to identify funds with high active share (top quintile) \nthat are not in the highest quintile for tracking error. High tracking error indicates sizeable \nfactor bets, which tend to deliver poor returns. Research by Cremers and Petajisto, \nconfirmed by our own smaller sample, shows that funds with high active share and \nmoderate tracking error deliver excess returns. \n• \nThere is a long-term trend toward lower active share. The percentage of assets under \nmanagement with active share below 60 percent—considered to be closet indexing—has \nrisen from 1.5 percent 30 years ago to more than 40 percent today. Passive management \nmakes sense for a great deal of investors. But the essential message is this: If you’re going \nto be active, go active. Don’t own a fund with low active share, because the chances are \ngood that the fund’s gross returns will be insufficient to leave you with attractive returns after \nfees. \n  \nI’d like to acknowledge the intellectual contribution of Arturo Rodriguez, CFA. As always, Dan Callahan, CFA, \nadded great value in all aspects of preparing this piece. \n"
    },
    {
      "number": 11,
      "text": " \nPage 10 \n \nLegg Mason Capital Management \nEndnotes: \n \n1 Alpha is a measure of performance versus a benchmark on a risk-adjusted basis.  An alpha of \n+1.0 means the portfolio has outperformed its benchmark index by 1%.  An alpha of -1.0 means it \nhas underperformed its benchmark by 1%. \n2 Russ Wermers and Tong Yao, “Active vs. Passive Investing and the Efficiency of Individual \nStock Prices,” Working Paper, February 2010; Rodney N. Sullivan and James X. Xiong, CFA, \n“How Index Trading Increases Market Vulnerability,” Financial Analysts Journal, forthcoming (see \nhttp://papers.ssrn.com/sol3/papers.cfm?abstract_id=1908227; and Jeffrey Wurgler, “On the \nEconomic Consequences of Index-Linked Investing,” Challenges to Business in the Twenty-First \nCentury: The Way Forward, W.T. Allen, R. Khurana, J. Lorsch, and G. Rosenfeld, eds., \nforthcoming (see http://archive.nyu.edu/bitstream/2451/31353/2/4_essay_Wurgler.pdf.)  \n3 Sanford J. Grossman and Joseph E. Stiglitz, “On the Impossibility of Informationally Efficient \nMarkets,” American Economic Review, Vol. 70, No. 3, June 1980, 393-408.  \n4 Russ Wermers, “Mutual Fund Performance: An Empirical Decomposition into Stock-Picking \nTalent, Style, Transaction Costs, and Expenses,” Journal of Finance, Vol. 55, No. 4, August \n2000, 1655-1695. \n 5 Robert Kosowski, Allan G. Timmerman, Russ Wermers, and Hal White, “Can Mutual Fund \n‘Stars’ Really Pick Stocks?” Journal of Finance, Vol. 61, No. 6, December 2006, 2551-2595; \nLaurent Barras, Olivier Scaillet, and Russ Wermers, “False Discoveries in Mutual Fund \nPerformance: Measuring Luck in Estimated Alphas,” Journal of Finance, Vol. 65, No. 1, February \n2010, 179-216. \n6 Russ Wermers, “Performance Measurement of Mutual Funds, Hedge Funds, and Institutional \nAccounts,” Annual Review of Financial Economics, Vol. 3, 2011, 537-574. \n7 David L. Donoho, Robert A. Crenian, and Matthew H. Scanlan, “Is Patience a Virtue? The \nUnsentimental Case for the Long View in Evaluating Returns,” The Journal of Portfolio \nManagement, Fall 2010, 105-120.  \n8 K. J. Martijn Cremers and Antti Petajisto, “How Active is Your Fund Manager? A New Measure \nThat Predicts Performance,” Review of Financial Studies, Vol. 22, No. 9, September 2009, 3329-\n3365.  \n9 William M.K. Trochim and James P. Donnelly, The Research Methods Knowledge Base, Third \nEdition (Mason, OH: Atomic Dog, 2008), 80-95. \n10 Correlation refers to the relationship between two sets of data. When asset prices move \ntogether, they are described as positively correlated; when they move opposite to each other, the \ncorrelation is described as negative. If price movements have no relationship to each other, they \nare described as uncorrelated. \n11 The most widely used are Carhart’s four-factor model (CAPM, size, valuation, momentum) and \nthe Fama-French three-factor model (CAPM, size, valuation). See Mark M. Carhart, “On \nPersistence in Mutual Fund Performance,” Journal of Finance, Vol. 52, No. 1, March 1997, 57-82 \nand Eugene F. Fama and Kenneth R. French, “Common Risk Factors in the Returns of Stocks \nand Bonds,” Journal of Financial Economics, Vol. 33, No. 1, February 1993, 3-56.   \n12 Antti Petajisto, “Active Share and Mutual Fund Performance,” Working Paper, December 15, \n2010.  \n13 S&P 500 Index is an unmanaged index of common stock performance. Russell 2000 Index is \nan unmanaged list of common stocks that is frequently used as a general performance measure \nof U.S. stocks of small and/or midsize companies. Russell 1000 Growth Index is an unmanaged \nindex of those companies in the large-cap Russell 1000 Index chosen for their growth orientation.  \nRussell 1000 Value Index is an unmanaged index of those companies in the large-cap Russell \n1000 Index chosen for their value orientation. Russell 2000 Growth Index is an unmanaged index \nof those companies in the small-cap Russell 2000 Index chosen for their growth orientation. \nRussell 2000 Value Index is an unmanaged index of those companies in the small-cap Russell \n2000 Index chosen for their value orientation. Russell Midcap Growth Index is an unmanaged \nindex of those companies in the Russell Midcap Index chosen for their growth orientation. Russell \n3000 Index is an unmanaged index of the 3,000 largest U.S. companies. Russell Midcap Value \nIndex is an unmanaged index of those companies in the Russell Midcap Index chosen for their \nvalue orientation. \n"
    },
    {
      "number": 12,
      "text": " \nPage 11 \n \nLegg Mason Capital Management \n \n14 Eugene F. Fama, “Components of Investment Performance,” Journal of Finance, Vol. 27, No. \n3, June 1972, 551-567. \n15 Systematic risk is the risk inherent to the entire market or the entire market segment. \n16 Overweighting refers to having a greater allocation to a holding, sector, etc than the index; \nunderweighting refers to having a smaller allocation to a holding, sector, etc than the index. \n17 Randy Cohen, Christopher Polk, and Bernhard Silli, “Best Ideas,” Working Paper, March 2009. \nAlso, Klaas P. Baks, Jeffrey A. Busse, and T. Clifton Green, “Fund Managers Who Take Big Bets: \nSkilled or Overconfident,” Working Paper, March 2006. \n18 Robert C. Jones, CFA, and Russ Wermers, “Active Management in a Mostly Efficient Market,” \nFinancial Analysts Journal, Vol. 67, No. 6, November/December 2011, 29-45. \n \n \n \n"
    },
    {
      "number": 13,
      "text": " \nPage 12 \n \nLegg Mason Capital Management \nAppendix: Decomposing Active Share \n \nOn the left is a fictitious index. The list shows the 50 stocks in the index, which industry each \ncompany is in, and the weight within the index. On the right is our fictitious fund, which has 25 \nstocks. Note that the stocks in the fund do not overlap completely with the stocks in the index. In \nother words, the fund holds some stocks that are not in the index. \n \nIndex Holdings\nWeight\nFund Holdings\nWeight\nEnergy Company 6\n7.7%\nConsumer Discretionary Company 1\n7.7%\nInformation Technology Company 1\n7.2%\nConsumer Staples Company 1\n7.1%\nInformation Technology Company 4\n4.1%\nInformation Technology Company 5\n7.0%\nEnergy Company 3\n4.0%\nEnergy Company 4\n6.2%\nInformation Technology Company 6\n3.7%\nConsumer Staples Company 3\n6.0%\nIndustrials Company 3\n3.6%\nInformation Technology Company 7\n5.2%\nConsumer Staples Company 4\n3.5%\nConsumer Discretionary Company 4\n5.0%\nTelecommunication Services Company 4\n3.4%\nHealth Care Company 6\n5.0%\nHealth Care Company 3\n3.4%\nFinancials Company 6\n4.9%\nHealth Care Company 5\n3.2%\nFinancials Company 5\n4.7%\nInformation Technology Company 3\n3.1%\nEnergy Company 1\n4.7%\nConsumer Staples Company 2\n3.0%\nTelecommunication Services Company 2\n4.1%\nFinancials Company 7\n2.8%\nIndustrials Company 4\n4.0%\nConsumer Staples Company 5\n2.6%\nFinancials Company 1\n4.0%\nFinancials Company 2\n2.6%\nIndustrials Company 1\n3.8%\nFinancials Company 4\n2.4%\nInformation Technology Company 8\n3.4%\nInformation Technology Company 5\n2.3%\nMaterials Company 7\n2.4%\nHealth Care Company 4\n2.2%\nMaterials Company 6\n2.3%\nTelecommunication Services Company 5\n2.2%\nInformation Technology Company 2\n2.2%\nConsumer Staples Company 6\n2.0%\nHealth Care Company 2\n2.2%\nConsumer Staples Company 3\n2.0%\nMaterials Company 5\n2.1%\nConsumer Discretionary Company 7\n2.0%\nUtilities Company 5\n1.8%\nEnergy Company 2\n1.8%\nConsumer Discretionary Company 6\n1.5%\nEnergy Company 5\n1.7%\nUtilities Company 1\n1.4%\nHealth Care Company 1\n1.7%\nTelecommunication Services Company 6\n1.3%\nFinancials Company 3\n1.5%\nTotal\n100.0%\nEnergy Company 4\n1.4%\nIndustrials Company 5\n1.3%\nConsumer Discretionary Company 3\n1.3%\nIndustrials Company 6\n1.3%\nConsumer Discretionary Company 5\n1.2%\nConsumer Discretionary Company 2\n1.2%\nConsumer Discretionary Company 1\n1.2%\nHealth Care Company 2\n1.1%\nIndustrials Company 2\n1.1%\nIndustrials Company 4\n1.1%\nFinancials Company 1\n1.1%\nMaterials Company 1\n0.8%\nUtilities Company 6\n0.8%\nMaterials Company 4\n0.7%\nMaterials Company 3\n0.7%\nMaterials Company 2\n0.6%\nMaterials Company 6\n0.6%\nUtilities Company 2\n0.6%\nUtilities Company 3\n0.6%\nUtilities Company 4\n0.5%\nUtilities Company 5\n0.5%\nTelecommunication Services Company 1\n0.4%\nTelecommunication Services Company 3\n0.1%\nTelecommunication Services Company 6\n0.1%\nTotal\n100.0%\n \n \n"
    },
    {
      "number": 14,
      "text": " \nPage 13 \n \nLegg Mason Capital Management \nThe table below shows the calculation of active share by placing the index and the fund next to \none another. This fund has an active share of 88.5 percent. On the left you can see how active \nshare rises as the result of stock picking. The fund doesn’t hold some of the stocks that are the \nindex’s largest weighting and does hold stocks that are not in the index. \n \nOn the right is the active share as the result of sector weights (tracking error captures this well). \nNaturally, active share is a blend of stock picking and sector bets. These amounts are related. In \ngeneral, high active share via stock picking and relatively low active share via sector bets does \nbest. \n \nHoldings\nWeight in \nIndex\nWeight in \nFund\nActive \nShare\nSectors\nWeight in \nIndex\nWeight in \nFund\nActive \nShare\nEnergy Company 6\n7.7%\n0.0%\n3.9%\nEnergy\n16.8%\n10.9%\n3.0%\nInformation Technology Company 1\n7.2%\n0.0%\n3.6%\nMaterials\n3.4%\n6.7%\n1.7%\nInformation Technology Company 4\n4.1%\n0.0%\n2.1%\nIndustrials\n8.4%\n7.9%\n0.3%\nEnergy Company 3\n4.0%\n0.0%\n2.0%\nConsumer Discretionary\n6.9%\n14.3%\n3.7%\nInformation Technology Company 6\n3.7%\n0.0%\n1.8%\nConsumer Staples\n13.1%\n13.1%\n0.0%\nIndustrials Company 3\n3.6%\n0.0%\n1.8%\nHealth Care\n11.6%\n7.2%\n2.2%\nConsumer Staples Company 4\n3.5%\n0.0%\n1.7%\nFinancials\n10.3%\n13.6%\n1.7%\nTelecommunication Services Company 4\n3.4%\n0.0%\n1.7%\nInformation Technology\n20.4%\n17.8%\n1.3%\nHealth Care Company 3\n3.4%\n0.0%\n1.7%\nTelecommunication Services\n6.3%\n5.4%\n0.4%\nHealth Care Company 5\n3.2%\n0.0%\n1.6%\nUtilities\n2.9%\n3.2%\n0.1%\nInformation Technology Company 3\n3.1%\n0.0%\n1.6%\nTotal\n100.0%\n100.0%\n14.3%\nConsumer Staples Company 2\n3.0%\n0.0%\n1.5%\nFinancials Company 7\n2.8%\n0.0%\n1.4%\nConsumer Staples Company 5\n2.6%\n0.0%\n1.3%\nFinancials Company 2\n2.6%\n0.0%\n1.3%\nFinancials Company 4\n2.4%\n0.0%\n1.2%\nInformation Technology Company 5\n2.3%\n7.0%\n2.3%\nHealth Care Company 4\n2.2%\n0.0%\n1.1%\nTelecommunication Services Company 5\n2.2%\n0.0%\n1.1%\nConsumer Staples Company 6\n2.0%\n0.0%\n1.0%\nConsumer Staples Company 3\n2.0%\n6.0%\n2.0%\nConsumer Discretionary Company 7\n2.0%\n0.0%\n1.0%\nEnergy Company 2\n1.8%\n0.0%\n0.9%\nEnergy Company 5\n1.7%\n0.0%\n0.9%\nHealth Care Company 1\n1.7%\n0.0%\n0.8%\nFinancials Company 3\n1.5%\n0.0%\n0.7%\nEnergy Company 4\n1.4%\n6.2%\n2.4%\nIndustrials Company 5\n1.3%\n0.0%\n0.7%\nConsumer Discretionary Company 3\n1.3%\n0.0%\n0.6%\nIndustrials Company 6\n1.3%\n0.0%\n0.6%\nConsumer Discretionary Company 5\n1.2%\n0.0%\n0.6%\nConsumer Discretionary Company 2\n1.2%\n0.0%\n0.6%\nConsumer Discretionary Company 1\n1.2%\n7.7%\n3.3%\nHealth Care Company 2\n1.1%\n2.2%\n0.5%\nIndustrials Company 2\n1.1%\n0.0%\n0.6%\nIndustrials Company 4\n1.1%\n4.0%\n1.5%\nFinancials Company 1\n1.1%\n4.0%\n1.5%\nMaterials Company 1\n0.8%\n0.0%\n0.4%\nUtilities Company 6\n0.8%\n0.0%\n0.4%\nMaterials Company 4\n0.7%\n0.0%\n0.4%\nMaterials Company 3\n0.7%\n0.0%\n0.3%\nMaterials Company 2\n0.6%\n0.0%\n0.3%\nMaterials Company 6\n0.6%\n2.3%\n0.8%\nUtilities Company 2\n0.6%\n0.0%\n0.3%\nUtilities Company 3\n0.6%\n0.0%\n0.3%\nUtilities Company 4\n0.5%\n0.0%\n0.3%\nUtilities Company 5\n0.5%\n1.8%\n0.7%\nTelecommunication Services Company 1\n0.4%\n0.0%\n0.2%\nTelecommunication Services Company 3\n0.1%\n0.0%\n0.1%\nTelecommunication Services Company 6\n0.1%\n1.3%\n0.6%\nUtilities Company 1\n0.0%\n1.4%\n0.7%\nEnergy Company 1\n0.0%\n4.7%\n2.3%\nInformation Technology Company 2\n0.0%\n2.2%\n1.1%\nIndustrials Company 1\n0.0%\n3.8%\n1.9%\nConsumer Discretionary Company 4\n0.0%\n5.0%\n2.5%\nTelecommunication Services Company 2\n0.0%\n4.1%\n2.1%\nConsumer Staples Company 1\n0.0%\n7.1%\n3.6%\nConsumer Discretionary Company 6\n0.0%\n1.5%\n0.8%\nMaterials Company 5\n0.0%\n2.1%\n1.0%\nInformation Technology Company 7\n0.0%\n5.2%\n2.6%\nMaterials Company 7\n0.0%\n2.4%\n1.2%\nInformation Technology Company 8\n0.0%\n3.4%\n1.7%\nFinancials Company 5\n0.0%\n4.7%\n2.4%\nHealth Care Company 6\n0.0%\n5.0%\n2.5%\nFinancials Company 6\n0.0%\n4.9%\n2.5%\nTotal\n100.0%\n100.0%\n88.5%\n Sector Active Share\n Total Active Share\n \n \n \n"
    },
    {
      "number": 15,
      "text": " \nPage 14 \n \nLegg Mason Capital Management \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe views expressed in this commentary reflect those of Legg Mason Capital Management \n(LMCM) as of the date of this commentary. These views are subject to change at any time based \non market or other conditions, and LMCM disclaims any responsibility to update such views. \nThese views may not be relied upon as investment advice and, because investment decisions for \nclients of LMCM are based on numerous factors, may not be relied upon as an indication of \ntrading intent on behalf of the firm. The information provided in this commentary should not be \nconsidered a recommendation by LMCM or any of its affiliates to purchase or sell any security. To \nthe extent specific securities are mentioned in the commentary, they have been selected by the \nauthor on an objective basis to illustrate views expressed in the commentary. If specific securities \nare mentioned, they do not represent all of the securities purchased, sold or recommended for \nclients of LMCM and it should not be assumed that investments in such securities have been or \nwill be profitable. There is no assurance that any security mentioned in the commentary has ever \nbeen, or will in the future be, recommended to clients of LMCM.  Employees of LMCM and its \naffiliates may own securities referenced herein. Predictions are inherently limited and should not \nbe relied upon as an indication of actual or future performance. Legg Mason Capital \nManagement, LLC consists of two legal entities, Legg Mason Capital Management and LMM \nLLC.  \n"
    },
    {
      "number": 16,
      "text": "\t This document is for information only and does not constitute an invitation to the public to invest. You should be aware that the investment \nopportunities described should normally be regarded as longer term investments and they may not be suitable for everyone. The value of \ninvestments and the income from them can go down as well as up and investors may not get back the amounts originally invested, and can \nbe affected by changes in interest rates, in exchange rates, general market conditions, political, social and economic developments and \nother variable factors. Past performance is no guide to future returns and may not be repeated. Investment involves risks including but not \nlimited to, possible delays in payments and loss of income or capital. Neither Legg Mason nor any of its affiliates guarantees any rate of return \nor the return of capital invested. Please note that an investor cannot invest directly in an index. Forward-looking statements are subject to \nuncertainties that could cause actual developments and results to differ materially from the expectations expressed. This information has \nbeen prepared from sources believed reliable but the accuracy and completeness of the information cannot be guaranteed and is not a \ncomplete summary or statement of all available data. Individual securities mentioned are intended as examples of portfolio holdings and are \nnot intended as buy or sell recommendations. Information and opinions expressed by either Legg Mason or its affiliates are current as of the \ndate indicated, are subject to change without notice, and do not take into account the particular investment objectives, financial situation or \nneeds of individual investors. The information in this document is confidential and proprietary and may not be used other than by the intended \nuser. Neither Legg Mason nor any officer or employee of Legg Mason accepts any liability whatsoever for any loss arising from any use of this \ndocument or its contents. This document may not be reproduced, distributed or published without prior written permission from Legg Mason. \nDistribution of this document may be restricted in certain jurisdictions. Any persons coming into possession of this document should seek \nadvice for details of, and observe such restrictions (if any).\n\t This document may have been prepared by an advisor or entity affiliated with an entity mentioned below through common control and ownership by \nLegg Mason, Inc.\n This material is only for distribution in the jurisdictions listed.\n Investors in Europe:\n\t Issued and approved by Legg Mason Investments (Europe) Limited, registered office 201 Bishopsgate, London EC2M 3AB. Registered in England and \nWales, Company No. 1732037. Authorized and regulated by the Financial Services Authority. Client Services +44 (0)207 070 7444. This document is for \nuse by Professional Clients and Eligible Counterparties in EU and EEA countries. In Switzerland this document is only for use by Qualified Investors. It is \nnot aimed at, or for use by, Retail Clients in any European jurisdictions. \n Investors in Hong Kong, Korea, Taiwan and Singapore:\n\t This document is provided by Legg Mason Asset Management Hong Kong Limited in Hong Kong and Korea, Legg Mason Asset Management \nSingapore Pte. Limited (Registration Number (UEN): 200007942R) in Singapore and Legg Mason Investments (Taiwan) Limited (Registration Number: \n(98) Jin Guan Tou Gu Xin Zi Di 001; Address: Suite E, 55F, Taipei 101 Tower, 7, Xin Yi Road, Section 5, Taipei 110, Taiwan, R.O.C.; Tel: (886) 2-8722 1666) in \nTaiwan. Legg Mason Investments (Taiwan) Limited operates and manages its business independently. It is intended for distributors use only in \nrespectively Hong Kong, Korea, Singapore and Taiwan. It is not intended for, nor should it be distributed to, any member of the public in Hong Kong, \nKorea, Singapore and Taiwan. \n Investors in the Americas:\n\t This document is provided by Legg Mason Investor Services LLC, a U.S. registered Broker-Dealer, which may include Legg Mason International - \nAmericas Offshore. Legg Mason Investor Services, LLC, Member FINRA/SIPC, and all entities mentioned are subsidiaries of Legg Mason, Inc.\n Investors in Canada:\n\t This document is provided by Legg Mason Canada Inc. Address: 220 Bay Street, 4th Floor, Toronto, ON M5J 2W4. Legg Mason Canada Inc. is affiliated \nwith the Legg Mason companies mentioned above through common control and ownership by Legg Mason, Inc.\n Investors in Australia:\n\t This document is issued by Legg Mason Asset Management Australia Limited (ABN 76 004 835 839, AFSL 204827) (“Legg Mason”). The contents are \nproprietary and confidential and intended solely for the use of Legg Mason and the clients or prospective clients to whom it has been delivered. It is not \nto be reproduced or distributed to any other person except to the client’s professional advisers. \n This material is not for public distribution outside the United States of America.\n\t Materials were prepared by Brandywine Global Investment Management, LLC and distributed by Legg Mason Investor Services, LLC.\n\t Legg Mason Perspectives® is a registered trademark of Legg Mason Investor Services, LLC.\n\t © 2012 Legg Mason Investor Services, LLC. Member FINRA, SIPC. Legg Mason Capital Management of Legg Mason, LLC. and Legg Mason Investor \nServices, LLC and all entities mentioned above are subsidiaries of Legg Mason, Inc.  406921  MIPX013439  3/12  FN1210649\nImportant risks\nAll investments are subject to risks, including loss of principal. Small-cap stocks involve greater risks and volatility \nthan large-cap stocks.\n"
    }
  ]
}