{
  "filename": "2013_outcome_bias_and_the_interpreter__how_our_minds_confuse_skill_and_luck.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423223204-07'00'",
    "modDate": "D:20240423223242-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nOctober 15, 2013 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \n \n \n Outcome bias occurs when people judge outcomes without considering the \ntrue quality of the decision.  \n This bias is rife in business, investing, sports, and politics. \n There is a module in the left hemisphere of the brain called “the interpreter” \nthat takes any effect that it sees and effortlessly and rapidly creates a \ncause to explain it. \n The interpreter is a natural pattern seeker and knows nothing of luck. This \nleads to numerous poor decisions.  \n To manage the interpreter it is useful to know ahead of time how much luck \ndetermines results in an activity and to focus on one’s decision-making \nprocess in instances where luck is ample.   \n \n \n \n \nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \n \nOutcome Bias and the Interpreter \nHow Our Minds Confuse Skill and Luck \n"
    },
    {
      "number": 2,
      "text": "October 15, 2013  \n \nOutcome Bias and the Interpreter \n2 \nIntroduction \n \nHere is one quote from Monday morning’s media: \n \n“Each and every week we see bad coaching decisions in the NFL, but never, and I mean never, have I seen \none as dumb as the decision Patriots coach Bill Belichick made Sunday night against the Colts.  \n \nHis brain was more frozen than Ted Williams’.”1 \n \nNumerous press accounts echoed this sentiment. Here was the situation that created the stir. On the evening \nof November 15, 2009, the New England Patriots were leading the home team, the Indianapolis Colts, by the \nscore of 34-28. There were just over two minutes remaining in the game, the Patriots had the ball on their \nown 28 yard line, and it was fourth down with 2 yards to go.  \n \nBill Belichick, the head coach of the Patriots, had two choices. He could instruct his team to punt, which \nwould likely give the ball to the talented Colts around their own 35 yard line and force them to march \ndownfield to score the game-winning touchdown in limited time. \n \nOr Belichick could go for it on fourth down. A successful conversion would effectively win the game for the \nPatriots and hand the Colts their first loss of the season. But a failure to convert would turn the ball over to the \nColts at a very attractive position on the field, substantially increasing the probability that the Colts would score \nand win.     \n \nThe Patriots had faced a similar situation seven weeks earlier against the Atlanta Falcons. They went for it, \ngot the first down, and clinched the game. On this night, the Patriots went for it again and were ruled down \njust shy of the marker. Moments later, the Colts scored a touchdown. Final score: Colts 35, Patriots 34.  \n \nBelichick was unapologetic as he addressed his team the next day: “My decision there at the end was based \non what I felt was best for the football team and our best chance to win. I’m just telling you I did what I \nthought was best. And it didn’t work out.” Later, he added, “The sign on the door when you walk out says \n‘ignore the noise.’ That’s the most important thing. Ignore the noise. I hope you believe it because it’s the \ntruth. I’ll always tell you the truth.”2  \n \nDid Belichick make the correct decision? The sports analytics community quickly rendered its verdict, and the \nconsensus was that he did the right thing. Brian Burke at Advanced NFL Stats summed it up by saying, “The \nbetter decision would be to go for it, and by a good amount.” While Burke’s analysis relied on numerous \nassumptions, it would have been hard to assign credible probabilities that would have flipped the odds in favor \nof punting.3  \n \nIf Belichick indeed made the right decision from a statistical standpoint, why was he excoriated in the press? \nWe argue that the reason is something called outcome bias, which says that “people take outcomes into \naccount in a way that is irrelevant to the true quality of the decision.”4 Outcome bias is rife in the worlds of \nbusiness, investing, sports, and politics. We will discuss the mental processes that underlie outcome bias and \nwill finish with some ideas about how to cope with it. \n \nThat outcome bias is so widespread is not just an interesting psychological observation. It also encourages \npoor decisions. You might imagine the mental process of a coach who is less secure in his job than Belichick. \nThat coach would find the “safe” but inferior choice to punt the ball preferable precisely because it would \nshield him from the wrath of the fans, the press, and perhaps even the team’s owners.  \n"
    },
    {
      "number": 3,
      "text": "October 15, 2013  \n \nOutcome Bias and the Interpreter \n3 \nEvery day, people who make good decisions with bad short-term outcomes risk losing their jobs. This might \ninclude the head of a studio in Hollywood who failed to deliver a blockbuster, a chief executive officer who \nmade a reasoned investment that soured, or a money manager with poor results for a quarter or two. The \ncareer risk in making better but bolder decisions can be too high for many professionals to handle. Most \nleaders punt.   \n \nOutcomes Dictate Assessments of Decision Quality \n \nOutcome bias only arises when certain conditions are in place. Consider two parties, the person making the \ndecision and the person judging the decision. If the judge knows nothing of the information that decision \nmaker had, it is reasonable to equate poor outcomes with poor decisions. The judge has nothing else to go on.  \n \nBut when the judge has access to the same information as the decision maker and still equates a good \noutcome with good skill and a bad outcome with bad skill, outcome bias is at work. The bias is especially \npronounced for decisions with outcomes that include a healthy dose of luck.  \n \nJonathan Baron and John Hershey, scholars of decision science, ran an experiment to show this bias. In one \nversion, the subjects of the experiment were the judges. They were told that a 25-year-old man won a prize \nand that the man was unmarried and held a steady job. The prize was a choice between winning $200 for \ncertain or an 80 percent chance of winning $300 and a 20 percent chance of winning nothing. The \nresearchers told the subjects that the man selected the gamble.      \n \nThe researchers then showed the subjects two different outcomes. In one the man won $300 and in the other \nhe won nothing. They then asked the subjects to rate the quality of the man’s decision on a scale from 30 \n(clearly correct, the opposite decision would be unacceptable) to -30 (incorrect and inexcusable). Since the \njudges had the same information as the man making the decision, they should have rated the quality based \nsolely on the decision itself, irrespective of the outcome. But that’s not what happened.  \n \nWhen the subjects were told that the man had won the money, they rated the quality of his decision a 7.5. \nWhen the researchers told the subjects that the man had earned nothing, they rated his decision a -6.5. (See \nExhibit 1.) These ratings are clear evidence that the outcomes deeply influenced how the subjects assessed \nthe decision. Somehow, the subjects didn’t distinguish between two independent issues: the quality of the \ndecision and the outcome from the decision.5 \n \nExhibit 1: Outcome Bias Revealed in an Experiment \n \nSource: Jonathan Baron and John C. Hershey, “Outcome Bias in Decision Evaluation,” Journal of Personality and Social Psychology, Vol. 54, No. 4, \nApril 1988, 569-579. \n \n7.5\nChoice\nRating  (-30  to +30)\n$200 with 100% chance\n$300 with 80% chance\nRevealed Outcome\n$300\n$0\n-6.5\n"
    },
    {
      "number": 4,
      "text": "October 15, 2013  \n \nOutcome Bias and the Interpreter \n4 \nWe can examine the furor around Belichick’s decision in this light. Even though the statistics on “going for it” \nwere widely available before the decision, most people assessing the quality of the decision did not have the \nnumbers at their fingertips. Had there been no information from any source, it would have been very difficult to \njudge the quality of the choice objectively. So while the criticism of Belichick’s decision appears misplaced, it \nis at least understandable given that few knew what he did at the moment he decided.  \n \nBaron and Hershey’s experiment is even more powerful, as it suggests that even those who have that \ninformation struggle to disentangle it from the outcome. How could judges place a different rating on the \nidentical decision given only a different outcome? We’ll now explore why it’s so hard to distinguish between \nthe quality of the process of making decisions and the outcomes that appear.    \n \nA Look Under the Hood: How the Interpreter Rules the Day \n \nMichael Gazzaniga is a neuroscientist at the University of California, Santa Barbara, who is best known for his \nfascinating study of split-brain patients. These are people who at one point suffered from debilitating epileptic \nseizures. A doctor observed that one of his patients got relief after he developed a tumor on his corpus \ncallosum, the bundle of nerves connecting the left and right hemispheres of the brain.   \n \nSo for the first time in 1940, doctors started treating these patients by surgically severing the corpus callosum, \neffectively stunting communication between the brain’s hemispheres. The treatment was very successful as \nthe number of seizures decreased sharply and the patients all reported feeling fine after the operation. But for \nour purpose, the fascinating part of this procedure is that it created an extraordinary experimental condition \nthat allowed neuroscientists to determine what happens in each of the hemispheres.6   \n \nOne of the most remarkable findings from this research is that there is a module in the left hemisphere that \nGazzaniga calls “the interpreter.” This part of the brain takes any effect that it sees and creates, effortlessly \nand rapidly, a cause to explain it. The interpreter “continually explains the world using inputs that it has from \nthe current cognitive state and cues from the surroundings” and doesn’t consider the source or completeness \nof the information. Further, the interpreter is “driven to infer cause and effect.” It knows nothing of probability, \nrandomness, or luck.7 \n \nGazzaniga figured out the location and function of the interpreter through experiments with split-brain patients. \nHere’s an example. The scientists showed the left hemisphere a picture of a bird’s foot and the right \nhemisphere a picture of a snowy scene. Because the corpus callosum is cut, neither hemisphere has access \nto the image flashed to the other one.  \n \nThe researchers then asked the patient to point to an object that was consistent with the picture they saw. \nThe hand affiliated with the left hemisphere selected a chicken, a match with the bird’s foot, and the hand \naffiliated with the right hemisphere picked a shovel—again, the correct choice given the image of the snowy \nscene. The patients made these accurate choices with ease. But the left hemisphere, where the capacity for \nlanguage resides, now confronted discordant information. It could observe the hand pointing to the shovel, but \nhad no access to the image of the snowy scene.  \n \nThe researcher asked the patient why he was pointing at the shovel. The correct answer would have been, “I \ndon’t know.” But the interpreter didn’t miss a beat, informing the scientist that he needed a shovel to clean \nout the chicken shed.8 Note what’s going on here. The interpreter sees an effect (pointing to the shovel) and \ncreates a story (a shovel to clean the shed) to explain the cause. More often than not, the story the interpreter \ntells is true and follows the facts closely. But the essential point is that facts do not constrain the interpreter. It \noperates even if it only gathers the gist of a situation. \n"
    },
    {
      "number": 5,
      "text": "October 15, 2013  \n \nOutcome Bias and the Interpreter \n5 \nGazzaniga and his colleagues ran another test, called the probability guessing experiment, to understand how \nthe left and right hemispheres operate. In this experiment, the subject sees lights that flash either at the top or \nthe bottom of the computer screen. The subject’s objective is to guess whether the light will flash above or \nbelow the midpoint. The scientists set the flashes so that they appeared at the top 80 percent of the time.  \n \nResearchers have done a version of this experiment with pigeons, rats, and children under the age of four. \nThe scientists give the animal and young human subjects rewards for correct guesses. Each of them behaves \nas a “maximizer.” Once they figure out that the flashes are predominantly on the top, they select the top every \ntime and are correct 80 percent of the time. They maximize their reward. \n \nBut humans older than four are pattern seekers, and try to determine the order in which the random lights \nflash. As a result, they answer correctly only about two-thirds of the time. Scientists call those who try to \nguess the pattern “frequency matchers.” While frequency matchers recognize that 80 percent of the flashes \nare above the midpoint, they are not content to guess the top every time but rather attempt to discern a \npattern. \n \nWith split-brain patients, Gazzaniga could see where this tendency to search for patterns resides. When the \nresearchers presented the probability guessing experiment to the right hemisphere, they found that it was a \nmaximizer just as the pigeons, rats, and little kids were. But with the same experiment the left hemisphere \nacted as a frequency matcher. It is the part of your brain that is responsible for finding patterns.  \n \nWhere does all of this leave us? We know that when we see an outcome and don’t know what information the \ndecision maker had, our minds assume that good outcomes are associated with good decisions and bad \noutcomes are linked to poor skill. Further, we know that there is a part of our brain that does this fluently and \nautomatically. The interpreter will come up with a correct story if it has the proper information. But it is willing \nto make up a story, imposing order on the world, even if it doesn’t have all of the proper information. \nResearchers have isolated the function of the interpreter in split-brain patients, but it runs in all of our heads \nevery day. And this leads us to make poor decisions ourselves and to craft faulty assessments of the \njudgments of others.  \n \nLuck Throws the Interpreter for a Loop \n \nThe interpreter tends to be particularly poorly calibrated when randomness and luck play a large role in \ndetermining results. The interpreter sees the effect but has a difficult time seeing a clear-cut cause, so it has \nto infer some skill or other causal mechanism. \n \nA recent experiment shows just how hard it is for us to accept the role of randomness.9 The researchers \nseparated their subjects into two groups. Group A had 20 players and group B had 28. In phase I of the \nexperiment, members of group A were asked to call five coin tosses and received €2 for every correct call and \nnothing for a wrong call. Those in group B simply observed the action. \n \nThe researchers then asked six members of group A, representing a range of success rates from all correct \n(5-of-5) to all incorrect (0-of-5), to leave the room.  \n \nIn Phase II, the researchers told the members of group B that two players from group A, the individual who \ngot the most calls right and the individual who got the most wrong in Phase I, would engage in an additional \nround of calling five coin tosses. Group B members were given €10 and were told that the calls of one of the \nplayers would determine their payoff—they would receive €4 for a correct call and lose €2 for an incorrect call. \n"
    },
    {
      "number": 6,
      "text": "October 15, 2013  \n \nOutcome Bias and the Interpreter \n6 \nHere was the catch: All players in group B were assigned by default to the player who had the fewest correct \ncalls in Phase I.   \n \nThe researchers then presented the members of group B with a choice. They could either stick with the \ndefault assignment, the bad coin toss caller, or offer to pay some amount of their €10 to switch to the student \nwho called the most right. At this point, the group B players indicated how much they would be willing to pay \nto switch.    \n \nThe subjects in this experiment were students of finance who were explicitly taught about randomness. Given \nthat the coin tosses were truly left to chance, the subjects had no basis to switch. This was especially true if \nthey had to pay a price to do so. Yet 82 percent of group B (23 of 28) provided a price representing their \nwillingness to pay to switch. The players in group B who switched stated an average price of almost €3 to \nswitch from a person who called none correct to one who called all five (see Exhibit 2).10  \n \nWe can interpret the result of this experiment as outcome bias. Our minds see an outcome and infer that the \nperson making the decision has good or bad skill. You might be inclined to believe that such behavior wouldn’t \npersist in the business world. But we see versions of it all the time.  \n \nExhibit 2: Subjects Are Willing to Pay for Past Good Luck in a Random Game \n \nSource: Silvia Bou, Jordi Brandts, Magda Cayón, and Pablo Guillén, “The Price of Luck,” The University of Sydney Economics Working Paper Series \n2013-10, June 2013.   \n \n \nGroup A members call five coin \ntosses. Researchers isolate \nperson who called the most \ncorrect and person who called \nthe most incorrect.\nBest\nWorst\nGroup B members given \nthe option to pay money \nto switch.\nAll Group B members \nassigned to Group A player \nwith most incorrect calls. \nBest\nWorst\n82% pay \nto switch\n18% \ndon’t pay\nGroup A\nGroup B\nGroup A\nGroup B\n"
    },
    {
      "number": 7,
      "text": "October 15, 2013  \n \nOutcome Bias and the Interpreter \n7 \nTake, for instance, the evidence that individual and institutional investors have a clear tendency to shed funds \nor asset classes that have done poorly and buy those that have done well. Individuals have such a proclivity to \nbuy what’s hot that academics have a name for it: “the dumb money effect.” This research shows that \nindividual investors, on average, would have earned one percentage point more in returns if they had simply \nstayed put with their prior investments versus switching to new ones. Similar to the subjects who were willing \nto pay to have access to the good coin toss caller, investors are willing to incur costs to switch to hot funds.11    \n \nInstitutional investors, despite their ostensibly greater sophistication, are not immune to the bias. Analysis of \nasset allocation decisions, both from one asset class to another and from one manager to another within an \nasset class, show that institutions generally fail to add value. The institutions buy products that underperform \nthe ones they sell. One estimate places the foregone value at $170 billion, a sizeable sum even considering \nthe trillions of assets under management.12   \n \nAnother example is the decision to hire a star from another company. Boris Groysberg, a professor of \norganizational behavior at Harvard Business School, has examined this topic in detail. One of his studies was \nof top-rated sell-side analysts, as determined by Institutional Investor, who switched from one firm to another. \nOutcome bias would suggest that the excellent performance of the analysts was perceived to be solely a \nreflection of their skill. That skill, as a result, should be portable to another company.  \n \nGroysberg found that the performance of analysts who switched firms “plunged sharply.” Successful analysts \nbenefit from the organization in which they work and likely a large dose of good luck. Neither of those \ntransfers from one firm to the next. This is the hiring version of the “dumb money effect.”13 \n \nHow to Keep the Interpreter in Check \n \nGiven the prevalence of outcome bias and the poor decisions that it spawns, the question is what to do about \nit. Here are two steps you can take to help keep the interpreter in check: \n \n Measure the amount of luck in the activity. There are few sure things in life. Most events only \nhappen with some probability. The first step is determining how much room there is for the interpreter to \nrun. Where there is randomness, there is ample opportunity for the interpreter to get into mischief. For \nrealms where causality is hard to pinpoint and experts are poor at predicting outcomes, the interpreter \nrequires close monitoring. In certain fields, there are reasonably precise methods for estimating the \nrelative contributions of skill and luck.14 \n \n Where there is luck, focus on the process. When skill exclusively determines results, outcomes \nalone are an accurate measure of skill. Think of the sprinter in a 100-meter dash or a concert pianist on \nstage. The link from cause to effect is clear, and there is no reason to worry about outcome bias. \n \nWhen luck contributes to results, you must consider the process by which the decision was made. While \na good process leads to the highest probability of good results over time, the link between process and \noutcome is loose in the short run. This is the realm where you must diligently fend off outcome bias. The \nresults should not color your assessment of the quality of the decision. Note that if you don’t have full \naccess to the decision maker’s process, your mind will associate poor results with poor skill. \n \nA related point is that you should not assume that good results are a reflection of a good process. This is \nan important topic in ethics. For instance, research shows that “people blame others too harshly for \nmaking sensible decisions that have unlucky outcomes,” and “we let ethically-questionable decisions slide \nfor a long time until they result in negative outcomes, even in cases in which such outcomes are easily \n"
    },
    {
      "number": 8,
      "text": "October 15, 2013  \n \nOutcome Bias and the Interpreter \n8 \npredictable.”15 An example of the latter is auditor independence. A substantial amount of research shows \nthat it is difficult for auditors to remain objective if they are also engaged as a firm’s consultant. A handful \nof high-profile failures, including Enron, WorldCom, and Tyco, revealed the downside of these conflicts. \nYet while these companies generated what appeared to be satisfactory outcomes, their processes were \nrarely questioned. \n \nOur minds are wondrous. The interpreter, in particular, is amazing at associating cause and effect. Indeed, \nsome scientists argue that the ability to infer cause and effect is essential to what distinguishes humans from \nother species.16 The interpreter effortlessly takes information that it has and creates a narrative to explain it. In \nareas where cause and effect are closely linked, there is no problem. But in areas where results are a \ncombination of skill and luck or where complexity hides causality, the interpreter blunders badly. This can lead \nto poor decisions.  \n \nMichael Gazzaniga’s pathbreaking research on split-brain patients allowed for crucial insight into how the mind \nworks. A key lesson is that the interpreter tirelessly spins its tales in all of our heads. Knowing when the \ninterpreter is likely to stumble is very valuable in improving decision making.      \n  \n \n"
    },
    {
      "number": 9,
      "text": "October 15, 2013  \n \nOutcome Bias and the Interpreter \n9 \nEndnotes: \n \n1 Pete Prisco, “Colts Make Pats Pay for Bill’s Unusually Dumb Decision,” CBSSports.com, November 16, \n2009. For those unfamiliar with the story behind the final line, Ted Williams was a famous baseball player \nwhose head was cryogenically frozen after he died in the hope that a technology in the future would be able to \nbring him back to life.  \n2 “A Football Life: Bill Belichick,” NFL Films, (NFL Network: August 29, 2011).  \n3 Brian Burke, “Belichick’s 4th Down Decision vs the Colts,” Advanced NFL Stats, November 16, 2009. See \nhttp://www.advancednflstats.com/2009/11/belichicks-4th-down-decision-vs-colts.html. \n \nBurke’s calculation is as follows. He assumed that a fourth down conversion in that situation would occur 60 \npercent of the time and that if the Patriots were to turn the ball over, the opposing team would score 53 \npercent of the time. So the win probability would be: \n \n (0.60 * 1) + (0.40 * (1-0.53)) = 0.79 WP \n \nA punt from that spot on the field typically places the opponent on their own 34 yard line, and teams score on \n30 percent of their chances within that amount of time. So the Patriots win probability for punting would be: \n \n (1-0.30) *1 = 0.70 WP \n \nThese underlying probabilities assume league averages. Arguably, the Patriots offense had a probability of \nconverting that was higher than 60 percent—the team had 477 yards in total offense that game—and the \nColts offense perhaps had a higher probability of scoring after taking over on downs. But even if you stretch \nthe assumptions in favor of the Colts, it’s hard to make an analytical case for punting versus going for it. \n4 Jonathan Baron and John C. Hershey, “Outcome Bias in Decision Evaluation,” Journal of Personality and \nSocial Psychology, Vol. 54, No. 4, April 1988, 569-579. \n5 Ibid.  \n6 Michael S. Gazzaniga, Who’s In Charge?: Free Will and the Science of the Brain (New York: HarperCollins, \n2011), 53-54. \n7 Ibid., 86.  \n8 Michael S. Gazzaniga, “The Split Brain Revisited,” Scientific American, July 1998, 50-55. \n9 Silvia Bou, Jordi Brandts, Magda Cayón, and Pablo Guillén, “The Price of Luck,” The University of Sydney \nEconomics Working Paper Series 2013-10, June 2013.   \n10 In Phase III, the researchers determined which members of group B did indeed switch and established \npayoffs for the additional five rounds. For example, group B subjects assigned to the poor caller bet €2 per \nround, winning €4 if the caller got a hit and receiving zero for a miss. So no group B player could lose more \nthan the €10 they started with. \n11 Andrea Frazzini and Owen A. Lamont, “Dumb Money: Mutual Fund Flows and the Cross-Section of Stock \nReturns,” Journal of Financial Economics, Vol. 88, No. 2, May 2008, 299-322. \n12 Scott D. Stewart, CFA, John J. Neumann, Christopher R. Knittel, and Jeffrey Heisler, CFA, “Absence of \nValue: An Analysis of Investment Allocation Decisions by Institutional Plan Sponsors,” Financial Analysts \nJournal, Vol. 65, No. 6, November/December 2009, 34-51. Also, Amit Goyal and Sunil Wahal, “The \nSelection and Termination of Investment Management Firms by Plan Sponsors,” Journal of Finance, Vol. 63, \nNo. 4, August 2008, 1805-1847; and Jeffrey Heisler, Christopher R. Kittel, John J. Neuman, and Scott D. \nStewart, “Why Do Institutional Plan Sponsors Hire and Fire Their Investment Managers?” Journal of Business \nand Economic Studies, Vol. 13, No. 1, Spring 2007, 88-118. \n13 Boris Groysberg, Chasing Stars: The Myth of Talent and the Portability of Performance (Princeton, NJ: \nPrinceton University Press, 2010); and Boris Groysberg, Lex Sant, and Robin Abrahams, “When ‘Stars’ \nMigrate, Do They Still Perform Like Stars?” MIT Sloan Management Review, Vol. 50, No. 1, Fall 2008, 41-\n46.  \n"
    },
    {
      "number": 10,
      "text": "October 15, 2013  \n \nOutcome Bias and the Interpreter \n10 \n14 Michael J. Mauboussin, The Success Equation: Untangling Skill and Luck in Business, Sports, and Investing \n(Boston, MA: Harvard Business Review Press, 2012), 67-90.  \n15 Francesca Gino, Don A. Moore, and Max H. Bazerman, “No Harm, No Foul: The Outcome Bias in Ethical \nJudgments,” Harvard Business School Working Paper 08-080, April 2009.  \n16 Lewis Wolpert, Six Impossible Things Before Breakfast: The Evolutionary Origins of Belief (New York: W.W. \nNorton, 2007). \n \n"
    },
    {
      "number": 11,
      "text": " \n \n \nImportant information \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future. \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A. \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above. \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \n© 2013 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n"
    }
  ]
}