{
  "filename": "2013_economic_returns__reversion_to_the_mean__and_total_shareholder_returns__anticipating_change_is_hard_but_profitable.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423223214-07'00'",
    "modDate": "D:20240423223307-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nDecember 6, 2013 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \n \n \n“. . . we draw two morals for our readers: \n \n1. Obvious prospects for physical growth in a business do not translate \ninto obvious profits for investors. \n \n2. The experts do not have dependable ways of selecting and \nconcentrating on the most promising companies in the most promising \nindustries.\" \n \nBenjamin Graham \nThe Intelligent Investor, 4th Edition1 \n \n Simply buying the best or worst businesses does not guarantee excess \nshareholder returns. \n The market rewards improvement and punishes decline in economic \nreturns. \n There's no systematic way to correctly anticipate that a company will do \nbetter or worse than that implied by the price, but competitive strategy \nanalysis is a good place to start when trying to anticipate revisions. \n Corporations and investors should focus on returns on capital first and \ngrowth second. Earnings growth by itself tells us little about value \ncreation. \n \n \n \nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nEconomic Returns, Reversion to the Mean, \nand Total Shareholder Returns \nAnticipating Change Is Hard but Profitable \n"
    },
    {
      "number": 2,
      "text": " \n \nDecember 6, 2013 \n \nEconomic Returns, Reversion to the Mean, and Total Shareholder Returns \n2 \nWhat Reversion Means for Stocks  \n \nOur recent report, “How to Model Reversion to the Mean: Determining How Fast, and to What Mean, Results \nRevert,”2 argued that investors should take reversion to the mean into account when modeling the key drivers of \ncorporate performance. These key drivers include sales growth, operating profit margins, and cash flow return on \ninvestment (CFROI®). However, the report did not consider the implications of the patterns of reversion to the \nmean for shareholder returns. This report addresses that gap. We look at how changes in CFROI correlate with \ntotal shareholder returns (TSR) for more than 1,000 companies. TSR is the annual shareholder gain including \nshare price appreciation and dividends. Our goal is to understand the link between corporate performance and \nstock price in order to help investors anticipate future sources of excess returns. \n \nFollow the Leader or the Laggard? \n \nOur analysis is based on a sample of 1,355 U.S. companies from the Credit Suisse HOLT® database. The sample \nexcludes financial companies, regulated utilities, and any company that lacked annual CFROI data for each year \nfrom 2002 to 2012. We sorted our sample into quintiles based on 2002 fiscal year CFROI, creating five portfolios \nwith each stock receiving an equal weight. The first quintile is the 20 percent of the sample with the highest \nCFROIs in 2002, and the fifth quintile is the 20 percent with the lowest CFROIs. We held the portfolios constant \nthrough 2012 and tracked the TSR for each.  \n \nThe left panel of Exhibit 1 shows the TSR for each quintile from 2003 through 2012. The right panel shows the \nstandard deviation as well as the TSR for each. The TSR for the entire sample was 16.8 percent with a 30.1 \npercent annual standard deviation. The TSR for the S&P 500 Index during the same period was 7.1 percent with \nan 18.3 percent standard deviation, and the TSR for the S&P Composite 1500 Index, which is more similar to our \nsample, was 7.5 percent with an 18.5 percent standard deviation. Our sample is biased because it excludes \nfinancials, failures, and is skewed toward small capitalization stocks. (See Appendix A for more detail.) \n \nAt first blush the TSRs on the left suggest that buying low quality companies, as reflected in low CFROIs, is a \nprofitable strategy. But the Sharpe ratio, which measures the ratio of reward to variability such that higher \nnumbers are better than lower numbers, tells a different story.3 Q1 has the highest Sharpe ratio for this period at \n0.45, followed by Q3 and Q4 at 0.42 and 0.41, respectively. Q5 actually has the worst Sharpe ratio of any \nportfolio at 0.29, and Q2 is not far behind at 0.34.     \n \nExhibit 1: Total Shareholder Returns (2003-2012) by Quintile Based on 2002 CFROI Ranking \n \nSource: Credit Suisse HOLT and FactSet. \n                                                 \n\n CFROI® is a registered trademark in the United States and other countries (excluding the United Kingdom) of Credit Suisse Group AG or its affiliates. \n10%\n12%\n14%\n16%\n18%\n20%\nQ1\nQ2\nQ3\nQ4\nQ5\nTSR\n10%\n12%\n14%\n16%\n18%\n20%\n20%\n30%\n40%\n50%\nTSR\nStandard Deviation\nQ4\nQ5\nQ2\nQ3\nQ1\n"
    },
    {
      "number": 3,
      "text": " \n \nDecember 6, 2013 \n \nEconomic Returns, Reversion to the Mean, and Total Shareholder Returns \n3 \nThat the Sharpe ratios are closely clustered suggests that there is no simple way to generate excess \nshareholder returns. Indeed, both panels generally support the idea of an efficient market. The left panel \nsuggests that the market placed high valuations on the businesses with high CFROIs and low valuations on \nthe businesses with low CFROIs, leading to a clear, albeit not perfect, relationship between risk and reward.4 \n(For those who want to learn more about these portfolios, Appendix B shows the frequency distributions for \nthe TSRs of the stocks in each portfolio.) \n \nNext, we examined the relationship between TSR and change in CFROI. Exhibit 2 shows the TSR for the 25 \nportfolios based on the possible combinations of where the companies start (2002 ranking) and where they \nend (2012 ranking). For example, the Q2-Q4 portfolio, which includes all the companies that began in Q2 and \nended in Q4, delivered a TSR of 6.6 percent with an annual standard deviation of 26.0 percent.  \n \nExhibit 2: Total Shareholder Returns (2003-2012) for All 2002 to 2012 Quintile Combinations \n \nSource: Credit Suisse HOLT and FactSet. \n \nThe results clearly demonstrate that the market rewards improvement of CFROI and punishes deterioration of \nCFROI. For example, the portfolios of companies that began in the two lowest quintiles of CFROI (Q4 and \nQ5) and ended in the two highest quintiles of CFROI (Q1 and Q2) enjoyed an average TSR of 26.2 percent. \nYou can see those results in the bottom left corner of Exhibit 2. In contrast, the portfolios of companies that \nbegan in the two highest quintiles and ended in the two lowest quintiles had an average TSR of just 6.1 \npercent. You can see those results in the top right corner of Exhibit 2.   \n \nSince Exhibit 2 is based on starting and ending dates, it fails to reveal the power of persistence. But \npersistence can be potent. For example, those companies that flouted reversion to the mean by remaining in \nQ1 for each year of the decade delivered a TSR of 20.6 percent with a standard deviation of 21.8 percent. \nThe TSR for this group, representing just over six percent of the total population, was nearly four percentage \npoints higher than that of the full sample with a standard deviation that was about eight percentage points \nlower. A Sharpe ratio of 0.70 shows the relationship between reward and variability was very favorable.   \n \nIn contrast, the two percent of the universe that remained mired in Q5 in each year delivered a puny TSR of \n5.5 percent with a standard deviation of 55.3 percent. This TSR was more than 11 percentage points lower \nthan that of the full sample while the standard deviation was more than 25 percentage points higher. The \nSharpe ratio for this portfolio was essentially zero. The stocks delivered low returns with a great deal of \nvariability.     \n \nCompanies that migrate a great distance from their initial CFROI, or companies that remain persistently good \nor bad, tend to produce substantial revisions in expectations. Those revisions, either positive or negative, are \nthe source of TSRs that are well above or below average. If you can anticipate a sharp change in CFROI, you \nTSR\nSt Dev\nTSR\nSt Dev\nTSR\nSt Dev\nTSR\nSt Dev\nTSR\nSt Dev\nQ1\n19.2%\n22.8%\n12.9%\n27.4%\n11.7%\n41.8%\n7.4%\n23.9%\n6.3%\n27.2%\nQ2\n17.9%\n29.9%\n17.2%\n26.9%\n11.1%\n21.1%\n6.6%\n26.0%\n3.9%\n28.1%\nQ3\n24.4%\n27.7%\n15.3%\n26.0%\n20.4%\n31.4%\n13.9%\n28.3%\n9.3%\n32.2%\nQ4\n29.0%\n33.4%\n23.0%\n34.4%\n15.1%\n31.6%\n18.9%\n39.3%\n10.9%\n27.7%\nQ5\n27.2%\n54.3%\n25.4%\n43.7%\n20.6%\n59.6%\n16.7%\n38.3%\n10.2%\n44.5%\n2002 Quintile\n2012 Quintile\nQ1\nQ2\nQ3\nQ4\nQ5\n"
    },
    {
      "number": 4,
      "text": " \n \nDecember 6, 2013 \n \nEconomic Returns, Reversion to the Mean, and Total Shareholder Returns \n4 \nhave a chance of realizing an unusually high or low TSR. This is easier said than done, but a rigorous \ncompetitive strategy analysis is a good place to start when trying to anticipate revisions in expectations for \nfinancial performance.5 \n \nExhibit 3 provides a visual representation of the quintile migration from the prior exhibit. The dot on the left is \nthe average CFROI for the companies in the top quintile in 2002. The distribution on the right is where the \nCFROIs for those companies end up in 2012. Some companies see substantial improvement in CFROI, \nothers see it plummet, and on average the CFROI is below the level of 2002 just as reversion to the mean \npredicts.       \n \nExhibit 3: The Plight of Q1 Companies and Their Respective TSRs (2003-2012) \n \nSource: Credit Suisse HOLT and FactSet. \n \nThe dashed lines show the demarcation between the quintiles based on 2012 results. Now you can see both \nthe distribution of CFROIs as well as the TSRs associated with the various paths of quintile migration. This \nexhibit expresses the same information as the top row of results in Exhibit 2, but provides some sense of what \nthe patterns look like.  \n \nInvesting with a \"Crystal Ball\" – Nice Work If You Can Get It \n \nWe have seen that simply buying the best businesses would have yielded solid, if unremarkable, TSRs. What \nif you knew, back in 2002, precisely which companies would end up in each quintile in 2012? Such foresight, \nwhile totally implausible, would have yielded impressive outcomes.6   \n \nCFROI Bin (percent)\n10-15\n15-20\n20-25\n25-30\n30-35\n35-40\n40-45\n5-10\n0-5\n2002\n2004\n2006\n2008\n2010\n2012\n<0\n45-50\n>55\n50-55\n0\n10\n20\n30\n40\n50\n60\n70\nFrequency\nQ1:\nTSR = 19.2%\nQ2: \nTSR = 12.9%\nQ3: \nTSR = 11.7%\nQ4: \nTSR = 7.4%\nQ5: \nTSR = 6.3%\n"
    },
    {
      "number": 5,
      "text": " \n \nDecember 6, 2013 \n \nEconomic Returns, Reversion to the Mean, and Total Shareholder Returns \n5 \nExhibit 4 reveals the results from the portfolios built using this foresight. For example, if on January 1, 2003 \nyou had owned a portfolio of all of the companies that were to end up in the first quintile of CFROI in 2012, \nyou would have earned a TSR in excess of 20 percent with a relatively low standard deviation. Further, TSRs \ndecline monotonically from the first to the fifth quintile. (Appendix B shows the frequency distributions for the \nTSRs of the stocks in each portfolio.) One explanation for this pattern is that the market generally expects that \nCFROIs will revert to the mean. This means, more technically, that the expected value of each company’s \nCFROI is something close to the mean. So companies that exceed those expectations should see their shares \nrewarded (Q1) and those that fall short should see their shares punished (Q5). \n \nExhibit 4: The Shareholder Returns on Foresight Are Great, If Improbable \n \nSource: Credit Suisse HOLT and FactSet. \n \nThere is reversion to the mean whenever luck influences results, such as is the case in the performance of a \npopulation of companies. Competitive forces also contribute to the reversion process, as companies earning \nhigh economic profits attract competition while those earning low economic profits see investment flee. For \nthese reasons, you must account for reversion to the mean when you model corporate performance.  \n \nBut good analysis is not a blind process. Armed with a proper understanding of the competitive dynamics at \nwork for a particular company, you may expect the results to be better or worse than what a simple model of \nreversion to the mean suggests. As this analysis demonstrates, the market rewards the ability to foresee \nwhich companies will end up in each quintile.  \n \nEconomic Returns First, Growth Second \n \nMost investors and executives still place substantial emphasis on earnings per share (EPS) and on the growth \nrate of EPS. In many cases there is an embedded assumption that earnings growth is synonymous with value \ncreation. \n  \nThis view persists despite the tenuous link between earnings growth and value creation, as well as a host of \nsurveys suggesting the widespread prevalence of earnings management. Instead of fixating on earnings \ngrowth in isolation, corporations and investors should focus on the relationship between earnings growth and \nreturns on capital. EPS by itself reveals very little about the true value a company creates because it does not \naccount for capital intensity or the cost of capital. Investors should consider returns on capital first and \nearnings growth second because earnings growth can be neutral, good, or bad based on the economic \nreturns. \n \n0%\n5%\n10%\n15%\n20%\n25%\nQ1\nQ2\nQ3\nQ4\nQ5\nTSR\n0%\n5%\n10%\n15%\n20%\n25%\n25%\n30%\n35%\n40%\nTSR\nStandard Deviation\nQ4\nQ5\nQ2\nQ3\nQ1\n"
    },
    {
      "number": 6,
      "text": " \n \nDecember 6, 2013 \n \nEconomic Returns, Reversion to the Mean, and Total Shareholder Returns \n6 \nIf a company is earning exactly its cost of capital, earnings growth is value neutral. Outside of that scenario, \ngrowth will serve to amplify: higher growth increases the value of companies with a positive spread and \ndecreases the value of companies with a negative spread. On the other hand, for any level of earnings growth, \nimprovements in CFROI always increase value, all else equal.7 \n \nAnd there’s also the matter of executives managing earnings. One survey of executives revealed that 80 \npercent of respondents would sacrifice long-term investments, such as research and development and \nadvertising, to meet a quarterly earnings target.8 In another survey, CFOs suggest that nearly one-fifth of firms \nmanage their earnings to misrepresent results.9 \n \nExhibit 5 shows the TSR and earnings growth for each of the beginning/ending CFROI quintiles.10 The figure \nshows a positive correlation over the past decade. This is at odds with past patterns, in which the link between \ngrowth and TSR was weak. The most logical explanation for the change is the fact that historically growth was \nmore common and value creation was scarcer, whereas today growth is scarcer and economic spreads are \nnear all-time highs. So, with more companies earning above their cost of capital, growth amplifies value \ncreation and gets priced accordingly by the market.  \n \nExhibit 5: EBIT Growth and TSR, 2003-2012 \n \nSource: Credit Suisse HOLT and FactSet. \n \nDespite the positive correlation between earnings growth and TSR in our sample over the past decade, buying \nthe stocks of high-growth companies still does not ensure excess returns. To demonstrate this, we took the \nconstituents of the S&P 500 Index, for each year between 2008 and 2012, and identified the 100 companies \nwith the highest one-year EBIT growth rates and the 100 companies with the highest one-year TSRs. We \nthen compared the two groups to see how many companies fell into both camps in each year. (See Exhibit 6.) \n \n \n \n \n0%\n5%\n10%\n15%\n20%\n25%\n30%\n35%\n-20%\n0%\n20%\n40%\n60%\n80%\nTSR\nEBIT Growth CAGR\n"
    },
    {
      "number": 7,
      "text": " \n \nDecember 6, 2013 \n \nEconomic Returns, Reversion to the Mean, and Total Shareholder Returns \n7 \nExhibit 6: Growth and Shareholder Returns Don’t Always Go Together \n \nSource: Credit Suisse HOLT and FactSet. \n \nOn average, only 28 of the top 100 growers for each year were also in the top 100 for TSR. So, even if you \nknew in advance which companies were to have the highest growth rate for the coming year and purchased \nthe shares of those companies, it would not ensure superior shareholder returns. Appendix C shows the \nrelationship between earnings growth and TSRs for the S&P 500 from 1989 through 2012.  \n \nAcademic research casts doubt on the ability to forecast long-term earnings growth and demonstrates that \nsuch growth shows no persistence beyond chance.11 With little evidence that investors can systematically \nanticipate future economic returns, combining growth and economic returns at an attractive price is a tall task. \n \nSummary \n \n“How to Model Reversion to the Mean” addressed common misperceptions about reversion to the mean and \noffered a general model for thinking about the challenge. The report also provided some practical \nrecommendations for corporate modeling based on substantial empirical data, including techniques for estimating \nthe rate of reversion to the mean and the mean to which the results revert.  \n \nThis report extends that analysis by examining the link between reversion to the mean in economic profitability and \nshareholder returns. The two reports highlight how hard it is for companies to maintain superior long-term financial \nperformance as well as how hard it is for investors to benefit from changing patterns in economic returns. Here \nare some of the main findings from this analysis: \n \n A simple strategy of buying either the best or worst businesses, as measured by beginning-year CFROI, \ndoes not ensure excess shareholder returns. The Sharpe ratios for each quintile clustered around 0.35-\n0.45 for the ten years ended 2012.  \n \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n2008\n2009\n2010\n2011\n2012\nNumber of Companies\nS&P 500 Companies in Top 100 for Both Growth and TSR, \n2008-2012 \nAverage\n"
    },
    {
      "number": 8,
      "text": " \n \nDecember 6, 2013 \n \nEconomic Returns, Reversion to the Mean, and Total Shareholder Returns \n8 \n The market rewards improvement, and punishes decline, in CFROI. At the extremes of corporate \nperformance, persistence historically provides attractive TSRs when CFROIs are good and poor TSRs \nwhen returns are bad. \n \n There’s no simple way to correctly anticipate whether a company will do better or worse than what is \nimplied by its stock price. That said, a thorough competitive strategy analysis is a good place to start when \ntrying to anticipate revisions in expectations. \n \n Corporations and investors should focus on returns on capital first and growth second. Currently, CFROIs \nare at a very high level so earnings growth has translated into value creation and, ultimately, attractive \nshareholder returns. But earnings growth by itself tells us little about value creation, and simply buying the \nstocks of companies with strong earnings growth provides no guarantee of excess shareholder returns. \n \n The stock market equilibrates shareholder returns by placing higher valuations on high-CFROI, low-risk \ncompanies and lower valuations on low-CFROI, high-risk companies. Investors eyeing superior results \nmust properly read market expectations and anticipate revisions. \n \n \n \n \n"
    },
    {
      "number": 9,
      "text": " \n \nDecember 6, 2013 \n \nEconomic Returns, Reversion to the Mean, and Total Shareholder Returns \n9 \nAppendix A: Explaining the Difference in TSR between Our Sample and the S&P Composite 1500 \nIndex \n \nDuring our measurement period of 2003-2012, the TSR of 16.8 percent for our sample was a good deal \nhigher than the TSR of 7.5 percent for the S&P Composite 1500 Index, a good proxy for the U.S. stock \nmarket. The disparity in returns stems primarily from three factors: \n \n1.  Survivorship bias \n \nWe limited our sample to companies that existed for the full sample period. As a result, we did not include \ncompanies that went bankrupt, were delisted, were acquired, or were spun off. S&P periodically revises the \nComposite 1500 Index to reflect these corporate events, which explains some of the disparity in returns.12 For \ninstance, survivorship bias likely biased our returns upward, as our sample excludes failed companies. On the \nother hand, excluding acquired companies (which usually received a premium) may have created a negative \nbias. \n \n2.  Sample members/constituency \n \nThe weightings within the S&P Composite 1500 Index are based on market capitalization, while the stocks in \nour portfolios (the quintiles) are weighted equally. This means that small- and mid-cap stocks have a higher \ninitial weighting in our sample compared to the S&P Composite 1500 Index. This created an upward bias in \nour results because small- and mid-capitalization stocks outperformed large capitalization stocks during the \nperiod we measured. Specifically, the S&P 100 Index (large caps) had a TSR of 6.2 percent from 2003-\n2012, which compares to the 10.5 percent TSR for both the S&P MidCap 400 Index and the S&P SmallCap \n600 Index. \n \n3. Excluded financials  \n \nWe excluded the financial services sector in our sample. Financials sharply underperformed the overall index \nfrom 2003-2012. The S&P Composite 1500 Financials Index had a 0.2 percent TSR from 2003-2012. \nMoreover, the financial sector typically constitutes a large portion of the index, considered on an equal-\nweighted, or market-weighted, basis. We also excluded regulated utilities, but that choice did not greatly \ninfluence the results. Utilities are a small component of the index and the sector only moderately outperformed \nduring the period, with the S&P Composite 1500 Utilities Index (includes non-regulated utilities) delivering a \n10.6 percent TSR. \n \n \n \n"
    },
    {
      "number": 10,
      "text": " \n \nDecember 6, 2013 \n \nEconomic Returns, Reversion to the Mean, and Total Shareholder Returns \n10 \nAppendix B: TSR Distributions  \nBased on 2002 CFROI Quintile \n \n \n \n \n \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n120\n130\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ1\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n120\n130\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ2\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n120\n130\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ3\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n120\n130\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ4\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n120\n130\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ5\n"
    },
    {
      "number": 11,
      "text": " \n \n \n \n \n \n \n \nDecember 6, 2013 \n \nEconomic Returns, Reversion to the Mean, and Total Shareholder Returns \n11 \nFor All Quintile-to-Quintile Pairings Based on 2002-to-2012 CFROI Rankings \n \n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ1-Q1\nn = 142\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ1-Q2\nn = 63\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ1-Q3\nn = 32\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ1-Q4\nn = 24\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ1-Q5\nn = 10\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ2-Q1\nn = 50\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ2-Q2\nn = 79\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ2-Q3\nn = 69\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ2-Q4\nn = 53\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ2-Q5\nn = 20\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ3-Q1\nn = 32\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ3-Q2\nn = 57\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ3-Q3\nn = 65\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ3-Q4\nn = 64\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ3-Q5\nn = 53\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ4-Q1\nn = 19\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ4-Q2\nn = 36\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ4-Q3\nn = 58\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ4-Q4\nn = 84\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ4-Q5\nn = 74\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ5-Q1\nn = 28\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ5-Q2\nn = 36\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ5-Q3\nn = 47\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ5-Q4\nn = 46\n0\n10\n20\n30\n40\n50\n60\n70\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ5-Q5\nn = 114\n"
    },
    {
      "number": 12,
      "text": " \n \nDecember 6, 2013 \n \nEconomic Returns, Reversion to the Mean, and Total Shareholder Returns \n12 \nBased on 2012 CFROI Quintile \n \n \n \n \n \nSource: Credit Suisse HOLT and FactSet. \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n120\n130\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ1\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n120\n130\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ2\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n120\n130\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ3\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n120\n130\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ4\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n120\n130\n<(20%) (20)-(10) (10)-(0)\n0-10\n10-20\n20-30\n30-40\n40-50\n>50\nFrequency\nQ5\n"
    },
    {
      "number": 13,
      "text": " \n \nDecember 6, 2013 \n \nEconomic Returns, Reversion to the Mean, and Total Shareholder Returns \n13 \nAppendix C: Relationship between EPS Growth and TSR for the S&P 500 Index (1989-2012) \n  \n \nCorrelations between EPS growth and TSR: \n \n1989-2012      \n 0.38 \n   1989-2006  \n 0.17 \n    2007-2012  \n 0.74 \n \n \n \n \n \n \n \n \n \n \n \n \nTop-Down \nReported \nEPS\nAnnual \nEPS \nGrowth\nTotal \nShareholder \nReturns\n1988\n$23.75\n1989\n22.87\n   3.7%\n  31.7%\n1990\n21.34\n(6.7)\n(3.1)\n1991\n15.97\n(25.2)\n30.5\n1992\n19.09\n19.5\n7.6\n1993\n21.89\n14.7\n10.1\n1994\n30.60\n39.8\n1.3\n1995\n33.96\n11.0\n37.6\n1996\n38.73\n14.0\n23.0\n1997\n39.72\n2.6\n33.4\n1998\n37.71\n(5.1)\n28.6\n1999\n48.17\n27.7\n21.0\n2000\n50.00\n3.8\n(9.1)\n2001\n24.69\n(50.6)\n(11.9)\n2002\n27.59\n11.7\n(22.1)\n2003\n48.74\n76.7\n28.7\n2004\n58.55\n20.1\n10.9\n2005\n69.93\n19.4\n4.9\n2006\n81.51\n16.6\n15.8\n2007\n66.18\n(18.8)\n5.5\n2008\n14.88\n(77.5)\n(37.0)\n2009\n50.97\n242.5\n26.5\n2010\n77.35\n51.8\n15.1\n2011\n86.95\n12.4\n2.1\n2012\n86.51\n(0.5)\n16.0\n"
    },
    {
      "number": 14,
      "text": " \n \nDecember 6, 2013 \n \nEconomic Returns, Reversion to the Mean, and Total Shareholder Returns \n14 \nEndnotes \n \n1 Benjamin Graham, The Intelligent Investor, 4th Edition (New York: Harper & Row, 1973), xiv-xv. \n2 Michael J. Mauboussin and Dan Callahan, “How to Model Reversion to the Mean: Determining How Fast, \nand to What Mean, Results Revert,” Credit Suisse Global Financial Strategies, September 17, 2013. \n3 Here’s the formula for the Sharpe ratio:  \n \nWhere E is the expected return (used in an ex-ante calculation), R is the TSR of the portfolio, and Rb is the risk-\nfree rate. \n4 For a similar analysis conducted nearly thirty years ago, see William E. Fruhan, Jr., Financial Strategy: \nStudies in the Creation, Transfer, and Destruction of Shareholder Value (Homewood, IL: Richard D. Irwin, \n1979), 52-53. \n5 Michael J. Mauboussin and Dan Callahan, “Measuring the Moat: Assessing the Magnitude and Sustainability \nof Value Creation,” Credit Suisse Global Financial Strategies, July 22, 2013; Alfred Rappaport and Michael J. \nMauboussin, Expectations Investing: Reading Stock Prices for Better Returns (Boston, MA: Harvard Business \nSchool Press, 2001), 51-66. \n6 Correctly forecasting earnings also yields attractive TSRs. See Robert L. Hagin, Investment Management: \nPortfolio Diversification, Risk, and Timing—Fact and Fiction (New York: John Wiley & Sons, 2004), 75-80. \n7 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for \nBetter Returns (Boston, MA: Harvard Business School Press, 2001), 15-16; Tim Koller, Marc Goedhart, \nDavid Wessels, Valuation: Measuring and Managing the Value of Companies, 5th ed. (Hoboken, NJ: John \nWiley & Sons, 2010), 21-24. \n8 John R. Graham, Campbell R. Harvey, and Shiva Rajgopal, “Value Destruction and Financial Reporting \nDecisions,” Financial Analysts Journal, November/December 2006, 27-39. \n9 Ilia D. Dichev, John R. Graham, Campbell R. Harvey, and Shiva Rajgopal, “Earnings quality: Evidence from \nthe field,” Journal of Accounting and Economics, Vol. 56, 2-3, December 15, 2013, 1-33. \n10 The exhibit only includes 21 of the 25 quintile-to-quintile pairings because we could not calculate the growth \nrate for 4 groups that had a negative total EBIT at the beginning of our measuring period. \n11 Louis K. C. Chan, Jason Karceski, and Josef Lakonishok, “The Level and Persistence of Growth Rates,” \nJournal of Finance, Vol. 58, 2, April 2003, 643-684. \n12 S&P Dow Jones, “S&P U.S. Indices Methodology,” September 2013. \n"
    },
    {
      "number": 15,
      "text": " \n \n \nImportant information \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future. \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A. \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above. \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \nHOLT\n® \nWith respect to the analysis in this report based on the Credit Suisse HOLT methodology, Credit Suisse certifies that (1) the views expressed in this \nreport accurately reflect the Credit Suisse HOLT methodology and (2) no part of the Firm.s compensation was, is, or will be directly related to the \nspecific views disclosed in this report. \nThe Credit Suisse HOLT methodology does not assign recommendations to a security. It is an analytical tool that involves use of a set of proprietary \nquantitative algorithms and warranted value calculations, collectively called the Credit Suisse HOLT valuation model, that are consistently applied to all \nthe companies included in its database. Third-party data (including consensus earnings estimates) are systematically translated into a number of default \nvariables and incorporated into the algorithms available in the Credit Suisse HOLT valuation model. The source financial statement, pricing, and \nearnings data provided by outside data vendors are subject to quality control and may also be adjusted to more closely measure the underlying \neconomics of firm performance. These adjustments provide consistency when analyzing a single company across time, or analyzing multiple companies \nacross industries or national borders. The default scenario that is produced by the Credit Suisse HOLT valuation model establishes the baseline \nvaluation for a security, and a user then may adjust the default variables to produce alternative scenarios, any of which could occur. Additional \ninformation about the Credit Suisse HOLT methodology is available on request. \nThe Credit Suisse HOLT methodology does not assign a price target to a security. The default scenario that is produced by the Credit Suisse HOLT \nvaluation model establishes a warranted price for a security, and as the third-party data are updated, the warranted price may also change. The default \nvariables may also be adjusted to produce alternative warranted prices, any of which could occur. Additional information about the Credit Suisse HOLT \nmethodology is available on request. \n© 2013 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n"
    }
  ]
}