{
  "filename": "2013_estimating_the_cost_of_capital__a_practical_guide_to_assessing_opportunity_cost.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423223145-07'00'",
    "modDate": "D:20240423223228-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nOctober 8, 2013 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \n \n \n This report is a guide to estimating the weighted average cost of capital, \nwith the goal of deriving a figure that is sensible from a business and \neconomic standpoint.    \n The cost of capital for a company is the opportunity cost for investors in the \nsetting of a diversified portfolio.  \n The cost of equity is the most difficult to estimate. We discuss limitations of \nvarious approaches and suggest a practical method. \n While we dwell on the primary sources of capital, debt and equity, we also \ndiscuss how to assess alternative sources of financing. \n The report includes a checklist to ensure that you consider the relevant \nissues. \n Investors who rely on multiples are not avoiding the problem of forecasting \ncash flows and discount rates, they are burying it. \n A thoughtful estimation of the cost of capital is a little like hygiene: There’s \nnot much upside in getting it right, but there is a lot of downside in getting it \nwrong. \n \n \n \nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \n \nEstimating the Cost of Capital \nA Practical Guide to Assessing Opportunity Cost  \n"
    },
    {
      "number": 2,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n2 \nTable of Contents \n \nIntroduction ................................................................................................................................... 3 \n \nCost of Capital – The Big Picture .................................................................................................... 5 \n \nWeighted Average Cost of Capital ................................................................................................... 8 \n \nCalculating the Cost of Debt ........................................................................................................... 9 \n \nCalculating the Cost of Equity ....................................................................................................... 10 \na. Risk-Free Rate ................................................................................................................ 11 \nb. Equity Risk Premium ........................................................................................................ 11 \nc. Beta ............................................................................................................................... 14 \nd. Industry Beta ................................................................................................................... 18 \n \nOther Forms of Financing ............................................................................................................. 20 \n \nNormalizing ................................................................................................................................. 22 \n \nChecklist .................................................................................................................................... 26 \n \nAppendix \na.  Real versus Nominal Cash Flows ...................................................................................... 27 \nb.  Adjusted Present Value ................................................................................................... 29 \nc.  Arbitrage Pricing Theory .................................................................................................. 32 \nd.  Fama-French Three-Factor Model .................................................................................... 33 \ne.  Calculation of Credit Suisse HOLT® Discount Rate ............................................................. 35 \n \nEndnotes .................................................................................................................................... 37 \n \nReferences ................................................................................................................................. 39 \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 3,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n3 \nIntroduction \n \nThe rationale for investing is that you forgo consumption in the present, or save, in order to consume more in \nthe future. An investment opportunity has to have a positive after-tax expected return so that you will end up \nwith more money, after inflation, tomorrow than you have today.1 Of course, there is no guarantee that the \nvalue of your investment will grow over time, but without that expectation there would be no reason to invest in \nthe first place.  \n \nThe value of a financial asset is the present value of future cash flows. In order to value a financial asset, you \nmust have a sense of the magnitude and timing of cash flows, as well as the risk associated with receiving the \ncash. For instance, a company that issues a standard bond makes a legal commitment to pay interest on a \ntimely basis and to repay the principal. Investors are left to determine the risk that the company won’t be able \nto fulfill its obligations. As the risk increases that a company will default, the expected return that investors \ndemand increases as well. A higher expectation of a loss requires a higher expectation of a reward.  \n \nThe determinants of value are explicit in the bond market. The terms of the bond issuance specify the \nmagnitude and timing of cash flows, and the yield on the bond is an expression of the expected return. Even if \nan investor disagrees with the market’s assessment of a bond price, there is no question that the \ndeterminants of value are in plain view. \n \nNone of the determinants of value are explicit in the stock market. Dividends are at best a quasi-commitment \nto return cash to shareholders, and there is no direct way to see a stock’s expected return. So equity investors \nneed to understand the expectations for future cash flows and the risk that a stock price embeds. This makes \nvaluation inherently trickier for equity than debt. \n \nThe cost of capital is the rate at which you need to discount future cash flows in order to determine the value \ntoday. Investors determine that rate based on their opportunity cost. Estimating the cost of debt is relatively \nstraightforward, but estimating the cost of equity is much more challenging. This report is a practical guide for \nestimating the weighted average cost of capital, with the goal of deriving a figure that is sensible from a \nbusiness and economic standpoint.    \n \nEstimates for the cost of equity generally rely on an asset pricing model. The most popular is the capital asset \npricing model (CAPM), which has come under considerable fire in recent years. Beta, a measure of a \nsecurity’s financial elasticity versus the market, is the specific variable in the model that researchers and \npractitioners question.  \n \nWe are neither strict nor enthusiastic defenders of the faith in this model. But we do believe that it can have \npractical utility if you take steps to reduce the error in beta and complement the input with market-priced \nmarkers such as bond yields, implied volatility in option prices, and credit default swap prices. These markers \ncan provide guidance and context for establishing a reasonable cost of capital.  \n \nSome investors claim that the concerns surrounding the CAPM are sufficient to abandon the practice of \ndiscounting cash flows altogether. A further complaint is that modest changes in assumptions for cash flows \nor the cost of capital can have a meaningful impact on value. These investors often value companies using \nmultiples, including price/earnings, enterprise value/EBITDA, and price/book.  \n \nHere’s the key: Multiples are not valuation. Multiples are a proxy for the valuation process. No one should blur \nthat distinction. Growth and return on investment, along with the discount rate, are what determine the \nappropriate multiple. Investors who rely on multiples are not avoiding the problem of forecasting cash flows \n"
    },
    {
      "number": 4,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n4 \nand discount rates, they are burying it. Our view is that it is better to make assumptions transparent and \ndistinct than to jumble them inside a multiple under the guise of accuracy. \n \nA thoughtful estimation of the cost of capital is a little like hygiene: There’s not much upside in getting it right, \nbut there is a lot of downside in getting it wrong. The objective here is not to hew to an academic formula \nmindlessly but rather to combine the economic logic of an asset pricing model, market prices, and some \nbusiness sense in order to derive a solid estimate of the opportunity cost of capital.          \n \n \n \n \n \n"
    },
    {
      "number": 5,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n5 \nCost of Capital – The Big Picture \n \nThe cost of capital for a company is the opportunity cost for investors in the setting of a diversified \nportfolio.  \n \nThe economic principle behind the cost of capital is that of substitution: An investor will not invest in a \nparticular asset if there is a comparable asset that is more attractive on a risk-adjusted basis. In other words, a \nrisk-averse investor will buy the asset with the highest return for a given level of risk or the lowest risk for a \ngiven level of return. Central to this idea is that the higher the risk, the higher the required return.  \n \nImportant, too, is the idea that the risk of a particular security refers to its contribution to the risk (i.e., variance \nof the return) of a diversified portfolio. As a consequence, it is possible for a particular stock to have high \nindividual risk, but low risk relative to the market. The proper focus is not on the risk of the individual security, \nbut rather how that security affects the risk of the overall portfolio.  \n \nIn order to create shareholder value, a company must be able to find projects that generate returns that \nexceed the cost of capital. Exhibit 1 shows the link between companies and capital markets. Just as investors \nmust carefully consider the trade-off between risk and reward, companies must evaluate their prospective \ninvestments, including capital expenditures and mergers and acquisitions (M&A), to judge whether they will \ndeliver appropriate returns.  \n \nExhibit 1: The Link between Companies and Capital Markets \n \nSource: G. Bennett Stewart, III, The Quest for Value: A Guide for Senior Managers (New York: HarperCollins, 1991), 83.  \n \nA company’s balance sheet is composed of assets on the left and liabilities and equity on the right. Assets are \nthe resources the company employs to generate cash flows. Liabilities and equity are the ways the company \nfinances those resources. Debt and equity are the most popular forms of financial capital.  \n \nDebt is a contractual obligation between a company and its lenders, in which the company pledges to make \ntimely payments of interest and to return principal at the end of the contractually-specified period. Debt \ngenerally has a claim to assets that is senior to that of equity. \n \nEquity is technically a contract between a company and its shareholders that confers limited rights to \nshareholders. From a practical standpoint, equity represents a claim on future residual cash flows. Equity \nholders only have a claim to cash flows that exist after the company has paid all other stakeholders, including \ncreditors (interest and principal), suppliers (accounts payable), the government (taxes), and employees \n(wages).2 \nProspective Investments\nWACC\nReward\nReturn\nRisk\nRf\nCorporate\nInvestor\n"
    },
    {
      "number": 6,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n6 \nFrom the point of view of a company’s lenders and shareholders, you can think of risk as the combination of \nbusiness risk and financial risk:3 \n \nCorporate risk = business risk + financial risk \n \n Business risk is the variability of the operating cash flows, which is often associated with operating \nleverage, or the ratio of fixed to variable operating costs; \n \n Financial risk is the amount of debt a company assumes. \n \nTo illustrate the role of financial risk, consider two companies (Bravo and Charlie) that have identical scenarios \nfor possible operating profit in the next year: \n \nCompany Bravo \n \n \n        \n \nOperating profit     Interest expense \n        Pretax profit \nBullish scenario  \n \n \n$120  \n \n \n \n$0  \n \n \n \n \n   $120 \nBase case scenario \n     100  \n \n    \n  0  \n \n    \n \n     100 \nBearish scenario \n      \n  80   \n \n    \n  0  \n \n      \n \n \n 80 \n \nSince Bravo is free of debt, the variability of pretax profits mirrors that of operating profit. As a result, the \nhighest profit scenario ($120) is 50 percent above the lowest ($80). \n \nCompany Charlie \n \n \n        \n \nOperating profit      Interest expense \n        Pretax profit \nBullish scenario  \n \n \n$120  \n \n \n    $30 \n \n \n \n \n    $90 \nBase case scenario \n    100  \n \n    \n 30 \n \n \n    \n      70 \nBearish scenario \n      \n  80   \n \n    \n 30 \n \n \n    \n      50 \n \nCharlie has debt and hence interest expense. The variability of pretax profits for Charlie is much higher than \nthat for Bravo. The highest profit ($90) is 80 percent higher than the lowest profit ($50). So the addition of \ndebt creates more volatility in profits, which may suggest different values for Bravo and Charlie.   \n \n“Wait!” you may say, “I learned something about the Modigliani and Miller (M&M) invariance proposition—that \nthe value of a firm is independent of its capital structure.”4 M&M’s main point is that a change in the capital \nstructure doesn’t change risk overall. It simply transfers risk from one constituent to another. As a company \nadds financial leverage, risk for the remaining equity rises because the size of the senior claim on assets, debt, \nincreases. The cost of debt also goes up because the size of the contractual obligation grows. But since debt \nis less costly than equity due to its seniority in the capital structure, overall risk is preserved.  \n \nHere’s an example. Assume a firm has $100 in annual operating profit. Let’s consider three scenarios: \n \n \n \n \n \n \n \n \n \nA  \n         \nB  \n     \n \nC \nOperating profit  \n \n \n$100  \n     \n$100      \n \n$100 \nDebt  \n \n \n \n \n \n  0  \n \n \n \n  200  \n \n \n  400 \nCost of debt  \n \n \n \n  0  \n \n \n \n  5%  \n \n       6.25% \nCash flow for equity \n \n  100  \n \n \n  90  \n \n \n  75 \nEquity  \n \n \n \n \n \n  1,000  \n \n  800  \n \n \n  600 \nCost of equity  \n \n       10%  \n \n \n  11.25%  \n \n  12.5% \nValue of the firm \n \n \n$1,000  \n \n$1,000  \n \n$1,000 \n"
    },
    {
      "number": 7,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n7 \nIn scenario A, the firm is all equity financed with a cost of equity of 10 percent. The firm’s value is simply \n$100 divided by 10 percent, or $1,000. In scenario B, the company issues $200 of debt at a cost of 5 \npercent. Now, the cash flow left over for equity holders drops from $100 to $90 (interest expense of $10 = \n$200 * 5 percent), increasing its risk. To compensate, shareholders now demand a return of 11.25 percent. \nBut note that the firm is still worth $1,000 ($200 debt + $800 equity).  \n \nIn scenario C, the company takes on even more debt, pushing the total to $400. Since there’s more debt, the \nrisk for debt holders rises from 5 to 6.25 percent. The greater interest payments ($25 = 6.25 percent * $400) \nmean that there’s only $75 left over for equity holders. The risk for equity holders has risen, too, reaching \n12.5 percent. So the cost of debt and the cost of equity are both higher, but the value of the firm stays the \nsame at $1,000 ($400 debt + $600 equity).   \n \nM&M’s invariance proposition is true under certain conditions, including no taxes, no bankruptcy costs, no \neffects on managerial incentives, and markets being perfect and complete. The most important assumption is \na world without taxes. Since interest expense is tax deductible, increasing debt adds value because \nstakeholders are getting value at the expense of the government. The key takeaway from M&M is that when \nyou introduce conditions from the real world, capital structure does matter.5 The changes in the cost of capital \nare not the result of how you slice and dice the capital structure (scenarios A, B, and C), but rather are based \non the role of taxes and other factors.     \n \nCompanies with low business risk as the result of predictable cash flows are in the best position to take on \ndebt. Companies with high business risk are more likely to shun leverage. In fact, many young companies hold \nnet cash balances which create negative financial risk and actually serve to dampen the effect of business \nrisk.6 \n \n \n"
    },
    {
      "number": 8,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n8 \nWeighted Average Cost of Capital \n \nThe weighted average cost of capital (WACC) blends the opportunity cost of the sources of capital \nwith the relative contribution of those sources.  \n \nFor example, take a company with an after-tax cost of debt of 5 percent and a cost of equity of 10 percent \nthat is financed with 30 percent debt and 70 percent equity. The weighted average cost of capital would be \n8.5 percent, calculated as follows:  \n \nWACC   \n \n= (cost of debt * weighting of debt) + (cost of equity * weighting of equity)  \n \n= (5% * 30%) + (10% * 70%) \n \n= 1.5% + 7.0% \n \n= 8.5% \n \nThe weighted average cost of capital is the appropriate rate to discount the future free cash flows attributable \nto the firm in order to determine their present value. When discounting cash flows attributable to equity \nholders—common for financial services firms—the correct discount rate is the cost of equity capital. \n \nThere are a few issues to keep in mind when estimating WACC. The first is that you should base the relative \nweighting of debt and equity on market value, not book value.7 The logic behind this is straightforward: The \nopportunity cost an investor demands is based on the prevailing asset price, not the level at which the \ncompany recorded the debt or equity on the balance sheet.  \n \nCompanies often share targets for debt-to-total capital ratios that are based on book value. In this case, you \nmust translate that target into a ratio based on market value. \n \nSecond, the WACC is not the appropriate discount rate for all of the investments a company makes. If the \ncompany invests in a business or makes an acquisition that has greater or lesser risk than the company does, \nthen the discount rate the company applies to that investment should be higher or lower than the WACC to \nreflect that difference.  \n \nThird, don’t adjust your WACC based on varying risk assessments. The discount rate should be consistent. \nYou can reflect risk by considering different scenarios for cash flows—some good, some bad. A careful \nexamination of those cash-flow scenarios, including making sure you have considered all possible outcomes, \nis the essential way to capture and grasp risk.  \n \nFinally, you should use the adjusted present value (APV) method if you expect a company to have a dynamic \ncapital structure.8 This method is relevant, for example, for a company that levers up and then expects to \nrapidly pay down debt. A section of the appendix discusses this approach. In short, APV values the company \nassuming it is all equity financed, values the tax shield, and then adds the two together to come up with \ncorporate value. It is based on the principle of additivity: You can value the pieces of the company and add \nthem together to understand the whole. \n \n \n \n \n"
    },
    {
      "number": 9,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n9 \nCalculating the Cost of Debt \n \nThe cost of debt is the after-tax rate a company would have to pay today on its long-term debt. \n \nThe yield-to-maturity on the company’s long-term, option-free bonds is a good estimate for the cost of debt.  \n \nIf the company only has short-term debt or debt that doesn’t trade much (i.e., is illiquid), you can estimate the \ncost of debt indirectly in two steps. First, determine the credit rating on the company’s unsecured long-term \ndebt. Second, look at the average yield-to-maturity on a portfolio of bonds with a similar credit rating. Bond \ninvestors often express this as a spread over a Treasury rate, usually the 10-year note. The treasury yield is a \nproxy for the risk-free rate. If you are dealing with a fixed income security that includes any options, you \nshould use an option-adjusted spread (OAS).  \n \nSome companies finance themselves mostly, or completely, with short-term debt. In this case, should you use \nthe short-term rates as the cost of debt? The answer is no. Short-term rates do not reflect expectations about \nlong-term inflation. The time horizon for estimating the cost of capital should be consistent with the time \nhorizon of the cash flow forecast period. The long-term rate is a better approximation of interest costs over \ntime even for companies that roll over their short-term debt because long-term rates capture the expected \ncost of repeated borrowing. If a company exclusively relies on short-term debt, use its credit rating to \napproximate the cost of long-term debt.  \n \nThe calculation of free cash flow (more formally net operating profit after tax less investment needs) assumes \nthat the company is financed solely with equity. This creates valuable comparability. But since interest expense \nis tax deductible, debt creates a valuable tax shield that free cash flow does not reflect.  \n \nTo capture the value of the tax shield, you must adjust debt from a pretax rate to an after-tax rate. To do this, \nmultiply the pre-tax cost of debt by one minus the marginal tax rate. In most cases, you can assume that the \neffective and marginal tax rates are equivalent. The formula is: \n \nAfter-tax cost of debt = pretax cost of debt * (1 – marginal tax rate) \n \nFor investment-grade companies, you can assume that the effective tax rate approximates the statutory rate. \nBut for companies with tax loss carryforwards, tax loss carrybacks, or investment tax credits, the effective rate \nmay be materially different. In your calculation of the cost of debt, you should use the statutory rate (including \nstate and local taxes) for countries where the company earns its operating profit. For a company with a large \npresence outside its country of domicile, this can lead to a meaningful difference between the tax rate in a \ncompany’s home country and the tax rate it actually must pay.9  \n \nSome companies have substantial tax loss carryforwards and are not expected to have to pay taxes for the \nforeseeable future. In this case it makes sense to value the company in two stages. First, assume the \ncompany pays normal taxes in its free cash flows. This, of course, will lead to a value that is too low. Second, \ncalculate the present value of the tax savings. To do this, calculate the annual tax savings and discount that \nsavings at the cost of debt. (Note that the company has to produce operating income to realize tax savings.) \nAdd that amount back to the value of the firm assuming full tax payment. These two stages allow for \ncomparability to profitable peers and specify the value of the tax savings.  \n \nIn many cases, the book value of debt is a reasonable proxy for the market value of debt. But take note if the \ndebt is trading at a substantial premium or discount to par, and make the adjustment in your debt-to-total \ncapital ratio if necessary.  \n"
    },
    {
      "number": 10,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n10 \nCalculating the Cost of Equity \n \nThe cost of equity is the expected total return on a company’s stock.  \n \nIt stands to reason that the cost of equity is higher than the cost of debt. To begin, equity is a junior claim on \nthe value of the firm versus debt. So if something goes wrong, debt holders get paid first and equity holders \nget whatever is left over. Further, interest expense on debt is tax deductible, making debt an even cheaper \nsource of financing. Your estimate of the cost of equity should never be below the cost of debt.  \n \nUnlike the cost of debt, which is often observable, the cost of equity is unobservable. As a result, we need to \nrely on an asset pricing model to estimate it. The three best known models are the capital asset pricing model \n(CAPM), the Fama-French Three-Factor model, and arbitrage pricing theory (APT). Because the CAPM is the \nmost common model, we’ll use it as our primary method. The appendix describes the other models. \n \nThe CAPM says that the expected return on a security is the risk-free rate plus the security’s beta times the \nequity risk premium (i.e., the difference between the market return and the risk-free rate): \n \nExpected return = Risk-free rate + β(Market return – risk-free rate) \n \nIn the CAPM, the equity risk premium is the same for all companies. Only the beta is different from company \nto company. See Exhibit 2.  \n \nExhibit 2: The Security Market Line \n \nSource: Credit Suisse.  \n \nThe CAPM is better as pure theory than in practice, so putting it to work requires a number of important \njudgments. Three major questions emerge: \n \n What should I use for the risk-free rate? \n \n How do I estimate the difference between the market return and the risk-free rate, or the equity risk \npremium? \n \n What is the best way to estimate beta? \n \n \nRisk (Beta Coefficient)\nRate of \nReturn\nSecurity market line (SML)\nRf\n"
    },
    {
      "number": 11,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n11 \nRisk-Free Rate \n \nThe risk-free rate is the easiest. The best proxy for it is the yield on a long-term, default-free government fixed \nincome security. In the United States, the 10-year Treasury note is a suitable security. This yield is easy to \nfind, is sufficiently long-dated, and has a relatively low risk of default. Outside of the United States, you can \nadjust the local-currency government borrowing rate by the estimated default spread. Aswath Damodaran, a \nprofessor of finance at the Stern School of Business at New York University, shares these estimates on his \nwebsite based on local currency ratings. \n \nIn theory, the risk-free rate is the return of a portfolio (or security) that has no covariance with the market—i.e., \na beta of zero. While the 10-year Treasury note does not have a zero beta, Exhibit 3 shows that it is very low. \nBeta is the slope of the regression line.  \n \nExhibit 3: The Beta for the 10-Year Treasury Note Is Low \n \nSource: FactSet and Credit Suisse.  \n \nEquity Risk Premium \n \nThe equity risk premium (ERP) is the difference between the return of the market and the risk-free asset. The \nrationale behind a positive ERP is pretty straightforward: Investors are risk averse and demand a higher return \non a riskier stream of cash flows than on a less-risky stream. The challenge is to estimate the magnitude of \nthe premium. This is no easy task. Consider that a survey of 150 finance and valuation textbooks written over \nthe past 30 years revealed a range of estimated ERPs from 3 to 10 percent.10 \n \nFactors that determine the ERP include collective risk aversion, the perceived level of economic risk, the \ndegree of liquidity in markets, and tax policy. Because these factors change, the ERP tends to move around. \nIn fact, academic research suggests that the ERP is probably a nonstationary series.11 Your goal is to make \nan intelligent estimate of the current, forward-looking ERP.  \n \ny = 0.027x - 0.000\n-10%\n-8%\n-6%\n-4%\n-2%\n0%\n2%\n4%\n6%\n8%\n10%\n-20%\n-10%\n0%\n10%\n20%\nUS 10-Year Treasury Note\nS&P 500\nMonthly Returns\nOctober 2008 - September 2013\n"
    },
    {
      "number": 12,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n12 \nThere are three common approaches to estimating the ERP. The first is to examine historical results and \nassume that the future will be similar to the past. The second is to survey investors about their expectations. \nThe third is to estimate a market-implied rate by reverse engineering the market price.  \n \nEach approach has strengths and weaknesses. Historical results are backed by lots of data but are highly \nsensitive to the time period you select to analyze, reflect survivorship bias, and vary based on whether you use \narithmetic or geometric averages. Surveys capture investor attitudes at the moment but are imperfect because \ninvestors have a strong tendency to extrapolate their most recent experience, and the structures of the \nsurveys are not always ideal. A market-implied ERP is based on prevailing prices but requires numerous \nassumptions about drivers such as future growth and return on capital.  \n \nStill, not all is lost. You can come at the problem of estimating the ERP from a number of different angles and \ngenerally arrive at a figure that is economically sound. One approach that makes sense is to start with a \nhistorical average, calibrate the result using credit spreads, and then compare it to market-implied returns. \n \nWhen calculating the historical ERP, you must answer a few questions: \n \n What is the appropriate risk-free rate?  \n \n Over what time period should you look at returns?  \n \n Which average should you use, arithmetic or geometric?  \n \nYour answers to these questions can have a large influence on your estimate of the ERP. A recent paper by \nAswath Damodaran showed an ERP range of 1.7 to 7.7 percent based on which combination of these \nchoices were made.12 \n \nWe have effectively answered the question about the risk-free rate. For the reasons we cited, the return on \nthe 10-year Treasury note works well. If you choose to use Treasury bills or bonds, you must make sure that \nthe ERP is adjusted accordingly.    \n \nThe time horizon issue is trickier. Some believe that shorter time horizons are preferable because they better \nreflect current conditions. The problem with that argument is that short time periods come with huge standard \nerrors. The standard deviation of S&P 500 returns since 1928 has been very close to 20 percent.  \n \nStandard error  \n=  standard deviation \n \n \n \n \n \n    the square root of the measured time \n \n \n    \n√    \n \n \nSo, for example, the standard error of an ERP based on 5 years of data is 8.9 percent. Even 25 years of data \nhas a standard error of 4 percent. So for time periods less than 20 years, the standard errors are likely to be \nas large, or larger, than the ERP itself. This argues for using a longer time period. We have reliable data for \nthe past 80 years, which gets the standard error down to about 2.2 percent. \n \nInvestors who use historical averages to estimate the ERP rarely specify whether they are using arithmetic or \ngeometric returns. The difference between the two is material. For equity less bond returns from 1928-2012, \n"
    },
    {
      "number": 13,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n13 \nthe arithmetic return was 5.9 percent and the geometric mean was 4.2 percent. The difference, 1.7 \npercentage points, is a large percentage of the value of either total. \n \nThe arithmetic average is the simple mean of the series of annual ERPs (equity market - risk-free rate). The \ngeometric mean is the compounded return. The geometric return is always less than or equal to the arithmetic \nreturn. The difference is greater as the standard deviation of the time series increases. \n \nIf your goal is to estimate the market’s risk premium over the next year, then the arithmetic average is the way \nto go. For multiple time periods, in contrast, a geometric average is better.   \n \nThe second approach is to look at credit spreads, which reflect a bond risk premium. Because fixed income \nreturns are observable, we can use them as a benchmark to estimate unobservable equity returns. The initial, \nstraightforward point is that the ERP should not be below the credit spread for the simple reason that you \nshould not expect to earn a higher return on an asset with less risk. Further, widening or narrowing credit \nspreads can be a useful indicator of a widening or narrowing ERP.  \n \nThe final approach is an estimate of the market-implied ERP. The idea is that the key drivers of value, \nincluding earnings and dividends, follow long-term trends that are reasonably predictable. With a sense of \nfuture cash flows and knowledge of the prevailing price, we can solve for the discount rate that equates the \npresent value of future free cash flows to today’s price.  \n \nDamodaran posts this calculation on his website each month: http://pages.stern.nyu.edu/~adamodar/.  \n \nExhibit 4 shows Damodaran’s estimate of the ERP since September 2008. The ERP has been in a wide band \nof four to eight percent in the past five years. The line in the chart is the price of the S&P 500. Note that the \nERP and S&P 500 tend to go in opposite directions. This means lower stock prices generally suggest higher \nexpected returns and vice versa. As of October 1, 2013, Damodaran’s estimate for the ERP was 5.7 percent, \nwhile the model developed by Credit Suisse’s equity strategy group implied a warranted ERP of 4.5 percent.13 \n \nExhibit 4: Implied Equity Risk Premium per Aswath Damodaran \n \nSource: Aswath Damodaran and Credit Suisse.  \nNote: 2013 data as of 09/30/13; ERP is average of prior 12 months. \n0\n200\n400\n600\n800\n1,000\n1,200\n1,400\n1,600\n1,800\n3%\n4%\n5%\n6%\n7%\n8%\n2008\n2009\n2010\n2011\n2012\n2013\nS&P 500 Index Price\nEquity Risk Premium (ERP)\nERP\nS&P 500\n"
    },
    {
      "number": 14,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n14 \nExhibit 5 shows the Treasury note yield (at the bottom in blue) and the implied ERP (on top in brown) over the \npast 50 years. The sum of the note yield and ERP is the expected return for the market. After peaking in the \nearly 1980s, the bull market of the 1980s and 1990s drove down the implied return for the stock market.  \n \nThe exhibit shows something even more remarkable: The ratio between the equity risk premium and the risk-\nfree rate. That ratio has averaged 0.8 over the past five decades (roughly an average ERP of 4 percent and \nrisk-free rate of 5 percent). But following the extraordinarily loose monetary policy adopted by central banks \naround the world following the financial crisis, interest rates have been pushed below the level that many \nconsider normal. Equity returns, which have averaged 6-7 percent over time adjusted for inflation, have \nremained in a range consistent with historical averages.14     \n \nAs a consequence, the ratio of ERP to risk-free rate has jumped from below 1.0 to in excess of 3.0. While \nthe expected return from the market hasn’t changed much, the composition relies much more on the equity \nrisk premium and much less on the risk-free rate than in the past. Whether we will see a ratio in the future \nthat is closer to the historical average remains a subject of debate.     \n \nExhibit 5: Historical Implied Equity Risk Premium per Aswath Damodaran \n \nSource: Aswath Damodaran and Credit Suisse.  \nNote: 2013 data as of 09/30/13. \n \nBeta \n \nThe concept of beta has come under attack in recent years but remains a reasonable starting point for \nthinking about risk and expected return. We will discuss methods to improve the measurement of beta and \nalso cover alternative approaches to estimating the cost of equity. The goal, always, is to come up with a cost \nof equity that makes business, economic, and common sense. \n \nBefore getting into the methodology, it’s important to bear in mind two points about beta. First, beta is a \nmeasure of the risk a security adds to a diversified portfolio. As a result, it is very possible for a particular \ncompany to have high individual risk but low market risk (the inverse is also true). Second, beta measures \n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n3.0\n3.5\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n16%\n18%\n20%\n1961\n1965\n1969\n1973\n1977\n1981\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nEquity Risk Premium / Treasury Note Yield\nEquity Risk Premium, Treasury Note Yield\nERP / Treasury \nNote Yield\nImplied Equity \nRisk Premium\nTreasury\nNote Yield\n"
    },
    {
      "number": 15,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n15 \nrelative risk, with an average of 1.0. Saying it differently, the market-capitalization weighted average beta of all \ninvestments must average one. \n \nSo what exactly is beta? Beta is a measure of the excess return on an individual security relative to the excess \nreturn on the market index. You can think of it as a measure of financial elasticity. In practice, you calculate a \nhistorical beta by doing a regression analysis with the market’s total returns as the independent variable (x-\naxis) and the asset’s total returns as the dependent variable (y-axis).15 The slope of the best-fit line is beta. \nExhibit 6 shows the beta for Netflix (NFLX) based on monthly returns over the 60 months ended September \n2013.   \n \nExhibit 6: Beta Is the Slope of the Best-Fit Line \n \nSource: FactSet and Credit Suisse.  \n \nAs you may recall from a math class long ago, you can describe the slope of a line as the rise over the run. If \nan asset went up and down in exactly the same way as the market, the line would be at a 45 degree angle \nand the rise over run would equal 1.0. If the asset goes up or down at a percentage twice that of the market, \nthe rise over run would equal 2.0, and you would consider that asset to be riskier than the market. Naturally, if \nthe asset rises or falls at a rate that is one-half of the market’s percentage, it would have a beta of 0.5 and \nyou would deem it to be less risky than the market. (More technically, you are supposed to calculate beta \nusing excess returns. But calculating beta using total returns makes little practical difference.) The definition of \nbeta, then, is the covariance between the security and the market (rise) divided by the variance of the market \n(run).   \n \nAs an additional note, the y-intercept of the best-fit line is the alpha. It is a measure of excess return relative \nto risk as measured by beta. In the aggregate, alpha must average to zero.  \n \nExhibit 7 shows the calculation for beta and alpha for Disney for the 60 months ended September 2013. Beta \nis about 1.2 and alpha is very close to zero. \n \ny = 0.789x + 0.054\n-10%\n-8%\n-6%\n-4%\n-2%\n0%\n2%\n4%\n6%\n8%\n10%\n-20%\n-10%\n0%\n10%\n20%\nNetflix\nS&P 500\nMonthly Returns\nOctober 2008 - September 2013\nIntercept = Alpha\nSlope = Beta\n"
    },
    {
      "number": 16,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n16 \nExhibit 7: Beta Calculation for Disney \n \nSource: FactSet and Credit Suisse.  \n \nBeta is supposed to be a forward-looking measure. In practice, we can’t observe beta so we have to estimate \nit by looking at historical relationships and make adjustments where appropriate to remove some of the noise. \n \nThere are a number of judgments you have to make when determining how to calculate beta. The first is \nwhich index to compare to; the second is how far back in history you should go; and the third is the frequency \nof return measurement (e.g., daily, weekly, monthly, quarterly, or annually). \n \nOf these judgments, determining the appropriate index is probably the most straightforward. One way to think \nabout it is to identify which benchmark the marginal buyer of the security is likely to use. For most funds in the \nUnited States, the S&P 500 is the most logical candidate as more than one-half of the assets under \nmanagement use it as a benchmark. But the benchmark you use will determine the beta. Exhibit 8 shows the \nbeta for Disney (60-month, using monthly returns) calculated for four indexes. You can see a range of \napproximately 1.2 to 1.3. \n \nExhibit 8: Disney’s Beta Using Four Indexes \n \n \n \n \n \n \n \n \n \n \nRelative to:  \n \n \nFive-year monthly beta \n \n \n \n \n \n \n \n \n \n \nS&P 500  \n \n \n \n \n \n  1.22 \n \n \n \n \n \n \n \n \n \n \nDow 30  \n \n \n \n \n \n  1.33 \n \n \n \n \n \n \n \n \n \n \nRussell 3000 \n \n \n \n \n  1.17 \n \n \n \n \n \n \n \n \n \n \nMSCI World  \n \n \n \n \n  1.27 \nSource: FactSet and Credit Suisse.  \nNote: Data as of 9/30/13.  \n \nThe next decision is how far back in history you should go. The benefit of going back further in time is that you \nget more data and hence a more reliable regression result. The drawback is that the company may have \nchanged its business model, business mix, or levels of financial leverage. For companies that have stable \ny = 1.247x + 0.006\n-25%\n-20%\n-15%\n-10%\n-5%\n0%\n5%\n10%\n15%\n20%\n25%\n-20%\n-10%\n0%\n10%\n20%\nDisney\nS&P 500\nMonthly Returns\nOctober 2008 - September 2013\n"
    },
    {
      "number": 17,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n17 \nbusiness models and capital structures, longer is better. If you suspect that the data from a few years ago no \nlonger apply, try calculating a rolling beta. If the beta changes materially during your measurement period, you \ncan then consider whether it makes sense to use a shorter period.  \n \nExhibit 9 shows the betas for Disney using the S&P 500 and monthly returns over four different time horizons. \nThe exhibit also includes the R2’s, a measure of the strength of the correlation. \n \nExhibit 9: Disney’s Beta Using Four Time Periods \n \n \n \n \n \n \nMeasurement period  \nMonthly beta  \n \nR2 \n \n \n \n \n \n \n \n \n \n \nThree-year  \n      \n \n \n1.24             56% \n \n \n \n \n \n \n \n \n \n \nFive-year  \n      \n \n \n \n1.25             73 \n \n \n \n \n \n \n \n \n \n \nSeven-year  \n      \n \n \n1.16            \n69 \n \n \n \n \n \n \n \n \n \n \nTen-year  \n      \n \n \n \n1.16            \n58 \nSource: FactSet and Credit Suisse.  \nNote: Data as of 9/30/13.  \n \nThe final decision is the frequency of the measurement period. The benefit of more frequent measurement is \nmore data. Multiple sources, including McKinsey’s book on valuation and a paper by Aswath Damodaran, \nsuggest that there are some biases associated with daily or weekly data for beta estimation. McKinsey \nrecommends monthly data, and Damodaran recommends using high-frequency data only with certain \nadjustments. Unless you have a good reason not to, you should start with 60-month, monthly returns to \ncalculate beta.  \n \nExhibit 10 shows Disney’s beta assuming five different measurement frequencies over five years. Also \nincluded are the standard errors.  \n \nExhibit 10: Disney’s Beta Using Five Measurement Frequencies \n \n \n \n \n \n \n \n \n \n \nReturn interval  \n \n \nBeta  \n \nStandard error \n \n \n \n \n \n \n \n \n \n \nDaily  \n \n \n \n \n \n1.13  \n          0.021 \n \n \n \n \n \n \n \n \n \n \nWeekly  \n \n \n \n \n1.11  \n         0.047 \n \n \n \n \n \n \n \n \n \n \nMonthly  \n \n \n \n \n1.25  \n          0.099 \n \n \n \n \n \n \n \n \n \n \nQuarterly  \n \n \n \n \n1.35  \n \n      0.149 \n \n \n \n \n \n \n \n \n \n \nAnnually  \n \n \n \n \n1.12  \n        0.196 \nSource: FactSet and Credit Suisse.  \nNote: Daily, weekly, monthly, and quarterly data as of 9/30/13; annual data as of 12/31/12. \n \nEven if you make good choices in calculating historical beta, the process is imprecise. For example, \nAmazon.com’s 60-month beta, based on monthly returns, is 0.79 with an R2 of just 17 percent and a standard \nerror of 0.23 (as of September 30, 2013). So you can be 95 percent confident that AMZN’s beta is \nsomewhere between 0.33 and 1.25, which is not exactly the definition of precision. So there are two common \nways to improve the estimate of beta.  \n \nAdjusted beta: The first method adjusts the beta toward 1.0 to create an adjusted beta. Bloomberg and Value \nLine use this technique. Here’s the typical formula: \n \nAdjusted beta = (raw beta * 0.67) + (1.0 * 0.33) \n \nSo, for example, AMZN’s adjusted beta is 0.86 = (0.79 * 0.67) + (1.0 * 0.33) \n"
    },
    {
      "number": 18,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n18 \nThe rationale for this adjustment is empirical evidence suggesting that betas tend toward 1.0 over time.16 This \nmakes economic and intuitive sense. The challenge to the adjustment is with respect to the weightings. It is \nlikely that betas converge to 1.0 at different rates for different companies, and the one-size-fits all solution \nfails to capture that. Still, this adjustment likely improves the estimate of a forward-looking beta. \n \nIndustry Beta \n \nThe second way to improve beta is to consider an industry beta instead of betas for individual companies. In \nour discussion of high-level thoughts, we discussed breaking down corporate risk into business risk and \nfinancial risk. The key premise supporting an industry beta is that business risk, or operating risk, will be \nsimilar from company to company within an industry. By considering a larger sample, an industry beta can help \nwring out the errors that plague the estimates for individual companies.  \n \nThere is a three-step process to calculate an industry beta: \n \n Unlever the beta. Because an individual company’s beta combines both business risk and financial risk, \nwe first need to remove the effect of financial leverage by unlevering the beta. The equation to do this, \nwhich is based on M&M’s invariance proposition, is as follows: \n \nβU =      \n \n βL          _ \n \n[1 + (1 – T)(D/E)] \n \nWhere:  \n \nβU = Beta unlevered \nβL = Beta levered \nT = Tax rate \nD = Market value of debt (% of total capital) \nE = Market value of equity (% of total capital) \n \nTake for example Company Echo with a raw beta of 1.2, a 35 percent tax rate, 20 percent debt, and 80 \npercent equity:  \n \nβU =      \n \n 1.2             _ \n \n1 + (1 – .35)(.20/.80) \n \nβU =      \n \n 1.2             _ \n \n     1 + (.65)(.25) \n \nβU =      \n \n 1.2             _ \n \n         1.1625 \n \nβU  = 1.03 \n \n Calculate the average beta for the industry. The second step is to create an average of all the \nunlevered betas for the companies within the industry. You can define an industry as a set of companies \nthat have similar business risk. You then take the market-capitalization-weighted average of the industry. \nIt’s often useful to also look at the median to see if it’s in the same range as the mean. \n \n"
    },
    {
      "number": 19,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n19 \n Relever the beta for the specific company. Unlevering the beta removed financial risk, but now you \nmust reintroduce it based on the company’s expected long-term capital structure. The formula to relever \nthe beta is: \n \nβL = βU [1 + (1 – T)(D/E)] \n \nTake for example Company Foxtrot that has an industry beta of 0.80, a 38 percent tax rate, 25 percent debt, \nand 75 percent equity:  \n \nβL = 0.8 [1 + (1 – .38)(.25/.75)] \n \n \n= 0.8 [1 + .62(.333)] \n \n \n= 0.8 [1.2066] \n \nβL = 0.97 \n \nIndustry betas should provide a more accurate and stable sense of the company’s relative risk. On his website, \nAswath Damodaran shares his calculations of the levered and unlevered betas for many industries.17  \n \nDamodaran makes additional corrections for industries with lots of cash. When cash exceeds debt, a company \nhas negative financial leverage. This means that the returns to shareholders are dampened, and hence risk is \nlower. \n \nThe reasons you adjust betas are to reflect that they tend toward 1.0 over time and to reduce measurement \nerror. The first goal leads to another important analytical consideration. If you have a company with a beta that \nis meaningfully above or below 1.0, you should adjust the weighted average cost of capital calculation for the \nresidual value to reflect a beta closer to 1.0. This adjustment is particularly important for young companies that \nwill look a lot more mature as they reach the point at which you apply the residual value.  \n \nTo summarize, as a default, you should determine the cost of equity by: \n \n Using the 10-year Treasury note as your risk-free rate;  \n \n Applying a reasonable equity risk premium;  \n \n Calculating a 60-month, monthly beta that you adjust as appropriate (industry betas are best).  \n \n"
    },
    {
      "number": 20,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n20 \nOther Forms of Financing \n \nIf relevant, you have to know how to determine the cost of other sources of capital.  \n \nDebt and equity are by far the largest sources of capital. But there are other means to finance assets as well. \nOne example is operating leases. For instance, a retailer can choose to either buy or lease a new store. Given \nthe transparency of interest rates and taxes, these two financing sources are generally nearly equivalent. But \ntheir effects on the income statement and balance sheet are very different. We want to normalize the two \nmethods for the purpose of comparing companies and estimating the cost of capital. You will find this most \nrelevant for industries with heavy investment needs, including transportation (e.g., airlines) and retail. \n \nOperating leases. Companies that choose to acquire stores through operating leases have lower operating \nincome and lower levels of debt than companies that choose to buy their stores. In order to make the two \nchoices comparable, for companies that lease you need to add the implied principal amount of the lease to \nassets and the equivalent amount of debt to the right side of the balance sheet. This increases the ratio of \ndebt to total capital. For companies that lease you also need to adjust earnings before interest and \namortization by reclassifying the implied interest expense portion of the lease payments from an operating \nexpense to a financing cost.  \n \nAs a consequence of these adjustments, corporate value increases as you are discounting a higher cash flow \nnumber by a lower discount rate. But the equity value is theoretically unchanged as the increase in corporate \nvalue is offset by a higher level of debt. For more on operating lease adjustments, Aswath Damodaran has a \nspreadsheet that guides your calculations.18  \n \nPreferred stock. Preferred stock is an equity instrument that blends the features of debt and equity. The \ntotal value of preferred stock outstanding in the U.S. is around $165 billion, a small fraction of the equity and \nbond markets. Like debt, preferred stock typically provides its holder a stream of cash flows—in this case, in \nthe form of a dividend. Also like debt, preferred stock generally has no voting rights. However, preferred stock \nresembles equity in that the company is not contractually obligated to pay a dividend (interest payments and \nthe repayment of principal are contracts), and decisions about the dividend are left to the discretion of the \nboard of directors. Because preferred stock is junior to debt but senior to common equity in the capital \nstructure, the cost of preferred stock is typically somewhere in between the two. \n \nCost of preferred = preferred dividend per share/market price per share   \n \nFurther, unlike interest payments on debt, the dividends on preferred stock are not tax deductible. This deters \na lot of companies from issuing preferred stock, with the largest issuers being financial institutions, REITs, and \npublic utilities. Preferred stock is attractive to other companies because tax laws allow companies to exclude \n70 percent of dividend income from their taxable income, which is especially valuable here because preferred \nstock tends to have a higher yield than common stock. Financial companies may use preferred stock to \nimprove capital ratios at a lower cost than straight equity. \n \nMany preferred issues include some provision for retirement, and frequently the preferred offers an option to \nretire the issue, to convert it into common stock, or to repurchase it at a specific time and price. You must \nread the details about a preferred issue to understand if there’s an embedded option. If so, you must include \nthat option in your valuation. \n \n"
    },
    {
      "number": 21,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n21 \nConvertible bonds. Convertible bonds are another source of financing. Convertible bonds combine a straight \ndebt issue with a warrant. You should value them accordingly. Convertible bonds typically have yields below \nstraight debt because of the value of the embedded warrant. They are often junior to other issued debt as well. \nThere are three broad regimes in valuing converts. The first is when the stock price is well above the exercise \nprice. Here, these instruments act more like straight equity. Second, when the stock price is near the exercise \nprice, both the bond value and the warrant are important sources of value. Third, when the stock price sinks \nwell below the exercise price, the convert is “busted” and trades more like straight debt. \n \nIt’s also important to note that convertible bonds embed warrants, not options. Warrants are for the issuance \nof new shares, which means that current shareholders will be diluted upon conversion. \n \n"
    },
    {
      "number": 22,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n22 \nNormalizing \n \nDuring times when implied returns are far from historical norms, you may have to provide a \nnormalized cost of capital. Further, it’s important to consider a company’s need to access capital \nmarkets when evaluating the capital structure. \n \nOver the past 85 years, the average geometric return for the stock market has been 9.0 percent, the \narithmetic return 11.1 percent, and the standard deviation about 20.1 percent. Said differently, the stock \nmarket’s real return (i.e., inflation-adjusted) has been 6-7 percent and, as we noted earlier, the equity risk \npremium has been 4-5 percent. But those long-run figures belie the instability of the time series. Exhibit 11 \nshows the rolling 10-year equity risk premium, which makes clear that the results often deviate substantially \nfrom the historical average. Collective risk aversion changes dramatically from period-to-period. \n \nExhibit 11: Rolling 10-Year Realized Equity Risk Premium (1938-2012) \n \nSource: Aswath Damodaran and Credit Suisse.   \nNote: Stocks represented by S&P 500 Index or proxy; bonds represented by US 10-Year Treasury security. \n \nOne crude way to gauge collective risk aversion is to monitor the Chicago Board Exchange Volatility Index, or \nVIX, which is a measure of the implied annual volatility of options on the S&P 500 Index. (More technically, \nthe VIX measures the implied volatility of the next 30 days and is expressed as annualized volatility.) Exhibit 12 \nshows the time series for the VIX over the past 20 years. The exhibit shows that the implied volatility can be \nvery different than the S&P 500’s average standard deviation over the past 85 years. The spike in late 2008 \nwas the largest sustained period of perceived risk since the 1930s. \n \n \n \n \n \n \n \n-10%\n-5%\n0%\n5%\n10%\n15%\n20%\n1938\n1944\n1950\n1956\n1962\n1968\n1974\n1980\n1986\n1992\n1998\n2004\n2010\nStock Returns Less Bond Returns\n"
    },
    {
      "number": 23,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n23 \nExhibit 12: The Chicago Board Options Exchange Volatility Index (1990-September 2013) \n \nSource: FactSet and Credit Suisse.  \n \nWe can also gauge systemic risk by aggregating market-based measures of default risk for corporations or \nnations.19 Two examples that analysts follow widely include bond spreads and credit default swap (CDS) \nspreads. The bond yield spread is the yield on a bond in excess of the risk-free rate, and the CDS spread is \nthe cost of insuring against default. When viewed together, the VIX, credit spreads, and CDS spreads give a \nreasonable sense of collective risk aversion. Low volatility and low credit and default risk spreads imply a \ngreater risk appetite, and high readings indicate fear of risky assets.  \n \nCredit Suisse’s Global Risk Appetite Index (CS GRAI) is a useful tool for tracking fluctuations in risk \npreference.20 The CS GRAI gauges risk tolerance by comparing the performance of safe assets such as \ngovernment bonds to more volatile assets such as equities. Typically, the risk appetite is high following a \nperiod when risky assets have generated very high returns and the risk appetite is low following a period of low \nreturns for risky assets.   \n \nLow risk aversion often comes with high asset prices, but high asset prices imply less upside and more \ndownside. And so asset prices are often vulnerable to decline when investors perceive risk to be low—think of \nthe spring of 2000 and the summer of 2007. Conversely, when investors perceive risk to be high, asset \nprices are often very attractive—think spring of 2009.     \n \nWhen collective perceived risk is well above or below historical standards, analysts face a challenge. On the \none hand, the cost of capital represents the opportunity cost of investors, so the prevailing rates and risk levels \nshould be useful and indicative. On the other hand, we know that credit spreads and the equity risk premium \nare series that revert to the mean, which implies that extremely high or low readings are likely to be followed \nby readings closer to the historical average.  \n \nSo should an analyst simply go with the current levels or should he or she normalize the cost of capital \nestimate to reflect long-run averages?  \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\nPrice\nAverage\n"
    },
    {
      "number": 24,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n24 \nThe best approach, if not altogether satisfying, is to calculate the cost of capital twice: once for prevailing \nconditions and a second time for “normal” conditions. The two calculations should be explicit in your \ncommentary and analysis. When perceived risk is high, the calculation using normal rates will boost your \nvalues. When risk perception is low, normal rates will lower your values. \n \nHarley Davidson’s issuance of senior unsecured notes in February 2009 is a good case for when to use this \ntwo-step approach. The $600 million offering, which carried a 15 percent yield, was snapped up by Berkshire \nHathaway and Davis Selected Advisors. With the company issuing senior unsecured debt at a 15 percent yield, \none could only conclude that the cost of equity was quite a bit higher, probably in the high teens. So it made \nsense to use the market-determined rates to discount future cash flows, even if those rates were exorbitantly \nhigh by historical standards. \n \nAt the same time, it would have been reasonable to assume that collective risk aversion would not remain \nelevated and that more normal rates would prevail at some point in the future. So a separate calculation of \nHarley Davidson’s value, using a discount rate representative of long-term averages, would have been \nappropriate. Again, the key is making sure that you label your analysis clearly.     \n \nAn assumption of finance theory that doesn’t always hold in the real world is that capital is always available, if \nat a price. In reality, there are times when external financing is either exorbitantly expensive or simply \nunavailable. For companies with negative free cash flow (i.e., companies that invest more than they earn) or \nknowledge-based companies that rely on steady investments, windows of capital inaccessibility can be \ncrippling and, in some cases, a mortal blow. Some researchers have argued that future investments are \ntantamount to liabilities and that executives must take those liabilities into consideration in setting the capital \nstructure. \n \nExhibit 13: Determining the Optimal Capital Structure \n \nSource: Credit Suisse based on Tim Koller, Marc Goedhart, and David Wessels, Valuation: Measuring and Managing the Value of Companies, 5th \nEdition (Hoboken, NJ: John Wiley & Sons, 2010). \n \nPV (costs of \nfinancial distress)\nPV (tax shield)\nValue if all-\nequity financed\nOptimal \ndebt ratio\nDebt ratio\nMarket \nvalue\n"
    },
    {
      "number": 25,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n25 \nHere’s one way to think about it. In standard finance theory, a company should take on as much debt as it \ncan without incurring too much risk of distress. So a company’s optimal capital structure assumes as much \ndebt as possible to reduce the cost of capital without taking on so much debt as to incur the risk of distress. \nExhibit 13 shows this tradeoff.21  \n \nIn contrast, companies that need to fund future investments need some assurance that they will be able to \ninvest irrespective of the conditions in capital markets. In effect, the insurance value of cash on the balance \nsheet exceeds the value of the tax shield of debt. So these companies tend to have greater cash reserves. \n \nWhen modeling, consider carefully future investment requirements and the company’s need to access external \ncapital. If the company is insufficiently capitalized, make sure that you have a distinct node to reflect the risk of \ndistress. This not an issue about the cost of capital but rather a modeling consideration.  \n"
    },
    {
      "number": 26,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n26 \nChecklist \n \n Determine all sources of financing \n \nDebt \n Calculate the yield to maturity on the company’s long-term debt \n- If observable, use that yield \n- If illiquid, use credit spread  \n- If the security contains an option, use the implied option-adjusted spread \n Reflect the tax shield \n Consider other tax issues, including tax-loss carryforwards and tax credits \n If the company has substantial operating leases, convert them to look like debt \n \nEquity \n Determine the current risk-free rate (U.S. 10-year Treasury note) \n Use current equity risk premium estimate (see http://pages.stern.nyu.edu/~adamodar/) \n Calculate the industry beta \n Relever the industry beta to calculate the stock’s beta \n Check your cost of equity versus the cost of debt and implied volatility \n For the residual value, use beta weighted toward 1.0 if the beta is substantially different than 1.0 \ncurrently \n \nOther sources of financing \n Calculate return required on preferred stock or convertible bond \n \nCapital Structure \n Determine the company’s target debt-to-capital ratio (use market values) \n In the case of a dynamic capital structure, use adjusted present value (see appendix) \n \nNormalize \n If the current expected returns are much higher or lower than historical norms because of collective \nincreases or decreases in risk aversion, show both the prevailing cost of capital and a normalized cost of \ncapital. Make sure you label each clearly. \n"
    },
    {
      "number": 27,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n27 \nAppendix \n \na. Real versus Nominal Cash Flows \n \nIt does not matter if you use real (adjusted for inflation) or nominal (unadjusted for inflation) \nnumbers provided your analysis is consistent throughout.  \n \nHere are the two main points: \n \n Valuation doesn’t change in the face of rising or falling rates unless the real (inflation-adjusted) discount \nrate and/or the real growth rate change. There is substantial evidence that these rates are very sticky \nover time and in the aggregate. But judgment is required for individual companies. \n \n Investors tend to be very poor at adjusting their earnings growth rates to reflect inflation. Generally, \ninvestors take recent inflation rates and extrapolate them. Modigliani and Cohn forcefully argued this \npoint over 30 years ago, and Campbell and Vuolteenaho reiterated the point in a more recent paper.  \n \nA logical starting point is to show that you get the same value if you model a financial asset on a real or \nnominal basis.  \n \nAssume a firm and the following conditions: \n \nDistributable earnings   \n \n \n= $100 \nGrowth next 3 years (real) \n \n= 5% \nGrowth beyond 3 years (real)  \n= 3% \nTen-year note yield  \n \n \n \n= 3% \nEquity risk premium   \n \n \n= 5.75% \nBeta   \n \n \n \n \n \n \n \n= 1.0 \nExpected inflation   \n \n \n \n= 3% \n \nWhat are the growth rates? \n \nReal  \n \n \n \n \n \n \n \n \n \n \n   Nominal \nFirst 3 years \n5%  \n \n \n \n \n \n \n \n \n \n \n \n   (1.05)*(1.03) – 1 = 8.2% \n3 years + \n3%  \n \n \n \n \n \n \n \n \n \n \n \n   (1.03)*(1.03) – 1 = 6.1% \n \nWhat are the discount rates? \n \nReal  \n \n \n \n \n \n \n \n \n \n \n   Nominal \n \n(1.0875/1.03) – 1 = 5.58%  \n \n \n \n   3% + 1*(5.75%) = 8.75% \n \nWhat are the cash flows? \n \nReal  \n \n \n \n \n \n \n \n \n \n \n   Nominal \nYear \nCash flow  \n \n \n \n \n \n \n \n \n \n   Cash flow \n1 \n105 \n \n \n \n \n \n \n \n \n \n \n \n   108.2 \n2 \n110.3  \n \n \n \n \n \n \n \n \n \n \n   117.0 \n3 \n115.8  \n \n \n \n \n \n \n \n \n \n \n   126.5 \n \nWhat are the terminal values? \n \nReal  \n \n \n \n \n \n \n \n \n \n \n   Nominal \n \n115.8*(1.03)/(0.0558 – 0.03) = $4,617    126.5*(1.061)/(.0875 - .0609) = $5,045 \n"
    },
    {
      "number": 28,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n28 \nWhat are the present values? \n \nReal  \n \n \n \n \n \n \n \n \n \n \n   Nominal \n \n105/1.0558 +   \n \n \n \n \n \n \n \n   108.2/1.0875 + \n \n110.3/(1.0558)2 +  \n \n \n \n \n \n \n   117.0/(1.0875)2 + \n \n (115.8 + 4,617)/(1.0558)3    \n \n \n \n      (126.5 + 5,045)/(1.0875)3   \n \n \n = $4,219 \n    = $4,219 \n \nThe main message is that it’s important to always be consistent in matching cash flows with discount rates \nwhen you model. Provided you feel real growth rates haven’t changed (i.e., the company can price its goods \nor services at the rate of inflation), a change in nominal discount rates due to inflation will not change value. \n"
    },
    {
      "number": 29,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n29 \nb. Adjusted Present Value \n \nAdjusted present value (APV) adds some important flexibility to a discounted-cash-flow analysis \nthat is particularly useful for companies that have dynamic capital structures.  \n \nThe assumption of a steady debt-to-total capital ratio—a crucial assumption in the WACC calculation—often \nmakes sense. But changing capital structures require another layer of analysis.  \n \nYou do an APV analysis in four steps: \n \n1. Prepare a cash flow forecast for the business \n \n2. Discount the cash flows and residual value to the present value using the cost of equity \n \n3. Value the costs or benefits of financing \n \n4. Add the pieces together \n   \nThe best way to illustrate this concept is to provide a simple numerical example. Note that the company’s total \ndebt drops during the forecast period. Here’s an example: \n \nStep 1 is to create the cash flow forecasts.  \n \nIncome statement \n0  \n1  \n2  \n3  \n4  \n5  \nEBIT \n22.7  \n29.8  \n37.1  \n40.1  \n42.1  \nInterest expense \n21.6  \n19.1  \n17.8  \n16.7  \n15.8  \nPretax income \n1.1  \n10.7  \n19.3  \n23.4  \n26.3  \nTaxes @ 34% \n0.4  \n3.6  \n6.6  \n8.0  \n8.9  \nNet income \n0.7  \n7.1  \n12.7  \n15.4  \n17.4  \nDepreciation \n21.5  \n13.5  \n11.5  \n12.1  \n12.7  \nCapital expenditures \n10.7  \n10.1  \n10.4  \n11.5  \n13.1  \nChange net working capital \n(12.3) \n1.9  \n4.2  \n5.2  \n6.1  \nChange other assets \n9.0  \n6.9  \n3.4  \n0.0  \n0.0  \n \nBalance Sheet \n0  \n1  \n2  \n3  \n4  \n5  \nAssets \n \n \n \n \n \n \nNet working capital \n60.0  \n47.7  \n49.6  \n53.7  \n59.0  \n65.1  \nNet fixed assets \n221.0  \n210.3  \n206.9  \n205.7  \n205.1  \n205.5  \nOther assets \n26.0  \n17.0  \n10.1  \n6.7  \n6.7  \n6.7  \nTotal assets \n307.0  \n275.0  \n266.6  \n266.1  \n270.8  \n277.3  \n \n \n \n \n \n"
    },
    {
      "number": 30,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n30 \nLiabilities + Equity \nRevolver \n13.0  \n0.2  \n4.8  \n11.7  \n20.9  \n20.0  \nBank loan \n80.0  \n60.0  \n40.0  \n20.0  \n0.0  \n0.0  \nSubordinated debt \n150.0  \n150.0  \n150.0  \n150.0  \n150.0  \n0.0  \nLong-term debt \n0.0  \n0.0  \n0.0  \n0.0  \n0.0  \n140.0  \nTotal debt \n243.0  \n210.2  \n194.8  \n181.7  \n170.9  \n160.0  \nEquity \n64.0  \n64.8  \n71.8  \n84.4  \n99.9  \n117.3  \nTotal Liabilities + Equity \n307.0  \n275.0  \n266.6  \n266.1  \n270.8  \n277.3  \nInterest paid \n21.6  \n19.1  \n17.8  \n16.7  \n15.8  \nPrincipal repaid \n32.8  \n15.4  \n13.1  \n10.8  \n10.9  \n \nFree Cash Flow \nEBIT \n22.7  \n29.8  \n37.1  \n40.1  \n42.1  \nTaxes @ 34% \n7.7  \n10.1  \n12.6  \n13.6  \n14.3  \nNOPAT \n15.0  \n19.7  \n24.5  \n26.5  \n27.8  \nChange in working capital \n(12.3) \n1.9  \n4.1  \n5.3  \n6.1  \nCapital spending (net) \n(10.8) \n(3.4) \n(1.1) \n(0.6) \n0.4  \nOther \n(9.0) \n(6.9) \n(3.4) \n0.0  \n0.0  \nInvestment \n(32.1) \n(8.4) \n(0.4) \n4.7  \n6.5  \nFree cash flow \n47.1  \n28.1  \n24.9  \n21.8  \n21.3  \n22.4  \n \n \n \nStep 2 is to discount the cash flows and residual value at the cost of equity in order to determine the present \nvalue. This is the value of the company’s operations. \n \n0  \n1  \n2  \n3  \n4  \n5  \n6+ \nFree cash flow \n47.1  \n28.1  \n24.9  \n21.8  \n21.3  \n194.7  \nDiscount factor \n1.0  \n0.9  \n0.8  \n0.7  \n0.7  \n0.6  \nPV \n42.4  \n22.8  \n18.2  \n14.3  \n12.6  \n115.5  \n  Value FCF \n     225.9  \nDiscount  \n11.0% \nGrowth \n2.0% \n \n \nStep 3 is to value the tax shield. This is discounted at the cost of debt. This values the company’s financing. \n \n0  \n1  \n2  \n3  \n4  \n5  \nInterest tax shield \n7.4  \n6.5  \n6.1  \n5.7  \n5.4  \nTerminal value of shield \n122.4 \nDiscount factor \n1.0000 \n0.9132 \n0.8340 \n0.7617 \n0.6956 \n0.6352 \nPV \n6.7 \n5.4 \n4.6 \n3.9 \n3.4 \n77.8 \n Value Tax Shield \n101.9  \nDiscount \n9.5% \nGrowth \n2.0% \n \n \n"
    },
    {
      "number": 31,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n31 \nStep 4 adds the results of steps 2 and 3 to determine the company’s value.  \n \nOperations \n225.9  \nFinancing \n101.9  \n \n  Adjusted Present Value \n327.8  \n \n \n \n \n"
    },
    {
      "number": 32,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n32 \nc. Arbitrage Pricing Theory \n \nArbitrage pricing theory (APT) is a multivariate model that considers a variety of economic factors \nthat shape an investment’s required rate of return.  \n \nThe CAPM is a univariate model that considers only risk versus the market. APT acknowledges the fact that \nsome stocks may be more sensitive to a particular factor than other stocks. For example, ExxonMobil is likely \nto be more sensitive to the price of oil than Coca-Cola is, whereas Coca-Cola may be more sensitive to the \nprice of sweetener than ExxonMobil is.  \n \nThe returns in APT are specified by this equation: \n \nReturn = α + β1(F1) + β2(F2) + β3(F3) + … + ε \n \nCommon factors include yield spreads, interest rate risk, business outlook risk, and inflation risk.  \n \nThe practical problem with APT is that it does not specify what the factors are and adds substantial complexity \nto the problem of estimating the cost of equity. As a result, it has been more popular in the classroom than in \npractical applications.  \n \n \n \n"
    },
    {
      "number": 33,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n33 \nd. Fama-French Three-Factor Model \n \nThe Fama-French model estimates returns by considering a correlation with three factors, \nincluding the equity risk premium, the excess returns of small stocks versus large stocks, and the \nexcess returns of cheap stocks versus expensive stocks.  \n \nIn 1992, Eugene Fama and Kenneth French published a bombshell paper that suggested that their tests did \nnot support the CAPM.22 Rather than settling for that criticism, they looked at past returns and tried to \ndetermine what explains returns. Their analysis led them to two variables beyond the market risk premium: \nsmall capitalization and low valuation. They found that small capitalization companies deliver higher returns \nthan large capitalization companies (small minus big, or SMB) and that cheap, high book-to-price stocks \ndeliver higher returns than expensive, low book-to-price stocks (high minus low, or HML).  \n \nReturn = α + β1(Rm – rf) + β2(RS- RB) + β3(RH- RL) + ε \n \nFama and French imposed a rational asset-pricing framework in the tests of their model. They assumed that \nobserved returns are associated with risk and hence are proxies for risk. In other words, they conclude that \nsmall stocks must be riskier than large stocks and that cheap stocks are riskier than expensive stocks even \nthough there is no clear case for either conclusion based on first principles. \n \nIn Exhibit 14, we calculate the cost of equity for Disney using the Fama-French model. We use monthly \nreturns versus the S&P 500 over the past five years for the CAPM beta and the U.S. 10-year note for the \nrisk-free rate. \n \nExhibit 14: Fama-French Cost of Equity Calculation for Disney \n \nSource: Eugene F. Fama and Kenneth R. French, Aswath Damodaran, Dimensional Fund Advisors, Credit Suisse. \nNote: Risk-free rate, ERP, and data used in regression as of 8/30/13. \n \nA couple of issues are worth mentioning here. First, the CAPM beta (the regression versus the market) is the \nmost significant factor determining the premium to the risk-free rate. Second, the key is not whether a stock \nitself is small or cheap but rather how it behaves relative to small and cheap stocks. You should not assume \nautomatically that small and cheap stocks have a risk premium above and beyond the market risk premium.   \n \nThat this multi-factor model outperforms the CAPM should not come as a surprise because Fama and French \nselected risk proxies precisely because they better explained returns. Taken to its logical extension, any factor \ncan be considered a risk factor if it better predicts returns. The challenge is to find risk factors that are causal \nand not simply correlated. \n \nThe main practical impediments to using the Fama-French Three-Factor model are the same as for the basic \nCAPM: choice of time horizon and frequency of measurement period. Over very long time periods small stocks \nhave delivered higher returns than large stocks, and cheap stocks have outperformed expensive ones. But \nFactor\nAverage annual \npremium\nRegression beta\nContribution to \nexpected return\nMarket risk premium\n5.6%\n1.09\n6.1%\nSMB premium\n3.1%\n0.10\n0.3%\nHML premium\n4.8%\n0.43\n2.1%\nPremium over risk-free rate\n8.5%\nRisk-free rate\n2.8%\nCost of equity\n11.2%\n"
    },
    {
      "number": 34,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n34 \nthere are long stretches where these relationships do not hold. Aswath Damodaran recommends going with \nthe Fama-French Three-Factor Model for looking at the past records of mutual funds, but prefers the CAPM, \nwith appropriately adjusted betas, for corporate finance and valuation. \n \n \n \n"
    },
    {
      "number": 35,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n35 \ne. Calculation of Credit Suisse HOLT Discount Rate \n \nThe CFROI® discount rate is a real, market-implied cost of capital consistent with the CFROI “Total \nValuation System” approach.  \n \nThe model calculates the discount rate directly from, and in accordance with, the rest of the CFROI valuation \nframework. The discount rate depends on the CFROI fade rate and normalized growth rate assumptions in the \nNet Cash Receipt (NCR) forecasts that drive valuation. It is the cost of capital that equates the NCR forecasts \nwith the current market price. This methodology allows users to compare discount rates to CFROIs in order to \nassess whether management teams are creating or destroying wealth. The CFROI valuation model permits \nCFROI and discount rate comparisons throughout time and across countries.23  \n \nCFROI and discount rate comparison across markets and throughout time is achieved through: 1.) Real \n(inflation-adjusted) NCR’s that eliminates the distortion of changes and differences of purchasing power \naround the world and 2.) The Global Standard Firm (GSF) is used as a point of reference to measure \ncompany-specific risk characteristics and allow for global comparisons. The GSF (also referred to as the \nmarket discount rate or base rate) is a hypothetical company in 1999 of USD $5 billion market cap and 25 \npercent leverage. It is scaled in time to the movement of the MSCI World Index to prevent size bias and is \ncurrency converted for every country at each point in time. The GSF, described as the “country rate” in HOLT \nLens, is the focal point from which company-specific risk differentials are calculated.  \n \nCompany-specific discount rates are assigned a premium (penalty) or discount (benefit) risk differential relative \nto the GSF discount rate. These risk characteristics are measured in terms of size and leverage differentials. \nThese risk variables, also employed in credit analysis, are used as proxies for liquidity and financial risk. \nInvestors require a higher rate of return to compensate them for the additional risk. CS HOLT has empirically \nverified these risk characteristics to be the most statistically relevant to date. The discount rate uses equity \nmarket capitalization as a proxy for liquidity and leverage at market as a measure of financial risk. Greater \nfinancial leverage suggests a higher discount rate, while greater liquidity of traded shares (lower trading costs), \nsuggests a lower discount rate. Corporations must accept a higher weighted average cost of capital for having \nless stock liquidity and for taking on additional debt. In summary, the more risk the investor accepts (less \nliquidity and high leverage) the higher the required rate of return. \n \nThe CFROI model puts the tax deductibility of interest directly into the NCR stream through higher CFROIs \nresulting from lower taxes paid. From the owners’ perspective (external to the firm), the cost of debt (or \nequity) capital is properly viewed as the return that bondholders (or common stock owners) expect to achieve \nin the future. Bondholders receive full interest and principal payments and their anticipated return is \nunderstated when the cost of debt capital is reduced by impounding the benefit of the tax deductibility of \ninterest payments as done in EVA models. This process allows a direct link between the investors’ discount \nrate and the firms’ cost of capital.  \n \nMeasuring Market-Derived Discount Rates \n \n Screen. CFROI discount rates are calculated by country/region. For each country/region, screen all the \ncompanies to develop an acceptable sample of well-behaved companies. The country/region groupings \nare based on a set of requirements, including a sufficient number of observations, adequate reported \nmarket and financial data, and sufficient model fit.  \n \n Calculate market-implied discount rates. The CFROI market–derived discount rate is the rate at \nwhich CFROI NCR forecasts are discounted to equal the current market price for each stock. Since each \n"
    },
    {
      "number": 36,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n36 \ncompany has a known equity market value and a known stream of NCR forecasts, market-derived \ndiscount rates can be calculated for each company. CFROI discount rates are calculated using \nforecasted CFROI’s, reinvestment rates and fade rates that drive NCR forecasts. These market-derived \ndiscount rates are integral to the rest of the CFROI valuation model and inherently dependent on fade \nrate and normalized growth rate assumptions. For each company, calculate market-implied discount rates \nusing NCR forecasts and market prices.  \n \n Run regression. Run multi-linear regression to measure the quantitative relationship between market-\nimplied discount rates and the risk characteristics of size (liquidity risk) and leverage (financial risk). A \nregression equation is produced using each company’s market-implied discount rate as the dependent \nvariable regressed against leverage at market and the natural log (ln) of equity market cap (3 month \nrolling average) as the independent variables. The regression equation consists of an alpha (intercept), a \nsize coefficient and a leverage coefficient. This equation is calculated for every country/region and \nchanges weekly as stock prices change and forecasts are updated. \n \nDiscount Rate = α + β1 (ln(Size)) + β2 (Lev) \n \n Calculate Global Standard Firm discount rates and company-specific risk differentials and \ndiscount rates. A company-specific discount rate can be determined by inserting the company’s size \nand leverage forecast into the regression equation. However, for comparability and analysis reasons we \ncalculate a GSF (country, market or base) discount rate. The GSF is a hypothetical company based in \n1999 of US $5 billion size and 25 percent leverage. The GSF size is currency converted for each country \nand is scaled through time to the MSCI index. The correlated movement with the global market removes \nmarket growth (size) bias allowing comparison through time and selection of a consistent size and \nleverage all over the world permits analysis across countries. We use the GSF as a focal point to \nmeasure relative company-specific size and leverage differentials. The GSF is presented as a base, \ncountry or market rate but is actually just a reference point and theoretically can be any point on the \nregression line. The use of the GSF allows for comparable company-specific liquidity and financial risk \nwithin a market.  \n"
    },
    {
      "number": 37,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n37 \nEndnotes \n \n1 Christophe Faugère and Julian Van Erlach, “A Required Yield Theory of Stock Market Valuation and \nTreasury Yield Determination,” Financial Markets, Institutions, & Instruments, Vol. 18, No. 1, February 2009, \n27-88.  \n2 Lynn Stout, a professor of law at Cornell University, argues against the “principal-agent approach,” which \nassumes that shareholders own corporations, that shareholders are residual claimants, and that shareholders \nare principals who hire (and fire) directors to act as agents. She says the first assumption is wrong and owning \na share provides shareholders a contract with very limited rights. The second assumption is false as well, she \nsuggests, as it is based on bankruptcy law and does not apply to ongoing entities. Finally, she suggests that \nthe right of shareholders to vote is of little practical value in matters of governance. See Lynn Stout, The \nShareholder Value Myth: How Putting Shareholders First Harms Investors, Corporations, and the Public (San \nFrancisco, CA: Berrett-Koehler Publishers, 2012), 36-44.  \n3 George Foster, Financial Statement Analysis (Englewood Cliffs, NJ: Prentice-Hall, 1978), 268-271. \n4 Franco Modigliani and Merton H. Miller, “The Cost of Capital, Corporate Finance and the Theory of \nInvestment,” American Economic Review, Vol. 48, June 1958, 261-297. \n5 Merton H. Miller, “The Modigliani-Miller Propositions After Thirty Years,” Journal of Economic Perspectives, \nVol. 2, No. 4, Autumn 1998, 99-120. Also, John R. Graham, “How Big Are the Tax Benefits of Debt?” The \nJournal of Finance, Vol. 55, No. 5, October 2000, 1901-1941. \n6 Richard Passov, “How Much Cash Does Your Company Need?” Harvard Business Review, November 2003, \n119-128. \n7 Richard A. Brealey, Stewart C. Myers, and Franklin Allen, Principles of Corporate Finance, 11th Edition (New \nYork: McGraw Hill, 2013), 221. \n8 Steven N. Kaplan and Richard S. Ruback, “The Valuation of Cash Flow Forecasts: An Empirical Analysis,” \nJournal of Finance, Vol. 50, No. 4, September 1995, 1059-1093; Timothy A. Luehrman, “Using APV: A \nBetter Tool for Valuing Operations,” Harvard Business Review, Vol. 75, May-June 1997, 145-154. \n9 Charles Duhigg and David Kocieniewski, “How Apple Sidesteps Billions in Taxes,” New York Times, April 28, \n2012.  \n10 Pablo Fernandez, “The Magnitude and Concept of the Equity Premium in 150 Textbooks,” Social Science \nResearch Network, July 16, 2011. \n11 Bradford Cornell, The Equity Risk Premium: The Long-Run Future of the Stock Market (New York: John \nWiley & Sons, 1999), 59-60. \n12 Aswath Damodaran, “Equity Risk Premiums (ERP): Determinants, Estimation and Implications – The 2013 \nEdition,” Working Paper, March, 2013. \nhttp://papers.ssrn.com/sol3/papers.cfm?abstract_id=2238064?xyzallow \n13 Andrew Garthwaite, Credit Suisse Macro Call, September 30, 2013. \n14 Jeremy J. Siegel, Stocks for the Long Run: The Definitive Guide to Financial Market Returns & Long-Term \nInvestment Strategies, 4th Edition (New York: McGraw Hill, 2008), 13.  \n15 Technically, you should calculate beta using total returns (price appreciation plus dividends). Some services, \nincluding Bloomberg, simply use price appreciation and ignore dividends. This has little practical relevance for \ncompanies with yields similar to that of the market, but can make a difference for companies that either pay \nno dividend or pay a dividend well above the market level. For convenience, we have used price appreciation in \nour examples. See Aswath Damodaran, Investment Valuation: Tools and Techniques for Determining the \nValue of Any Asset, 3rd Edition (Hoboken, NJ: John Wiley & Sons, 2012), 187.   \n16 Marshall E. Blume, “Betas and Their Regression Tendencies,” Journal of Finance, Vol. 30, No. 3, June \n1975, 785-795. For a discussion of how to model the rate of reversion to the mean, see: Michael J. \nMauboussin and Dan Callahan, “How to Model Reversion to the Mean,” Credit Suisse Global Financial \nStrategies, September 17, 2013. \n17 Damodaran’s industry betas are here: \n"
    },
    {
      "number": 38,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n38 \nhttp://pages.stern.nyu.edu/~adamodar/New_Home_Page/datafile/Betas.html. \n18 Go to http://tinyurl.com/drc88 and select “oplease.xls.” \n19 Stefano Giglio, “Credit Default Swap Spreads and Systemic Financial Risk,” University of Chicago, Booth \nSchool of Business, November 2011. http://www.hhs.se/DF/Seminars/Documents/Giglio.pdf. \n20 Jonathan Wilmot, Paul Mielczarski, and James Sweeney, “Global Risk Appetite Index,” Credit Suisse First \nBoston Global Strategy Research, February 24, 2004. \n21 Jules H. Van Binsbergen, John R. Graham, and Jie Yang, “The Cost of Debt,” Journal of Finance, Vol. 65, \nNo. 6, December 2010, 2089-2136. \n22 Eugene F. Fama and Kenneth R. French, “The Cross-Section of Expected Stock Returns,” Journal of \nFinance, Vol. 47, No. 2, June 1992, 427-465.   \n23 This section follows (nearly verbatim) Katie Davis, Robb Stone, and Pratyasha Rath, “The HOLT CFROI® \nValuation Model Market-Derived Discount Rate,” Credit Suisse HOLT, 2012; “Credit Suisse Global Investment \nReturns Yearbook 2011,” Credit Suisse Research Institute, February 2011, 25-29. \n \n \n \n"
    },
    {
      "number": 39,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n39 \nReferences \n \nBlume, Marshall E., “Betas and Their Regression Tendencies,” Journal of Finance, Vol. 30, No. 3, June 1975, \n785-795. \n \nBrealey, Richard A., Stewart C. Myers, and Franklin Allen, Principles of Corporate Finance, 11th Edition (New \nYork: McGraw Hill, 2013).  \n \nCampbell, John Y., and Tuomo Vuolteenaho, “Inflation Illusion and Stock Prices,” American Economic Review, \nVol. 94, No. 2, May 2004, 19-23.  \n \nCornell, Bradford, The Equity Risk Premium: The Long-Run Future of the Stock Market (New York: John \nWiley & Sons, 1999).  \n \nCredit Suisse Global Returns Yearbook 2011, Credit Suisse Research Institute, February 2011.  \n \nDamodaran, Aswath, Damodaran on Valuation: Security Analysis for Investment and Corporate Finance \n(Hoboken, NJ: John Wiley & Sons, 2006).  \n \n———, Investment Valuation: Tools and Techniques for Determining the Value of Any Asset, 3rd \nEdition (Hoboken, NJ: John Wiley & Sons, 2012), 187. \n \n———, “Equity Risk Premiums (ERP): Determinants, Estimation and Implications – The 2013 Edition, \nWorking Paper, March 2013. \n \nFama, Eugene F., and Kenneth R. French, “The Cross-Section of Expected Stock Returns,” Journal of \nFinance, Vol. 47, No. 2, June 1992, 427-465.   \n \nFaugère, Christophe, and Julian Van Erlach, “A Required Yield Theory of Stock Market Valuation and Treasury \nYield Determination,” Financial Markets, Institutions, & Instruments, Vol. 18, No. 1, February 2009, 27-88. \n \nFernandez, Pablo, “The Magnitude and Concept of the Equity Premium in 150 Textbooks,” Social Science \nResearch Network, July 16, 2011. Available at SSRN: \nhttp://papers.ssrn.com/sol3/papers.cfm?abstract_id=1898167.  \n \nFoster, George, Financial Statement Analysis (Englewood Cliffs, NJ: Prentice-Hall, 1978). \n \nGiglio, Stefano, “Credit Default Swap Spreads and Systemic Financial Risk,” University of Chicago, Booth \nSchool of Business, November 2011. \n \nGoetzmann, William N., and Roger G. Ibbotson, The Equity Risk Premium: Essays and Explorations (Oxford: \nOxford University Press, 2006).  \n \nGraham, John R., “How Big Are the Tax Benefits of Debt?” Journal of Finance, Vol. 55, No. 5, October 2000, \n1901-1941. \n \nHammond, P. Brett, Jr., Martin L. Leibowitz, and Laurence B. Siegel, Rethinking the Equity Risk Premium \n(Charlottesville, VA: Research Foundation of CFA Institute, 2011).  \n"
    },
    {
      "number": 40,
      "text": "October 8, 2013  \n \nEstimating the Cost of Capital \n40 \nKaplan, Steven N., and Richard S. Ruback, “The Valuation of Cash Flow Forecasts: An Empirical Analysis,” \nJournal of Finance, Vol. 50, No. 4, September 1995, 1059-1093. \n \nKoller, Tim, Marc Goedhart, and David Wessels, Valuation: Measuring and Managing the Value of Companies, \n5th Edition (Hoboken, NJ: John Wiley & Sons, 2010). \n \nLuehrman, Timothy A., “Using AVP: A Better Tool for Valuing Operations,” Harvard Business Review, May-\nJune 1997, 145-154. \n \nMiller, Merton H., “The Modigliani-Miller Propositions After Thirty Years,” Journal of Economic Perspectives, \nVol. 2, No. 4, Autumn 1998, 99-120. \n \nModigliani, Franco, and Merton H. Miller, “The Cost of Capital, Corporate Finance and the Theory of \nInvestment,” The American Economic Review, Vol. 48, June 1958, 261-297. \n \nModigliani, Franco, and Richard Cohn, “Inflation, Rational Valuation, and the Market,” Financial Analysts \nJournal, March-April 1979, 24-44. \n \nPassov, Richard, “How Much Cash Does Your Company Need?” Harvard Business Review, November 2003, \n119-128. \n \nPratt, Shannon P., The Cost of Capital: Estimation and Applications (New York: John Wiley & Sons, 1998). \n \nRappaport, Alfred, Creating Shareholder Value: A Guide for Managers and Investors, Revised and Updated \n(New York: Free Press, 1998). \n \nRappaport, Alfred, and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for Better \nReturns (Boston, MA: Harvard Business School Press, 2001). \n \nSiegel, Jeremy J., Stocks for the Long Run: The Definitive Guide to Financial Market Returns & Long-Term \nInvestment Strategies, 4th Edition (New York: McGraw Hill, 2008). \n \nStout, Lynn, The Shareholder Value Myth: How Putting Shareholders First Harms Investors, Corporations, \nand the Public (San Francisco, CA: Berrett-Koehler Publishers, 2012). \n \nVan Binsbergen, Jules H., John R. Graham, and Jie Yang, “The Cost of Debt,” Journal of Finance, Vol. 65, \nNo. 6, December 2010, 2089-2136. \n \nWilmot, Jonathan, Paul Mielczarski, and James Sweeney, “Global Risk Appetite Index,” Credit Suisse First \nBoston Global Strategy Research, February 24, 2004. \n \n \n"
    },
    {
      "number": 41,
      "text": " \n \n \nImportant information \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future. \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A. \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above. \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \n© 2013 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n"
    }
  ]
}