{
  "filename": "2013_cultivating_your_judgment_skills__a_framework_for_improving_the_quality_of_decisions.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423222700-07'00'",
    "modDate": "D:20240423222732-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nMay 7, 2013 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \n \nNational Archives image 594412 (241 Patent 95,513). \n Thoughtful investing requires having some view of the future. \n The goal of this report is to provide some tools and guidance to improve \ndecisions on a day-to-day basis. \n Good judgment requires understanding causality, effectively incorporating \ninformation from past events to understand present prospects, and updating \nprobabilities correctly based on the arrival of new information. \n We can all improve across each of these facets of decision making, but the fact \nis that few of us move past a functional and comfortable stage. \n \n \nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \n \nCultivating Your Judgment Skills \nA Framework for Improving the Quality of Decisions \n"
    },
    {
      "number": 2,
      "text": " \n \nMay 7, 2013  \nCultivating Your Judgment Skills \n2 \nPhilip E. Tetlock, a professor of psychology and management at the University of Pennsylvania’s Wharton \nSchool, is probably best known for his book Expert Political Judgment. That book reported the findings of \nTetlock’s extraordinary study of expert predictions in political, social, and economic realms. He found that \nexperts in these fields are not particularly good at predicting outcomes, and that they present the same \npsychological defense mechanisms as the rest of us when confronted with evidence of their futility. Knowing \nthe limitations of forecasters is useful, of course, but he is also concerned with how to improve judgment. \n \nTetlock recently taught a course called “Cultivating Your Judgment Skills: The Art and Science of Confidence \nCalibration in Business, Politics and Life.” In that course, he presented the students with a matrix that offers a \nuseful roadmap to improving judgment (Exhibit 1 is a modified version). This matrix is of great utility for any \ninvestor or businessperson.  \n \nExhibit 1: Philip Tetlock’s Judgment Matrix \n \nSource: Based on Philip Tetlock, “Honing Skills in Forecasting Tournaments: The Art and Science of Good Guesswork,” from the course, Cultivating \nYour Judgment Skills: The Art and Science of Confidence Calibration in Business, Politics and Life, lecture delivered on January 16, 2013. Used by \npermission. \n \nThe process of acquiring a skill follows three stages. First is the cognitive stage, where you simply try to \nunderstand the activity and are therefore prone to errors. You might recall the first time you drove a car. Each \naspect of the experience required you to exert explicit mental effort, including starting the engine, putting the \ncar in gear, steering, and braking.   \n \nSecond is the associative stage, where performance improves noticeably and errors come less frequently. \nNow you can drive without much effort and no longer represent a menace to society. \n \nThe final stage is the autonomous stage, where the skill becomes fluid and habitual. Only practiced drivers \nwho can adroitly handle any driving condition, no matter how extreme, find their way to this stage. Our skill \nacquisition generally reaches a plateau in the associative stage—we stop when we’re good enough. But elite \nperformers in all fields push through to the third stage.  \n \nTetlock’s path to good judgment loosely follows these three stages and, similar to most drivers, the majority of \nus don’t get to the third stage of decision making. (See the rows of Exhibit 1.) \nIdentifying causality\nSuperficial\nPoint-counterpoint\nShrewd integration\nStuck in inside view\nOvercompensate/ \nstuck in outside view\nNuanced weighting of \ninside and outside \nviews\nCasually track news, \nover- and underreact\nRead news closely, \nfocus on diagnostic \ninformation\nAccurately update \nbased on new \ninformation\nUsing reference \nclasses\nIntegrating new \ninformation\nCognitive\nStage 1\nBeginner, error-prone\nAssociative\nStage 2\nGood enough, fewer errors\nAutonomous\nStage 3\nElite, near perfection\n"
    },
    {
      "number": 3,
      "text": " \n \nMay 7, 2013  \nCultivating Your Judgment Skills \n3 \nIn stage 1, our understanding of what we’re trying to forecast is somewhat superficial and casual. In stage 2, \nwe develop a deeper understanding of the topic but lack sufficient nuance—a key element in keen judgment. \nForecasters who make it to stage 3 have developed robust mental models to allow them to gain a \ndifferentiated point of view. Getting to stage 3 decision making is not natural. You have to overcome your \nmind’s natural laziness, which requires training, effort, and discipline.  \n \nTetlock suggests that these stages should be cultivated across three aspects of good judgment (see the \ncolumns of Exhibit 1). The first is “identifying causality,” or what he calls the “argument map.” Next is what he \ncalls “reference classes,” an ability to blend the specifics of the case in question with an appropriate reference \nclass to assess proper probabilities and outcomes. Finally, there is the “integration of new information,” or \nwhat Tetlock refers to as “Bayesian updating,” which considers one’s effectiveness at updating views based \non new information.   \n \nWe will now walk through each of the aspects of good judgment, offering some ideas on how to improve \nalong these dimensions.  \n  \nThe Theory of Theory Building \n \nAt its core, a theory is an explanation of cause and effect. We all walk around with theories in our head, \nwhether or not we are aware of them explicitly. The goal, then, is to improve the theories that we employ. \nClayton Christensen, a professor of management at Harvard Business School best known for his theory of \ndisruptive innovation, has written about the theory of theory building.1 His discussion of theory building fits well \nwith the stages of improvement under the column “argument map” in Tetlock’s matrix.  \n \nChristensen describes his theory of theory building in three steps. \n \n The first step is observation, which includes observing the phenomena at hand and carefully measuring \nand describing results. This allows researchers to agree on standards so they are all talking about the \nsame issue and are using common terms to describe it. \n \n The next step is classification, where researchers place their observations in categories that allow for \nclarification of differences between phenomena. Early on, these categories are based primarily on \nattributes. \n \n The last step is definition, a description of the relationship between the categories and the outcomes. \nThese relationships are generally described by correlations.  \n \nOnce a researcher has a theory, he or she then tests its predictions against actual results. That allows for the \nidentification of anomalies, and the theory is reshaped and refined in order to accommodate the anomaly. This \nrefining process leads to two crucial improvements. In the classification step, categories evolve beyond \nattributes and reflect circumstances. The categories go beyond what works to when it works. In the definition \nstep, the theory goes beyond correlation and identifies true causation. Everyone has heard that correlation \ndoes not automatically mean causation. Good theory seeks to comprehend causal relationships.  \n \nAn example of theory building is the history of manned flight. The first step in developing the theory was \nexamining the animals that could fly. Researchers noticed that almost all of these animals had wings and \nfeathers (observation and classification steps). Further, the correlation between wings and feathers and flight \nwas high (descriptive step), albeit not perfect. There were creatures such as ostriches, which had wings but \ncouldn’t fly, and bats, which had no feathers but could fly. \n"
    },
    {
      "number": 4,
      "text": " \n \nMay 7, 2013  \nCultivating Your Judgment Skills \n4 \nTo test the theory, aspiring fliers built wings, attached feathers, climbed to a tall spot, jumped, flapped, and \ncrashed. The crash was an anomaly in the theory, prompting researchers to go back through the observation-\nclassification-definition steps. There was more to flight than wings and feathers.   \n \nDaniel Bernoulli’s studies of fluid dynamics in the 1700s led to the idea of an airfoil, a shape that generates \nlift by creating decreased air pressure over the top of the wing relative to the air under the wing. This is called \nBernoulli’s principle. (If you want to see Bernoulli’s principle in action, cut a piece of paper in a 2 inch by 8 \ninch rectangle. Hold the paper with one of the short sides just below your mouth. The paper will sag as the \nresult of gravity. Then blow straight out. You will see the paper straighten out.) Manned flight was possible \nwhen the Wright Brothers combined their understanding of this principle with materials that allowed for \npropulsion, steering, and stability. Bernoulli’s principle shows why birds can fly but also explains what causes \nflight (improved classification and definition).   \n \nOutsourcing is a good example of theory building from the world of business. Outsourcing is the practice of \ncontracting a service that was previously done in-house to an outside company. Outsourcing appears \nattractive because it may allow a company to reduce its costs and invested capital. A number of companies \nthat have been very successful have relied heavily on outsourcing. For instance, Apple generated $165 billion \nof revenues in calendar 2012 using about $20 billion in invested capital. The correlation between outsourcing \nand good financial results seems clear. \n \nThe experience that Boeing, the world’s largest airplane manufacturer, has had with their newest plane shows \nthe limitation of the correlation between outsourcing and economic profit.2 Boeing has long used suppliers, but \nits traditional process was to design the plane in-house and then send detailed blueprints and specifications to \nthe suppliers. They called this system “build-to-print.” Critical design features and vital engineering functions \nwere handled by Boeing, but the company lowered its costs by using suppliers.  \n \nFor its latest aircraft, the 787 Dreamliner, Boeing used a different approach. The company decided to have its \nsuppliers design and build various sections of the plane, leaving only the final assembly to Boeing. Based on \nthe company’s projections, the time to market could be trimmed by a couple of years and the time to \nassemble a plane of that size would drop from a month to just three days. \n \nThe program was a mess. Though the plane enjoyed strong pre-orders, the launch was repeatedly delayed as \nthe suppliers were unable to deliver sections that functioned properly and that were ready for assembly. \nBoeing hoped to create a final product by clicking together, like Legos, the 1,200 components that it had \nordered. But the first plane came to Boeing in 30,000 pieces, many of which didn’t fit or work together \nproperly. Boeing had to pull design work back in-house, at a substantial cost.   \n \nHere’s where it makes sense to pause and consider the key point: As theories improve they rely less on \nattributes and more on circumstances. Outsourcing as an attribute of a business correlates well with business \nsuccess. But, as in the case of the 787, the correlation is not perfect. In refining the theory, researchers have \nfigured out when outsourcing works. For example, outsourcing does not make sense for products that require \ncomplex integration of disparate subcomponents. This is because when coordination costs are high, simply \ngetting a product to work is a difficult task. In this stage of the industry, vertical integration works best.  \n \nBut when the subcomponents are modularized, a process that is not trivial, the final assembly is relatively \nsimple and outsourcing can add value.3 Industries can flip from a vertical to a horizontal orientation. Consider \nIBM in the earliest days of the personal computer. The company made almost all of its own components to \nmake sure the end product actually worked. But as the subcomponents became modules that could be \nclicked together, companies such as Dell arose to take advantage of the industry change.  \n"
    },
    {
      "number": 5,
      "text": " \n \nMay 7, 2013  \nCultivating Your Judgment Skills \n5 \nWe are now prepared to apply the “theory of theory building” to Tetlock’s matrix. In the first stage, the \nunderstanding of causal dynamics is weak. In the second stage, an individual can identify multiple sources of \ncausality, but the emphasis tends to remain on attributes. In the final stage, judgment evolves to the point of \nunderstanding circumstances—a truer insight into causality. \n \nWe all want to know what to do in order to succeed. Many of those who supply advice on success—including \nacademics, consultants, and practitioners—make a very common mistake that prevents them from improving \njudgment. The mistake is to observe success, identify common attributes associated with that success, and \nthen proclaim that those attributes can lead others to succeed. This approach doesn’t work because it fails to \nproperly sample failure, does not consider circumstances, and often neglects the substantial role of luck. \nBeware of stories of success that rely on attributes.   \n \nUnderstanding causality in a complex system is an inherently tricky task. The final stage in Tetlock’s matrix, \n“shrewd integration,” requires a grasp of how to weigh various factors in order to come to a thoughtful \nconclusion. The theory of theory building prompts concerted effort to distinguish circumstances from simple \nattributes.  \n \nInside versus Outside View \n \nWhen we are asked to make a forecast, such as the growth rate of a company, the return for an asset class, \nor the performance of a basketball player, there’s a natural and intuitive approach to going about the task. We \nfocus on the issue at hand, gather lots of information, consider some scenarios, and generally extrapolate \nwhat we see and think, with some adjustments, into the future. This is what psychologists call taking the \n“inside” view.  \n \nAn important feature of the inside view is that we tend to dwell on what’s unique about the situation.4 Indeed, \nDaniel Gilbert, a psychologist at Harvard University, suggests that “we tend to think of people as more \ndifferent from one another than they actually are.”5 Likewise, we tend to think of the things that we’re trying to \nforecast as being more unique than they really are. Not infrequently, the inside view leads to a forecast that is \ntoo optimistic, whether it’s the likely success of a new business venture or the cost and time it will take to \nremodel your kitchen.  \n \nThe “outside” view, which requires some effort to adopt, considers a specific forecast in the context of a larger \nreference class. Rather than emphasizing differences as the inside view does, the outside view relies on \nsimilarity. The outside view asks, “What happened when others were in this situation before?” Embracing the \noutside view requires you to step away from the specifics of the situation you are dealing with and to treat the \ncase statistically. \n \nTake mergers and acquisitions (M&A) as an example of these contrasting approaches. The executives at the \ncompanies merging will dwell on the strengths of the combined entities, the synergies they expect to \nmaterialize, and the specific financial benefits. The uniqueness of the combined business will be front and \ncenter in their minds, and not surprisingly they will generally feel good about the deal. That’s the inside view. \n \nThe outside view would not ask about the details of the specific deal; it would ask how all deals tend to do. It \nturns out that about 60 percent of deals fail to create value for the acquiring company. 6 If you know \nabsolutely nothing about a specific M&A deal, the outside view would have you assume a success rate similar \nto all deals. \n \n"
    },
    {
      "number": 6,
      "text": " \n \nMay 7, 2013  \nCultivating Your Judgment Skills \n6 \nShortly after Daniel Kahneman won the Nobel Prize in Economics in 2002, a colleague asked him which of \nhis 131 academic papers was his favorite.7 He answered with “On the Psychology of Prediction,” a paper he \nwrote with Amos Tversky that was published in Psychological Review in 1973. The paper argues that there \nare three types of information relevant to statistical prediction: the base rate (outside view), the specifics about \nthe case (inside view), and the relative weights you assign to each. 8 \n \nOne way to determine the relative weighting of the outside and inside view is based on where the activity lies \non the luck-skill continuum. Imagine a continuum where on one end luck alone determines results—think of \nroulette wheels and lotteries—and where on the other end skill solely defines the outcomes—such as running \nor swimming races (see Exhibit 2). A blend of luck and skill reflects the results of most activities, and the \nrelative contributions of luck and skill provide insight into the weighting of the outside versus inside view. \n \nExhibit 2: The Luck-Skill Continuum \n \nSource: Michael J. Mauboussin, The Success Equation : Untangling Skill and Luck in Business, Sports, and Investing (Boston, MA: Harvard Business \nReview Press, 2012), 23.  \n \nFor activities where skill dominates, the inside view should receive the greatest weight. Suppose you first listen \nto a song played by a concert pianist followed by a tune played by a novice. Playing music is predominantly a \nmatter of skill, so you can base the prediction of the quality of the next piece played by each musician on the \ninside view. The outside view has little or no bearing. \n \nBy contrast, when luck dominates the best prediction of the next outcome should stick closely to the base rate. \nFor example, money management has a lot of luck, especially in the short run. So if a fund has a particularly \ngood year, a reasonable forecast for the subsequent year would be a result closer to the average of all funds.  \n \nKnowing where you are on the luck-skill continuum tells you a great deal about reversion to the mean, a \nconcept that is frequently misunderstood. Reversion to the mean says that for an outcome that is far from \naverage, the expected value of the subsequent outcome is closer to the average. Where skill is more \nimportant, reversion to the mean is modest. Where luck is important, results rapidly revert to the mean. So \nwhere an activity lies on the luck-skill continuum tells you a lot about the rate of reversion to the mean.    \n \nThere are two analytical concepts that can help you improve your judgment. The first is an equation that allows \nyou to estimate true skill: 9 \n \nEstimated true skill = grand average + shrinkage factor (observed average – grand average) \n \nThe shrinkage factor, represented mathematically by the letter c, has a range of zero to 1.0. Zero indicates \ncomplete reversion to the mean and 1.0 implies no reversion to the mean.10 In this equation, the shrinkage \nPure \nLuck\nPure \nSkill\n"
    },
    {
      "number": 7,
      "text": " \n \nMay 7, 2013  \nCultivating Your Judgment Skills \n7 \nfactor tells us how much we should revert the results to the mean, and the grand average tells us the mean to \nwhich we should revert. \n   \nHere’s an example to make this concrete. Let’s say you want to estimate the true skill of a mutual fund \nmanager based on an annual result. The grand average would be the average return for all mutual funds in a \nsimilar category (naturally, these results would be adjusted for risk). Let’s say that’s 10 percent. The observed \naverage would be the fund’s result. We’ll assume 12 percent. In this case, the shrinkage factor would be \nclose to zero, reflecting the high dose of luck in short-term results for mutual fund managers. Let’s call the \nshrinkage factor .05. The estimate of the manager’s true skill based on the result is 10.1 percent, calculated \nas follows: \n \n10.1% = 10% + .05(12% - 10%) \n \nThe second concept, intimately related to the first, is how to come up with an estimate for the shrinkage factor. \nIt turns out that the coefficient of correlation, r, a measure of the degree of linear relationship between two \nvariables in a pair of distributions, is a good proxy for the shrinkage factor.11 Positive correlations take a value \nof zero to 1.0.  \n \nSay we had a population of violinists, from beginners to concert-hall performers, and on a Monday rated the \nquality of their playing numerically from 1 (the worst) to 10 (the best). We then have them come back on \nTuesday and rate them again. The coefficient of correlation would be very close to 1.0—the best violinists \nwould play well both days, and the worst would be consistently bad. There is very little reversion to the mean \nand hence little need to appeal to the outside view. The inside view correctly receives the preponderance of \nthe weight in forecasting results.       \n \nNow we can examine the annual performance of mutual fund excess returns. Unlike the violinists, the \ncorrelation of excess returns is relatively low. 12 That means that in the short run, returns that are well above or \nbelow average may not be a reliable indicator of skill. So it makes sense to use a shrinkage factor that is \nmuch closer to zero than to 1.0. We accord the outside view most of the weight in our forecast.  \n \nThree researchers, Dan Lovallo, Carmina Clarke, and Colin Camerer, studied how executives make strategic \ndecisions and found that they frequently rely either on a single analogy or a handful of cases that come to \nmind.13 Investors likely do the same. The weakness in using an analogy or a small sample of cases from \nmemory is that they often prevent a decision maker from sufficiently weighting the outside view. The strength \nis that the proper analogy or set of cases may prove to be a better match with the current decision than the \nbroader base rate, hence providing useful information.  \n \nExhibit 3 comes from the work of Lovallo, Clarke, and Camerer. The matrix considers reference classes (the \ncolumns) and weightings (the rows). In an ideal world, you want lots of past cases that are similar to the \nproblem you face.  \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 8,
      "text": " \n \nMay 7, 2013  \nCultivating Your Judgment Skills \n8 \nExhibit 3: Reference Class versus Weighting Matrix \n \nSource: Dan Lovallo, Carmina Clarke, and Colin Camerer, “Robust Analogizing and the Outside View: Two Empirical Tests of Case-\nBased Decision Making,” Strategic Management Journal, Vol. 33, No. 5, May 2012, 498. \n \n“Single analogy,” found in the top left corner, refers to cases where an executive recalls one example and \nplaces 100 percent of his or her decision weight on that analogy. This is a very common approach, but it \ntends to substantially over-represent the inside view. As a result, it frequently yields assessments that are too \noptimistic. \n \n“Case-based decision theory,” the bottom left corner, reflects instances when an executive considers a \nhandful of case studies—generally through recall—that seem similar to the decision at hand. There is then an \nassessment of how similar the cases are to the focal decision, and the cases are weighted appropriately. \n \nThe top right corner is called “reference class forecasting.”14 Here, a decision maker considers an unbiased \nreference class, determines the distribution of that reference class, makes an estimate of the outcome for the \nfocal decision, and then corrects the intuitive forecast based on the reference class. The weightings are \ngenerally event-based, which means that all of the cases in the reference class are weighted equally.   \n \nLovallo, Clarke, and Camerer argue for what they call “similarity-based forecasting,” which starts with an \nunbiased reference class but assigns more weight to the cases that are more similar without discarding the \nless relevant cases. Done correctly, this approach combines the best of both worlds—a large reference class \nand means to weight relevance. 15 \n   \nSimilarity-based forecasting is a good way to express stage 3 of the “Using reference classes” column in \nTetlock’s matrix. Stage 1 is the naïve application of the inside view. Stage 2 swings to the opposite extreme \nand relies too heavily on a reference class that may not be ideal. Stage 3 finds the right balance between the \ntwo and sharpens judgment.  \n \nAs part of their research, Lovallo, Clarke, and Camerer ran a pair of experiments, including one with private \nequity investors. They asked the professionals to carefully consider a current project, including key steps to \nsuccess, performance milestones, and the rate of return they expected on the deal. This revealed the inside \nRecall\nSingle analogy\nCase-based \ndecision theory \n(CBDT)\nEvent-\nbased\nSimilarity-\nbased\nWeighting\nReference Class\nReference class \nforecasting \n(RCF)\nSimilarity-\nbased \nforecasting \n(SBF)\nDistribution\n"
    },
    {
      "number": 9,
      "text": " \n \nMay 7, 2013  \nCultivating Your Judgment Skills \n9 \nview. The researchers then asked the professionals to recall two past deals that were similar, to compare the \nquality of those deals to the project under consideration, and to write down the rate of return for those projects. \nThis was a prompt to consider the outside view. \n \nThe average estimated return for the focal project was almost 30 percent, while the average for the \ncomparable projects was close to 20 percent. Every subject wrote a rate of return for the focal project that \nwas equal to, or higher, than the comparable projects. When subjects who had higher forecasts for the focal \nproject were presented with the opportunity to revise down their forecasts in light of their estimates of the \ncomparable projects, over 80 percent did so. The prompt to consider the outside view tempered their \nestimates of the rate of return for the deal under consideration. It is not hard to imagine similar results for \ncorporate executives or investors in public markets.   \n \nUpdating Information \n \nWe all walk around with beliefs in our head. The first column in Tetlock’s matrix addresses how good we are \nat understanding causality as we form our beliefs. Ideally, we want to improve our judgment to the point where \nour theories effectively reflect cause and effect. Tetlock’s second column deals with how effective we are at \ntaking prior instances into consideration as we consider our current problem or question. The final column, \nwhich has ties to the first two, is about how effectively we update our beliefs as we learn new information.16 \nBayes’s Theorem is the mathematical way to do this. The theorem tells you the probability that a theory or \nbelief is true conditional on some event happening.   \n \nHere’s a classic example, which comes from Daniel Kahneman’s book, Thinking, Fast and Slow: 17 \n \n“A cab was involved in a hit-and-run accident at night. Two cab companies, the Green and the Blue, operate \nin the city. You are given the following data: \n \n 85 percent of the cabs in the City are Green and 15 percent are Blue. \n \n A witness identified the cab as Blue. The courts tested the reliability of the witness under the \ncircumstances that existed on the night of the accident and concluded that the witness correctly identified \neach of the two colors 80 percent of the time and failed 20 percent of the time. \n \nWhat is the probability that the cab involved in the accident was Blue rather than Green?” \n \nIf you haven’t seen this problem before, take a moment to answer.  \n \nThe most common answer is 80 percent, but the correct answer is about 41 percent.18 In this instance, the \nnatural tendency is to place a great deal of weight on the witness’s account and, in the process, to \nunderweight the fact that a large majority of cabs in the city are Green.   \n \nIn theory, we have subjective prior beliefs that we update when new information arrives. We then base our \ndecisions going forward on the revised beliefs. But applying Bayes’s Theorem is not intuitive for most of us, \nalthough we can improve our results based on how we consider information and how well we are trained in \nthis kind of thinking.19   \n  \nAt stage 1, a number of mistakes are common. The first is that we tend to succumb to the confirmation bias, \na tendency to insufficiently update beliefs in light of new information relative to a true Bayesian. Two cognitive \nprocesses are behind this bias.20 The first is that we are more likely to seek information that confirms our \n"
    },
    {
      "number": 10,
      "text": " \n \nMay 7, 2013  \nCultivating Your Judgment Skills \n10 \nbelief than information that disconfirms it. The second is that we interpret ambiguous information in a way \nthat’s favorable to our prior belief. Simply said, once we believe something, we’re inclined to make mistakes \nthat will preserve our view.21    \n \nTetlock discusses other common mistakes in updating beliefs based on new information. One mistake is to \noverreact to what he calls “pseudo-diagnostic” information. This is information that superficially appears to \nexplain causality but in fact does not. For example, there have been cases when equity analysts have \ndowngraded a stock following the announcement of an acquisition because of earnings dilution, only to see \nthe stock rise because the market deemed the deal to add value. Earnings changes are a pseudo-diagnostic \nmeans to assess M&A.22       \n \nAnother mistake is to underreact to “subtly-diagnostic” information. This is information that does matter but \nthat the decision maker doesn’t recognize as causal. Continuing with the theme of M&A, subtly-diagnostic \ninformation might include a comparison of the present value of synergies with the premium pledged. Even \nthough this information requires only modest calculations, a decision maker in stage 1 will be unable to \ndistinguish between what matters and what doesn’t. \n \nIn stage 2, a decision maker becomes adept at figuring out what is important, even in subtler sources of \ninformation. Superior skill in identifying pseudo- and subtly-diagnostic indicators can be grounded in either \nintuition or theory. But intuition works only in environments that are stable where feedback is clear and \nrecurring.23 Further, when we are presented with information in a way that makes causality clear, our ability to \nupdate according to Bayesian principles improves substantially.24 The remaining challenge is to properly revise \nprior views in light of the new information. In other words, the stage 2 decision maker moves in the correct \ndirection, but an incorrect amount.   \n \nThe final stage incorporates the ability to read causal clues with appropriate updating as determined by \nBayes’s Theorem. So the individual gets both the causality right and revises his or her view properly in light of \nthe new information. For people dealing with markets, getting to stage 3 is challenging in part because it is \nhard to receive feedback that is sufficiently timely and accurate. Experiments do suggest that market prices \ntend toward Bayesian values even if the revisions of the individual participants are noisy—the wisdom of \ncrowds.25 Of course, markets do periodically veer far from fair value—the madness of crowds.26   \n \nRisk Management: Control and Reversibility \n \nThe reason we want to improve our ability to forecast is because our decisions ultimately rely on forecasts. We \nall understand that there’s inherent risk or uncertainty in most decisions. The goal is to decide so as to have a \npositive expectation.27 \n \nPeter Bernstein, a well-known economist and financial historian, suggested that there are two basic ways, \nbeyond diversification, that we can manage risk.28 The first is to find decisions where we have some control \nover the outcomes. There’s a huge difference between the roll of a roulette wheel and a business investment. \nIn the former, you have no control over the outcome. In the latter, you can take steps to improve the chance \nof a profit by tweaking an offering price, changing a product design, shifting marketing spending, or replacing \nthe managers running the business. But control often requires commitment. \n \nA second means to manage risk is to seek situations that are reversible: if you make a mistake, you can \nsimply undo your decision. Here you can contrast a company’s decision to build a new factory or merge with \nanother firm, which are difficult to reverse, with the choice to buy a stock, which is easy to reverse if \ntransaction costs are sufficiently low. Decisions with low reversibility generally require a long time horizon, \n"
    },
    {
      "number": 11,
      "text": " \n \nMay 7, 2013  \nCultivating Your Judgment Skills \n11 \nwhereas those with high reversibility can have a much shorter horizon. The stock market provides the vital \nfunction of allowing an out for investors who have no control—they can sell their shares. Bernstein argues that \nwithout a properly functioning market, the separation of ownership and control is essentially impossible. \n \nExhibit 4 shows the trade-off between reversibility and control. Public investors, who are generally subject to \nrelatively low transaction costs and high liquidity, have little control but can reverse their decisions readily. \nActivists seek to exert control, but they must signal their seriousness and commitment by taking larger stakes \nand reducing their ability to reverse their decision. Private equity firms have a great deal of control, but their \ncost of reversibility is relatively high. Corporate decisions have the most control and the least reversibility. Not \nsurprisingly, investment time horizons shrink as you move from left to right on the chart.  \n \nExhibit 4: Reversibility and Control Trade-Off \n \nSource: Credit Suisse.  \n \nThoughtful investing requires having some view of the future. Good judgment requires understanding causality, \neffectively incorporating information from past events to understand present prospects, and updating \nprobabilities correctly based on the arrival of new information. We can all improve across each of these facets \nof decision making, but the fact is that few of us move past a functional and comfortable stage. The goal of \nthis report is to provide some tools and guidance to improve decisions on a day-to-day basis. \nReversibility\nControl\nLow\nLow\nHigh\nHigh\nCorporate\nPrivate equity\nActivists\nPublic equity\n"
    },
    {
      "number": 12,
      "text": " \n \nMay 7, 2013  \nCultivating Your Judgment Skills \n12 \nEndnotes: \n \n1 Clayton M. Christensen, “The Ongoing Process of Building a Theory of Disruption,” Journal of Product \nInnovation Management, Vol. 23, No. 1, January 2006, 39-55. Also, Paul R. Carlile and Clayton M. \nChristensen, “The Cycles of Theory Building in Management Research,” Harvard Business School Working \nPaper Series, No. 05-057, 2005.  \n2 Michael J. Mauboussin, Think Twice: Harnessing the Power of Counterintuition (Boston, MA: Harvard \nBusiness Review Press, 2009), 89-91.  \n3 Carliss Y. Baldwin and Kim B. Clark, Design Rules: The Power of Modularity (Cambridge, MA: MIT Press, \n2000). For a broader discussion of outsourcing, see Clayton M. Christensen, Matt Verlinden, and George \nWesterman, “Disruption, Disintegration, and the Dissipation of Differentiability,” Industrial and Corporate \nChange, Vol. 11, No. 5, November 2002, 955-993.  \n4 Dan Lovallo and Daniel Kahneman, “Delusions of Success: How Optimism Undermines Executives’ \nDecisions,” Harvard Business Review, July 2003, 56-63.  \n5 Daniel Gilbert, Stumbling on Happiness (New York: Alfred A. Knopf, 2006), 231.  \n6 Mark L. Sirower and Sumit Sahni, “Avoiding the ‘Synergy Trap’: Practical Guidance on M&A Decisions for \nCEOs and Boards,” Journal of Applied Corporate Finance, Vol. 18, No. 3, Summer 2006, 83-95.  \n7 Shlomo Maital, “Daniel Kahneman, Nobel Laureate 2002: A Brief Comment,” The SABE Newsletter, Vol. \n10, No. 2, Autumn 2002.  \n8 Daniel Kahneman and Amos Tversky, “On the Psychology of Prediction,” Psychological Review, Vol. 80, No. \n4, July 1973, 237-251.  \n9 Bradley Efron and Carl Morris, “Stein’s Paradox in Statistics,” Scientific American, May 1977, 119-127.  \n10 The shrinkage factor can actually take a value from -1.0 to 1.0. A shrinkage factor of -1.0 would suggest \nthat a good result of a certain magnitude is followed by a poor result of similar magnitude. In other words, the \nslope of the correlation between a past event and a present event is negative one.  \n11 William M.K. Trochim and James P. Donnelly, The Research Methods Knowledge Base, 3rd Edition (Mason, \nOH: Atomic Dog, 2008), 166.  \n12 Some factors, including style and fund inflows/outflows, can shape the correlation.  \n13 Dan Lovallo, Carmina Clarke, and Colin Camerer, “Robust Analogizing and the Outside View: Two Empirical \nTests of Case-Based Decision Making,” Strategic Management Journal, Vol. 33, No. 5, May 2012, 496-512.  \n14 Bent Flyvbjerg is an economic geographer at Oxford University’s Saïd Business School who has analyzed \nlarge transportation infrastructure projects. He found that for the rail projects he studied the average cost \noverrun was 45 percent and that actual rail passenger traffic was about one-half of what the planners \nexpected. Indeed, for a majority of the projects he analyzed the costs were higher and the benefits were lower \nthan the authorities had planned. A detailed study of the Channel Tunnel, which links the United Kingdom and \nFrance by rail under the English Channel, concluded “that overall the British economy would have been better \noff had the Tunnel never been constructed, as the total resource cost outweighs the benefits generated.”  \nThe natural question is why this is the case. Flyvbjerg suggests two explanations that fit the data. First, \nit may be that those who propose the project misrepresent the cost and benefit in order to get it approved. \nThis is most descriptive when the political stakes are high. So there is an incentive to misrepresent the project. \nThe second explanation is the people are generally poor at planning. They assess only the facts in their own \ncase and ignore the broad experience of others. This explanation for why we predict so poorly has great \nrelevance in financial predictions. See Bent Flyvbjerg, “Truth and Lies about Megaprojects,” Speech at Delft \nUniversity of Technology, September 26, 2007. Also, Ricard Anguera, “The Channel Tunnel—an ex post \neconomic evaluation,” Transportation Research Part A, Vol. 40, No. 4, May 2006, 291-315.  \n15 Figuring out how to understand similarity is difficult in and of itself. Specifically, when we’re asked about \nsimilarity, we dwell on similarities and underestimate differences. Likewise, when we’re asked to focus on \ndifferences, we underestimate similarities. See Amos Tversky, “Features of similarity,” Psychological Review, \n"
    },
    {
      "number": 13,
      "text": " \n \nMay 7, 2013  \nCultivating Your Judgment Skills \n13 \nVol. 84, 1977, 327-352. Reprinted in Eldar Shafir, ed. Preference, Belief, and Similarity: Selected Writings, \nAmos Tversky (Cambridge, MA: MIT Press, 2004).  \n16 In reality, factions that represent column 2 (frequentists) and column 3 (Bayesians) have debated one \nanother for a century. Our view is that we might as well use both approaches to the degree to which they help \nimprove our judgment. To read more about the controversy, see Sharon Bertsch McGrayne, The Theory That \nWould Not Die: How Bayes’ Rule Cracked the Enigma Code, Hunted Down Russian Submarines, and \nEmerged Triumphant from Two Centuries of Controversy (New Haven, CT: Yale University Press, 2011). For \na useful discussion of Bayesian thinking in finance, see Ricardo Rebonato, Plight of the Fortune Tellers: Why \nWe Need to Manage Financial Risk Differently (Princeton, NJ: Princeton University Press, 2007), 40-66. For \nmore technical applications in finance, see Svetlozar T. Rachev, John S.J. Hsu, Biliana S. Bagasheva, and \nFrank J. Fabozzi, Bayesian Methods in Finance (Hoboken NJ: John Wiley & Sons, 2008). \n17 Daniel Kahneman, Thinking, Fast and Slow (New York: Farrar, Straus and Giroux, 2011), 166. Research \nregarding this problem was originally presented in Amos Tversky and Daniel Kahneman, “Evidential Impact of \nBase Rates,” in Daniel Kahneman, Paul Slovic, and Amos Tversky (eds.) Judgment under Uncertainty: \nHeuristics and Biases (Cambridge, UK: Cambridge University Press, 1982), 153-160. \n18 For a layman’s discussion of Bayes’s Theorem, see Nate Silver, The Signal and the Noise: Why So Many \nPredictions Fail—But Some Don’t (New York: The Penguin Press, 2012), 243-248. To solve for the new \nprobability, you need three quantities. First, you need a prior probability. In this case, the prior probability (x) of \na Blue cab getting into an accident would be 15 percent (which assumes that Green and Blue cabs have an \nequivalent proclivity to get into accidents). Second, you need an estimate of the probability as a condition of \nthe hypothesis being true (y). Here we have a witness, who has 80 percent accuracy, claiming that a Blue cab \nwas in the accident. Finally, you need an estimate conditional on the hypothesis being false (z), which is 20 \npercent (the complement of 80 percent). \nBayes’s Theorem tells us the revised probability = \n     xy          \n= \n         .15*.80       \n= \n \n.12 \n \n=  \n41.4%           \nxy + z(1-x) \n \n.15*.80+.2(1 -.15) \n \n \n.29 \n \n \n19 Keith E. Stanovich, What Intelligence Tests Miss: The Psychology of Rational Thought (New Haven, CT: \nYale University Press, 2009), 133-151. \n20 Chetan Dave and Katherine W. Wolfe, “On Confirmation Bias and Deviations From Bayesian Updating,” \nWorking Paper, March 21, 2003.  \n21 This happens to experts as well. See Philip E. Tetlock, Expert Political Judgment: How Good Is It? How \nCan We Know? (Princeton, NJ: Princeton University Press, 2005), 122-123. \n22 One case that comes vividly to mind is ConAgra’s acquisition of Beatrice from KKR, which was announced \non June 8, 1990. ConAgra’s stock was downgraded that day reflecting concerns about earnings dilution. But \nthe deal added a great deal of value (KKR participated as they took stock as part of the consideration). \nConAgra’s stock rose 3.9 percent on June 8h, a day when the S&P 500 declined more than 1 percent. \n23 Daniel Kahneman and Gary Klein, “Conditions for Intuitive Expertise: A Failure to Disagree,” American \nPsychologist, Vol. 64, No. 6, September 2009, 515-526. \n24 Kahneman, 166-174. \n25 Colin F. Camerer, “Do Biases in Probability Judgment Matter in Markets? Experimental Evidence,” American \nEconomic Review, Vol. 77, No. 5, December 1987, 981-997. \n26 Michael J. Mauboussin, “The Wisdom and Whims of the Collective,” CFA Institute Conference Proceedings, \nVol. 24, No. 4, December 2007, 1-8. \n27 Of course, not all decisions have a positive expectation. For example, insurance has a negative expectation, \nbut is a means to diversify risk. \n28 Peter L. Bernstein, “Risk, Time, and Reversibility,” Geneva Papers on Risk and Insurance, Vol. 24, No. 2, \nApril 1999, 131-139.  \n"
    },
    {
      "number": 14,
      "text": " \n \nMay 7, 2013  \nCultivating Your Judgment Skills \n14 \nGeneral disclaimer / Important information \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future. \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A. \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, both authorized and regulated by the Financial \nServices Authority, are associated but independent legal and regulated entities within Credit Suisse. The protections made available by the UK‘s Financial \nServices Authority for private customers do not apply to investments or services provided by a person outside the UK, nor will the Financial Services \nCompensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in Guernsey by Credit Suisse \n(Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, Les Echelons, South \nEsplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey Financial Services \nCommission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) Limited, Jersey \nBranch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey Branch, in Jersey is: \nTradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following is the appropriately \nauthorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong Securities and \nFutures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a Registered Institution \nregulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) Limited; elsewhere in \nAsia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) Limited, Credit Suisse \nSecurities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world by the relevant \nauthorized affiliate of the above. \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \n© 2013 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n"
    }
  ]
}