{
  "filename": "2013_measuring_the_moat__assessing_the_magnitude_and_sustainability_of_value_creation.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423223004-07'00'",
    "modDate": "D:20240423223048-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \n \nJuly 22, 2013 \n \nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \n \n \n  \n \nMeasuring the Moat \nAssessing the Magnitude and Sustainability of Value Creation \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \n \n \n \n“The most important thing to me is figuring out how big a moat there is around \nthe business. What I love, of course, is a big castle and a big moat with \npiranhas and crocodiles.” \n \nWarren E. Buffett \nLinda Grant, “Striking Out at Wall Street,” U.S. News & World Report, June 12, 1994 \n Sustainable value creation is of prime interest to investors who seek to \nanticipate expectations revisions.  \n This report develops a systematic framework to determine the size of a \ncompany’s moat. \n We cover industry analysis, firm-specific analysis, and firm interaction. \n \n \n"
    },
    {
      "number": 2,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n2 \n \n \nTable of Contents \n \nExecutive Summary ....................................................................................................................... 3 \n \nIntroduction ................................................................................................................................... 4 \n \nCompetitive Lifecycle.......................................................................................................... 4 \n \nEconomic Moats ................................................................................................................ 7 \n \nWhat Dictates a Company’s Destiny .................................................................................... 8 \n \nIndustry Analysis .......................................................................................................................... 10 \n \nLay of the Land ............................................................................................................... 11 \nIndustry Map ........................................................................................................ 11 \nProfit Pool ........................................................................................................... 13 \nIndustry Stability ................................................................................................... 15 \nIndustry Classification............................................................................................ 17 \n \n \n \n \nIndustry Structure ............................................................................................................. 18 \nFive Forces .......................................................................................................... 18 \nEntry and Exit .............................................................................................. 19 \nCompetitive Rivalry ....................................................................................... 25 \nDisruption and Disintegration ................................................................................. 27 \n \nFirm Specific Analysis .................................................................................................................. 32 \n \nA Framework for Added-Value Analysis .............................................................................. 32 \n \nValue Chain ..................................................................................................................... 33 \n \nSources of Added Value ................................................................................................... 34 \nProduction Advantages ......................................................................................... 34 \nConsumer Advantages .......................................................................................... 38 \nGovernment ......................................................................................................... 41 \n \nFirm Interaction – Competition and Cooperation .............................................................................. 42 \n \n \nBrands ....................................................................................................................................... 46 \n \nManagement Skill and Luck .......................................................................................................... 48 \n \nBuffett on Moats ......................................................................................................................... 51 \n \nAppendix A: Value Creation Checklist ............................................................................................ 52 \n \nAppendix B: Profit Pool Analysis for Health Care ............................................................................ 54  \n \nReferences ................................................................................................................................. 63 \n"
    },
    {
      "number": 3,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n3 \n \n \nExecutive Summary  \n \n \n \n Sustainable value creation has two dimensions—how much economic profit a company earns and how \nlong it can earn excess returns. Both dimensions are of prime interest to investors and corporate \nexecutives. \n \n Sustainable value creation as the result solely of managerial skill is rare. Competitive forces drive returns \ntoward the cost of capital. Investors should be careful about how much they pay for future value creation.   \n \n Warren Buffett consistently emphasizes that he wants to buy businesses with prospects for sustainable \nvalue creation. He suggests that buying a business is like buying a castle surrounded by a moat and that \nhe wants the moat to be deep and wide to fend off all competition. Economic moats are almost never \nstable. Because of competition, they are getting a little bit wider or narrower every day. This report \ndevelops a systematic framework to determine the size of a company’s moat. \n \n Companies and investors use competitive strategy analysis for two very different purposes. Companies \ntry to generate returns above the cost of capital, while investors try to anticipate revisions in expectations \nfor financial performance. If a company’s share price already captures its prospects for sustainable value \ncreation, investors should expect to earn a risk-adjusted market return. \n \n Industry effects are the most important in the sustainability of high performance and a close second in \nthe emergence of high performance. However, industry effects are much smaller than firm-specific \nfactors for low performers. For companies that are below average, strategies and resources explain  \n90 percent or more of their returns.  \n \n The industry is the correct place to start an analysis of sustainable value creation. We recommend getting \na lay of the land, which includes a grasp of the participants and how they interact, an analysis of profit \npools, and an assessment of industry stability. We follow this with an analysis of the five forces and a \ndiscussion of the disruptive innovation framework. \n \n A clear understanding of how a company creates shareholder value is core to understanding sustainable \nvalue creation. We define three broad sources of added value: production advantages, consumer \nadvantages, and external advantages. \n \n How firms interact plays an important role in shaping sustainable value creation. We consider interaction \nthrough game theory as well as co-evolution. \n \n Brands do not confer competitive advantage in and of themselves. Customers hire them to do a specific \njob. Brands that do those jobs reliably and cost effectively thrive. Brands only add value if they increase \ncustomer willingness to pay or if they reduce the cost to provide the good or service. \n \n We provide a complete checklist of questions to guide the strategic analysis in Appendix A. \n \n \n"
    },
    {
      "number": 4,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n4 \n \n \nIntroduction \n \nCorporate managers seek to allocate resources so as to generate attractive long-term returns on investment. \nInvestors search for stocks of companies that are mispriced relative to embedded financial expectations. In \nboth cases, sustainable value creation is of prime interest. \n \nWhat exactly is sustainable value creation? We can think of it in two dimensions. First is the magnitude of \nreturns in excess of the cost of capital that a company does, or will, generate. Magnitude considers not only \nthe return on investment but also how much a company can invest at a rate above the cost of capital. Growth \nonly creates value when a company generates returns on investment that exceed the cost of capital. \n \nThe second dimension of sustainable value creation is how long a company can earn returns in excess of the \ncost of capital. This concept is also known as fade rate, competitive advantage period (CAP), value growth \nduration, and T.1 Despite the unquestionable significance of the longevity dimension, researchers and \ninvestors give it insufficient attention. \n \nHow does sustainable value creation differ from the more popular notion of sustainable competitive \nadvantage? A company must have two characteristics to claim that it has a competitive advantage. The first is \nthat it must generate, or have an ability to generate, returns in excess of the cost of capital. Second, the \ncompany must earn an economic return that is higher than the average of its competitors.2 \n \nAs our focus is on sustainable value creation, we want to understand a company’s economic performance \nrelative to the cost of capital, not relative to its competitors. Naturally, these concepts are closely linked. \nSustainable value creation is rare, and sustainable competitive advantage is even rarer. \n \nCompetitive Life Cycle \n \nWe can visualize sustainable value creation by looking at a company’s competitive life cycle. (See Exhibit 1.) \nCompanies are generally in one of four phases: \n \n Innovation. Young companies typically see sharp increases in return on investment and significant \ninvestment opportunities. This is a period of rising returns and heavy investment. Companies are \ncommonly in this phase before they go public. There is also substantial entry into, and exit out of, the \nindustry at this point in the life cycle.   \n \n Fading returns. High returns attract competition, generally causing economic returns to move toward \nthe cost of capital. In this phase, companies still earn excess returns, but the return trajectory is down. \nInvestment needs also moderate, and the rate of entry and exit slows. \n \n Mature. In this phase, the market in which the companies compete approaches competitive equilibrium. \nAs a result, companies earn the cost of capital on average, and competition within the industry ensures \nthat aggregate returns are no higher. Investment needs continue to moderate. \n \n Subpar. Competitive forces and technological change can drive returns below the cost of capital, \nrequiring companies to restructure. These companies can improve returns by shedding assets, shifting \ntheir business model, reducing investment levels, or putting themselves up for sale. Alternatively, these \nfirms can file for bankruptcy in order to reorganize the business or liquidate the firm’s assets.  \n \n"
    },
    {
      "number": 5,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n5 \n \n \nExhibit 1: A Firm’s Competitive Life Cycle \n \nSource: Credit Suisse HOLT®. \n \nReversion to the mean says that an outcome that is far from average will be followed by an outcome that has \nan expected value closer to the average. There are two explanations for reversion to the mean in corporate \nperformance. The first is purely statistical. If the correlation between cash flow return on investment (CFROI) \nin two consecutive years is not perfect, there is reversion to the mean.  \n \nThink of it this way: there are aspects of running the business within management’s control, including \nselecting the product markets it chooses to compete in, pricing, investment spending, and overall execution. \nCall that skill. There are also aspects of the business that are beyond management’s control, such as \nmacroeconomic developments, customer reactions, and technological change. Call that luck. Whenever luck \ncontributes to outcomes, there is reversion to the mean. If year-to-year CFROIs are highly correlated, \nreversion to the mean happens slowly. If CFROIs are volatile, causing the correlation to be low, reversion to \nthe mean is rapid.  \n \nThe second explanation for reversion to the mean is that competition drives a company’s return on investment \ntoward the opportunity cost of capital. This is based on microeconomic theory and is intuitive. The idea is that \ncompanies generating a high economic return will attract competitors willing to take a lesser, albeit still \nattractive, return. Ultimately, this process drives industry returns down to the opportunity cost of capital. \nResearchers have empirically documented this prediction.3 Companies must find a way to defy these powerful \ncompetitive forces in order to achieve sustainable value creation.  \n \nRecent research on the rate of mean reversion reveals some important observations. First, the time that an \naverage company can sustain excess returns is shrinking. This phenomenon is not relegated to high \ntechnology but is evident across a wide range of industries.4 This reduction in the period of sustained value \ncreation reflects the greater pace of innovation brought about in part by increased access to, and utilization of, \ninformation technology.  \n \nSecond, the absolute level of returns and the level of investment are positively related to the rate of fade.5 A \ncompany that generates high returns while investing heavily signals an attractive opportunity to both existing \nand potential competitors. Success sows the seeds of competition. \nIncreasing Returns\n& High Reinvestment\nAbove-Average\nbut Fading Returns\nBelow-Average\nReturns\nAverage\nReturns\nHigh Innovation\nFading Returns\nMature\nNeeds Restructuring\nEconomic\nReturn\nDiscount Rate\n(Required\nRate of Return)\nReinvestment\nRates\n"
    },
    {
      "number": 6,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n6 \n \n \nWhy is sustainable value creation so important for investors? To start, investors pay for value creation. Exhibit \n2 looks at the S&P 500 since 1961 and provides a proxy for how much value creation investors have been \nwilling to pay for. We establish a steady-state value by capitalizing the last four quarters of operating net \nincome for the S&P 500 by an estimate of the cost of equity capital.6 We then attribute any value above the \nsteady-state to expected value creation. The exhibit shows that currently one-fifth of the value of the S&P \n500 reflects anticipated value creation, a low number compared to the last 50 years. Since 2010, the level of \nanticipated value creation has remained below the historical average of one-third, as earnings have recovered \nand interest rates have remained low.  \n \nExhibit 2: Rolling Four Quarter Anticipated Value Creation \n \nSource: Standard & Poor’s, Aswath Damodaran, Credit Suisse. \nData as of June 30, 2013. \n \nMore significant, sustained value creation is an important source of expectations revisions. There is a crucial \ndistinction between product markets and capital markets. Companies try to understand the industry and \ncompetitive landscape in their product markets so as to allocate resources in a way that maximizes long-term \neconomic profit. Investors seek to understand whether today’s price properly reflects the future and whether \nexpectations are likely to be revised up or down. \n \nSo companies and investors use competitive strategy analysis for two very different purposes. Companies try \nto generate returns above the cost of capital, while investors try to anticipate revisions in expectations. \nInvestors should anticipate earning a market return, adjusted for risk, if a company’s share price already \ncaptures its prospects for sustainable value creation.7 \n \n-20\n-10\n0\n10\n20\n30\n40\n50\n60\n70\n1961\n1963\n1965\n1967\n1969\n1971\n1973\n1975\n1977\n1979\n1981\n1983\n1985\n1987\n1989\n1991\n1993\n1995\n1997\n1999\n2001\n2003\n2005\n2007\n2009\n2011\n2013\nAnticipated Value Creation (%)\n2 standard deviations\n2 standard deviations\nAverage\nCurrent\n"
    },
    {
      "number": 7,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n7 \n \n \nWe will spend most of our time trying to understand how and why companies attain sustainable value creation \nin product markets. But we should never lose sight of the fact that our goal as investors is to anticipate \nexpectations revisions. Exhibit 3 shows the process and emphasizes the goal of finding and exploiting \nexpectations mismatches. \n \nExhibit 3: The Link between Market Expectations and Competitive Strategy \n \n  \n \nSource: Credit Suisse. \n \nEconomic Moats \n \nWarren Buffett, the chairman of Berkshire Hathaway, has emphasized over the years that he looks for \nbusinesses with sustainable competitive advantages. He suggests that buying a business is akin to buying a \ncastle surrounded by a moat. Buffett wants the economic moat around the businesses to be deep and wide in \norder to fend off all competition. He goes a step further by noting that economic moats are almost never \nstable. Moats either get a little bit wider or a little bit narrower every day.8 This report develops a systematic \nframework to determine the size of a company’s moat. \n \n \nMarket-Implied\nExpectations\nfor Value Creation\nIndustry\nAnalysis\nFirm-Specific\nAnalysis\nPotential for\nExpectations Revisions\n"
    },
    {
      "number": 8,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n8 \n \n \nWhat Dictates a Company’s Destiny? \n \nPeter Lynch, who skillfully ran Fidelity’s Magellan mutual fund for more than a decade, quipped that investors \nare well advised to buy a business that’s so good that a dummy can run it, because sooner or later a dummy \nwill run it.9 Lynch’s comment begs an important question: What dictates a firm’s economic returns? We are \nnot asking what determines a company’s share price performance, which is a function of expectations \nrevisions, but rather its economic profitability.10 \n \nBefore we answer the question, we can make some empirical observations. The top panel of Exhibit 4 shows \nthe spread between CFROI and the cost of capital for 68 global industries, as defined by MSCI’s Global \nIndustry Classification Standard (GICS), using median returns over the past five fiscal years. The sample \nincludes more than 5,500 public companies. We see that some industries have positive economic return \nspreads, some are neutral, and some don’t earn the cost of capital.  \n \nExhibit 4: Industry Returns Vary from Value-Creating to Value-Destroying \n \nSource: Credit Suisse HOLT. \n \nThe bottom panel of Exhibit 4 shows the spread between CFROI and the cost of capital for the companies in \nthree industries: one that creates value, one that is value neutral, and one that destroys value. The central \nobservation is that even the best industries include companies that destroy value and the worst industries have \ncompanies that create value. That some companies buck the economics of their industry provides insight into \nthe potential sources of economic performance. Industry is not destiny. \n-10\n-5\n0\n5\n10\n15\n20\n25\n30\n35\n40\nCFROI minus Discount Rate (%)\n-10\n-5\n0\n5\n10\n15\n20\n25\n30\n35\n40\nCFROI minus Discount Rate (%)\nCommunications Equipment\n-10\n-5\n0\n5\n10\n15\n20\n25\n30\n35\n40\nCFROI minus Discount Rate (%)\nConstruction Materials\n-10\n-5\n0\n5\n10\n15\n20\n25\n30\n35\n40\nCFROI minus Discount Rate (%)\nPaper & Forest Products\n"
    },
    {
      "number": 9,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n9 \n \n \nFinding a company in an industry with high returns or avoiding a company in an industry with low returns is not \nenough. Finding a good business capable of sustaining high performance requires a thorough understanding \nof both industry and firm-specific circumstances.  \n \nA final word before we proceed. Our unit of analysis will be the firm. In most cases, the proper unit of analysis \nis the strategic business unit. This is especially true for multidivisional companies that compete in disparate \nindustries. The following framework is applicable on a divisional level. So we recommend conducting the \nanalysis for each strategic business unit of a multidivisional company and aggregating the results. \n"
    },
    {
      "number": 10,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n10 \n \n \nIndustry Analysis \n \nWe have established that industry effects and firm-specific effects are relevant in understanding corporate \nperformance. The question is in what proportion.11  \n \nAnita McGahan and Michael Porter, two prominent scholars of business strategy, analyzed roughly 58,000 \nfirm-year observations for U.S. businesses from 1981-1994.12 They assessed the impact of four factors on \nthe sustainability and emergence of abnormal profitability: \n \n Year. The year effect captures the economic cycle. You can think of it as the macroeconomic factors that \ninfluence all businesses in the economy.  \n \n Industry. Industry effects refer to how being part of a particular industry affects firm performance. A firm \nmay benefit from industry effects if the industry has an attractive structure, including high barriers to entry. \n \n Corporate-parent. A corporate-parent effect arises when a business within a diversified firm on average \nunderperforms or outperforms its industry. For example, the corporate-parent effect was positive for Taco \nBell, which saw its profitability improve in the 1980s following its acquisition by PepsiCo. \n \n Segment-specific. This effect captures the characteristics unique to a firm that drive its performance \nrelative to rivals within the same industry. Such characteristics may include a firm’s resources, positioning, \nor how effectively its managers execute strategy. \n \nExhibit 5 summarizes McGahan and Porter’s results. They define sustainability of profits as “the tendency of \nabnormally high or low profits to continue in subsequent periods.” Emergence looks backward from the current \nyear and measures the contributions to abnormal profits through time. High performers are those companies \nthat generate profits in excess of the median of their industry, and low performers are those below the median. \n \nExhibit 5: Importance of Various Factors on Abnormal Profitability \n \nSource: Anita M. McGahan and Michael E. Porter, “The emergence and sustainability of abnormal profits,” Strategic Organization, Vol. 1, No. 1, \nFebruary 2003, 79-108. \n \nMcGahan and Porter found that industry effects are most important in the sustainability of high performance \nand a close second in the emergence of high performance (just behind segment-specific effects). However, \nindustry effects are much smaller than segment-specific effects for low performers. The strategies and \nresources of below-average companies explain 90 percent or more of their returns in the case of either \nsustainability or emergence. Business managers and analysts searching for emerging or sustained competitive \nadvantages might also note that the economic cycle is not important to the sustainability or emergence of \nperformance. \n \nHigh Performers\nLow Performers\nHigh Performers\nLow Performers\nYear\n3%\n-7%\n2%\n-5%\nIndustry\n44%\n12%\n37%\n13%\nCorporate-parent\n19%\n-4%\n18%\n2%\nSegment-specific\n34%\n99%\n43%\n90%\nEmergence\nSustainability\n"
    },
    {
      "number": 11,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n11 \n \n \nWe break the industry analysis into three parts: \n \n1. Get the lay of the land. This includes creating an industry map to understand the competitive set, \nconstructing profit pools to see whether (and why) the distribution of economic profits has changed over \ntime, measuring industry stability, and classifying the industry so as to improve alertness to the main \nissues and opportunities. \n \n2. Assess industry attractiveness through an analysis of the five forces. Of the five forces, we spend \nthe bulk of our time assessing barriers to entry and rivalry. \n \n3. Consider the likelihood of being disrupted by innovation. We consider the role of disruptive \ninnovation and why industries transition from vertical to horizontal integration. \n \nThe Lay of the Land \n \nIndustry Map \n \nCreating an industry map is a useful way to start competitive analysis.13 A map should include all the \ncompanies and constituents that might have an impact on a company’s profitability. The goal of an industry \nmap is to understand the current and potential interactions that ultimately shape the sustainable value creation \nprospects for the whole industry as well as for the individual companies within the industry. \n \nFrom an industry point of view, you can think of three types of interactions: supplier (how much it will cost to \nget inputs), customer (how much someone is willing to pay for a good or service), and external (other factors \nthat come into play, such as government action). Exhibit 6 shows an illustration for the U.S. airline industry. \nClients can create industry maps, or “peer maps,” for specific companies using Credit Suisse’s RAVE tool. \nRAVE not only produces peer maps quickly and efficiently but also provides access to the models and \nforecasts of Credit Suisse analysts. \n \nHere are some points to bear in mind as you develop an industry map: \n \n List firms in order of dominance, typically defined as size or market share; \n \n Consider potential new entrants as well as existing players; \n \n Understand the nature of the economic interaction between the firms (e.g., incentives, payment terms); \n \n Evaluate any other factors that might influence profitability (e.g., labor, regulations). \n \nA study by Lauren Cohen and Andrea Frazzini, professors of finance, suggests that investors may benefit from \npaying close attention to industry maps. The researchers examined how shocks to one firm rippled through to \nother firms via supply or demand links. They tested whether the market adequately incorporated the \ninformation that one firm released into the stock prices of its partner firms. They found that investors fail to \nadequately incorporate such information, creating a profitable trading strategy.  \n \nCohen and Frazzini state that “the monthly strategy of buying firms whose customers had the most positive \nreturns in the previous month, and selling short firms whose customers had the most negative returns, yields \nabnormal returns of 1.55% per month, or an annualized return of 18.6% per year.”14 \n"
    },
    {
      "number": 12,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n12 \n \n \nExhibit 6: U.S. Airline Industry Map \n \nSource: Credit Suisse. \nNote: LCC = low-cost carrier. \n \n \n \n \n \n \n \nAirlines\nUnited Continental (hub)\nDelta (hub)\nAMR (hub)\nSouthwest (LCC)\nUS Airways (hub)\nJetBlue (LCC)\nAlaska Air (hub)\nSkyWest (regional)\nRepublic Airways (mix)\nHawaiian Holdings (regional)\nSpirit (LCC)\nAllegiant Travel (LCC)\nAircraft\nBoeing\nEADS\nBombardier\nAVIC\nEmbraer\nParts suppliers\nEngines\nGeneral Electric\nPratt & Whitney (UTX)\nRolls Royce\nOther\nUTC Aerospace (UTX)\nHoneywell\nGeneral Dynamics\nTextron\nPrecision Castparts\nSpirit AeroSystems\nRockwell Collins\nTriumph Group\nB/E Aerospace\nMoog\nCAE\nTransDigm\nHexcel\nHeico\nAir freight and logistics\nUPS\nFedEx\nC.H. Robinson\nUTi Worldwide\nExpeditors\nEcho Global Logistics\nForward Air\nGlobal distribution systems\nSabre\nAmadeus\nTravelport\nAirports\nGates, takeoff/landing slots\nFinancing\nLeasing, banks, investors\nLabor\nCabin crew, pilots\nGround staff, other services\nExternal providers\nAtlas Air\nAir Transport Services Group\nUnions\nJet fuel\nGovernment\nRegulation\nMandated services (e.g., \nsecurity, air traffic control)\nFliers\nCommercial\nBusiness\nTravel intermediaries\nTravel agents\nCorporate travel departments\nWebsite aggregators\nPriceline.com\nExpedia\nOrbitz\nTripAdvisor\n"
    },
    {
      "number": 13,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n13 \n \n \nProfit Pool \n \nThe next step is to construct a profit pool.15 A profit pool shows how an industry’s value creation is distributed \nat a particular point in time. The horizontal axis is the percentage of the industry, typically measured as \ninvested capital or sales, and the vertical axis is a measure of economic profitability (e.g., CFROI minus the \ndiscount rate). As a result, the area of each rectangle—the product of invested capital and economic return—\nis the total value added for that sector or company. For example, a company that has $200 million of invested \ncapital and a spread of 5 percentage points between its CFROI and discount rate generates  \n$10 million in economic profit ($10 million = $200 million x .05). The total profit pool of the industry is the \nsum of the added value for all of the companies. \n \nTo understand the overall profitability of an industry, it is useful to analyze the average profitability over a full \nbusiness cycle, which is generally three to five years.16 But average profitability doesn’t reveal how value has \nmigrated over time. Profit pools are particularly effective because they allow you to trace the increases or \ndecreases in the components of the value-added pie. One effective approach is to construct a profit pool for \ntoday, five years ago, and ten years ago and then compare the results over time.  \n \nExhibit 7 is a profit pool for the airlines industry. (See Appendix B for the health care sector.) It shows the \nmain components in the industry’s value chain including airlines, airports, and a variety of services. You can \nsee from the horizontal axis that airlines and airports use the majority of the capital invested in the industry. \nThese are also the businesses with the lowest economic returns, which the vertical axis reflects.  \n \nSome businesses generate strong returns, including computer reservations systems (CRS), travel agents, \nfreight forwarders, and various service jobs. But with so little capital invested, they are too small to offset the \nvalue destruction from airlines and airports. As a consequence, the industry as a whole destroyed an average \nof $19 billion of shareholder capital per year through the 2002-09 business cycle, according to the \nInternational Air Transport Association.17 \n \nExhibit 7: Airline Industry Profit Pool by Activity \n \n \nSource: Based on International Air Transport Association, “Vision 2050,” February 12, 2011; Credit Suisse. \nNote: Returns data is from 2002-09, investment data is as of 2009; CRS = computer reservations systems; ANSP = air navigation service provider. \n-5\n0\n5\n10\n15\n20\nROIC - WACC (%)\nShare of Industry Gross Investment\nManufacturers\nLessors\nANSPs\nAirlines\nAirports\nFreight forwarders\nMaintenance\nTravel agents\nGround services\nCatering\nCRS\n100%\n"
    },
    {
      "number": 14,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n14 \n \n \nWe can also construct a profit pool of the main companies within an industry. Exhibit 8 shows profit pools for \nthe U.S. airline companies for 2002, 2007, and 2012. The horizontal axis represents 100 percent of the \ncapital invested in the industry by public companies. These charts provide a bottom-up view of the industry’s \nvalue destruction, as Exhibit 7 shows. \n \nExhibit 8: Airline Industry Profit Pools by Company, 2002-2012 \n \nSource: Credit Suisse HOLT. \n-12\n-10\n-8\n-6\n-4\n-2\n0\n2\nCFROI minus Discount Rate (%)\nShare of Industry Gross Investment\n2002\nAMR\nDelta\nConti-\nnental\nAlaska\nOther\nNorth-\nwest\nSouth-\nwest\nUS Air\n100%\n-12\n-10\n-8\n-6\n-4\n-2\n0\n2\nCFROI minus Discount Rate (%)\nShare of Industry Gross Investment\n2007\nAMR\nDelta\nUnited\nOther\nNorthwest\nSouth-\nwest\nUS Air\nConti-\nnental\nAlaska\nJetBlue\n100%\n-12\n-10\n-8\n-6\n-4\n-2\n0\n2\nCFROI minus Discount Rate (%)\nShare of Industry Gross Investment\n2012\nAMR\nDelta\nUnited Continental\nOther\nSouthwest\nUS Air\nJetBlue\nAlaska\n100%\n"
    },
    {
      "number": 15,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n15 \n \n \nNearly all of the airlines have destroyed value over the past decade, including the low-cost, point-to-point \ncarriers, Southwest and JetBlue. This may not be a surprise for the legacy carriers, all of which have filed for \nbankruptcy over the past decade. But it is a surprise for the low-cost carriers, which are known for \nstandardized fleets, simpler route structures, and higher aircraft utilization.  \n \nCreating a narrative to explain the rise and fall of the various competitors can provide important clues about \nwhat it takes to sustain value creation. One trend that the profit pool analysis reveals is the market share gain \nfor the low-cost airlines at the expense of the legacy carriers. However, this has not translated into better \nrelative profitability. Southwest’s returns, for example, have suffered as the company has expanded into pairs \nof cities that are less dense and as its average pay has risen to the highest in the industry.18 Despite the fact \nthat industry structure does not ordain a firm’s profitability, it remains very challenging for any airline to escape \nthe industry’s low barriers to entry, high fixed costs, excess capacity, and modest traffic growth.  \n \nIndustry Stability \n \nIndustry stability is another important metric. Generally speaking, stable industries are more conducive to \nsustainable value creation. Unstable industries present substantial competitive challenges and opportunities. \nThe value migration in unstable industries is greater than that of stable industries, making sustainable value \ncreation that much more elusive. \n \nWe can measure industry stability a couple of ways. One simple but useful proxy is the steadiness of market \nshare. This analysis looks at the absolute change in market share for the companies within an industry over \nsome period. (We typically use five years.) We then add up the absolute changes and divide the sum by the \nnumber of competitors. The lower the average absolute change in market share, the more stable the industry. \n \nExhibit 9 shows the market share stability for four industries. There is relative stability in soft drinks, while \npersonal computers and storage hardware show moderate change, and there is substantial change in the \nsmartphone market. Our rule of thumb is that absolute average changes of 2.0 or less over five years \nconstitute a stable industry. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 16,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n16 \n \n \nExhibit 9: Market Share Stability \n \nSource: Company data, Gartner, Nielsen, Credit Suisse. \n \nAnother way to measure industry stability is the trend in pricing. Price changes reflect a host of factors, \nincluding cost structure (fixed versus variable), entry and exit dynamics, macroeconomic variables, \ntechnological change (e.g., Moore’s Law), and rivalry. All else being equal, more stable pricing reflects more \nstable industries. Warren Buffett places special emphasis on pricing power. He said, “The single most \nimportant decision in evaluating a business is pricing power. If you’ve got the power to raise prices without \nlosing business to a competitor, you’ve got a very good business. And if you have to have a prayer session \nbefore raising the price 10 percent, then you’ve got a terrible business.”19 Exhibit 10 shows the pricing trends \nfor a variety of industries, classified as slow-, medium-, and fast-cycle businesses. Sustaining value creation in \na fast-cycle industry is a challenge. \nCarbonated Beverages (U.S. by Revenues)\n2007\n2012\n5 Year Change\nCoca-Cola Company\n37%\n35%\n1%\nPepsiCo\n32%\n29%\n3%\nDr. Pepper Snapple Group\n19%\n20%\n1%\nOthers\n7%\n4%\n4%\nPrivate Label\n6%\n6%\n0%\nRed Bull GmbH\n0%\n4%\n4%\nMonster Beverage Corporation\n0%\n3%\n3%\nTotal\n100%\n100%\nAverage Absolute Change\n2%\nPersonal Computers (Global by Units)\n2007\n2012\n5 Year Change\nOthers\n36%\n24%\n12%\nHewlett-Packard\n18%\n17%\n1%\nDell Inc\n14%\n11%\n3%\nAcer Group\n10%\n11%\n1%\nLenovo Group\n8%\n13%\n5%\nToshiba\n4%\n5%\n1%\nFujitsu/Fujitsu Siemens\n3%\n2%\n1%\nApple Computer\n3%\n5%\n2%\nSony\n2%\n2%\n0%\nASUS\n2%\n6%\n5%\nSamsung Electronics\n1%\n4%\n3%\nTotal\n100%\n100%\nAverage Absolute Change\n3%\nStorage Hardware (Global by Revenues)\n2007\n2012\n5 Year Change\nOthers\n31%\n26%\n5%\nEMC\n23%\n32%\n9%\nIBM\n15%\n13%\n2%\nHewlett-Packard\n14%\n10%\n4%\nDell\n10%\n8%\n2%\nNetApp\n7%\n11%\n4%\nTotal\n100%\n100%\nAverage Absolute Change\n4%\nSmartphones (Global by Units)\n2007\n2012\n5 Year Change\nNokia\n49%\n5%\n44%\nOthers\n24%\n21%\n3%\nResearch in Motion\n10%\n5%\n5%\nMotorola\n3%\n3%\n1%\nHTC\n3%\n4%\n1%\nApple\n3%\n18%\n15%\nSony Ericsson\n3%\n3%\n1%\nPalm\n2%\n0%\n2%\nSamsung\n2%\n29%\n27%\nLG\n0%\n4%\n3%\nHuawei\n0%\n4%\n4%\nZTE\n0%\n4%\n4%\nTotal \n100%\n100%\nAverage Absolute Change\n9%\n"
    },
    {
      "number": 17,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n17 \n \n \nExhibit 10: Pricing Stability, 2006-2011 \n \nSource: U.S. Department of Commerce Bureau of Economic Analysis; Based on Jeffrey R. Williams, Renewable Advantage (New York: The Free \nPress, 2000), 11. \n \nIndustry Classification \n \nBefore turning to an industry analysis using the five forces framework, it’s useful to classify the industry you’re \nanalyzing. The analytical process remains the same no matter which category the industry falls into. But the \nclassification does provide guidance as to what issues you need to emphasize as you step through the \nanalysis. For example, the challenges in a mature industry are likely to be quite distinct from those in an \nemerging industry. Exhibit 11 provides some broad classifications and the types of opportunities you should \nassociate with each. \n \nExhibit 11: Industry Structure and Strategic Opportunities \n \nSource: Jay B. Barney, Gaining and Sustaining Competitive Advantage (Upper Saddle River, NJ: Prentice-Hall, Inc., 2002), 110. \nIndustry\nAverage Annual \nPrice Change\nSlow-cycle markets\n    Small Arms Ammunition Manufacturing                       \n9.5%\n    Dog and Cat Food Manufacturing                               \n5.8%\n    Burial Casket Manufacturing                                      \n5.7%\nStandard-cycle markets\n    Soap and Other Detergent Manufacturing                  \n3.8%\n    Cookie and Cracker Manufacturing                            \n3.5%\n    Breweries                                                                 \n3.1%\nFast-cycle markets\n    Fiber Optic Cable Manufacturing                                \n-1.7%\n    Audio and Video Equipment Manufacturing                \n-1.9%\n    Semiconductor and Related Device Manufacturing     \n-8.6%\nIndustry Structure\nOpportunities\nFragmented industry\nConsolidation:\n- Discover new economies of scale\n- Alter ownership structure\nEmerging industry\nFirst-mover advantages:\n- Technological leadership\n- Preemption of strategically valuable assets\n- Creation of customer switching costs\nMature industry\nProduct refinement\nInvestment in service quality\nProcess innovation\nDeclining industry\nLeadership strategy\nNiche strategy\nHarvest strategy\nDivestment strategy\nInternational industry\nMultinational opportunities\nGlobal opportunities\nTransnational opportunities\nNetwork industry\nFirst-mover advantages\n“Winner-takes-all” strategies\nHypercompetitive industry\nFlexibility\nProactive disruption\n"
    },
    {
      "number": 18,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n18 \n \n \nIndustry Structure—Five Forces Analysis \n \nMichael Porter is well known for his five forces framework (see Exhibit 12), which remains one of the best \nways to assess an industry’s underlying structure.20 While some analysts employ the framework to declare an \nindustry attractive or unattractive, Porter recommends using industry analysis to understand “the underpinnings \nof competition and the root causes of profitability.” Porter argues that the collective strength of the five forces \ndetermines an industry’s potential for value creation. But the industry does not seal the fate of its members. \nAn individual company can achieve superior profitability compared to the industry average by defending against \nthe competitive forces and shaping them to its advantage.21 \n \nExhibit 12: Michael Porter's Five Forces that Shape Industry Structure \n  \nSource: Michael E. Porter, Competitive Strategy (New York: The Free Press, 1980), 4. \n \nWhile analysts commonly treat Porter’s five forces with equal emphasis, we believe that threat of entry and \nrivalry are so important that they warrant in-depth treatment. Further, our section on firm-specific analysis will \nput a finer point on some of the other forces. For now, here’s a quick look at supplier power, buyer power, \nand substitution threat:22 \n \n Supplier power is the degree of leverage a supplier has with its customers in areas such as price, quality, \nand service. An industry that cannot pass on price increases from its powerful suppliers is destined to be \nunattractive. Suppliers are well positioned if they are more concentrated than the industry they sell to, if \nsubstitute products do not burden them, or if their products have significant switching costs. They are also \nin a good position if the industry they serve represents a relatively small percentage of their sales volume \nor if the product is critical to the buyer. Sellers of commodity goods to a concentrated number of buyers \nare in a much more difficult position than sellers of differentiated products to a diverse buyer base. \n \n Buyer power is the bargaining strength of the buyers of a product or service. It is a function of buyer \nconcentration, switching costs, levels of information, substitute products, and the offering’s importance to \nBargaining power\nof suppliers\nThreat of\nnew entrants\nThreat of\nsubstitutes\nBargaining power\nof buyers\nRivalry among\nexisting firms\n"
    },
    {
      "number": 19,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n19 \n \n \nthe buyer. Informed, large buyers have much more leverage over their suppliers than do uninformed, \ndiffused buyers. \n \n Substitution threat addresses the existence of substitute products or services, as well as the likelihood \nthat a potential buyer will switch to a substitute product. A business faces a substitution threat if its prices \nare not competitive and if comparable products are available from competitors. Substitute products limit \nthe prices that companies can charge, placing a ceiling on potential returns. \n \nThe threat of new entrants, or barriers to entry, is arguably the most important of Porter’s five forces. Before \nwe delve into the factors that determine impediments to entry, it is worthwhile to review the empirical research \non entry and exit.  \n \nEntry and Exit \n \nExhibit 13 shows the rate of entry and exit for U.S. establishments across all industries since 1977, using the \nU.S. Census’s Business Dynamics Statistics (BDS). Most studies on corporate demography use \nestablishments, a rough proxy for firms, as the unit of analysis because that is the way that the Census \nBureau collects and reports the data. Establishments are the physical sites where corporations operate, \nwhereas firms are the aggregations of all the establishments a parent company owns. Most firms, and \nespecially young ones, have only one establishment.23 \n \nA useful way to think about entry and exit is to imagine an industry with 100 firms today. Based on the \naverage annual rates over the past decade, within one year roughly 11 new firms will enter the industry and \n10 will leave. This brings the total number of firms to 101. Because entry rates typically exceed exit rates, the \nnumber of establishments in the United States has increased over time. \n \nExhibit 13: Establishment Entry and Exit Rates, 1977-2010 (United States) \n \nSource: U.S. Census Bureau, Center for Economic Studies, Business Dynamics Statistics; Credit Suisse. \n \n6%\n8%\n10%\n12%\n14%\n16%\n18%\n1977\n1981\n1985\n1989\n1993\n1997\n2001\n2005\n2009\nEntry Rate\nExit Rate\n"
    },
    {
      "number": 20,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n20 \n \n \nIt is also important to understand the history of entry and exit for the specific industry you are analyzing. These \nrates vary widely based on where the industry is in its life cycle and on the industry’s barriers to entry and exit. \nResearch shows that the number of firms in new industries follows a consistent path.  \n \nThe market is uncertain about the products it favors in the early stage of industry development, which \nencourages small and flexible firms to enter the industry and innovate. As the industry matures, the market \nselects the products it wants and demand stabilizes. The older firms benefit from economies of scale and \nentrenched advantages, causing a high rate of exit and a move toward a stable oligopoly.24 Exhibit 14 shows \nthe entry and exit rates for a variety of sectors, grouped according to Standard Industrial Classification (SIC) \ncodes.  \n \nExhibit 14: Entry and Exit Rates by Sector, Annual Averages, 1977-2010 (United States) \n \nSource: U.S. Census Bureau, Center for Economic Studies, Business Dynamics Statistics; Credit Suisse. \n \nThere is a strong correlation between the rate of entry and exit for each sector. For instance, manufacturing \nhas low rates of entry and exit, while construction has very high rates, suggesting that the manufacturing \nsector possesses stronger barriers to entry and exit. \n \nPerhaps the most widely cited study of entry and exit rates is that of Timothy Dunne, Mark Roberts, and Larry \nSamuelson (DRS). They examined more than 250,000 U.S. manufacturing firms over a 20-year span ended \nin the early 1980s.25  \n \nA useful way to summarize the findings of DRS is to imagine a hypothetical industry in the year 2013 that has \n100 firms with sales of $1 million each. Should the patterns of entry and exit in U.S. industries during the \nperiod of their study apply to the future, the following will occur:26 \n \n Entry and exit will be pervasive. After five years, between 30 and 45 new firms will have entered the \nindustry and will have combined annual sales of $15-20 million. Half of these entrants will be diversified \nfirms competing in other markets, and half will be new firms. During the same time, 30 to 40 firms with \nAgricultural \nServices, \nForestry, Fishing\nMining\nConstruction\nManufacturing\nTransportion, \nPublic Utilities\nWholesale trade\nRetail trade\nFinance, \nInsurance, Real \nEstate\nServices\n8%\n10%\n12%\n14%\n16%\n18%\n9%\n10%\n11%\n12%\n13%\n14%\n15%\nEntry Rate\nExit Rate\n"
    },
    {
      "number": 21,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n21 \n \n \naggregate sales of $15-20 million will leave the industry. So the industry will experience a 30-45 percent \nturnover in firms, with the entering and exiting firms representing 15-20 percent of the industry’s volume.  \n \n Companies entering and exiting tend to be smaller than the established firms. A typical entrant \nis only about one-third the size of an incumbent, with the exception of diversifying firms that build new \nplants. These diversifying firms, which represent less than 10 percent of total new entrants, tend to be \nroughly the same size as the incumbents. \n \n Entry and exit rates vary substantially by industry. Consistent with Exhibit 14, research by DRS \nshows that low barriers to entry and low barriers to exit tend to go together. \n \n Most entrants do not survive ten years, but those that do thrive. Of the 30 to 45 firms that enter \nbetween 2013 and 2018, roughly 80 percent will exit by 2023. But the survivors will more than double \ntheir relative size by 2023. \n \nOther studies have found similarly low chances of survival for new firms.27 Research by Credit Suisse HOLT® \nshows that less than 50 percent of public firms survive beyond ten years. Our analysis of the BDS data also \nreveals low survival rates. Exhibit 15 shows one-year and five-year survival rates based on the birth year of the \nestablishment. The rate today is similar to that of 1977. The latest figures show one-year survival rates of \nabout 75 percent and five-year survival rates of roughly 45 percent.  \n \nExhibit 15: Establishment Survival Rates by Birth Year, 1977-2009 (United States) \n \nSource: U.S. Census Bureau, Center for Economic Studies, Business Dynamics Statistics; Credit Suisse. \n \nWhat influences the decision of a challenger to enter in the first place? On a broad level, potential entrants \nweigh the expected reactions of the incumbents, the anticipated payoffs, and the magnitude of exit costs.28 \nExperimenters also find that challengers neglect the high rates of business failure, leading to overconfidence \nand a rate of entry that appears higher than what is objectively warranted. We’ll explore each of these factors. \n \n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1977\n1981\n1985\n1989\n1993\n1997\n2001\n2005\n2009\nOne-year rate\nFive-year rate\n"
    },
    {
      "number": 22,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n22 \n \n \nLet’s first look at the expectations of incumbent reaction to a potential new entry. Four specific factors \nindicate the likely ferocity of incumbent reaction: asset specificity, the level of the minimum efficient production \nscale, excess capacity, and incumbent reputation. \n \nFor a long time, economists thought that a firm’s commitment to a market was a function of the magnitude of \nassets it had invested. More careful analysis revealed that it’s not the quantity of assets that matters but rather \nthe degree to which those assets are specific to that market. A firm that has assets that are valuable only in a \nspecific market will fight hard to maintain its position. \n \nA clear illustration is a railroad versus an airline route. Say a company builds a railroad track from New York to \nChicago. It can use that asset for only one thing: to move a train back and forth between those two cities. As \na result, that company will go to great lengths to protect its position.29 Now consider an airline that flies from \nNew York to Chicago. If that route proves uneconomic, the airline can reroute the plane to a more attractive \ndestination. \n \nAsset specificity takes a number of forms, including site specificity, where a company locates assets next to a \ncustomer for efficiency; physical specificity, where a company tailors assets to a specific transaction; \ndedicated assets, where a company acquires assets to satisfy the needs of a particular buyer; and human \nspecificity, where a company develops the skills, knowledge, or know-how of its employees.30 \n \nThe next factor is production scale. For many industries, unit costs decline as output rises. But this only \noccurs up to a point. This is especially relevant for industries with high fixed costs. A firm enjoys economies of \nscale when its unit costs decline with volume gains. At some point, however, unit costs stop declining with \nincremental output and companies get to constant returns to scale. The minimum efficient scale of production \nis the smallest amount of volume a company must produce in order to minimize its unit costs. (See Exhibit \n16.) \n \nThe minimum efficient scale of production tells a potential entrant how much market share it must gain in \norder to price its goods competitively and make a profit. It also indicates the size of an entrant’s upfront capital \ncommitment. When the minimum efficient scale of production is high relative to the size of the total market, a \npotential entrant is looking at the daunting prospect of pricing its product below average cost for some time to \nget to scale. The steeper the decline in the cost curve, the less likely the entry. The main way an entrant can \ntry to offset its production cost disadvantage is to differentiate its product, allowing it to charge a price \npremium versus the rest of the industry. \n \nMinimum efficient scale is generally associated with manufacturing businesses, including automobile and \nsemiconductor fabrication plants. But the concept applies to knowledge businesses as well, where a company \ncreates content once—often at a very high cost—and then replicates it for the market. Software development \nis a good example. Microsoft spent $6 billion to develop its Vista operating system. But once the company \nhad written the code, replicating and distributing the software was relatively inexpensive. So the same cost \ncurve exists and is very steep.   \n \n \n \n \n \n \n \n"
    },
    {
      "number": 23,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n23 \n \n \nExhibit 16: Minimum Efficient Scale as a Barrier to Entry \n \nSource: Sharon M. Oster, Modern Competitive Analysis (Oxford: Oxford University Press, 1999), 62. \n \nA third factor in weighing incumbent reaction is excess capacity. The logic here is quite straightforward. \nAssuming that demand remains stable, an entrant that comes into an industry that has too much capacity \nincreases the excess capacity of the incumbents. If the industry has economies of scale in production, the \ncost of idle capacity rises for the existing companies. As a result, the incumbents are motivated to maintain \ntheir market share. So the prospect of a new entrant will trigger a price drop. This prospect deters entry. \n \nThe final factor is incumbent reputation. Firms usually compete in various markets over time. As a \nconsequence, they gain reputations as being ready to fight at the least provocation or as being \naccommodating. A firm’s reputation, backed by actions as well as words, can color an entrant’s decision. \n \nAnother important shaper of barriers to entry is the magnitude of the entrant’s anticipated payoff. An entrant \ncannot be sure that it will earn an attractive economic profit if the incumbent has an insurmountable \nadvantage. Incumbent advantages come in the form of precommitment contracts, licenses and patents, \nlearning curve benefits, and network effects. \n \nThe first incumbent advantage is precommitment contracts. Often, companies secure future business through \nlong-term contracts. These contracts can be efficient in reducing search costs for both the supplier and the \ncustomer. A strong incumbent with a contract in place discourages entry. \n \nPrecommitment contracts take a number of forms. One is if an incumbent has favorable access to an \nessential raw material. An example of this occurred shortly following World War II. Alcoa, an aluminum \nproducer, signed exclusive contracts with all of the producers of an essential material in aluminum production \ncalled high-grade bauxite. The inability to access bauxite on such favorable terms deterred potential entrants.  \n \nAnother form of precommitment contract is a long-term deal with customers. In the mid-1980s, Monsanto \n(NutraSweet) and Holland Sweetener Company were two producers of the sweetener aspartame. After the \npatent on aspartame expired in Europe in 1987, Holland entered the market to compete against Monsanto. \nThe competition drove down the price of aspartame 60 percent, and Holland lost money.  \n \nBut Holland had its eye on the real prize, the U.S. market, where the patent was to expire in 1992. In a classic \nprecommitment move, Monsanto signed long-term contracts to supply the largest buyers of aspartame, \nAverage\nCost\nCost per unit\nQ\nOutput\nMinimum\nEfficient\nScale\n"
    },
    {
      "number": 24,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n24 \n \n \nCoca-Cola and PepsiCo, and effectively shut Holland out of the United States. This suggests a crucial lesson \nfor companies and investors: all buyers like to have multiple suppliers to choose from, but it doesn’t mean that \nthey will use multiple suppliers. Holland created a great deal of value for Coke and Pepsi but none for itself.31 \n \nPrecommitment also includes quasi-contracts, such as a pledge to always provide a good or service at the \nlowest cost. Such pledges, if credible, deter entry because new entrants rarely have the scale to compete with \nincumbents.  \n \nLicenses and patents also shape a potential entrant’s payoff for reasons that make common sense. A number \nof industries require a license or certification from the government to do business. Acquiring licenses or \ncertifications is costly, hence creating a barrier for an entrant. \n \nPatents are also an important entry barrier. But the spirit of a patent is different from that of a license. The \nintent of a patent is to allow an innovator to earn an appropriate return on investment. Most innovations require \nsubstantial upfront costs. So a free market system needs a means to compensate innovators to encourage \ntheir activities. Patents do not discourage innovation, but they do deter entry for a limited time into activities \nthat are protected. \n \nLearning curves can also serve as a barrier to entry. The learning curve refers to an ability to reduce unit costs \nas a function of cumulative experience. Researchers have studied the learning curve for hundreds of products. \nThe data show that, for the median firm, a doubling of cumulative output reduces unit costs by about  \n20 percent.32 A company can enjoy the benefits of the learning curve without capturing economies of scale, \nand vice versa. But generally the two go hand in hand. \n \nNetwork effects are another important incumbent advantage that can weigh on an entrant’s payoff. Network \neffects exist when the value of a good or service increases as more members use that good or service. As an \nexample, eBay is attractive to users precisely because so many buyers and sellers congregate there. In a \nparticular business, positive feedback often ensures that one network becomes dominant: eBay has not only \nweathered competitive onslaughts but also strengthened its position. These winner-take-most markets deter \nentry.33  \n \nGood examples today are the online social networks, including Facebook and Twitter, which become more \nvaluable to a user as more people join. We also see network effects in the smartphone market between the \ndominant operating systems and application developers. Because the vast majority of users own devices \noperating on Android or iOS, application developers are far more likely to build applications for them than for \nother operating systems. This creates a powerful ecosystem that is daunting for aspiring entrants.34 \n \nThe last point, consistent with DRS’s analysis of entry and exit, is the link between barriers to entry and \nbarriers to exit. High exit costs discourage entry. The magnitude of investment an entrant requires and the \nspecificity of the assets determine the size of exit barriers. Low investment needs and non-specific assets are \nconsistent with low barriers to entry. \n \nRobert Smiley, a retired economist who specialized in competitive strategy, surveyed product managers about \ntheir strategies to deter entry.35 While his analysis was limited to consumer products companies, the results \nare instructive nonetheless. (See Exhibit 17.) The first three strategies—learning curve, advertising, and \nR&D/patents—create high entry costs. The last three—reputation, limit pricing, and excess capacity—\ninfluence judgments of post-entry payoffs. Virtually all managers reported using one or more of these \nstrategies to deter entry. \n"
    },
    {
      "number": 25,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n25 \n \n \nExhibit 17: Reported Use of Entry-Deterring Strategy \n \nSource: Robert Smiley, \"Empirical Evidence on Strategic Entry Deterrence”, International Journal of Industrial Organization, Vol. 6, June 1988, 172. \n \nBehavioral factors also play a role in the decision to enter a business. A pair of economists, Colin Camerer and \nDan Lovallo, designed an experiment to understand why subjects enter a game.36 When the scientists \ninformed the subjects that the payoffs were based on skill, the individuals overestimated their probability of \nsuccess. As a result, they entered the game at a higher rate than those who were told that the payoffs were \nrandom. Most subjects who entered the game believed they would have positive profits despite the negative \ntotal profit among all entrants.  \n \nThe researchers attributed the overconfidence of the entrants to “reference group neglect.” The idea is that \nthe entrants focused on what they perceived to be their unique skills while ignoring the abilities of their \ncompetitors and the high failure rate of new entries (the reference group). The failure to consider a proper \nreference class pervades many of the forecasts we make.37 In the business world, reference class neglect \nshows up as unwarranted optimism for the length of time it takes to develop a new product, the chance that a \nmerger succeeds, and the likelihood of an investment portfolio outperforming the market.38  \n \nCompetitive Rivalry \n \nRivalry among firms addresses how fiercely companies compete with one another along dimensions such as \nprice, service, new product introductions, promotion, and advertising. In almost all industries, coordination in \nthese areas improves the collective economic profit of the firms. For example, competitors increase their \nprofits by coordinating their pricing. Of course, coordination must be tacit, not explicit.  \n \nThere is a tension between coordinating and cheating in most industries. A firm that cheats (e.g., lowers its \nprice) while other firms are coordinating stands to earn disproportionate profits. We can think of rivalry as \nunderstanding, for each firm, the trade-offs between coordination and cheating. Lots of coordination suggests \nlow rivalry and attractive economic returns. Intense rivalry makes it difficult for firms to generate high returns. \n \nCoordination is difficult if there are lots of competitors. In this case, each firm perceives itself to be a minor \nplayer and is more likely to think individualistically. Naturally, the flip side suggests that fewer firms leads to \nmore opportunity for coordination. Research shows that most cases of price fixing that the government \nprosecutes involve industries with fewer firms than average.39  \n \nA concentration ratio is a common way to measure the number and relative power of firms in an industry. The \nHerfindahl-Hirschman Index (HHI) is a popular method to estimate industry concentration. The HHI considers \nnot only the number of firms but also the distribution of the sizes of firms. A dominant firm in an otherwise \nLearning\nCurve\nAdvertising\nR&D/\nPatents\nReputation\nLimit\nPricing\nExcess\nCapacity\nNew Products\nFrequently\nOccasionally\nSeldom\nExisting Products\nFrequently\nOccasionally\nSeldom\n26%\n29\n45\n62%\n16\n22\n52%\n26\n21\n56%\n15\n29\n31%\n16\n54\n27%\n27\n47\n27%\n22\n52\n8%\n19\n73\n21%\n21\n58\n22%\n20\n58\n21%\n17\n62\n"
    },
    {
      "number": 26,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n26 \n \n \nfragmented industry may be able to impose discipline on others. In industries with several firms of similar size, \nrivalry tends to be intense.  \n \nExhibit 18 shows the HHI for 20 industries. Many economists characterize readings in excess of 1,800 as \nindustries with reduced rivalry. The index is equal to 10,000 times the sum of the squares of the market \nshares of the 50 largest firms in an industry. If there are fewer than 50 firms, the amount is summed for all \nfirms in the industry. For instance, for an industry with four companies and market shares of 40 percent,  \n30 percent, 20 percent, and 10 percent, the index would be 3,000. (Take 10,000 x [(.4)2 + (.3) 2 + (.2) 2 + \n(.1)2].) \n \nExhibit 18: Herfindahl-Hirschman Index for Selected Industries \n \nSource: U.S. Census Bureau, Concentration Ratios - 2007 Economic Census. \n \nIf industry concentration is a reliable indicator of the degree of rivalry, you’d expect to see some link between \nconcentration and profitability. Researchers have shown this to be the case. Two professors of finance, Kewei \nHou and David Robinson, examined industries for the years 1963-2001 and found that concentrated \nindustries earned above average profits and less concentrated industries earned below average profits.40  \n \nAnother influence of rivalry is firm homogeneity. Rivalry tends to be less intense in industries with companies \nthat have similar goals, incentive programs, ownership structures, and corporate philosophies. But in many \ninstances, competitors have very different objectives. For example, an industry may have companies that are \npublic, privately held, or owned by private equity firms. These competitors may have disparate financial \nobjectives, incentive structures, and time horizons. The strategies that companies within an industry pursue will \nreflect the heterogeneity of objectives.41      \n \nIndustry Group (Manufacturing)\nIndex\nBreakfast cereal\n2,425.5\nTire\n1,539.6\nAutomobile\n1,448.8\nFiber optic cable\n1,239.2\nSugar\n1,097.5\nSoft drink\n1,094.5\nSnack food\n1,984.1\nPaper mills\n673.4\nCoffee and tea\n763.1\nFootwear\n602.8\nSmall arms\n508.2\nMusical instrument\n404.6\nFrozen food\n304.8\nSporting and athletic goods\n253.4\nDairy product\n290.7\nTextile mills\n160.2\nComputer and electronic product\n136.6\nChemical\n114.0\nApparel\n44.0\nFabricated metal product\n9.0\n"
    },
    {
      "number": 27,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n27 \n \n \nAsset specificity plays a role in rivalry. Specific assets encourage a company to stay in an industry even when \nconditions become trying because there is no alternative use for the assets. Assets include physical assets, \nsuch as railroad tracks, as well as intangible assets such as brands. \n \nDemand variability shapes coordination costs and hence has an influence on rivalry. When demand variability is \nhigh, companies have a difficult time coordinating internally and have little opportunity to effectively coordinate \nwith competitors. Variable demand is a particularly important consideration in industries with high fixed costs. \nIn these industries, companies often add too much capacity at points of peak demand. While companies use \nthis capacity at the peak, the capacity is massively excessive at the trough and spurs even more intense \ncompetition at the bottom of the cycle. The condition of variable demand and high fixed costs describes many \ncommodity industries, which is why their rivalry is so bitter and consistent excess economic returns are so rare. \n \nA final consideration in rivalry is industry growth. When the pie of potential excess economic profits grows, \ncompanies can create shareholder value without undermining their competitors. The game is not zero-sum. In \ncontrast, stagnant industries are zero-sum games, and the only way to increase value is to take it from others. \nSo a rise in rivalry often accompanies a decelerating industry growth rate. \n \nDisruption and Disintegration \n \nMost strategy frameworks focus primarily on figuring out which industries are attractive and which companies \nare well positioned. Clayton Christensen, a professor of management, developed a theory to explain why great \ncompanies fail and how companies succeed through innovation. Christensen wondered why it was common \nfor companies with substantial resources and smart management teams to lose to companies with simpler, \ncheaper, and inferior products. His theory of disruptive innovation explains that process. 42 \n \nChristensen starts by distinguishing between sustaining and disruptive innovations. Sustaining innovations \nfoster product improvement. They can be incremental, discontinuous, or even radical. But the main point is \nthat sustaining innovations operate within a defined value network—the “context within which a firm identifies \nand responds to customers’ needs, solves problems, procures input, reacts to competitors, and strives for \nprofit.”43  \n \nDisruptive innovations, by contrast, approach the same market but with a different value network. Consider \nbook selling as an example. The evolution from mom-and-pop bookstores to superstores was a clear \ninnovation, but the value network was the same. Amazon.com introduced a new value network when it started \nselling books online. It is common for disruptors to trade lower operating profit margins for high capital \nturnover in their bid to earn returns on invested capital in excess of the cost of capital.   \n \nChristensen distinguishes between the two types of disruptive innovation: low-end disruptions and new-market \ndisruptions. Low-end disruptors offer a product that already exists. For instance, when Southwest Airlines \nentered the airline industry, it provided limited flights with no frills at a very low cost. Southwest couldn’t, and \ndidn’t, compete with the large carriers.   \n \nA new-market disruption, on the other hand, competes initially against “non-consumption.”44 It appeals to \ncustomers who previously did not buy or use a product because of a shortage of funds or skills. A new-market \ndisruptive product is cheap or simple enough to enable a new group to own and use it.  \n \nThe transistor radio, introduced in the 1950s, is an example of a new-market disruption. Manufacturers such \nas Sony targeted teenagers, a group who wanted to listen to music on their own but who couldn’t afford \n"
    },
    {
      "number": 28,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n28 \n \n \ntabletop radios. Teenagers were so thrilled that they could listen to these pocket-sized radios away from their \nparents that they ignored the static and poor sound quality.45 \n \nDisruptive innovations initially appeal to relatively few customers who value features such as low price, smaller \nsize, or greater convenience. Christensen finds that these innovations generally underperform established \nproducts in the near term but are good enough for a segment of the market. \n \nExhibit 19 presents Christensen’s model visually. The horizontal axis is time, and the vertical axis is product \nperformance. The shaded area represents customer needs and takes the shape of a distribution that includes \nlow-end, average, and high-end customers.   \n \nThe upward-sloping line at the top is the performance trajectory of sustaining innovations. The parallel, \nupward-sloping line below it is the performance trajectory for a disruptive innovation.  \n \nExhibit 19: Christensen's Model of Disruptive Innovation \n \n \nSource: Clayton M. Christensen, The Innovator's Dilemma (Boston, MA: Harvard Business School Press, 1997), xvi. \n \nOne of the key insights of the model is that innovations often improve at a faster rate than the market \ndemands. Established companies, through sustaining technologies, commonly provide customers with more \nthan they need or more than they are ultimately willing to pay for. When innovation drives performance for a \nsustaining technology past the needs of mainstream customers, the product is “overshot.” Such markets \ntypically include customers who are unwilling to pay for new features and who don’t use many of the features \nthat the products offer.  \n \nFurther, when the performance of a sustaining innovation exceeds the high end of the consumer’s threshold, \nthe basis of competition shifts away from performance toward speed-to-market and delivery flexibility. For \ninstance, as the personal computer market became overshot in the 1990s, manufacturers focused on \nperformance, such as Compaq, lost to manufacturers with more efficient delivery models, such as Dell.  \nMainstream \nCustomer \nNeeds\nSustaining\nInnovation\nPerformance\nDisruptive\nInnovation\nTime\nMeet customer \nneeds at lower price\nOvershoot customer \nperformance needs\n"
    },
    {
      "number": 29,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n29 \n \n \nThe trajectory of product improvement allows disruptive innovations to emerge because, even if they do not \nmeet the demands of users today, they become competitive tomorrow. Further, because disruptive innovations \nhave a lower cost structure, they end up squeezing the established producers. \n \nChristensen likes to use the example of the mini-mills versus integrated mills in the steel industry. Mini-mills \nmelt scrap steel, so they are a fraction of the size of the integrated mills that make steel in blast furnaces. \nBecause the integrated mills controlled the whole process, they started with the substantial advantage of \nproducing steel of high quality.  \n \nThe mini-mills launched their simpler and cheaper model in the 1970s. Their inferior quality initially limited \nthem to making rebar, the bars that reinforce concrete. This is the least expensive and least valuable market \nfor steel. Indeed, the profit margins for integrated mills improved after they left the market for rebar to the \nmini-mills. As Christensen says, “It felt good to get in and good to get out.”  \n \nBut the good feeling didn’t last long. Just as the theory predicts, the mini-mills rapidly improved their ability to \nmake better steel and started to compete in markets that had more value. That process continued over time \nuntil the mini-mills shouldered into the high end of the market and destroyed the profitability of the integrated \nmills.     \n \nA crucial point of Christensen’s work is that passing over disruptive innovations may appear completely rational \nfor established companies. The reason is that disruptive products generally offer lower margins than \nestablished ones, operate in insignificant or emerging markets, and are not in demand by the company’s most \nprofitable customers. As a result, companies that listen to their customers and practice conventional financial \ndiscipline are apt to disregard disruptive innovations. \n \nExhibit 20 summarizes Christensen’s three categories of innovation, sustaining, low-end, and new-market,  \nand considers the customers they serve, the technology they utilize to attract customers, the business models \nthey employ, and the expected incumbent response to each. The incumbent response warrants specific \nattention. If a new competitor comes along with a sustaining innovation, incumbents are highly motivated to \ndefend their turf. Christensen suggests it is very rare to see an incumbent lose this battle to a challenger. \n \nFor low-end disruptions, the motivation of incumbents is generally to flee. This is what the integrated mills did. \nIn the short run, fleeing helps profit margins by encouraging the incumbent to focus on the most lucrative \nsegment of the market. In the long run, it provides resources for the disruptor to build capabilities that allow it \nto penetrate the mainstream market on a cost-effective basis.  \n \nIncumbents are typically content to ignore new-market disruptions. The example of the transistor radio shows \nwhy. Because the portable radios did not encroach on the base of the established tabletop radio customers, \nthe incumbent firms were motivated to disregard the new product. \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 30,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n30 \n \n \nExhibit 20: Innovation Categories and Characteristics \n \nSource: Based on Clayton M. Christensen and Michael E. Raynor, The Innovator’s Solution (Boston, MA: Harvard Business School Press, 2003), 51. \n \nChristensen has also done insightful work on understanding and anticipating the circumstances under which \nan industry is likely to shift from vertical to horizontal integration.46 This framework is relevant for assessing the \nvirtue of outsourcing. While outsourcing has provided some companies with great benefits, including lower \ncapital costs and faster time to market, it has also created difficulty for companies that tried to outsource \nunder the wrong circumstances.  \n \nFirms that are vertically integrated dominate when industries are developing because the costs of coordination \nare so high. Consider the computer industry in 1980. (See Exhibit 21.) Most computer companies were \nvertically integrated to ensure that their products would actually work.  \n \nBut as an industry develops, various components become modules. The process of modularization allows an \nindustry to flip from vertical to horizontal. This happened in the computer industry by the mid-1990s. \nModularization, which is not simple from an engineering standpoint, allows for standardization and the \nassembly of products off the shelf.  \n \n \n \n \n \n \n \n \n \n \n \nSustaining \nInnovation\nLow-End \nDisruption\nNew-Market \nDisruption\nCustomers\nUndershot\ncustomer\nOvershot customer\nat low end of\nexisting market\nNon-consumer or \nnon-producer\nTechnology \n(product/service\n/process)\nImprovement along \nprimary basis of \ncompetition\nGood enough\nperformance at\nlower prices \nSimpler, customizable; \nlets people \"do it \nthemselves\"\nBusiness Model\nExtension of\nwinning \nbusiness model\nAttractive returns at \nlower prices\nCompletely new model, \ndifferent from core \nbusiness\nCompetitor \nResponse\nMotivated\nto respond\nMotivated to flee\nMotivated to ignore\n"
    },
    {
      "number": 31,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n31 \n \n \nExhibit 21: Disintegration of the Computer Industry \n \nSource: Andrew S. Grove, Only the Paranoid Survive (New York: Doubleday, 1999), 44. \n \nBoeing’s ordeal with the 787 Dreamliner is a cautionary tale about the perils of outsourcing too early.47 \nHistorically, Boeing had used a process called “build-to-print,” whereby the company did all of the design for \nan aircraft in house and suppliers were sent very specific instructions. For the 787, Boeing decided to \noutsource the design and construction of various sections of the plane, with the goal of lowering costs and \nquickening assembly times.  \n \nThe program was a mess. The first plane was supposed to arrive in 1,200 parts but showed up in 30,000 \npieces. Boeing had to bring substantial parts of the design back in house at a large cost of money and time. \nThe company failed to realize that outsourcing doesn’t make sense for products that require complex \nintegration of disparate subcomponents. The coordination costs are simply too high. \n \nIndustry analysis provides important background for understanding a company’s current or potential \nperformance. Now we turn to analyzing the firm. \nSales and\ndistribution\nApplication\nsoftware\nOperating\nsystem\nComputer\nChips\nSales and\ndistribution\nApplication\nsoftware\nOperating\nsystem\nComputer\nChips\nIBM\nDEC\nSperry\nUnivac\nWang\nRetail Stores\nSuperstores\nDealers\nMail Order\nWord\nWord Perfect\nEtc.\nDOS and Windows\nOS/2\nMac\nUNIX\nCompaq\nDell\nPackard Bell\nHewlett –\nPackard\nIBM\nEtc.\nIntel Architecture\nMotorola\nRISCs\nThe Vertical Computer Industry – Circa 1980\nThe Horizontal Computer Industry – Circa 1995\n"
    },
    {
      "number": 32,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n32 \n \n \nFirm-Specific Analysis \n \nCore to understanding sustainable value creation is a clear understanding of how a company creates \nshareholder value. A company’s ability to create value is a function of the strategies it pursues, its interaction \nwith competitors, and how it deals with non-competitors.48 \n \nMuch of what companies discuss as strategy is not strategy at all. As Michael Porter emphasizes, strategy is \ndifferent than aspirations, more than a particular action, and distinct from vision or values. Further, Porter \ndifferentiates between operational effectiveness and strategic positioning. Operational effectiveness describes \nhow well a company does the same activity as others. Strategic positioning focuses on how a company’s \nactivities differ from those of its competitors. And where there are differences, there are trade-offs.49     \n \nWe first provide a fundamental framework for value creation. We then consider the various ways a company \ncan add value. Finally, we delve into firm interaction using game theory and principles of co-evolution. \n \nA Framework for Added-Value Analysis \n \nAdam Brandenburger and Harborne Stuart, professors of strategy, offer a very concrete and sound definition \nof how a firm adds value.50 Their equation is simple: \n \nValue created = willingness-to-pay  –  opportunity cost \n \nThe equation basically says that the value a company creates is the difference between what it gets for its \nproduct or service and what it costs to produce that product (including the opportunity cost of capital). \nUnderstanding what each of the terms means is fundamental to appreciating the equation. \n \nLet’s start with willingness to pay. Imagine someone hands you a brand new tennis racket. Clearly, that is \ngood. Now imagine that the same person starts withdrawing money from your bank account in small \nincrements. The amount of money at which you are indifferent to having the racket or the cash is the definition \nof willingness to pay. If you can buy a product or service for less than your willingness to pay, you enjoy a \nconsumer surplus. \n \nThe flip side describes opportunity cost. A firm takes some resource from its supplier. Opportunity cost is the \ncash amount that makes the supplier perceive the new situation (cash) as equivalent to the old situation \n(resource).  \n \nBrandenburger and Stuart then go on to define four strategies to create more value: increase the willingness \nto pay of your customers; reduce the willingness to pay of the customers of your competitors; reduce the \nopportunity cost of your suppliers; and increase the opportunity cost of suppliers to your competitors. This \nframework also fits well with Porter’s generic strategies to achieve competitive advantage—low-cost producer \n(production advantage) and differentiation (consumer advantage). \n \nBrandenburger teamed up with his colleague Barry Nalebuff to create what they call a “value net.”51 We \npresent the value net slightly differently than the authors do, but the components and configuration are \nidentical. (See Exhibit 22.) On the left are the firm’s suppliers. On the right are the firm’s customers. Between \nthe suppliers and customers are the company, its competitors, and its complementors—a term we will define \nin more detail. For now, the point is that companies beyond a firm’s suppliers, customers, and competitors \ncan affect the amount of added value that it can capture. \n"
    },
    {
      "number": 33,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n33 \n \n \nExhibit 22: Added-Value Analysis – The Value Net \n \nSource: Adapted from Adam M. Brandenburger and Barry J. Nalebuff, Co-opetition (New York: Doubleday, 1996), 17. \n \nThe value net fits comfortably into Michael Porter’s traditional analyses but adds an important element: \nstrategy is not only about risk and downside but also about opportunity and upside. Research in industrial \norganization emphasizes non-cooperative game theory, a reasonable approach for well-established industries \nnear product price equilibrium. But cooperative game theory recognizes that many industries are dynamic and \noffer opportunities to cooperate as well as to compete. \n \nThe Value Chain \n \nMichael Porter also developed value chain analysis, a powerful tool for identifying a company’s sources of \ncompetitive advantage. The value chain is “the sequence of activities your company performs to design, \nproduce, sell, deliver, and support its products.”52 (Exhibit 23 depicts a generic value chain.) Porter \nrecommends focusing on discrete activities rather than broad functions such as marketing or logistics, which \nhe considers too abstract. The objective is to assess each activity’s specific contribution to the company’s \nability to capture and sustain competitive advantage, be it through higher prices or lower costs. \n \nExhibit 23: The Value Chain \n \nSource: Joan Magretta, Understanding Michael Porter: The Essential Guide to Competition and Strategy (Boston, MA: Harvard Business Review Press, \n2012). \n \nCreating an effective value chain analysis involves the following steps: \n \n Create a map of the industry’s value chain. Show the sequence of activities that most of the \ncompanies in the industry perform, paying careful attention to the activities specific to the industry that \ncreate value.  \n \n Compare your company to the industry. Examine your company’s configuration of activities and see \nhow it compares to others in the industry. Look for points of difference that may reflect a competitive \nadvantage or disadvantage. If a company’s value chain closely resembles that of its peers, then the \nCompetitors\nComplementors\nCompany\nSuppliers\nCustomers\nR&D\nSupply chain \nmanagement\nOperations\nMarketing & \nsales\nPost-sales \nservice\n"
    },
    {
      "number": 34,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n34 \n \n \ncompanies are likely engaged in what Porter calls a “competition to be the best.” This is when rivals \npursue similar strategies across the same activities, and it often leads to price wars and destructive, \nzero-sum competition.53  \n \n Identify the drivers of price or sources of differentiation. To create superior value, a company \nshould look for existing or potential ways to perform activities differently or to perform different activities. \nThis can come anywhere along the value chain, starting with product design and ending with post-sales \nservice. \n \n Identify the drivers of cost. Estimate as closely as possible the full costs associated with each activity. \nLook for existing or potential differences between the cost structure of the company and that of \ncompetitors. Pinpointing the specific drivers of a cost advantage or disadvantage can yield crucial insights. \nThis allows a manager to rethink how, or why, a company performs a particular activity. \n \nSources of Added Value \n \nThere are three broad sources of added value: production advantages, consumer advantages, and external \n(e.g., government) factors. Note that there is substantial overlap between this analysis and the industry \nanalysis, but here we focus on the firm. \n \nProduction Advantages \n \nFirms with production advantages create value by delivering products that have a larger spread between \nperceived consumer benefit and cost than their competitors, primarily by outperforming them on the cost side. \nWe distill production advantages into two parts: process and scale economies. \n \nHere are some issues to consider when determining whether a firm has a process advantage: \n \n Indivisibility. Economies of scale are particularly relevant for businesses with high fixed costs. One \nimportant determinant of fixed costs is indivisibility in the production process. Indivisibility means that a \ncompany can’t scale its production costs below a minimum level even if output is low. The baking \nbusiness is an example. If a bakery wants to service a region, it must have a bakery, trucks, and drivers. \nThese parts are indivisible, and a firm must bear their cost no matter what bread demand looks like. At the \nsame time, if the trucks go from half empty to completely full, fixed costs don’t change much. \n \n Complexity. Simple processes are easy to imitate and are unlikely to be a source of advantage. More \ncomplex processes, in contrast, require more know-how or coordination capabilities and can be a source \nof advantage. For instance, Procter & Gamble (P&G) reportedly spent eight years and hundreds of \nmillions of dollars to develop Tide Pods, a unit-dose capsule form of laundry detergent. Much of the \nspending went toward a dedicated staff of technical professionals, testing on thousands of consumers, \nand hundreds of packaging and product sketches. The government granted P&G numerous patents on \ndetergent chemistry, the pod’s casing, and the manufacturing process. Bob McDonald, P&G’s CEO at \nthe time, demonstrated his confidence in the intellectual property when he said, “I don't imagine that this \nis going to be able to be copied in any way that it will become a threat.” 54 \n \n Rate of change in process cost. For some industries, production costs decline over time as a result of \ntechnological advances. For example, the process-related cost of building an e-commerce company today \nis less than in the past because you can purchase most of the necessary components off the shelf. But \n"
    },
    {
      "number": 35,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n35 \n \n \nthe cost in the future is likely to be lower than the cost today for the same reason. For industries with \ndeclining process costs, the incumbent has learning curve advantages, while the challenger has the \nadvantage of potentially lower future costs. So the analysis must focus on the trade-off between learning \nadvantages and future cost advantages. \n \n Protection. Look for patents, copyrights, trademarks, and operating rights that protect a firm’s process. \nResearch suggests that products with patent protection generate higher economic returns as a group than \nany single industry.55 \n \n Resource uniqueness. Alcoa’s bauxite contract is a good illustration of access to a unique resource.  \n \nEconomies of scale are the second category of potential production advantage. Exhibit 24 illustrates the \ndistinction between supply- and demand-side scale economies. A firm creates value if it has a positive spread \nbetween its sales and costs, including opportunity costs.56 A firm can create more value by either reducing its \ncosts or increasing the price it receives. Evidence suggests that differences in customer willingness to pay \naccount for more of the profit variability among competitors than disparities in cost levels.57  \n \nThe well-known cost curve depicted in Exhibit 24 shows that, as a manufacturing company increases its \noutput, its marginal and average unit costs decline up to a point. This is classic increasing returns to scale, as \nthe company benefits from positive feedback on the supply side. It’s all about lowering costs. However, \npositive feedback tends to dissipate for manufacturing companies because of bureaucracy, complexity, or \ninput scarcity. This generally happens at a level well before dominance: market shares in the industrial world \nrarely top 50 percent. Positive feedback on the demand side comes primarily from network effects, a point we \nwill develop further in our discussion of consumer advantages.  \n \nExhibit 24: Supply- versus Demand-Side Driven Scale Economies \n \nSource: Credit Suisse. \n \nOutput\nPrice\nUsers\nOutput\nOpportunity cost\nCost\nSupplier’s share\nFirm’s share\nBuyer’s share\nTotal Value Created\nWillingness to Pay\nUsers\nSupply-Side\nDemand-Side\nWillingness to pay\nAverage Cost per Unit\n"
    },
    {
      "number": 36,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n36 \n \n \nSome areas to consider when determining whether or not a company has supply-side scale advantages \ninclude: \n \n Distribution. Start by determining whether the firm has local, regional, or national distribution scale. We \nwould note that very few firms have national distribution scale. One good example is retailing. Wal-Mart \nbuilt its business in the 1970s and 1980s through regional distribution advantages. Most retailers have \nonly regional advantages and often fail to generate meaningful economic profits outside their core \nmarkets.  \n \nOne useful way to assess distribution strength is to look at the firm’s operations and revenues on a map. \nFirms likely have some advantages where assets and revenue are clustered.58 \n \n Purchasing. Some firms can purchase raw materials at lower prices as the result of scale. For instance, \nHome Depot was able to add over 200 basis points to its gross margin in the late 1990s by lowering its \ncost of merchandising through product line reviews and increased procurement of imported products. \nHome Depot used its size to get the best possible price from its suppliers. Increasingly, large firms are \nlowering their supplier’s opportunity cost by providing the supplier with better information about demand. \n \n Research and development. Economies of scope, related to economies of scale, exist when a \ncompany lowers its unit costs as it pursues a variety of activities. A significant example is research and \ndevelopment spillovers, where the ideas from one research project transfer to other projects. For example, \nPfizer sought a drug to treat hypertension, then thought it might treat angina, and then found an unusual \nside effect which led to the blockbuster drug, Viagra.59 Companies with diverse research portfolios can \noften find applications for their ideas more effectively than companies with smaller research portfolios.  \n \n Advertising. The advertising cost per consumer for a product is a function of the cost per consumer of \nsending the message and the reach. If the fixed costs in advertising (e.g., ad preparation, negotiating \nwith the broadcaster) are roughly the same for small and large companies, then large companies have an \nadvantage in cost per potential consumer because they can spread their costs over a much larger base. \n \nFor example, say both McDonald’s and Wendy’s have equally effective national advertising campaigns in \nthe United States. That McDonald’s has roughly twice as many stores as Wendy’s does means that \nMcDonald’s advertising cost per store is lower. \n \nCompanies that enjoy economies of scale in their local geographic or product markets should also be aware of \nthe impact of globalization on their industries. Analysis by McKinsey, a consulting firm, suggests that about \none-third of all industries are global, one-third national, and one-third regional. (See Exhibit 25.) Their \nresearch also shows that industries are becoming increasingly global over time.  \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 37,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n37 \n \n \nExhibit 25: Various Industries and Their Stages of Globalization \n \nSource: Lowell Bryan, Jane Fraser, Jeremy Oppenheim, and Wilhelm Rall, Race for the World (Boston, MA: Harvard Business School Press, 1999), \n45. \n \nGlobalization ties in with economies of scale in two important ways. First, companies enjoying economies of \nscale in their local markets often find it extremely challenging to replicate those advantages in new product or \ngeographic markets. Even Wal-Mart has struggled overseas, where competitors dominant in those regions \nenjoy cost advantages in areas such as advertising and distribution. Any institutional advantages Wal-Mart has \nin terms of efficiency or use of technology are offset by the local economies of scale its competitors have \nearned.  \n \nSecond, increasing globalization may undercut the advantages of economies of scale in some industries. This \nis tied to the idea that an industry leader can more easily maintain dominance in a market of restricted size. In \na restricted market, an upstart needs to capture a significant amount of market share to reach economies of \nscale, a challenge given it must wrestle share from the leader itself. But as an industry undergoes \nglobalization, economies of scale are actually easier to obtain for new competitors, as they no longer need to \ncapture a significant share of a local market.60 \n \nIf you believe a firm has a production advantage, think carefully about why its costs are lower than those of its \ncompetitors. Firms with production advantages often have lower gross margins than companies with consumer \nadvantages. \n \n \nIndustry\nPhysical commodities\nScale-driven business\ngoods and services\nManufactured\ncommodities\nLabor skill/productivity-driven\nconsumer goods\nBrandable, largely regulated\nconsumer goods\nProfessional business services\nHistorically highly regulated\n(nationally) industries\nHigh interaction cost consumer\ngoods and services\nLocally regulated or high trans-\nportation cost goods and services\nGovernment services\nPetroleum, mineral ores, timber\nAircraft engines, construction equipment, semiconductors,\nairframes, shipping, refineries, machine tools, telecom equipment\nRefined petroleum products, aluminum, specialty steel, bulk\npharmaceuticals, pulp, specialty chemicals\nConsumer electronics, personal computers, cameras, automobiles,\ntelevisions\nBeer, shoes, luxury goods, pharmaceuticals, movie production\nInvestment banking, legal services, accounting services, consulting\nservices\nPersonal financial services, telecommunications service providers,\nelectric power service providers\nFood, television production, retail distribution, funeral homes,\nsmall business services\nConstruction materials, real property, education, household\nservices, medical care\nCivil servants, national defense\nExamples\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nGLOBAL\nLOCAL\n~33%\nGlobally\ndefined\n~33%\nNationally\ndefined\n~33%\nLocally\ndefined\n"
    },
    {
      "number": 38,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n38 \n \n \nConsumer Advantages \n \nConsumer advantage is the second broad source of added value. Firms with consumer advantages create \nvalue by delivering products that have a larger spread between perceived consumer benefit and cost than its \ncompetitors do. They do so primarily by outperforming competitors on the benefit side. \n \nHere are some common features of companies with consumer advantages: \n \n Habit and high horizontal differentiation. A product is “horizontally differentiated” when some \nconsumers prefer it to competing products. This source of advantage is particularly significant if \nconsumers use the product habitually. A product need not be unambiguously better than competing \nproducts; it just has to have features that some consumers find attractive. Soft drinks are an example. \nCompeting with Coca-Cola is hard because many consumers habitually drink Coke and are fiercely \nattached to the product.61 \n \n Experience goods. An experience good is a product that consumers can assess only when they’ve tried \nit. Search goods, in contrast, are products that a consumer can easily assess at the time of purchase \n(e.g., hockey pucks or office furniture). With experience goods, a company can enjoy differentiation \nbased on image, reputation, or credibility. Experience goods are often technologically complex. \n \n Switching costs and customer lock-in. Customers must bear costs when they switch from one \nproduct to another. The magnitude of switching costs determines the degree to which a customer is \nlocked in. Sometimes switching costs are large and obvious (e.g., $100 million for a company to replace \nits network), and sometimes they’re small but significant (e.g., $100 per customer for 1 million \ncustomers to switch insurance providers).  \n \nAn example of a product with high switching costs is an enterprise resource planning (ERP) system. In \naddition to the high initial cost for the license, a company implementing a new ERP system must also \nexpend a significant amount of internal resources for things such as user training and IT support. \nMoreover, because a company must customize an ERP system to its business processes, it makes it \neven more costly to switch providers. Exhibit 26 provides a breakdown of various forms of lock-in and \ntheir associated switching costs. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 39,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n39 \n \n \nExhibit 26: Types of Lock-In and Associated Switching Costs \n \nSource: Carl Shapiro and Hal R. Varian, Information Rules (Boston, MA: Harvard Business School Press, 1999), 117. \n \n Network effects. Network effects can be an important source of consumer advantage, especially in \nbusinesses based on information. You can think of two types of networks. (See Exhibit 27.) The first is a \nhub-and-spoke network, where a hub feeds the nodes. Examples include most airlines and retailers. In \nthese networks, network effects exist but are modest. \n \nExhibit 27: Network Effects Are Stronger for Interactive Networks than for Radial Networks \n \nSource: Credit Suisse. \n \nThe second type is an interactive network, where the nodes are either physically (telephone wires) or virtually \n(the same software) connected to one another. Network effects tend to be significant for interactive networks \nbecause the good or service becomes more valuable as more people use it. For example, Visa and \nMasterCard have formidable advantages in the market for payment systems as a result of their strong network \neffects. \nSwitching Costs\nInformation and databases\nSpecialized suppliers\nas the durable ages\nLearning a new system, both direct costs and\nConverting data to new format; tends to rise\nover time as collection grows\nFunding of new supplier; may rise over time\nif capabilities are hard to find/maintain\nincludes learning about quality of alternatives\nAny lost benefits from incumbent supplier,\nplus possible need to rebuild cumulative use\nType of Lock -In\nContractual commitments\nDurable purchases\nBrand-specific training\nSearch costs\nLoyalty programs\nCompensatory or liquidated damages\nReplacement of equipment; tends to decline\nlost productivity; tends to rise over time\nCombined buyer and seller search costs;\nRadial\nInteractive\n"
    },
    {
      "number": 40,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n40 \n \n \nPositive feedback is critical in interactive networks. If more than one interactive network is competing for \ncustomers, the network that pulls ahead will benefit from positive feedback, leading to a winner-take-most \noutcome. So the dominant network not only gets the most users and the benefit of scale, but also the \nswitching costs for its customers rise as the network becomes larger. The classic example of this de facto \nstandard setting is Microsoft’s personal computer operating system business. \n \nThe pattern of cumulative users of an interactive network follows an S-curve, similar to the diffusion of other \ninnovations. However, the S-curve tends to be steeper for interactive networks.62 The late Everett Rogers, a \nprominent sociologist, found that the plot of new adopters to a technology or network follows a normal \ndistribution. Judging the source and longevity of a company’s added value is central to understanding the \nlikelihood of sustainable value creation. A number of companies, including AOL, MySpace, and Friendster, \nappeared to have built valuable networks only to see their value fizzle.   \n \nIf you believe a firm has a consumer advantage, consider why the consumer’s willingness to pay is high and \nlikely to stay high. Consumer advantages generally appear in the form of high gross margins.  \n \nExhibit 28 allows us to see which companies have production or consumer advantages by disaggregating the \nsources of economic return on investment. (CFROI = CFROI Margin x Asset Turnover.) The vertical axis is \nasset turnover. Companies with a production advantage generally have high asset turnover. The horizontal axis \nis profit margin. High margins are consistent with a consumer advantage. The isocurve shows all the points \nthat equal a six percent CFROI. Using data from Credit Suisse HOLT, the exhibit plots the profit margins and \nasset turnover for the largest 100 non-financial companies in the world for the latest fiscal year. All companies \nthat fall above or to the right of the isocurve earn CFROIs in excess of six percent.   \n \nThe panel at the bottom of Exhibit 28 shows how companies can take different paths to the same economic \nreturn. For instance, CVS Caremark and Johnson & Johnson (J&J) have CFROIs of 13-14 percent. But CVS \nCaremark has a relatively low margin and high asset turnover, whereas J&J has a high margin and low \nturnover.   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 41,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n41 \n \n \nExhibit 28: Sources of Economic Return for the Largest 100 Firms in the World \n \n \n \n \nSource: Credit Suisse HOLT. \n \nGovernment \n \nThe final source of added value is external, or government related. Issues here include subsidies, tariffs, \nquotas, and both competitive and environmental regulation. Changes in government policies can have a \nmeaningful impact on added value. Consider the impact of deregulation on the airline and trucking industries, \nBasel III on financial services, the Affordable Care Act on health care, and tariffs on the solar energy \nindustry.63 \n \n0\n1\n2\n3\n4\n5\n-10\n0\n10\n20\n30\n40\n50\n60\nAsset Turnover (x)\nCFROI Margin (%)\nProduction \nAdvantage\nConsumer \nAdvantage\nApple\nAmazon.com\nWal-Mart\nUnitedHealth\nMicrosoft\nToyota\nHome \nDepot\nGilead\nQualcomm\nExxon \nMobil\nCompany\nCFROI \nMargin (%) CFROI (%) Company\nCFROI \nMargin (%) CFROI (%)\nUnitedhealth Group\n7\n27\nApple\n30\n32\nAmazon.com\n7\n16\neBay\n30\n16\nCVS Caremark\n6\n14\nJohnson & Johnson\n29\n13\nProduction Advantage\nConsumer Advantage\n"
    },
    {
      "number": 42,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n42 \n \n \nFirm Interaction—Competition and Cooperation \n \nHow firms interact with one another plays an important role in shaping sustainable value creation.64 Here we \nnot only consider how companies interact with their competitors but also how companies co-evolve. \n \nGame theory is one of the best tools to understand interaction. Game theory forces managers to put \nthemselves in the shoes of other companies rather than viewing competition solely from their own point of \nview. \n \nThe prisoner’s dilemma is the classic example of two-person interaction in game theory.65 We can consider \nthe prisoner’s dilemma in a business context by looking at a simple case of capacity addition. Say two \ncompetitors, A and B, are deciding whether to add capacity. If competitor A adds capacity and B doesn’t, A \ngets an outsized payoff. (See the bottom left corner of Exhibit 29.) Likewise, if B adds capacity and A \ndoesn’t, B gets the large payoff (top right corner). If neither expands, the total payoff for A and B is the \nhighest (top left corner). But if both add capacity, the total payoff is the lowest (bottom right corner). \n \nIf a company plays this game once, the optimal strategy is to add capacity. Consider the problem from the \npoint of view of company A. The expected payoff from adding capacity is higher than the expected value of \nnot expanding. The same logic applies from B’s standpoint. So adding capacity gets the competitors to the \nNash equilibrium, the point where no competitor can gain by changing its strategy unilaterally.  \n \nExhibit 29: Capacity Addition and the Prisoner's Dilemma \n \nSource: Credit Suisse. \n \nYou might assume that companies always evaluate the potential reactions of their competitors. But that is \nfrequently not the case. During a roundtable discussion in the mid-1990s, for instance, the chief financial \nofficer of International Paper revealed that his company considered basic economic conditions when weighing \nthe decision to build a new paper facility. But he conceded the absence of a game theoretic approach: “What \nwe never seem to factor in, however, is the response of our competitors. Who else is going to build a plant or \nmachine at the same time?”66 \n \nPankaj Ghemawat, a professor of strategy, provides a more sophisticated example based on the actual pricing \nstudy of a major pharmaceutical company.67 The situation is that a challenger is readying to launch a \nA\nB\nA\nB\nA\nB\nA\nB\n35\n35\n25\n40\n40\n25\n30\n30\nCompetitor B\nCompetitor A\nDon’t Expand\nAdd Capacity\nDon’t Expand\nAdd Capacity\n"
    },
    {
      "number": 43,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n43 \n \n \nsubstitute for one of the incumbent’s most profitable products. The incumbent’s task is to determine the \npricing strategy that maximizes the value of its established product.  \n \nExhibit 30 shows the payoffs for the incumbent (I) and challenger (C) given various assumptions. For example, \nwith no price change for the incumbent and very low pricing by the challenger, the model suggests a payoff of \n350 for the incumbent and 190 for the challenger (upper left corner). This analysis allowed the incumbent’s \nmanagement to view the situation from the challenger’s point of view versus considering only what it hoped \nthe challenger would do. \n \nExhibit 30: The Payoff Matrix in the Face of a Challenger Product Launch \n \nSource: Adapted from Pankaj Ghemawat, Strategy and the Business Landscape-3rd Ed. (Upper Saddle River, NJ: Prentice-Hall, Inc., 2009), 71. \n \nIn our simple cases of capacity additions and product launches, we treated competitor interaction as if it were \na one-time event. In reality, companies interact with one another all the time. So the next level of analysis \nconsiders repeated games. \n \nRobert Axelrod, a political scientist, ran a tournament to see which strategy was most successful in an iterated \nprisoner’s dilemma. Instead of playing just once, the competitors played 200 rounds of the game with payoffs \nsimilar to that in Exhibit 29.68 The winning strategy was tit for tat. Tit for tat starts by cooperating but then \nmimics its competitor’s last move. So if a competitor cuts price, a company employing tit for tat would cut \nprice as well. If the competitor then raises prices, tit for tat immediately follows. In practice, tit for tat is \neffective only if companies can judge clearly the intentions of their competitors. \n \nGame theory is particularly useful in considering pricing strategies and capacity additions.69 A thorough review \nof a firm’s pricing actions and capacity additions and reductions can provide important insight into rivalry and \nrationality. You can do similar analysis at the industry level. Institutional memory, especially for cyclical \nbusinesses, appears too short to distinguish between a one-time and an iterated prisoner’s dilemma game.  \n \nCompanies and analysts can go beyond a payoff matrix that considers only one-time interaction and build a \ntree based on sequential actions. The approach here is similar to strategy in chess: look forward and reason \nbackward.70 \n \nExhibit 31 is an example of a game tree that Pankaj Ghemawat developed to reflect the payoffs from various \ndecisions in the early days of the satellite radio industry when two companies, Sirius Satellite Radio and XM \nC\nI\n190\n350\nC\nI\n163\n418\nC\nI\n155\n454\nC\nI\n50\n428\nC\nI\n168\n507\nC\nI\n168\n507\nC\nI\n138\n511\nC\nI\n124\n504\nC\nI\n129\n585\nC\nI\n126\n636\nC\nI\n129\n585\nC\nI\n116\n624\nC\nI\n128\n669\nNo price change\nC has large price \nadvantage\nC has small price \nadvantage\nI neutralizes C’s \nadvantage\nIncumbent (I) \nPrice\nChallenger (C) Price\nVery Low\nLow\nModerate\nHigh\n"
    },
    {
      "number": 44,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n44 \n \n \nSatellite Radio, went head-to-head.71 Sirius’s choice was between escalating its investment by acquiring its \nown content and following the traditional radio model of licensing content. In either case, XM could have \nresponded by choosing to escalate its own content investment. The payoffs at the end of the tree show the \neconomic consequences of the various scenarios. In reality, such analysis is difficult because the range of \nalternatives is large. But game trees provide insight into competitive interaction and hence the prospects for \nsustainable value creation. \n \nExhibit 31: Mapping Sequential Moves in Content Acquisition for Satellite Radio Companies \n \nSource: Pankaj Ghemawat, Strategy and the Business Landscape-3rd Ed. (Upper Saddle River, NJ: Prentice-Hall, Inc., 2009), 74-77. \n \nAnother good example of game theory is the month-long turmoil in the interbank loan market during the fall of \n2008. John Stinespring and Brian Kench, professors of economics, describe the decisions that banks faced \nwhen the bankruptcy of Lehman Brothers sent a jolt of fear through the financial system. One result of the \nfear was that banks became reluctant to lend overnight to one another. This institutional lending and borrowing \nis essential for the liquidity of the financial system.72 \n \nStinespring and Kench frame the decision in the throes of the crisis as a game of Loan or No Loan for two \nbanks, A and B. (See Exhibit 32.) The payoffs in the table are the expected profits for each bank. (A’s profits \nare shown on the left, and B’s are on the right.) If both banks choose “Loan,” liquidity is preserved in the \nsystem, and both banks secure an expected profit of $10. If both banks choose “No Loan,” interbank lending \ndecreases, liquidity dries up, and both banks incur an expected loss of $10. \n \nExhibit 32: Prisoner’s Dilemma in Interbank Loan Market \n \nSource: John Robert Stinespring and Brian T. Kench, “Explaining the Interbank Loan Crisis of 2008: A Teaching Note,” February 1, 2009. See: \nhttp://ssrn.com/abstract=1305392. \nSirius\nXM\nNot escalate \ncontent\nXM\nEscalate \ncontent\nNot escalate \ncontent\nEscalate \ncontent\nNot escalate \ncontent\nEscalate \ncontent\nSirius: $1.4B\nXM: \n$2.1B\nSirius: $1.4B\nXM: \n$1.7B\nSirius: $1.7B\nXM: \n$1.4B\nSirius: $1.4B\nXM: \n$0.8B\nLoan\nBank A\nBank B\nNo Loan\n15, -15\nNo Loan\n-10, -10\n10, 10\nLoan\n-15, 15\n"
    },
    {
      "number": 45,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n45 \n \n \nThe best result for the system is for both banks to Loan. Nevertheless, when we follow the logic of the payoff \nmatrix, we see that A is unlikely to choose Loan when it considers what B might do. (The same logic applies \nfor B.) If A thinks B will choose No Loan, A will select No Loan (-10 versus -15). If A thinks that B will \nchoose Loan, A’s best response is still No Loan (+15 versus +10). It’s a classic prisoner’s dilemma, where \nthe optimal strategy in a single interaction is the least attractive in repeated interactions.  \n \nOur discussion so far has focused on competition. But thoughtful strategic analysis also recognizes the role of \nco-evolution, or cooperation, in business. Not all business relationships are based on conflict. Sometimes \ncompanies outside the purview of a firm’s competitive set can heavily influence its value creation prospects. \n \nConsider the example of Blu-ray disc makers (software) and Blu-ray player makers (hardware). These \ncompanies do not compete with one another. But the more Blu-ray titles that are available, the more attractive \nit will be for a consumer to buy a Blu-ray player, and vice versa.  \n \nAnother example is electric car manufacturers and the makers of charging stations. A consumer is more likely \nto purchase an electric vehicle as the number and quality of options for charging it increases. And charging \nstations are more valuable if there are more electric vehicles on the road. Complementors make the added \nvalue pie bigger. Competitors fight over a fixed pie. \n"
    },
    {
      "number": 46,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n46 \n \n \nBrands \n \nWhen queried about sustainable competitive advantage, many executives and investors cite the importance of \nbrands. The question is whether brands, in and of themselves, are a source of advantage. \n \nInterbrand, a brand consultant, publishes annually its list of the most valuable brands in the world.73 If brands \nare clearly linked to value creation, you should see a one-to-one relationship between brand strength and \neconomic returns. This is not the case empirically. Of the companies that own the top ten most valuable \nbrands, two did not earn their cost of capital in the latest fiscal year, and there is no clear pattern between \nbrand ranking and economic return. (See Exhibit 33.) So a brand is clearly not sufficient to ensure that a \ncompany earns economic profits, much less sustainable economic profits. \n \nExhibit 33: Brand Popularity Does Not Translate into Value Creation \n \nSource: Interbrand, Credit Suisse HOLT; Note: Returns data for financial companies represented by cash flow return on equity minus cost of equity.  \n \nOne way to think about brands is to consider what job a consumer is “hiring” a product or service to do.74 \nCompanies tend to structure their target markets by product category or by customer characteristics. But \nconsumers don’t buy something just because the average consumer in their demographic is supposed to like \nit. Instead, they find that they need something to get done, and they hire a product to do the job. A company \ncan differentiate itself, and build a more enduring brand, if it truly understands the job customers want done \nand develops its products or services accordingly. A brand, then, represents a product or service that is \neffective at getting a job done.   \n-10\n0\n10\n20\n30\nCoca-Cola\nApple\nIBM\nGoogle\nMicrosoft\nGeneral Electric\nMcDonald's\nIntel\nSamsung\nToyota\nMercedes (Daimler)\nBMW\nDisney\nCisco\nHewlett-Packard\nGillette (Procter & Gamble)\nLouis Vuitton (LVMH)\nOracle\nNokia\nAmazon\nHonda\nPepsi\nHennes & Mauritz\nAmerican Express\nSAP\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25\nCFROI minus Discount Rate (%)\nRank\nBest Global Brands, 2012\n"
    },
    {
      "number": 47,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n47 \n \n \nFrom an economic standpoint, the best way to approach brands is to consider the amount of value added. A \nbrand that represents a business benefiting from network effects or that confers horizontal differentiation may \nincrease a customer’s willingness to pay. Google, for instance, benefits from the company’s network effects \nand adds value to the constituents in its ecosystem. The willingness to pay for a brand is high if you are in the \nhabit of using it, have an emotional connection to it, trust it, or believe that it confers social status.   \n \nIt is less common for brands to add value by reducing supplier opportunity cost. A fledgling supplier may try to \nland a prestigious company, even at a discounted price, as part of its effort to establish credibility. To the \ndegree that a brand plays a role in the perception of prestige or credibility, it can reduce supplier opportunity \ncost and hence increase added value for the branded company. \n"
    },
    {
      "number": 48,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n48 \n \n \nManagement Skill and Luck \n \nManagerial skill entails creating a strategy and executing it effectively. But while better strategies will lead to \nmore successes over time, a good process provides no guarantee of a good outcome. In the highly complex \nenvironment in which companies compete, randomness, or luck, also greatly influences outcomes. \nCustomers, competitors, and technological change all contribute to uncertainty in decisions. This suggests \nthat outsiders should evaluate management teams and the strategies they devise based on the processes they \nemploy rather than the outcomes they achieve.75  \n \nThere are numerous books that purport to guide management toward success. Most of the research in these \nbooks follows a common method: find successful businesses, identify the common practices of those \nbusinesses, and recommend that the manager imitate them. Perhaps the best known book of this genre is \nGood to Great by Jim Collins. He analyzed thousands of companies and selected 11 that experienced an \nimprovement from good to great results. He then identified the common attributes that he believed caused \nthose companies to improve and recommended that other companies embrace those attributes.76 Among the \ntraits were leadership, people, focus, and discipline. While Collins certainly has good intentions, the trouble is \nthat causality is not clear in these examples. Because performance always depends on both skill and luck, a \ngiven strategy will succeed only part of the time.  \n \nJerker Denrell, a professor of behavioral science, discusses two crucial ideas for anyone who is serious about \nassessing strategy. The first is the undersampling of failure. By sampling only past winners, studies of \nbusiness success fail to answer a critical question: How many of the companies that adopted a particular \nstrategy actually succeeded?77  \n \nLet’s say two companies, A and B, pursue the same strategy and that A succeeds while B fails. A’s financial \nperformance will look great, while B will die, dropping out of the sample. If we only draw our observations from \nthe outcome rather than the strategy, we will only see company A. And because we generally associate \nsuccess with skill, we will assume that company A’s favorable outcome was the result of skillful strategy. \nNaturally, by considering company B’s results as well, we have a better sense of the virtue of the strategy. To \ncounter this effect, Denrell recommends evaluating all of the companies that pursue a particular strategy so as \nto see both successes and failures. \n \nDenrell’s second idea is that it may be difficult to learn from superior performance.78 The notion is that \nsuperior corporate performance is frequently the result of a cumulative process that benefitted from luck. Said \ndifferently, if you were to rewind the tape of time and play it again, the same companies would not succeed \nevery time. Since some high-performing companies succeed by dint of luck, there is very little to learn from \nthem. Indeed, companies with good financial performance that compete in industries where cumulative \nprocesses are less pronounced may provide better lessons into the sources of success. \n \nFrustrated by a dearth of rigorous studies on business success, Michael Raynor and Mumtaz Ahmed, \nconsultants at Deloitte, teamed up with Andrew Henderson, a professor of management, to do a statistical \nstudy to determine which companies achieved levels of superior performance for a sufficient time to \nconfidently rule out luck. The researchers studied more than 25,000 U.S. publicly traded companies from \n1966 to 2010 and used quantile regression to rank them according to their relative performance on return on \nassets (ROA). (Bryant Matthews, who manages HOLT Model Development, replicated their process and \nfound very similar results.) \n \n"
    },
    {
      "number": 49,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n49 \n \n \nThis analysis, which controlled for extraneous factors such as survivor bias, company size, and financial \nleverage, allowed them to understand the empirical parameters of past corporate performance. They then \nweeded out the instances of high performance that were due to randomness in order to find truly great \ncompanies. The bad news is that a large percentage of above average corporate performance is attributable to \nluck. The good news is that some companies truly are exceptional performers. Their analysis yielded a sample \nof 344 such companies.79  \n \nRaynor and Ahmed used their model to see whether the firms hailed as exemplary performers in popular \nbooks on business success were likely simply the beneficiaries of luck. The authors examined 699 companies \nfeatured in 19 popular books on high performance and tested them to see how many were truly great. Of the \ncompanies that they were able to categorize, just 12 percent met their criteria.80 \n \nIn an earlier paper they wrote, “Our results show that it is easy to be fooled by randomness, and we suspect \nthat a number of the firms that are identified as sustained superior performers based on 5-year or 10-year \nwindows may be random walkers rather than the possessors of exceptional resources.”81  \n \nOnce the researchers identified their sample of truly skillful companies, they did what other authors of the \n“success study” genre do: they studied the strategies of those superior companies for common patterns that \nmight prove useful to business executives trying to replicate such sustained success. \n \nThey divided the skillful companies into two groups according to the performance threshold they crossed often \nenough to rule out luck: Miracle Workers (top 10 percent of ROA), which consisted of 174 companies, and \nLong Runners (top 20-40 percent of ROA), which consisted of 170 companies. They labeled the final group \nAverage Joes. \n \nBy identifying a sample of truly superior companies, the authors were able to study the behaviors that \nappeared to be behind their performance advantages. They couldn’t find any commonalities when they looked \nat specific actions but made a breakthrough when they examined the general manner in which these \ncompanies thought. The manner was highly consistent and fit with a generic differentiation strategy. Raynor \nand Ahmed argue that, when considering business decisions, the skillful companies acted as if they followed \ntwo essential rules:  \n \n1. Better before cheaper: compete on differentiators other than price. \n \n2. Revenue before cost: prioritize increasing revenue over reducing costs. \n \nBased on this analysis, they suggest two steps for managers. The first is to gain a clear sense of a company’s \ncompetitive position and profit formula. Following this step, a company should understand clearly the \ncomposition of its returns (return on assets = return on sales x total asset turnover) and its relative competitive \nposition. Companies often compare their current financial performance to the past rather than to that of \ncompetitors. Business is a game of relative, not absolute, performance.   \n \nThe second step is to make resource allocation decisions consistent with the rules. So when faced with a \nchoice between offering a product or service with a low price and minimal standards versus a higher price and \nsuperior benefits, such as a great brand or superior convenience, executives should opt for the latter. Or a \ncompany should prefer a merger that realizes the opportunity to expand versus one that simply achieves \neconomies of scale.    \n \n"
    },
    {
      "number": 50,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n50 \n \n \nBringing It All Back Together \n \nStock prices reflect expectations for future financial performance. Accordingly, an investor’s task is to \nanticipate revisions in those expectations. A firm grasp of the prospects for value creation is a critical facet of \nthis analysis. But value creation itself is no assurance of superior stock price performance if the market fully \nanticipates that value creation. \n \nThe expectations investing process has three parts:82 \n \n1. Estimate price-implied expectations. We first read the expectations embedded in a stock with a long-\nterm discounted cash flow model (DCF). We use a DCF model because it mirrors the way the market \nprices stocks. \n \n2. Identify expectations opportunities. Once we understand expectations, we apply the appropriate \nstrategic and financial tools to determine where and when revisions are likely to occur. A proper \nexpectations analysis reveals whether a stock price is most sensitive to revisions in a company’s sales, \noperating costs, or investment needs, so that investors can focus on the revisions that matter most. The \nstrategic analysis in this report is the heart of security analysis and provides the surest means to \nanticipate expectations revisions. \n \n3. Buy, sell, or hold. Using expected-value analysis, we are now in a position to make informed buy, sell, \nor hold decisions. \n \nA thorough analysis of a company’s prospects for sustainable value creation is essential. This analysis can \nthen intelligently inform a financial model to determine whether or not a particular stock offers prospects for \nsuperior returns. \n \n"
    },
    {
      "number": 51,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n51 \n \n \nWarren Buffett on Economic Moats \n \n What we refer to as a “moat” is what other people might call competitive advantage . . . It’s something \nthat differentiates the company from its nearest competitors – either in service or low cost or taste or \nsome other perceived virtue that the product possesses in the mind of the consumer versus the next best \nalternative . . . There are various kinds of moats. All economic moats are either widening or narrowing – \neven though you can’t see it. \n \nOutstanding Investor Digest, June 30, 1993 \n \n Look for the durability of the franchise. The most important thing to me is figuring out how big a moat \nthere is around the business. What I love, of course, is a big castle and a big moat with piranhas and \ncrocodiles.  \n \nLinda Grant, “Striking Out at Wall Street,” U.S. News & World Report, June 12, 1994 \n \n The key to investing is not assessing how much an industry is going to affect society, or how much it will \ngrow, but rather determining the competitive advantage of any given company and, above all, the \ndurability of that advantage. The products or services that have wide, sustainable moats around them are \nthe ones that deliver rewards to investors. \n \nWarren Buffett and Carol Loomis, “Mr. Buffett on the Stock Market,” Fortune, November 22, 1999 \n \n We think of every business as an economic castle. And castles are subject to marauders. And in \ncapitalism, with any castle . . . you have to expect . . . that millions of people out there . . . are thinking \nabout ways to take your castle away. \n \nThen the question is, “What kind of moat do you have around that castle that protects it?” \n \nOutstanding Investor Digest, December 18, 2000 \n \n When our long-term competitive position improves . . . we describe the phenomenon as “widening the \nmoat.” And doing that is essential if we are to have the kind of business we want a decade or two from \nnow. We always, of course, hope to earn more money in the short-term. But when short-term and long-\nterm conflict, widening the moat must take precedence. \n \nBerkshire Hathaway Letter to Shareholders, 2005 \n \n A truly great business must have an enduring “moat” that protects excellent returns on invested capital. \nThe dynamics of capitalism guarantee that competitors will repeatedly assault any business “castle” that \nis earning high returns . . . Our criterion of “enduring” causes us to rule out companies in industries prone \nto rapid and continuous change. Though capitalism’s “creative destruction” is highly beneficial for society, \nit precludes investment certainty. A moat that must be continuously rebuilt will eventually be no moat at \nall . . . Additionally, this criterion eliminates the business whose success depends on having a great \nmanager.  \n \nBerkshire Hathaway Letter to Shareholders, 2007 \n"
    },
    {
      "number": 52,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n52 \n \n \nAppendix A: Value Creation Checklist \n   What stage of the competitive life cycle is the company in?  \n  Is the company currently earning a return above its cost of capital?  \n  Are returns on capital increasing, decreasing, or stable? Why?  \n  What is the trend in the company’s investment spending? \nLay of the Land  \n  What percentage of the industry does each player represent?  \n  What is each player’s level of profitability?  \n  What have the historical trends in market share been?  \n  How stable is the industry?   \n How stable is market share?  \n  What do pricing trends look like?   \n What class does the industry fall into—fragmented, emerging, mature, declining, international, \nnetwork, or hypercompetitive? \nThe First Three of the Five Forces  \n  How much leverage do suppliers have?   \n Can companies pass supplier increases to customers? \n   Are there substitute products available? \n   Are there switching costs?  \n  How much leverage do buyers have? \n   How informed are the buyers? \nBarriers to Entry   \n What are the entry and exit rates like in the industry?  \n  What are the anticipated reactions of incumbents to new entrants?   \n What is the reputation of incumbents? \n   What is the level of asset specificity?   \n What is the minimum efficient production scale?  \n  Is there excess capacity in the industry? \n   Is there a way to differentiate the product?   \n What is the anticipated payoff for a new entrant?  \n  Do incumbents have precommitment contracts? \n   Do incumbents have licenses or patents?  \n  Are there learning curve benefits in the industry? \nRivalry   \n Is there pricing coordination?   \n What is the industry concentration?   \n What is the size distribution of firms?  \n  How similar are the firms in incentives, corporate philosophy, and ownership structure? \n   Is there demand variability?   \n Are there high fixed costs?  \n  Is the industry growing? \n"
    },
    {
      "number": 53,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n53 \n \n \nDisruption and Disintegration  \n  Is the industry vulnerable to disruptive innovation?  \n  Do new innovations foster product improvements? \n   Is the innovation progressing faster than the market’s needs? \n   Have established players passed the performance threshold? \n   Is the industry organized vertically, or has there been a shift to horizontal markets? \nFirm Specific    Does analysis of the value chain reveal what activities a company does differently\n than its rivals?  \n  Does the firm have production advantages?  \n  Is there instability in the business structure?  \n  Is there complexity requiring know-how or coordination capabilities? \n   How quickly are the process costs changing?  \n  Does the firm have any patents, copyrights, trademarks, etc.?   \n Are there economies of scale?   \n What does the firm’s distribution scale look like?  \n  Are assets and revenue clustered geographically? \n   Are there purchasing advantages with size?   \n Are there economies of scope?  \n  Are there diverse research profiles?  \n  Are there consumer advantages? \n   Is there habit or horizontal differentiation? \n   Do people prefer the product to competing products?  \n  Are there lots of product attributes that customers weigh? \n   Can customers only assess the product through trial? \n   Is there customer lock-in? Are there high switching costs?  \n  Is the network radial or interactive?   \n What is the source and longevity of added value?  \n  Are there external sources of added value (subsidies, tariffs, quotas, and competitive or  \nenvironmental regulations)? \nFirm Interaction—Competition and Coordination   \n Does the industry include complementors?  \n  Is the value of the pie growing because of companies that are not competitors? Or, are new \ncompanies taking share from a pie with fixed value? \nBrands  \n  Do customers want to “hire” the brand for the job to be done? \n   Does the brand increase willingness to pay?  \n  Do customers have an emotional connection to the brand?  \n  Do customers trust the product because of the name?  \n  Does the brand imply social status?    \n Can you reduce supplier operating cost with your name? \n \n"
    },
    {
      "number": 54,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n54 \n \nAppendix B: Profit Pool Analysis for Health Care \n \nOur profit pool example in the body of this report showed one of the most value-destructive industries (airlines). \nHere, we conduct a similar exercise for the U.S. health care sector, which has consistently created value, as \nwell as pharmaceuticals, the sector’s largest constituent industry. We begin by using Credit Suisse HOLT data \nto examine the returns across various activities in the health care value chain. (See Exhibit 34.)  \n \nExhibit 34: U.S. Health Care Sector Profit Pools by Activity, 2002-2012 \n \nSource: Credit Suisse HOLT.  \n-5\n0\n5\n10\n15\nCFROI minus Discount Rate (%)\nShare of Industry Gross Investment\n2012\nPharmaceuticals\nHC providers \n& services\nBiotech\nLife \nsciences \nHC \ntech\nHC equipment \n& supplies\n100%\n-5\n0\n5\n10\n15\nCFROI minus Discount Rate (%)\nShare of Industry Gross Investment\n2007\nPharmaceuticals\nHC providers \n& services\nBiotech\nLife \nsciences \nHC \ntech\nHC equipment \n& supplies\n100%\n-5\n0\n5\n10\n15\nCFROI minus Discount Rate (%)\nShare of Industry Gross Investment\n2002\nPharmaceuticals\nHC providers \n& services\nBiotech\nLife \nsciences \nHC \ntech\nHC equipment \n& supplies\n100%\n"
    },
    {
      "number": 55,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n55 \n \nWe see from the horizontal axis that each activity’s share of the industry’s total investment has held fairly \nsteady over the past decade. However, the vertical axis, which shows economic returns, tells a very different \nstory. While returns have fallen for pharmaceuticals and fluctuated for biotech, they have been stable for \nproviders & services and equipment & supplies, indicating that the latter segments are capturing a much \ngreater share of the value pie within the overall sector.  \n \nWe can demonstrate this with some simple calculations. By summing the area of each of the blocks, we find \nthat the total value pie for the sector was roughly $65 billion in 2002, $116 billion in 2007, and $118 billion in \n2012. The pharmaceutical industry saw its share of that pie fall from roughly two-thirds in 2002 to about \ntwo-fifths in 2012, while the combined share of providers & services and equipment & supplies rose from \nabout one-third to one-half. By examining these current shifts in the profit pool and by anticipating potential \nfuture changes, pharmaceutical companies can adjust their business models to try to capture a greater share \nof future industry profits. A critical change appears to be the transition of profits from the innovation side in \nfavor of generic manufacturers and downstream providers of services, care, and coverage.  \n \nWe can also zoom in on the U.S. pharmaceuticals industry. (See Exhibit 35). Creating a narrative to explain \nthe rise and fall of the various competitors can provide important clues about what it takes to generate \nsustainable value creation. At a group level, it is clear that the pharmaceuticals industry has consistently \nearned above its cost of capital. However, those returns have fallen over the decade due in part to a dearth of \nblockbuster drugs and increased generic competition following some key patent expirations.83  \n \n \n"
    },
    {
      "number": 56,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n56 \n \nExhibit 35: U.S. Pharmaceuticals Industry Profit Pools by Company, 2002-2012 \n \nSource: Credit Suisse HOLT.  \nNote: J&J = Johnson & Johnson; Schering = Schering-Plough. \n \n-5\n0\n5\n10\n15\n20\nCFROI minus Discount Rate (%)\nShare of Industry Gross Investment\n2002\nPfizer\nMerck\nJ&J\nBristol-\nMyers\nOther\nWyeth\nEli Lilly\nScher-\ning\nForest \nLabs\nAller-\ngan\n100%\n-5\n0\n5\n10\n15\n20\nCFROI minus Discount Rate (%)\nShare of Industry Gross Investment\n2007\nPfizer\nMerck\nJ&J\nBristol-\nMyers\nOther\nWyeth Eli Lilly\nScher\n-ing\nForest \nLabs\nAller-\ngan\nMylan\n100%\n-5\n0\n5\n10\n15\n20\nCFROI minus Discount Rate (%)\nShare of Industry Gross Investment\n2012\nPfizer\nMerck\nJ&J\nBristol-\nMyers\nOther\nMylan\nEli Lilly\nAbbvie\nForest \nLabs\nAllergan\nActavis\n100%\n"
    },
    {
      "number": 57,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n57 \n \nAnother thing that stands out is the consolidation and declining returns at the top of the industry. The largest \nthree firms increased their overall share of the industry substantially, due largely to merger activity. But over \nthat time, their economic returns fell more sharply than did the returns of the smaller firms in the industry.  \n \nWe can also determine the total size of the profit pool by measuring and summing the value of each block. \nThe total economic profit of the industry rose from roughly $43 billion in 2002 to $56 billion in 2007, only to \nfall to $50 billion in 2012. The top three firms represented 61 percent of the industry’s total economic value in \n2012, down from 67 percent in 2002. \n \n"
    },
    {
      "number": 58,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n58 \n \nEndnotes \n \n1 Bartley J. Madden, CFROI Valuation: A Total System Approach to Valuing the Firm (New York: Butterworth-\nHeinemann, 1999); Michael Mauboussin and Paul Johnson, “Competitive Advantage Period (CAP): The \nNeglected Value Driver,” Financial Management, Vol. 26, No. 2, Summer 1997, 67-74; Alfred Rappaport, \nCreating Shareholder Value: A Guide for Managers and Investors – Revised and Updated (New York: Free \nPress, 1998); William E. Fruhan, Jr., Financial Strategy: Studies in the Creation, Transfer, and Destruction of \nShareholder Value (Homewood, Il.: Richard D. Irwin, Inc., 1979); Merton H. Miller and Franco Modigliani, \n“Dividend Policy, Growth, and the Valuation of Shares,” The Journal of Business, Vol. 34, October 1961, \n411-433.  \n2 David Besanko, David Dranove, Mark Shanley, and Scott Schaefer, Economics of Strategy-6th Ed. \n(Hoboken, NJ: John Wiley & Sons, 2013), 294-295. \n3 Horace Secrist, The Triumph of Mediocrity in Business (Evanston, IL: Bureau of Business Research, \nNorthwestern University, 1933); Pankaj Ghemawat, Commitment: The Dynamic of Strategy (New York: Free \nPress, 1991), 82; Bartley J. Madden, “The CFROI Life Cycle,” Journal of Investing, Vol. 5, No. 2, Summer \n1996, 10-20; Michael J. Mauboussin, “Death, Taxes, and Reversion to the Mean,” Mauboussin on Strategy, \nDecember 14, 2007. \n4 Robert R. Wiggins and Timothy W. Ruefli, “Schumpeter’s Ghost: Is Hypercompetition Making the Best of \nTimes Shorter?,” Strategic Management Journal, Vol. 26, No. 10, October 2005, 887-911; Robert R. \nWiggins and Timothy W. Ruefli, “Sustained Competitive Advantage: Temporal Dynamics and the Incidence \nand Persistence of Superior Economic Performance,” Organizational Science, Vol. 13, No. 1, January-\nFebruary 2002, 82-105; Richard A. D’Aveni, Beat the Commodity Trap: How to Maximize Your Competitive \nPosition and Increase Your Pricing Power (Boston, MA: Harvard Business Press, 2010); Rita Gunther \nMcGrath, The End of Competitive Advantage: How to Keep Your Strategy Moving as Fast as Your Business \n(Boston, MA: Harvard Business Review Press, 2013).  \n5 Bryant Matthews and Raymond Stokes, “Fade and the Persistence of Corporate Returns,” Credit Suisse \nHOLT Notes, Credit Suisse, November 2012; Bartley J. Madden, “The CFROI Life Cycle,” Journal of \nInvesting, Vol. 5, No. 2, Summer 1996, 10-20. \n6 Estimates for the cost of equity capital come from Aswath Damodaran, a professor of finance. See \nhttp://pages.stern.nyu.edu/~adamodar/New_Home_Page/datafile/implpr.html. \n7 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for Better \nReturns (Boston, MA: Harvard Business School Press, 2001), 51-52.  \n8 Outstanding Investor Digest, December 18, 2000; Outstanding Investor Digest, June 30, 1993; Also, \neconomic moats are a key investment theme for Morningstar, which offers research aimed at uncovering \ncompanies with wide and stable or improving economic moats. See: Matthew Coffina, “The Morningstar Guide \nto Wide-Moat Stock Investing,” Morningstar Stock Investor, April 2013; and Paul Larson, “Moats: Sources \nand Outcomes – Not all moats are created equal, and we delve into the differences,” Morningstar Equity \nResearch, June 2012. \n9 The quotation comes via Warren Buffett on “Adam Smith’s Money Game,” Transcript #105, May 15, 1998. \nSee http://everythingwarrenbuffett.blogspot.com/2009/03/adamsmithnet-1998-warren-buffett.html. \n10 For a study based on total shareholder returns, see Richard Foster and Sarah Kaplan, Creative Destruction: \nWhy Companies that Are Built to Last Underperform the Market – and How to Successfully Transform Them \n(New York: Doubleday, 2001). This work addresses a different question than the one we pose here. \n11 Thomas Fritz, The Competitive Advantage Period and the Industry Advantage Period: Assessing the \nSustainability and Determinants of Superior Economic Performance (Wiesbaden, Germany: Gabler, 2008); \nAnita M. McGahan and Michael E. Porter, “The emergence and sustainability of abnormal profits,” Strategic \nOrganization, Vol. 1, No. 1, February 2003, 79-108; Anita M. McGahan and Michael E. Porter, “How Much \nDoes Industry Matter, Really?” Strategic Management Journal, Vol. 18, Summer Special Issue 1997, 15-30; \n"
    },
    {
      "number": 59,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n59 \n \nThomas C. Powell, “How Much Does Industry Matter? An Alternative Empirical Test,” Strategic Management \nJournal, Vol. 17, No. 4, April 1996, 323-334; Richard P. Rumelt, “How Much Does Industry Matter?” \nStrategic Management Journal, Vol. 12, No. 3, March 1991, 167-185; Richard Schmalensee, “Do Markets \nDiffer Much?” American Economic Review, Vol. 75, No. 3, June 1983, 341-351. \n12 Anita M. McGahan and Michael E. Porter, “The emergence and sustainability of abnormal profits,” Strategic \nOrganization, Vol. 1, No. 1, February 2003, 79-108. \n13 Bruce Greenwald and Judd Kahn, Competition Demystified: A Radically Simplified Approach to Business \nStrategy (New York: Portfolio, 2005), 52-54.  \n14 Lauren Cohen and Andrea Frazzini, “Economic Links and Predictable Returns,” Journal of Finance, Vol. 63, \nNo. 4, August 2008, 1977-2011. \n15 Orit Gadiesh and James L. Gilbert, “Profit Pools: A Fresh Look at Strategy,” Harvard Business Review, \nMay-June 1998, 139-147; Orit Gadiesh and James L. Gilbert, “How To Map Your Industry’s Profit Pool,” \nHarvard Business Review, May-June 1998, 149-162. \n16 Michael E. Porter, “The Five Competitive Forces that Shape Strategy,” Harvard Business Review, January \n2008, 78-93. \n17 International Air Transport Association, “Vision 2050,” February 12, 2011; Pankaj Ghemawat, Strategy and \nthe Business Landscape-3rd Ed. (Upper Saddle River, NJ: Prentice-Hall, Inc., 2009). \n18 International Air Transport Association, “Vision 2050,” February 12, 2011. \n19 Andrew Frye and Dakin Campbell, “Buffett Says Pricing Power More Important than Good Management,” \nBloomberg, February 18, 2011.  \n20 Michael E. Porter, Competitive Strategy: Techniques for Analyzing Industries and Competitors (New York: \nThe Free Press, 1980). \n21 Joan Magretta, Understanding Michael Porter: The Essential Guide to Competition and Strategy (Boston, \nMA: Harvard Business Review Press, 2012); Michael E. Porter, “The Five Competitive Forces that Shape \nStrategy,” Harvard Business Review, January 2008, 78-93. \n22 This section relies heavily on Rappaport and Mauboussin, 54-57.  \n23 Brian Headd, Alfred Nucci, and Richard Boden, “What Matters More: Business Exit Rates or Business \nSurvival Rates?” BDS Statistical Brief, U.S. Census Bureau, 2010; Glenn R. Carroll and Michael T. Hannan, \nThe Demography of Corporations and Industries (Princeton, NJ: Princeton University Press, 2000), 51-52. \n24 Steven Klepper, “Entry, Exit, Growth, and Innovation over the Product Life Cycle,” American Economic \nReview, Vol. 86, No. 3, June 1996, 562-583; Steven Klepper, “Industry Life Cycles,” Industrial and \nCorporate Change, Vol. 6, No. 1, January 1997, 145-181; Steven Klepper and Elizabeth Graddy, “The \nevolution of new industries and the determinants of market structure,” RAND Journal of Economics, Vol. 21, \nNo. 1, Spring 1990, 27-44; and Mariana Mazzucato, Firm Size, Innovation and Market Structure: The \nEvolution of Industry Concentration and Instability (Northampton, MA: Edward Elgar Publishing, 2000), 34. \n25 Timothy Dunne, Mark J. Roberts, and Larry Samuelson, “Patterns of firm entry and exit in U.S. \nmanufacturing industries,” RAND Journal of Economics, Vol. 19, No. 4, Winter 1988, 495-515. \n26 Here we follow closely the presentation format of Besanko, Dranove, Shanley, and Schaefer, 197-198. \n27 Bryant Matthews and Raymond Stokes, “Fade and the Persistence of Corporate Returns,” Credit Suisse \nHOLT Notes, Credit Suisse, November 2012; Richard Disney, Jonathan Haskel, and Ylva Heden, \"Entry, Exit \nand Establishment Survival in UK Manufacturing,\" Journal of Industrial Economics, Vol. 51, No. 1, March \n2003, 91-112. \n28 We base this discussion on Sharon M. Oster, Modern Competitive Analysis (Oxford: Oxford University \nPress, 1999), 57-82. \n29 A similar example is the competition between CSX and Norfolk Southern to deliver coal to Gainesville, \nFlorida. See Adam M. Brandenburger and Barry J. Nalebuff, Co-opetition: 1. A Revolutionary Mindset That \nCombines Competition and Cooperation. 2. The Game Theory Strategy That’s Changing the Game of \nBusiness (New York: Doubleday, 1996), 76-80.  \n"
    },
    {
      "number": 60,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n60 \n \n30 Besanko, Dranove, Shanley, and Schaefer, 119-120. \n31 Brandenburger and Nalebuff, 72-76. \n32 Besanko, Dranove, Shanley, and Schaefer, 77-78. \n33 Carl Shapiro and Hal R. Varian, Information Rules: A Strategic Guide to the Network Economy (Boston, MA: \nHarvard Business School Press, 1999), 173-225. Also, Michael J. Mauboussin, “Exploring Network \nEconomics,” Mauboussin on Strategy, October 11, 2004. \n34 Frank Linde, Maurice Kock, and Alexandra Gorges, “Network Effects of Digital Information Goods: A \nProposal for the Operationalization of Direct and Indirect Network Effects,” Working Paper, 2012. See \nwww.fbi.fh-koeln.de/institut/personen/linde/publikationen/Linde-Kock-Gorges_Networkeffects_mobile-\nOS_2012.pdf. \n35 Robert Smiley, “Empirical Evidence on Strategic Entry Deterrence,” International Journal of Industrial \nOrganization, Vol. 6, No. 2, June 1988, 167-180. \n36 Colin Camerer and Dan Lovallo, “Overconfidence and Excess Entry: An Experimental Approach,” American \nEconomic Review, Vol. 89, No. 1, March 1999, 306-318. \n37 Daniel Kahneman and Amos Tversky, “On the Psychology of Prediction,” Psychological Review, Vol. 80, \nNo. 4, July 1973, 237-251. \n38 Michael J. Mauboussin, Think Twice: Harnessing the Power of Counterintuition (Boston, MA: Harvard \nBusiness Press, 2009), 1-16. \n39 Oster, 33-34. \n40 Kewei Hou and David T. Robinson, “Industry Concentration and Average Stock Returns,” Journal of \nFinance, Vol. 61, No. 4, August 2006, 1927-1956. \n41 John Asker, Joan Farre-Mensa, and Alexander Ljungqvist, “Corporate Investment and Stock Market Listing: \nA Puzzle?” European Corporate Governance Institute (ECGI) - Finance Research Paper Series, April 22, \n2013.  \n42 Clayton M. Christensen, The Innovator’s Dilemma: When New Technologies Cause Great Companies to \nFail (Boston, MA: Harvard Business School Press, 1997). A game called Colonel Blotto has some interesting \nparallels with the disruptive innovation model. See Michael J. Mauboussin, The Success Equation: Untangling \nSkill and Luck in Business, Sports, and Investing (Boston, MA: Harvard Business Review Press, 2012), 179-\n185. \n43 Christensen, 32.  \n44 Clayton M. Christensen and Michael E. Raynor, The Innovator’s Solution: Creating and Sustaining \nSuccessful Growth (Boston, MA: Harvard Business School Publishing, 2003), 43-46. \n45 Clayton M. Christensen, Michael E. Raynor, and Scott D. Anthony, “Six Keys to Building New Markets by \nUnleashing Disruptive Innovation,” Harvard Management Update, January 2003. \n46 Clayton M. Christensen, Matt Verlinden, and George Westerman, “Disruption, Disintegration and the \nDissipation of Differentiability,” Industrial and Corporate Change, Vol. 11, No. 5, November 2002, 955-993; \nCarliss Y. Baldwin and Kim B. Clark, Design Rules: The Power of Modularity (Cambridge, MA: The MIT \nPress, 2000). \n47 Michael J. Mauboussin, Think Twice: Harnessing the Power of Counterintuition (Boston, MA: Harvard \nBusiness Press, 2009), 89-91. \n48 Joseph L. Bower and Clark G. Gilbert, From Resource Allocation to Strategy (Oxford: Oxford University \nPress, 2005); Robert A. Burgelman, Strategy Is Destiny: How Strategy-Making Shapes a Company’s Future \n(New York: Free Press, 2002); William P. Barrett, The Red Queen among Organizations: How Competition \nEvolves (Princeton, NJ: Princeton University Press, 2008).  \n49 Michael E. Porter, “What is Strategy?” Harvard Business Review, November-December 1996, 61-78; \nRichard P. Rumelt, Good Strategy Bad Strategy: The Difference and Why It Matters (New York: Crown \nBusiness, 2011). On trade-offs, see Frances Frei and Anne Morriss, Uncommon Service: How to Win by \nPutting Customers at the Core of Your Business (Boston, MA: Harvard Business Review Press, 2012).  \n"
    },
    {
      "number": 61,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n61 \n \n50 Adam M. Brandenburger and Harborne W. Stuart, Jr., “Value-Based Business Strategy,” Journal of \nEconomics & Management Strategy, Vol. 5, No.1, Spring 1996, 5-24. \n51 Adam M. Brandenburger and Barry J. Nalebuff, Co-opetition: 1. A Revolutionary Mindset That Combines \nCompetition and Cooperation. 2. The Game Theory Strategy That’s Changing the Game of Business (New \nYork: Doubleday, 1996), 16-19. \n52 Magretta, 73-84. \n53 Ibid., 21-28. \n54 Mae Anderson, “From idea to store shelf: a new product is born,” Associated Press, March 4, 2012; \nProcter & Gamble Q3 2011 earnings call, April 28, 2011. \n55 Jeffrey Williams, “How Sustainable is Your Competitive Advantage?” California Management Review, Vol. \n34, No. 3, 1992, 29-51. \n56 Adam M. Brandenburger and Harborne W. Stuart, Jr., “Value-Based Business Strategy,” Journal of \nEconomics & Management Strategy, Vol. 5, 1, Spring 1996, 5-24.  \n57 Richard E. Caves and Pankaj Ghemawat, “Identifying Mobility Barriers,” Strategic Management Journal, Vol. \n13, No. 1, 1992, 1-12. \n58 For example, see http://flowingdata.com/2013/06/26/grocery-store-geography/. \n59 Jim Kling, “From Hypertension to Angina to Viagra,” Modern Drug Discovery, Vol. 1, No. 2, November-\nDecember 1998. \n60 Bruce Greenwald and Judd Kahn, “All Strategy Is Local,” Harvard Business Review, September 2005, 94-\n104. \n61 Bruce C. N. Greenwald, Judd Kahn, Paul D. Sonkin and Michael van Biema, Value Investing: From Graham \nto Buffett and Beyond (New York: John Wiley & Sons, 2001), 77-78. For interesting, if controversial, \nresearch on brand preference, see: Samuel M. McClure, Jian Li, Damon Tomlin, Kim S. Cypert, Latané M. \nMontague, P. Read Montague, “Neural Correlates of Behavioral Preference for Culturally Familiar Drinks,” \nNeuron, Vol. 44, No. 2, October 14, 2004, 379-387. \n62 Everett M. Rogers, The Diffusion of Innovations (New York: Free Press, 1995). \n63 For a more complete discussion, see Oster, 326-346. \n64 A survey by McKinsey shows that companies don’t react to competitive threats as management theory \nsuggests they should. See “How Companies Respond to Competitors: A McKinsey Global Survey,” McKinsey \nQuarterly, April 2008.  \n65 For an excellent resource see http://plato.Stanford.edu/entries/prisoner-dilemma/#oth.  \n66 “Stern Stewart EVA Roundtable,” Journal of Applied Corporate Finance, Vol. 7, No. 2, Summer 1994, 46-\n70.  \n67 Pankaj Ghemawat, Strategy and the Business Landscape-3rd Ed. (Upper Saddle River, NJ: Prentice-Hall, \n2009), 69-72. \n68 Robert Axelrod, The Evolution of Cooperation (New York: Basic Books, 1985).  \n69 Rappaport and Mauboussin, 57.  \n70 Avinash K. Dixit and Barry J. Nalebuff, The Art of Strategy: A Game Theorist’s Guide to Success in \nBusiness and Life (New York: W. W. Norton & Co., 2008). \n71 Pankaj Ghemawat, Strategy and the Business Landscape-3rd Ed. (Upper Saddle River, NJ: Prentice-Hall, \n2009), 74-77. \n72 John Robert Stinespring and Brian T. Kench, “Explaining the Interbank Loan Crisis of 2008: A Teaching \nNote,” February 1, 2009. See: http://ssrn.com/abstract=1305392. For a fascinating connection between \nthe Prisoner’s Dilemma and the financial crisis of 2007-2008, see: John Cassidy, “Rational Irrationality,” The \nNew Yorker, October 5, 2009. \n73 Interbrand, “Best Global Brands 2012: The definitive guide to the 100 Best Global Brands.”  \n74 Clayton M. Christensen, Scott D. Anthony, Gerald Berstell, and Denise Nitterhouse, “Finding the Right Job \nFor Your Product,” MIT Sloan Management Review, Spring 2007, 2-11. \n"
    },
    {
      "number": 62,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n62 \n \n75 Michael E. Raynor, The Strategy Paradox: Why Commitment to Success Leads to Failure (and What to Do \nAbout It) (New York: Currency Doubleday, 2007). \n76 Jim Collins, Good to Great: Why Some Companies Make the Leap . . . and Others Don’t (New York: \nHarper Business, 2001).  \n77 Jerker Denrell, “Vicarious Learning, Undersampling of Failure, and the Myths of Management,” Organization \nScience, Vol. 14, No. 3, May–June 2003, 227–243.  \n78 Jerker Denrell, Christina Fang, and Zhanyun Zhao, “Inferring Superior Capabilities from Sustained Superior \nPerformance: A Bayesian Analysis,” Strategic Management Journal, Vol. 34, No. 2, February 2013, 182-\n196.  \n79 Michael E. Raynor and Mumtaz Ahmed, The Three Rules: How Exceptional Companies Think (New York: \nPenguin Books, 2013), 42-45. \n80 Michael E. Raynor and Mumtaz Ahmed, “Three Rules for Making a Company Truly Great,” Harvard Business \nReview, April 2013, 108-117. In categorizing the companies, the probability the results were due to luck had \nto be lower than 10 percent. The qualifying length of time depended on the company’s life span. For example, \nto be a Miracle Worker, a company with 10 years of data was required to be in the top 10 percent for every \nyear, but a company with 45 years of data was required to be in the top 10 percent for only 16 years.  \n81 Michael E. Raynor, Mumtaz Ahmed, and Andrew D. Henderson, “A Random Search for Excellence: Why \n‘Great Company’ Research Delivers Fables and Not Facts,” Deloitte Research, December 2009; and Andrew \nD. Henderson, Michael E. Raynor, and Mumtaz Ahmed, “How Long Must a Firm Be Great to Rule Out Luck? \nBenchmarking Sustained Superior Performance Without Being Fooled By Randomness,” Academy of \nManagement Proceedings, August 2009, 1–6.  \n82 Rappaport and Mauboussin, 7-8. \n83 George Eliades, Michael Retterath, Norbert Hueltenschmidt, and Karan Singh, “Heathcare 2020,” Bain & \nCompany Research, 2012. \n \n"
    },
    {
      "number": 63,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n63 \n \nReferences \n \nBooks \n \nAxelrod, Robert, The Evolution of Cooperation (New York: Basic Books, 1985). \n \n———, The Complexity of Cooperation: Agent-Based Models of Competition and Collaboration (Princeton, \nNJ: Princeton University Press, 1997). \n \nBain, Joe S., Barriers to New Competition (Cambridge, MA: Harvard University Press, 1956). \n \nBaldwin, Carliss Y., and Kim B. Clark, Design Rules: The Power of Modularity (Cambridge, MA: The MIT \nPress, 2000). \n \nBarney, Jay B., Gaining and Sustaining Competitive Advantage (Upper Saddle River, NJ: Prentice-Hall, Inc., \n2002). \n \nBarrett, William P., The Red Queen among Organizations: How Competition Evolves (Princeton, NJ: \nPrinceton University Press, 2008). \n \nBesanko, David, David Dranove, Mark Shanley, and Scott Schaefer, Economics of Strategy-6th Ed. \n(Hoboken, NJ: John Wiley & Sons, 2013). \n \nBower, Joseph L., and Clark G. Gilbert, From Resource Allocation to Strategy (Oxford: Oxford University \nPress, 2005). \n \nBrandenburger, Adam M., and Barry J. Nalebuff, Co-opetition: 1. A Revolutionary Mindset That Combines \nCompetition and Cooperation. 2. The Game Theory Strategy That’s Changing the Game of Business (New \nYork: Doubleday, 1996). \n \nBryan, Lowell, Jane Fraser, Jeremy Oppenheim, and Wilhelm Rall, Race for the World (Boston, MA: Harvard \nBusiness School Press, 1999). \n \nBurgelman, Robert A., Strategy Is Destiny: How Strategy-Making Shapes a Company’s Future (New York: \nFree Press, 2002). \n \nCarroll, Glenn R., and Michael T. Hannan, The Demography of Corporations and Industries (Princeton, NJ: \nPrinceton University Press, 2000). \n \nChristensen, Clayton M., Innovator’s Dilemma: When New Technologies Cause Great Firms to Fail (Boston, \nMA: Harvard Business School Press, 1997). \n \nChristensen, Clayton M., and Michael E. Raynor, The Innovator’s Solution: Creating and Sustaining \nSuccessful Growth (Boston, MA: Harvard Business School Publishing, 2003). \n \nChristensen, Clayton M., Scott D. Anthony, and Erik A. Roth, Seeing What’s Next: Using the Theories of \nInnovation to Predict Industry Change (Boston, MA: Harvard Business School Publishing, 2004). \n \n"
    },
    {
      "number": 64,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n64 \n \nCollins, Jim, Good to Great (New York: HarperCollins, 2001). \n \nD’Aveni, Richard A., Beat the Commodity Trap: How to Maximize Your Competitive Position and Increase \nYour Pricing Power (Boston, MA: Harvard Business Press, 2010). \n \nDixit, Avinash K., and Barry J. Nalebuff, The Art of Strategy: A Game Theorist’s Guide to Success in \nBusiness and Life (New York: W. W. Norton & Co., 2008). \n \nEvans, Philip, and Thomas S. Wurster, Blown to Bits: How the New Economics of Information Transforms \nStrategy (Boston, MA: Harvard Business School Press, 1999). \n \nFoster, Richard, and Sarah Kaplan, Creative Destruction: Why Companies that Are Built to Last Underperform \nthe Market – and How to Successfully Transform Them (New York: Doubleday, 2001). \n \nFrei, Frances, and Anne Morriss, Uncommon Service: How to Win by Putting Customers at the Core of Your \nBusiness (Boston, MA: Harvard Business Review Press, 2012). \n \nFritz, Thomas, The Competitive Advantage Period and the Industry Advantage Period: Assessing the \nSustainability and Determinants of Superior Economic Performance (Wiesbaden, Germany: Gabler, 2008). \n \nFruhan, William E., Jr., Financial Strategy: Studies in the Creation, Transfer, and Destruction of Shareholder \nValue (Homewood, Il.: Richard D. Irwin, Inc., 1979). \n \nGhemawat, Pankaj, Commitment: The Dynamic of Strategy (New York: The Free Press, 1991). \n \n———, Games Businesses Play: Cases and Models (Cambridge, MA: Massachusetts Institute of Technology, \n1997). \n \n———, Strategy and the Business Landscape-3rd Ed. (Upper Saddle River, NJ: Prentice-Hall, Inc., 2009). \n \nGreenwald, Bruce C. N., Judd Kahn, Paul D. Sonkin, and Michael van Biema, Value Investing: From Graham \nto Buffett and Beyond (New York: John Wiley & Sons, 2001). \n \nGreenwald, Bruce, and Judd Kahn, Competition Demystified: A Radically Simplified Approach to Business \nStrategy (New York: Penguin Group, 2005). \n \nGrove, Andrew S., Only the Paranoid Survive (New York: Doubleday, 1999). \n \nKarier, Thomas, Beyond Competition (Armonk, NY: M.E. Sharpe, 1994). \n \nKiechel, Walter, The Lords of Strategy: The Secret Intellectual History of the New Corporate World (Boston, \nMA: Harvard Business Press, 2010). \n \nMagretta, Joan, Understanding Michael Porter: The Essential Guide to Competition and Strategy (Boston, \nMA: Harvard Business Review Press, 2012). \n \nMauboussin, Michael J., Think Twice: Harnessing the Power of Counterintuition (Boston, MA: Harvard \nBusiness Press, 2009). \n"
    },
    {
      "number": 65,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n65 \n \n———, The Success Equation: Untangling Skill and Luck in Business, Sports, and Investing (Boston, MA: \nHarvard Business Review Press, 2012). \n \nMazzucato, Mariana, Firm Size, Innovation and Market Structure: The Evolution of Industry Concentration and \nInstability (Northampton, MA: Edward Elgar Publishing, 2000). \n \n———, Strategy for Business: A Reader (London: Sage Publications, 2002). \n \nMcGrath, Rita Gunther, The End of Competitive Advantage: How to Keep Your Strategy Moving as Fast as \nYour Business (Boston, MA: Harvard Business Review Press, 2013).  \n \nMcTaggart, James, Peter Kontes, and Michael Mankins, The Value Imperative: Managing for Superior \nShareholder Returns (New York: The Free Press, 1994). \n \nMueller, Dennis C., Profits in the Long Run (Cambridge: Cambridge University Press, 1986). \n \nOster, Sharon M., Modern Competitive Analysis (Oxford: Oxford University Press, 1999). \n \nPorter, Michael E., Competitive Advantage: Creating and Sustaining Superior Performance (New York: Simon \n& Schuster, 1985). \n \n———, Competitive Strategy: Techniques for Analyzing Industries and Competitors (New York: The Free \nPress, 1980). \n \nRappaport, Alfred, Creating Shareholder Value: A Guide for Managers and Investors – Revised and Updated \n(New York: Free Press, 1998). \n \nRappaport, Alfred, and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for Better \nReturns (Boston, MA: Harvard Business School Press, 2001). \n \nRaynor, Michael E., The Strategy Paradox: Why Commitment to Success Leads to Failure (and What to Do \nAbout It) (New York: Currency Doubleday, 2007). \n \nRaynor, Michael E., and Mumtaz Ahmed, The Three Rules: How Exceptional Companies Think (New York: \nPenguin Books, 2013). \n \nRogers, Everett M., The Diffusion of Innovations (New York: Free Press, 1995). \n \nRumelt, Richard P., Good Strategy Bad Strategy: The Difference and Why It Matters (New York: Crown \nBusiness, 2011). \n \nShapiro, Carl, and Hal R. Varian, Information Rules: A Strategic Guide to the Network Economy (Boston, MA: \nHarvard Business School Press, 1999). \n \nSlywotzky, Adrian J., Value Migration: How to Think Several Moves Ahead of the Competition (Boston, MA: \nHarvard Business School Press, 1996). \n \n"
    },
    {
      "number": 66,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n66 \n \nSlywotzky, Adrian J., David J. Morrison, and Bob Andelman, The Profit Zone: How Strategic Business Design \nWill Lead You to Tomorrow’s Profits (New York: Three Rivers Press, 2002). \n \nUtterback, James M., Mastering the Dynamics of Innovation (Boston, MA: Harvard Business School Press, \n1996). \n \nWilliams, Jeffrey R., Renewable Advantage (New York: The Free Press, 2000). \n \n \n \n"
    },
    {
      "number": 67,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n67 \n \nArticles and Papers \n \nAsker, John, Joan Farre-Mensa, and Alexander Ljungqvist, “Corporate Investment and Stock Market Listing: \nA Puzzle?” European Corporate Governance Institute (ECGI) - Finance Research Paper Series, April 22, 2013. \n \nBrandenburger, Adam M., and Harborne W. Stuart, Jr., “Value-Based Business Strategy,” Journal of \nEconomics & Management Strategy, Vol. 5, No. 1, Spring 1996, 5-24. \n \nCamerer, Colin, and Dan Lovallo, “Overconfidence and Excess Entry: An Experimental Approach,” American \nEconomic Review, Vol. 89, No. 1, March 1999, 306-318. \n \nCaves, Richard E., and Pankaj Ghemawat, “Identifying Mobility Barriers,” Strategic Management Journal, Vol. \n13, No. 1, 1992, 1-12. \n \nChristensen, Clayton M., “The Ongoing Process of Building a Theory of Disruption,” Journal of Product \nInnovation Management, Vol. 23, No. 1, January 2006, 39-55. \n \nChristensen, Clayton M., Matt Verlinden, and George Westerman, “Disruption, Disintegration, and the \nDissipation of Differentiability,” Industrial and Corporate Change, Vol. 11, No. 5, November 2002, 955-993. \n \nDenrell, Jerker, “Vicarious Learning, Undersampling of Failure, and the Myths of Management.” Organization \nScience, Vol. 14, No. 3, May-June 2003, 227–243. \n \n———, “Should We Be Impressed With High Performance?” Journal of Management Inquiry, Vol. 14, No. 3, \nSeptember 2005, 292-298. \n \nDenrell, Jerker, Christina Fang, and Zhanyun Zhao, “Inferring Superior Capabilities from Sustained Superior \nPerformance: A Bayesian Analysis,” Strategic Management Journal, Vol. 34, No. 2, February 2013, 182-196. \n \nDisney, Richard, Jonathan Haskel, and Ylva Heden, \"Entry, Exit and Establishment Survival in UK \nManufacturing,\" Journal of Industrial Economics, Vol. 51, No. 1, March 2003, 91-112. \n \nDunne, Timothy, Mark J. Roberts, and Larry Samuelson, “Patterns of firm entry and exit in U.S. \nmanufacturing industries,” RAND Journal of Economics, Vol. 19, No. 4, Winter 1988, 495-515. \n \nGadiesh, Orit and James L. Gilbert, “Profit Pools: A Fresh Look at Strategy,” Harvard Business Review, May-\nJune, 1998, 139-147. \n \n———, “How to Map Your Industry’s Profit Pool,” Harvard Business Review, May-June, 1998, 149-162. \n \nGreenwald, Bruce, and Judd Kahn, “All Strategy Is Local,” Harvard Business Review, September 2005, 94-\n104. \n \nHenderson, Andrew D., Michael E. Raynor, and Mumtaz Ahmed, “How Long Must a Firm Be Great to Rule \nOut Luck? Benchmarking Sustained Superior Performance Without Being Fooled By Randomness,” Academy \nof Management Proceedings, August 2009, 1–6.  \n \n"
    },
    {
      "number": 68,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n68 \n \nHou, Kewei, and David T. Robinson, “Industry Concentration and Average Stock Returns,” Journal of Finance, \nVol. 61, No. 4, August 2006, 1927-1956. \n \nKahneman, Daniel, and Amos Tversky, “On the Psychology of Prediction,” Psychological Review, Vol. 80, No. \n4, July 1973, 237-251. \n \nKlepper, Steven, “Entry, Exit, Growth, and Innovation over the Product Life Cycle,” American Economic \nReview, Vol. 86, No. 3, June 1996, 562-583. \n \n———, “Industry Life Cycles,” Industrial and Corporate Change, Vol. 6, No. 1, January 1997, 145-181. \n \nKlepper, Steven, and Elizabeth Graddy, “The evolution of new industries and the determinants of market \nstructure,” RAND Journal of Economics, Vol. 21, No. 1, Spring 1990, 27-44. \n \nKling, Jim, “From Hypertension to Angina to Viagra,” Modern Drug Discovery, Vol. 1, No. 2, November-\nDecember 1998. \n \nMcClure, Samuel M., Jian Li, Damon Tomlin, Kim S. Cypert, Latané M. Montague, P. Read Montague, \n“Neural Correlates of Behavioral Preference for Culturally Familiar Drinks,” Neuron, Vol. 44, No. 2, October 14, \n2004, 379-387. \n \nMcGahan, Anita M., and Michael E. Porter, “How Much Does Industry Matter, Really?” Strategic Management \nJournal, Vol. 18, Summer Special Issue 1997, 15-30. \n \n———, “The emergence and sustainability of abnormal profits,” Strategic Organization, Vol. 1, No. 1, \nFebruary 2003, 79-108. \n \nMcGahan, Anita M., and Brian S. Silverman, “How Does Innovative Activity Change as Industries Mature?” \nWorking Paper – Boston University and Harvard Business School, February 8, 2000. \n \nMiller, Merton H., and Franco Modigliani, “Dividend Policy, Growth, and the Valuation of Shares,” The Journal \nof Business, Vol. 34, October 1961, 411-433. \n \nPorter, Michael E., “What is Strategy?” Harvard Business Review, November-December 1996, 61-78. \n \n———, “Strategy and the Internet,” Harvard Business Review, March 2001, 63-78. \n \n———, “The Five Competitive Forces that Shape Strategy,” Harvard Business Review, January 2008, 78-93. \n \nRaynor, Michael E., Mumtaz Ahmed, and Andrew D. Henderson, “A Random Search for Excellence: Why \n‘Great Company’ Research Delivers Fables and Not Facts,” Deloitte Research, December 2009. \n \nRaynor, Michael E., and Mumtaz Ahmed, “Three Rules for Making a Company Truly Great,” Harvard Business \nReview, April 2013, 108-117. \n  \nRumelt, Richard P., “How Much Does Industry Matter?” Strategic Management Journal, Vol. 12, No. 3, \nMarch 1991, 167-185. \n \n"
    },
    {
      "number": 69,
      "text": " \n \nJuly 22, 2013  \nMeasuring the Moat \n69 \n \nSchmalensee, Richard, “Do Markets Differ Much?” American Economic Review, Vol. 75, No. 3, June 1983, \n341-351. \n \nSmiley, Robert, “Empirical Evidence on Strategic Entry Deterrence,” International Journal of Industrial \nOrganization, Vol. 6, No. 2, June 1988, 167-180. \n \nWaring, Geoffrey F., “Industry Differences in the Persistence of Firm-Specific Returns,” American Economic \nReview, December 1996, 1253-1265. \n \nWiggins, Robert R. and Timothy W. Ruefli, “Schumpeter’s Ghost: Is Hypercompetition Making the Best of \nTimes Shorter?” Strategic Management Journal, Vol.  26, No. 10, October 2005, 887–911. \n \n———, “Sustained Competitive Advantage: Temporal Dynamics and the Incidence and Persistence of \nSuperior Economic Performance,” Organization Science, Vol. 13, No. 1, January-February 2002, 82-105. \n \nWilliams, Jeffrey R., “How Sustainable is Your Competitive Advantage?” California Management Review, Vol. \n34, No. 3, 1992, 29-51. \n \n"
    },
    {
      "number": 70,
      "text": " \n \n \n \nGeneral disclaimer / Important information \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future. \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A. \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above. \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \n© 2013 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n \n"
    }
  ]
}