{
  "filename": "2014_lessons_from_freestyle_chess__merging_fundamental_and_quantitative_analysis.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423224220-07'00'",
    "modDate": "D:20240423224317-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nSeptember 10, 2014 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \n \n \n“Weak human + machine + superior process was greater than a strong \ncomputer and, remarkably, greater than a strong human + machine with an \ninferior process.” \n \nGarry Kasparov1 \n \n In the late 1990s, machine beat man in the game of chess. Software \nprograms can now outplay humans in most board and card games, with \nthe exception of poker and Go.  \n In freestyle chess, humans are allowed to use computers to augment their \nplay. Currently, man plus machine is better than man or machine. \n While chess and investing have important differences, they also have \nuseful similarities. \n The question is whether a melding of fundamental and quantitative \nmethods can improve on either approach by itself. \n Fundamental analysts can leverage the computer’s ability to gather data \nand crunch numbers. \n Quantitative analysts can leverage the analyst’s ability to sort causality and \ndetect patterns. \n \n \n \nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nLessons from Freestyle Chess \nMerging Fundamental and Quantitative Analysis \n"
    },
    {
      "number": 2,
      "text": " \n \nSeptember 10, 2014 \n \nLessons from Freestyle Chess \n2 \nMachine + Man > Machine or Man \n \nYou can mark May 11, 1997 as the date that machine beat man in chess. On that Sunday, Garry Kasparov, \nthe world champion, lost the decisive last game to Deep Blue, a computer that IBM built. With that, Deep \nBlue defeated Kasparov in the six-game match 3 ½ to 2 ½. Kasparov, who was the number one player for an \nastounding 20 years and is perhaps the greatest player of all time, called that final showdown “the worst game \nof my career.”  \n \nKasparov’s willingness to face IBM’s best demonstrated that he embraced machine play, and he has been a \ngreat ambassador for the game. But he has lingering misgivings about Deep Blue’s victory. “I don’t have any \nproof of foul play,” he wrote, but “I live in doubt.”2 There’s little doubt that the win gave IBM a boost: The \nstock’s advance the next day, net of the market’s move, added $1.7 billion to the company’s market \ncapitalization.  \n \nNotwithstanding Kasparov’s reservations about IBM’s tactics in that match, it is now well established that \nmachines can beat humans in chess. One way to measure the progress of computers is with the Elo rating \nsystem, which is a method to calculate the relative skill of players in head-to-head competition. Today’s best \ncomputer programs have Elo ratings of about 3,200, more than 300 points higher than the world’s greatest \nplayers. That advantage suggests that the stronger player is expected to win close to 90 percent of the points \nin a match.3 To add some context, a bright beginner would have a rating of about 600 and a grandmaster \nneeds to achieve the level of 2,500.   \n \nChess, which the renowned German writer Goethe reportedly called “a touchstone of the intellect,” was the \ngold standard for machine intelligence from an early date.4 But computers were beating humans in other \ngames well before Deep Blue’s success. Exhibit 1 shows the date at which computers achieved superhuman \nstatus in a number of games over the past couple of decades. Most of these games are largely computational, \nwhich plays to the computer’s strength.  \n \nExhibit 1: Machine versus Man in Various Games \n \nSource: Nick Bostrom, Superintelligence: Paths, Dangers, Strategies (Oxford: Oxford University Press, 2014), 12-13.  \n \nThe victory of Watson, a “cognitive technology” also created by IBM, over champions of the game of \nJeopardy! was especially striking because Watson had to be able to handle complex language as well as vast \namounts of information.5  \n \nGo is also notable in that software programs have yet to beat the best players. Go has different features than \nchess, including a larger board, fewer restrictions on moves, and the fact that pieces get added, not removed, \nas the game progresses. Still, artificial intelligence researchers expect computer programs to beat the world \nchampion in about a decade’s time.   \n \nGame\nDate\nMachine Level of Play\nDescription\nBackgammon\n1992\nSuperhuman\nTD-Gammon program reaches championship-level ability.\nCheckers\n1994\nSuperhuman\nCHINOOK program defeats reigning human champion, Marion Tinsley.\nOthello\n1997\nSuperhuman\nLogistello program sweeps match against world champion, Takeshi Murakami.\nChess\n1997\nSuperhuman\nDeep Blue beats world champion, Garry Kasparov.\nJeopardy!\n2011\nSuperhuman\nWatson beats Ken Jennings and Brad Rutter, two former champions.\nGo\n2012\nVery strong amateur\nZen series of programs attains rank 6 dan in fast games; programs improving at \nrate of about 1 dan per year, may surpass world champion in about a decade.\n"
    },
    {
      "number": 3,
      "text": " \n \nSeptember 10, 2014 \n \nLessons from Freestyle Chess \n3 \nShortly after his loss to Deep Blue, Kasparov introduced a new form of playing called “advanced chess,” or, as \nit is more commonly known today, “freestyle chess.” (The concept of using computers to augment play had \nbeen around for a long time.) In freestyle chess, humans are allowed to use input from chess programs to \nselect their moves. It’s no longer man versus machine, but rather man plus machine versus all comers. \n \nIn 2005, a team called ZackS won a freestyle tournament by beating an opponent that included Vladimir \nDobrov, a grandmaster, his highly-rated teammate, and their computer programs.6 There was some \nspeculation that ZackS was actually Kasparov’s team, but in fact it was two twenty-something-year-old guys \nin New Hampshire named Zackary Stephen and Steven Cramton. Stephen has a master’s degree in statistics \nand spent his days as a database administrator. Cramton was a soccer coach in the fall and ran a \nsnowboarding program in the winter. They used four chess software engines in all but relied primarily on two \nof them. They also developed their own database for research and opening analysis.7  \n \nFreestyle teams are currently better than the best machines, although the gap is likely to narrow over time. So \nfor now, man plus machine beats man or machine. A recent estimate places the advantage of the freestyle \nplayers over the best programs at 100-150 rating points, which suggests they are expected to win about two-\nthirds of the points in a match.8 Freestyle teams appear to be melding the strengths of humans and computers \nwhile mitigating the weaknesses. \n \nThere’s a surprising fact about ZackS’s story. Stephen and Cramton are not great chess players. Stephen’s \nrating was 1,381 and Cramton’s 1,685. Were Cramton, the higher rated player, to go head-to-head with \nDobrov, the grandmaster, Dobrov would be expected to win 99 percent of the points. No contest. This raises \nan essential question: What exact skill, or skills, did ZackS have that allowed the team to be so effective?  \n \nTyler Cowen, a professor of economics at George Mason University, dedicates a chapter to freestyle chess in \nhis terrific book, Average Is Over. He draws four lessons from the success of freestyle chess:9 \n \n1. Human-computer teams are the best teams. \n2. The person working the smart machine doesn’t have to be an expert in the task at hand. \n3. Below some critical level of skill, adding a man to the machine will make the team less effective than the \nmachine working alone. \n4. Knowing one’s own limits is more important than it used to be. \n \nThere is one other fascinating aspect of the current chess scene. When the 22-year-old Magnus Carlsen won \nthe world chess championship in 2013 by defeating the 43-year-old Viswanathan Anand, he was the first \nplayer to come of age in a time when computers were always better than humans. When Deep Blue beat \nKasparov, Carlsen was only six years old.  \n \nSo as he developed as a player, Carlsen learned not only from other players and coaching but also by \nobserving how the software programs played the game. Indeed, analysis of his game in the qualifying \ntournament suggested that “he played more like a computer than any of his opponents.”10    \n \nThe goal of this report is to explore the applicability of freestyle chess to the world of investing, where \nfundamental analysts are “man” and quantitative analysts are “machine.” More pointedly, might there be a way \nthat investors can combine the strengths of fundamental and quantitative analysis while sidestepping the \nweaknesses?     \n \n \n \n"
    },
    {
      "number": 4,
      "text": " \n \nSeptember 10, 2014 \n \nLessons from Freestyle Chess \n4 \nChess and Investing: What’s Different and What’s the Same \n \nLet’s start with the obvious and relevant point that chess and investing are different in important ways. To \nbegin, a chessboard has 64 squares (8x8) and the moves of each piece are set. So while there are a massive \nnumber of possible outcomes, the game itself is played in a stable and linear environment. Markets are much \nless stable and exhibit non-linear properties. In chess, the board and pieces don’t care about what you think. \nIn markets, the beliefs of participants feed back onto the market itself. In finance, the models of the world \nshape and reshape the world itself.  \n \nAs each player can see all the pieces on the board, chess is a game with perfect information. But in investing \nthe information each investor has is partial, not perfect. As a result, a chess player can use substantial \ncomputational power to his or her advantage, whereas an investor does not have a similar source of edge. \nFurther, chess games have a beginning, middle, and end. Markets are effectively perpetual.  \n \nIn a game of chess, players compete head to head. In markets, investors compete with the aggregate of many \ninvestors, or the crowd. Individual mistakes do not cancel out in head-to-head matchups but they can cancel \nout in a group. Indeed, diversity is one of the underpinnings of the “wisdom of crowds.” On the other hand, \ncrowds also make collective mistakes from time to time, allowing for the “madness of crowds” and investment \nopportunity. \n \nFinally, chess is a game largely of skill. Elo ratings measure skill and are a reasonably reliable predictor of \nwhich player is likely to win. Importantly, differential skill is relevant. Investing is a game largely of luck. The \nreason is not that investors are not skillful. By any reasonable measure they are more skillful than ever. Rather, \nthe distribution of skill has narrowed, leaving more to luck. This is another way of saying that it is more difficult \ntoday to gain an investment edge, although by no means impossible.11   \n \nStill, there are similarities between the two activities that are worth noting. Both realms are subject to biases \nand mistakes induced by stress. For example, Kasparov admits that he was “in no condition to play chess” as \nhe faced Deep Blue in game six and that his loss came from an “infantile blunder in the opening.” If even a \ngreat champion can get “exhausted and confused” in the game he normally dominates, it is easy to see how \ninvestors may also make mistakes in judgment.  \n \nIn chess and investing, new information arrives that should allow you to update your beliefs. As a result, you \ncannot fully anticipate the next, best move. John Holland, a professor of computer science, engineering, and \npsychology at the University of Michigan, says, “Strategy in complex systems must resemble strategy in board \ngames. You develop a small and useful tree of options that is continuously revised based on the arrangement \nof pieces and the actions of your opponent. It is critical to keep the number of options open. It is important to \ndevelop a theory of what kinds of options you want to have open.”12    \n \nProcess is also at the core of success in both fields. Chess players assess moves and attempt to skillfully \nselect those that offer an advantage over a competitor. Because skill predominately determines outcomes, \nsmall deviations from a proper process can be very costly. Process in investing is about finding an edge, or \nmispricings, and building a portfolio that takes advantage of the mispricings. Because luck looms large in \ninvesting, short-term outcomes are an unreliable indicator of skill. But over time, good process wins.    \n \n \n \n \n \n"
    },
    {
      "number": 5,
      "text": " \n \nSeptember 10, 2014 \n \nLessons from Freestyle Chess \n5 \nFundamental and Quantitative Analysts – Can We Freestyle? \n \nTruth be told, fundamental and quantitative approaches to active investing tend to work mostly independently. \nThere are certainly organizations that have attempted to meld the two, but one approach tends to dominate. \nFurther, neither camp is fully convinced that the blend leads to better outcomes. \n \nFor example, quantitative investment managers were asked in a recent survey, “Does [a] fundamental overlay \nadd value to the quantitative process?” More than two-thirds of the respondents disagreed that the most \neffective process combines the two.13 Expressing clear skepticism about the value of a fundamental overlay, \none manager quipped, “the fundamental analyst is a costly business monitor compared to a $15,000 \ncomputer.”  \n \nThe cultural divide runs the other way as well. In the same survey, one money manager said this, “Can a firm \nwith a fundamental culture go quant? It is doable, but the odds of success are slim. Fundamental managers \nhave a different outlook.” That fundamental and quantitative analysts have different personalities and training \nreinforces the intellectual and practical divide.  \n \nNotwithstanding this cultural divide, here are some ideas about how an investment firm can take steps toward \nfreestyle investing. \n  \nWhat Fundamental Analysts Can Take from Quants \n \nComputers are really good at examining lots of data and crunching numbers. These are two activities that \nhumans aren’t so good at. So it’s natural that the quant overlay will feature these abilities: \n \n Methods to offset limited recall or experience. The key to generating excess returns in the market is \nto have a point of view that is different than what the market is expressing. There needs to be a gap \nbetween fundamentals—for example, what a company’s future financial results will be—and expectations, \nwhat the market expects the results to be. \n \nImplicit in these expectations gaps is a forecast of the future. Your forecast need not be as precise as a \nsingle point estimate, but you must see the distribution of outcomes and their associated probabilities \ndifferently than the market does. The challenge for fundamental analysts is that they are generally poor at \nmaking forecasts. Here are two areas where quantitative thinking can be very helpful.  \n \nThe first is what Daniel Kahneman, the eminent psychologist, calls the “inside” versus the “outside” \nview.14 The basic idea is that when we face a problem, our natural approach is to gather information, \ncombine the information with our own input, and project into the future. Kahneman calls this the inside \nview and it often leads to forecasts that are poorly calibrated because we do not take into consideration \nall of the information that is relevant to the problem. \n \nThe outside view considers a problem as an instance of a larger reference class. It asks a simple \nquestion: “What happened when others were in this situation before?” Using the outside view allows a \nfundamental analyst to make a more informed forecast. For example, consider the case of an analyst \nwho is trying to forecast sales for a company that currently has $20 billion in revenue. An analyst using \nthe inside view would look at each business line and aggregate them. An analyst using the outside view \nwould consider the distribution of growth rates for all companies that at one point had sales of $20 billion. \nA proper blend of the two approaches yields a better forecast than a simple reliance on the inside view. \n"
    },
    {
      "number": 6,
      "text": " \n \nSeptember 10, 2014 \n \nLessons from Freestyle Chess \n6 \nReversion toward the mean is a closely related concept.15 Reversion toward the mean says that an \noutcome that is far from average will be followed by an outcome with an expected value closer to the \naverage. Reversion toward the mean occurs any time the measure of the same metric over two time \nperiods has a correlation of less than one. Indeed, the correlation coefficient is a good proxy for the rate \nof reversion toward the mean, with low correlations implying rapid reversion. \n \nIn our experience, few fundamental analysts properly combine the inside/outside view and reversion \ntoward the mean in making their forecasts. A quantitative approach would aid them in this task. \n    \n Let the computers crunch numbers. Humans are much better at seeing certain patterns than \ncomputers but are much worse at doing calculations. So any time there is an aspect of fundamental \nanalysis or portfolio construction that can benefit from number crunching, let the computer do its thing. \n \nOne of a fundamental analyst’s challenging chores is to update his or her point of view as new \ninformation comes in. Similar to a chess player, an analyst’s view on a position is necessarily subject to \nrevision as additional information is revealed. There is a formal and mathematical way to do this through \nBayes’s Theorem.16 The theorem tells you the probability that a belief is true conditional on some event \nhappening.   \n \nMost fundamental analysts struggle with incorporating new information for all but that with the most \nobvious implications. One of the main reasons is confirmation bias, a tendency to seek information that \nsubstantiates a prior point of view and to discount, or dismiss, information that disconfirms a point of view. \nAnd even analysts who incorporate new information struggle to adjust their beliefs sufficiently. \n \nAnother area where number crunching can be helpful is in portfolio construction. A quantitative take on a \nportfolio can reveal exposures to factors or biases that are hard to identify otherwise. Even if fundamental \nanalysis provides the raw material, in the form of ideas with edge, quantitative analysis can allow for \nsome guidance in putting those ideas together so as to come up with an effective finished good. \n \n Let the computers cast the net wide. Fundamental analysts generally have a much smaller universe \nof investable securities than quantitative analysts do because they add the constraint of research \ncoverage. Let’s look at equities as a case in point. You start with the whole equity market, refine it to the \ninvestable universe (winnowed by style, geography, or other constraints), select companies to cover, and \nthen construct a portfolio. A quantitative approach has no need for coverage and hence can work with a \nlarger universe. \n \nA fundamental analyst can use a quantitative approach for screening. Indeed, this is the area where \nquantitative analysis is already used most often by fundamental investors. This combination works if \ncomputers are better than humans at generating alternatives and humans are better than computers at \nwinnowing them down.   \n \nOne of the ways that the humans in freestyle chess added value was by examining how the different \nchess software programs disagreed.17 This allowed the humans to compare and contrast approaches and \nto carefully weigh the best move. Likewise, multiple quantitative screens yield different ideas, which \nprovide a fundamental analyst with the ability to add value as he or she prunes the variations to decipher \nvalue gaps.   \n \n \n"
    },
    {
      "number": 7,
      "text": " \n \nSeptember 10, 2014 \n \nLessons from Freestyle Chess \n7 \nWhat Quants Can Take from Fundamental Analysts \n \nThe power of algorithms, and hence the strength of quantitative analysis, is that they faithfully allow you to \nreach your goal. But this is only true if the algorithm tightly matches the environment. Slippage between the \nmodel and the world increases as change occurs.  An example is the correlation between asset prices. Those \ncorrelations may be stable over an extended period, but a regime change can alter relationships rapidly and in \nsome cases violently. Such changes render past relationships, and the models that are built on them, useless.   \n \nOn a panel discussing behavioral finance at an investment conference, one discussant asserted, “I have never \nseen a situation where overriding the quantitative model has improved results.” That may be true in his firm. \nBut just as humans still add some value to freestyle chess, there are some ways that fundamental analysis can \nadd value to quants:  \n \n Separate circumstances (causality) from attributes (correlations). This is one of the hottest \ndebates in the discussion of big data. Some big data enthusiasts have suggested that we no longer need \nto consider causality at all. The authors of a best-selling book on the topic claim, “Society will need to \nshed some of its obsession for causality in exchange for simple correlations: not knowing why but only \nwhat.”18 If you believe that in finance and build a quantitative approach consistent with it, you will fail. \nCorrelations are not sufficiently reliable.  \n \nFundamental analysts can help with the question of causality. In stable environments, correlations can be \nvery effective at revealing causality. For example, retailers know that a customer who buys a certain \nbasket of goods has a certain probability of buying a related basket of goods. So far, so good. But in \nunstable environments, such as markets, correlations without theory to explain the relationships are very \ndangerous either because the results are spurious or the correlations themselves change for other \nreasons. \n \nNaturally, every quantitative strategy that will be presented to you will have done well in backtesting. But \nthere should be some underlying theory to explain why the mispricing occurred and how the model \nexploited it. A fundamental mindset can help identify such theories. One illustration is the momentum \neffect, where investments show persistent relative results for a short time. Academics explain this effect \nby analyzing how investors react to new information and move collectively, called “bandwagon effects.” \n \nNaturally, all quantitative models are built by humans. So the use of some fundamental analytical insights \nmay be very useful in building better algorithms. \n \n Dealing with regime changes. Quantitative strategies are essentially a set of rules to select securities \nand to build a portfolio. Consistent with the prior point, rules are context dependent. When mismatches \nbetween the rules and the environment occur, the outcomes can be poor. \n \nWe have witnessed a handful of such cases in recent years. For instance, in August 2007 a number of \nquantitative funds had sharp losses. One reconstruction of the events suggested that concerns over the \nsubprime mortgage market spilled over to equities and caused certain factors popular among quants to \nwork poorly.19 Because many of these strategies were enhanced with leverage, liquidation by some funds \ncaused a feedback loop—asset drop, margin call, asset sale, asset drop, margin call, etc.—that \ngenerated the stinging losses.  \n \nAnother example is the “flash crash” in May of 2010, when the Dow Jones Industrials Average plunged \nsix percent in minutes only to largely recover moments later. A seemingly innocuous trade in S&P 500 \n"
    },
    {
      "number": 8,
      "text": " \n \nSeptember 10, 2014 \n \nLessons from Freestyle Chess \n8 \nfutures contracts led to sharp moves in a handful of securities as trading algorithms fed off of one \nanother. In both cases, quantitative approaches got caught in runaway feedback loops that distorted the \nmarket.  \n \nA fundamental investor who is close to the market may be able to see these types of developments, \nrecognize the mismatch between model and market, and either slow things down or shut them down \naltogether.  \n \nTyler Cowen, the economist who discusses freestyle chess in his recent book, describes playing chess \nwith a program called Shredder against Shredder itself (so it’s Cowen plus Shredder versus Shredder \nalone). He notes that at a handful of crucial junctures in the game he overrides the strategic judgment of \nthe program, which he reckons adds value in four out of five instances.     \n \n More granular information. Most quantitative strategies use factors to build portfolios that seek to \ngenerate excess returns, adjusted for risk. These factors include small capitalization versus large \ncapitalization stocks, cheap stocks versus expensive stocks, or low-risk stocks versus high-risk stocks. \nThe strength of a quantitative model is that it can consider lots of securities. The weakness of the model \nis that it doesn’t know much about any particular security.   \n \nHere is where a fundamental approach can be handy. There may be obvious and logical reasons why a \ncertain stock or industry looks cheap that the quantitative model, which relies on rules, cannot appreciate. \nA fundamental analyst can frequently see these mistakes easily. One quantitative manager put it this way, \n“a fundamental view can be of help—for example, if a model suggests to buy shares in a German bank \nwhen the fundamental analyst knows that German banks are heavily invested in subprime.”20 \n \nConclusion \n \nThere is a battle between qualitative and quantitative approaches in many fields today including investing, \nsports, business, and politics. The rapid gains in computing power and vast amounts of data have only made \nthe battle line more acute. The central question is whether these camps can work together to be more \neffective than either of them individually. \n \nThe advent of freestyle chess provides hope for such a possibility. As of now, the combination of man and \nmachine is better than either man or machine. The essential human skill in combining the two is not aptitude in \nthe activity itself, as we saw with ZackS, but rather knowing how and when to appeal to the strength of each \napproach.  \n \nAn essential question is whether the lessons of freestyle chess apply to investing. Chess is a game of perfect \ninformation that is stable and linear. Because of the countless possible states the game is extremely \ncomplicated, but it is not a complex adaptive system. Markets are complex adaptive systems, with imperfect \ninformation, instability, and non-linearity. \n \nStill, we believe that some of the lessons of freestyle chess are useful. Properly done, a melding of \nfundamental and quantitative methods may well yield better results than either of them on their own. If we had \nto say which camp had the most to gain from the other, we’d say that the fundamental analysts have more to \nlearn from the quants than the other way around. \n \nNo matter which approach you use, we hope that thinking about the success of freestyle chess will provoke \nsome ideas that may ultimately make you more effective.  \n \n"
    },
    {
      "number": 9,
      "text": " \n \nSeptember 10, 2014 \n \nLessons from Freestyle Chess \n9 \nEndnotes \n \n1 Garry Kasparov, How Life Imitates Chess: Making the Right Moves—from the Board to the Boardroom (New \nYork: Bloomsbury, 2007), 166.    \n2 Kasparov, 163.   \n3 In a chess match, a player gets 1 point for a win and ½ of a point for a draw. So in a six-game match, a 300 \npoint rating edge suggests an expectation of winning about 5.2 of 6.0 possible points.    \n4 Goethe did not actually say this himself. Rather, Adelheid, a character from Goethe’s play Götz von \nBerlichingen, says the phrase while in the midst of a chess match.      \n5 Stephen Baker, Final Jeopardy: Man vs. Machine and the Quest to Know Everything (Boston, MA: Houghton \nMifflin Harcourt, 2011). Also John E. Kelly III and Steve Hamm, Smart Machines: IBM’s Watson and the Era \nof Cognitive Computing (New York: Columbia Business School Publishing, 2013). \n6 Tyler Cowen, Average Is Over: Powering America Beyond the Age of the Great Stagnation (New York: \nDutton, 2013). For additional discussion of freestyle chess, see Erik Brynjolfsson and Andrew McAfee, The \nSecond Machine Age: Work, Progress, and Prosperity in a Time of Brilliant Technologies (New York: W.W. \nNorton & Company, 2014).   \n7 “PAL/CSS Report from the Dark Horse’s Mouth,” ChessBase.com, June 22, 2005. See \nhttp://en.chessbase.com/post/pal-c-report-from-the-dark-horse-s-mouth.  \n8 Cowen, 80.     \n9 Cowen, 93. \n10 Christopher Chabris and David Goodman, “Chess-Championship Results Show Powerful Role of \nComputers,” Wall Street Journal, November 22, 2013.   \n11 Michael J. Mauboussin and Dan Callahan, “Alpha and the Paradox of Skill: Results Reflect Your Skill and \nthe Game You Are Playing,” Credit Suisse Global Financial Strategies, July 15, 2013.  \n12 Michael J. Mauboussin, More Than You Know: Finding Financial Wisdom in Unconventional Places – \nUpdated and Expanded (New York: Columbia Business School Publishing, 2008), 148. \n13 Frank J. Fabozzi, Sergio M. Focardi, and Caroline Jonas, “Challenges in Quantitative Equity Management,” \nResearch Foundation of the CFA Institute, July 2008. \n14 Michael J. Mauboussin, Think Twice: Harnessing the Power of Counterintuition (Boston, MA: Harvard \nBusiness Press, 2009), 1-16. \n15 Michael J. Mauboussin and Dan Callahan, “How to Model Reversion to the Mean: Determining How Fast, \nand to What Mean, Results Revert,” Credit Suisse Global Financial Strategies, September 17, 2013.  \n16 Michael J. Mauboussin and Dan Callahan, “Cultivating Your Judgment Skills: A Framework for Improving the \nQuality of Decisions,” Credit Suisse Global Financial Strategies, May 7, 2013. \n17 Tyler Cowen, “What are humans still good for? The turning point in Freestyle chess may be approaching,” \nMarginal Revolution Blog, November 5, 2013.  \n18 Viktor Mayer-Schönberger and Kenneth Cukier, Big Data: A Revolution That Will Transform How We Live, \nWork, and Think (New York: Houghton Mifflin Harcourt, 2013), 7. \n19 Amir Khandani and Andrew W. Lo, “What Happened to the Quants in August 2007? Evidence from Factors \nand Transaction Data,” SSRN Working Paper, October 28, 2008. \n20 Fabozzi, Focardi, and Jonas, 27.\n"
    },
    {
      "number": 10,
      "text": " \n \n \nImportant information \n \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future.  \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A.  \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above.  \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \n© 2014 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n"
    }
  ]
}