{
  "filename": "2014_a_long_look_at_short_termism__questioning_the_premise.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423224246-07'00'",
    "modDate": "D:20240423224330-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nNovember 18, 2014 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \n \n \n“The . . . specific task of managers is to harmonize in every decision and \naction the requirements of the immediate and long-range future. Managers \ncannot sacrifice either without endangering the enterprise.” \nPeter F. Drucker \nPeople and Performance \n \n Short-termism is said to plague all parties in the investment community, \nincluding investment managers, companies, and investors. However, it is \nvery difficult to prove.  \n To assess and evaluate the impact of market short-termism, the right level \nof analysis is not what individuals say but rather what the stock market \ndoes.  \n For many companies, a contraction in time horizon is a proper response to \neconomic reality. \n Corporate executives and investors who suffer from short-termism are \npartners in a dance who are attracted to one another based on their \ncharacteristics. \n The holding period that is relevant in portfolio construction is the time an \ninvestor is exposed to an asset class, not the turnover for a particular \nstock or fund. \n We provide specific recommendations to deal with the pressures of short-\ntermism for investment managers, companies, and investors. \n \n \nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nA Long Look at Short-Termism \nQuestioning the Premise \n"
    },
    {
      "number": 2,
      "text": " \n \nNovember 18, 2014 \n \nA Long Look at Short-Termism \n2 \nIntroduction  \n \n“Short-termism” is widely accepted as a major problem in the investment industry. Short-termism is the \ntendency to make decisions that appear beneficial in the short term at the expense of decisions that have a \nhigher payoff in the long term. For example, a company exhibits short-termism when it cuts its research and \ndevelopment budget to deliver higher earnings this year, forsaking larger profits in the future. Likewise, an \ninvestor who forgoes a stock that trades at a steep discount to intrinsic value to buy a stock based on an \nanticipated near-term price move engages in short-termism. \n \nShort-termism is said to plague all parties in the investment community, including investment managers, \ncompanies, and investors. The typical story is that investors demand short-term results, forcing investment \nmanagers to dwell on immediate gains, which ultimately spur investment managers to press companies for \nquarterly results. Short-termism has caused a great deal of hand-wringing.1 \n \nThe problem is that short-termism is very difficult to prove. As we will see, many of the common perceived \nsymptoms of short-termism don’t hold up to scrutiny, and there are some legitimate reasons for the \nshortening of time horizons. While there remains plenty of room for improvement, especially when it comes to \nincentives, the issue of short-termism deserves more care than it has received in the popular discourse. With \nlittle exception, the debate appears to be very one-sided.2 \n \nA quote from a recent article by Dominic Barton, a consultant at McKinsey & Company, and Mark Wiseman, \npresident and chief executive officer (CEO) of the Canada Pension Plan Investment Board, captures the \nprevailing mood:   \n \n“. . . the shadow of short-termism has continued to advance—and the situation may actually be \ngetting worse. As a result, companies are less able to invest and build value for the long term, \nundermining broad economic growth and lowering returns on investment for savers. \n \nThe main source of the problem, we believe, is the continuing pressure on public companies from \nfinancial markets to maximize short-term results.”3 \n \nWhile the discussion of short-termism has gone from a mild simmer to a rolling boil following the financial \ncrisis, concerns about short-termism have been around for a long time. Consider the following quotations: \n \n“The average holding period of stocks has declined from over seven years in 1960 to about two years \ntoday. This decline implies a dramatic shift in the frequency with which investors buy and sell \ncorporate equities. It is perhaps the most telling evidence of shortening investor horizons.”  - Michael E. \nPorter (1992)4 \n \n“Given the large buying power of their institutions, there is an obvious risk that speculative in-and-out \ntrading of this type may virtually corner the market in individual stocks. And in any event, activity of this \nkind tends to create undesirably volatile price fluctuations. I find this trend disquieting. However \nlaudable the intent may be, it seems to me that practices of this nature contain poisonous qualities.”  \n- William McChesney Martin (1967)5 \n \n“For most of [the professional investors and speculators] are, in fact, largely concerned, not with \nmaking superior long-term forecasts of the probable yield of an investment over its whole life, but with \nforeseeing changes in the conventional basis of valuation a short time ahead of the general public. \nThey are concerned, not with what an investment is really worth to a man who buys it ‘for keeps,’ but \nwith what the market will value it at, under the influence of mass psychology, three months or a year \nhence.”  - John Maynard Keynes (1935)6 \n"
    },
    {
      "number": 3,
      "text": " \n \nNovember 18, 2014 \n \nA Long Look at Short-Termism \n3 \nComplaints about short-termism echo the laments about the contemporary standard of writing. Every \ngeneration thinks that writing is going to hell and pines for the good old days when authors wrote with clarity, \nverve, and proper punctuation.7 Most generations have a sense that at least some things were better in the \npast than in the present and that life would improve if we could revert to how things used to be.    \n \nUpon closer examination, of course, the good old days were rarely as idyllic as memory suggests. This is \ncertainly true for markets. Investors are now more informed (and uniformly so because of Regulation FD), \nbetter trained, have access to superior computing power, and face lower transaction costs than those of the \npast. The same is true for companies. Today’s companies are more sophisticated, better managed, and \ndeliver better products at a lower cost than ever before. Legislation, such as Sarbanes-Oxley, has improved \ngovernance practices in the past decade. So why the palpable sense of trouble? \n \nWhy Short-Termism Feels More Acute Than Ever \n \nThe “micro-macro” problem creates a major challenge in analyzing whether investors are more short-term \noriented today than in the past. Say you want to analyze an ant colony, a system made up of thousands of \nindividual ants. You can study the behaviors of the individual ants, carefully documenting the tasks they carry \nout, how they interact with their sisters, and how long they live. That is the micro approach. Alternatively, you \ncan examine the colony, observing how it forages, defends, and ages. That is the macro approach.  \n \nAn ant colony is a complex adaptive system that emerges as the result of the interaction of the individual ants. \nComplex adaptive systems generally have properties and features that are difficult to predict by examining the \nindividual agents. Phil Anderson, a physicist who won the Nobel Prize, captured this idea in the pithy phrase, \n“more is different.”8 In a nutshell, the micro-macro problem says that it is very difficult to understand a system \nby examining only its parts. If you want to understand the colony, study the colony. If you want to understand \nthe ants, study the ants.9  \n \nThe stock market is a classic example of a complex adaptive system. To assess and evaluate the impact of \nshort-termism, the right level of analysis is not what individuals say but rather what the stock market does. A \ncase for short-termism that rests primarily on the views of executives or investors runs headlong into the \nmicro-macro problem.  \n \nIndeed, much of the concern about short-termism appears to be based on the perceptions of individuals. For \nexample, a recent survey of executives and board members confirms the concern about short-termism. Almost \ntwo-thirds of the participants said the pressure to generate short-term results had increased over the previous \nfive years and nearly 90 percent declared that a longer time horizon in business decisions would have a \npositive effect on corporate performance. The board members suggested the demands for short-termism \nwere the result of “short-term pressures from investors, including institutional shareholders.”10 These \nperceptions are real and they can influence behavior. But are they well-founded?    \n \nIf investors are the problem, a proper evaluation of short-termism requires an analysis of the stock market. \nThis analysis does not offer much evidence of short-termism. The vibrant market for initial public offerings \n(IPOs), including deals for companies that have modest revenues and profits currently, suggests that investors \nanticipate long-term payoffs. Multi-billion-dollar mergers and acquisitions (M&A) of companies barely beyond \nthe start-up phase, such as Facebook’s purchase of WhatsApp or Google’s acquisition of Nest, also require \nthat the buyers take a long-term view. Indeed, if you accept that the value of a company is the present value \nof future cash flow, in most cases you must project cash flow many years into the future—the long term—to \njustify today’s valuations in the public markets.11    \n \n"
    },
    {
      "number": 4,
      "text": " \n \nNovember 18, 2014 \n \nA Long Look at Short-Termism \n4 \nIf your reaction is, “Yes, but the IPO and M&A markets are frothy and stock prices appear fully valued,” \nrecognize that you can’t have it both ways. High valuations mean that the market is paying for the long term. \nA market with a short-term horizon is unwilling to pay much for the future. Indeed, one analysis concluded that \nshort-termism prevailed in the stock market’s valuation of technology stocks surrounding the dot-com boom.12 \nIf the dot-com bubble is evidence for the stock market’s short-termism, it is hard to imagine what period of \ntime suffices as the long term.  \n \nWe will examine investor behavior, including holding periods as a proxy for time horizon, in a moment. But for \nnow let’s emphasize that if short-termism is a problem there should be clear evidence of it in the stock market. \nThe micro-macro problem tells us that to understand the market we need to examine its features rather than \nextrapolating the beliefs of individuals. Much of the sense of short-termism comes from the perceptions of \nparticipants in the market rather than from the market itself.  \n      \nShort-termism also comes from the sensation that the world is speeding up. Betting on the future feels \nimprudent if change is rapid. Indeed, academic research shows that the period of competitive advantage is \nshrinking for companies.13 If the sustainability of a company’s economic profit is fleeting, there is less reason \nto place great value on the future. \n \nA number of facts suggest that change is speeding up. Exhibit 1 shows how long it took half of the U.S. \npopulation to adopt a number of significant new technologies. This is a measure of the rate of diffusion. For \nexample, it took 71 years for half of the U.S. population to have a telephone and 52 years for electricity, but \nonly 19 years for a personal computer and 10 years for Internet access. New technologies not only have \nobvious primary benefits but also ancillary effects that ripple through the economy. As these diffusions speed \nup, so does change. \n \nExhibit 1: The Rate of Diffusion of New Technologies \n \nSource: Adam Thierer and Grant Eskelsen, “Media Metrics: The True State of the Modern Media Marketplace,” The Progress & Freedom Foundation, \nSummer 2008, 18. \n \nThe average asset life of companies in the U.S. is shortening, which also suggests faster change. When a \ncompany makes an investment in capital equipment, the accountants require the company to record a useful \nlife for the asset on the balance sheet. (These asset lives also serve as the basis for depreciation schedules.) \nCompanies that expect their assets to pay off for a long time will take a more extended view than companies \nthat have short asset lives. This makes sense.  \n10\n14\n18\n19\n28\n52\n71\n0\n20\n40\n60\n80\nInternet access\nCell phone\nColor TV\nPersonal computer\nRadio\nElectricity\nTelephone\nNumber of Years to Reach Half the U.S. Population\n"
    },
    {
      "number": 5,
      "text": " \n \nNovember 18, 2014 \n \nA Long Look at Short-Termism \n5 \nExhibit 2 shows the asset lives for nine sectors, ranging from 29 years for utilities to less than 7 years for \ninformation technology. Importantly, the composition of the market has changed, and sectors with short asset \nlives are now more prominent than they used to be. For example, energy, materials, and industrials were 51 \npercent of the market capitalization of the top 1,500 public companies in the U.S. in 1980 and had an \naverage asset life of roughly 16 years.14 Today, those sectors are less than one-quarter of the market even as \ntheir asset lives have lengthened a bit.  \n \nAt the same time, healthcare and information technology, with an average asset life of 11 years in 1980, only \ncomprised 17 percent of the market. Currently, those sectors are 30 percent of the market and have an \naverage asset life of 8 years. So the asset life of the companies within the market, weighted by market \ncapitalization, has shrunk in the past 30 years.    \n \nExhibit 2: Average Asset Life by Sector, 2013 \n \nSource: Credit Suisse HOLT. \nNote: Top 1,000 non-financial firms.  \n \nShorter asset lives suggest shorter time horizons over which managers should invest, a reasonable reflection \nof the business world. Executives of many technology companies, for example, can’t plan for decades in the \nway a utility company can because the rate of change is simply too fast. So for many companies a contraction \nin time horizon is a proper response to economic reality.  \n \nExecutive compensation is also considered a cause and result of short-termism. The thinking is that executive \ncompensation based on the stock price has increased materially in recent decades, compelling CEOs to focus \non the short-term stock price of their company.15 For example, the percentage of pay tied to the stock market \nfor the CEOs of U.S. companies was negligible in the early 1980s, rose to about one-quarter in the early \n1990s, peaked at roughly one-half in the early 2000s, and remains near 40 percent today.16 CEOs who \nexpect to retire or leave the company may have a time horizon shorter than that of their investors, encouraging \nshort-termism.17 The average tenure for the CEOs of the world’s 2,500 largest public firms is about seven \nyears, based on figures from 2013.18 \n \nWere compensation the simple root of the problem, then correction through regulation or other market forces \nwould be relatively straightforward. But a link between pay and short-termism is difficult to establish. \nAcademic research shows that CEO pay has closely followed the size of the firms in the economy independent \nof the form of remuneration.19 Further, executive compensation has moved toward long-term incentives, \nboards of directors are more independent than in the past, and governance committees are “nearly \nuniversal.”20 Reviewing the challenges of conclusively demonstrating short-termism, one scholar wrote, “[I am] \naware of no empirical evidence establishing that executive pay term is inadequately focused on long-term \nperformance from either a shareholder or societal perspective, systematically.”21 \nAsset Life\nInformation Technology\n6.6\nHealthcare\n11.4\nConsumer Discretionary\n12.4\nConsumer Staples\n15.1\nIndustrials\n15.4\nTelecommunication Services\n16.1\nEnergy\n17.6\nMaterials\n18.6\nUtilities\n29.4\n"
    },
    {
      "number": 6,
      "text": " \n \nNovember 18, 2014 \n \nA Long Look at Short-Termism \n6 \nNow, there is evidence that companies that rely heavily on equity compensation are more likely to manipulate \ntheir reported earnings through discretionary accruals.22 While this is not direct evidence of short-termism \n(companies can conceivably invest for the long term even as they boost earnings through accounting) it clearly \nappears to be an effort to sway the capital markets.  \n \nMore direct evidence of short-termism comes from a comparison of matched private and public companies. \nThat work shows that private companies invest more than public companies, consistent with the notion that \npublic companies seek to boost near-term profits.23 This case is furthered by surveys of financial executives \nthat reveal that a large percentage of them are willing to forgo value-creating projects in order to deliver short-\nterm earnings.24 These strands of inquiry certainly suggest that short-termism is playing a real role in shaping \nthe decisions companies make. \n \nBut the story is a little more subtle. There is also research showing a process of sorting, where short-term-\noriented investors gravitate toward companies that provide lots of information and hence trading opportunities. \nBrian Bushee, a professor of accounting at the Wharton School of the University of Pennsylvania, sorts \ninstitutional investors into three categories: transient, quasi-indexer, and dedicated. Transients hold small \nstakes for a short time. Quasi-indexers own small stakes for a long time. And dedicated investors hold large \nstakes for a long time. Based on 20 years of data, he determined that 61 percent of institutions fall in the \nquasi-indexer category, 31 percent in transient, and 8 percent in dedicated.25  \n \nBushee found that transient investors are attracted to companies with a larger proportion of the value in near-\nterm earnings, those that have done well recently, and those that provide more disclosure—or what \nacademics call “information events.” Companies with a high percentage of transient owners are more likely to \nmanage earnings or cut research and development in an apparent effort to keep their investors appeased. \nHowever, transient investors are quick to sell when a string of favorable events ends.26 \n \nCompanies owned mostly by transients also have investment sensitivity, or a willingness to invest when \nopportunities present themselves, that is below average. Companies that spend the same from year to year \ngenerate lower returns for their shareholders than companies that are flexible in their investment spending.27 \nThis, too, pairs companies and investors as transient investors are not keen to stick around if investment \nspending rises too much.  \n \nIn effect, corporate executives and investors who suffer from short-termism are partners in a dance who are \nattracted to one another based on their characteristics. Bushee’s prescription to cultivate an investor base with \na long-term view is to be thoughtful about disclosure, both in frequency and content. He writes, “my research \nsuggests that changes in disclosure practices have the potential to shift the composition of a firm’s investor \nbase away from transient investors and toward more patient capital. This shift will remove some of the external \npressures for short-term results and encourage managers to return their focus to establishing a culture based \non long-run value maximization.”28 \n \nOur research revealed another link that bears on this discussion. Exhibit 3 shows that there is a close \nrelationship between average asset life by sector and the Board Score, a measure of the quality of corporate \ngovernance that our HOLT® team developed. HOLT analysts combed proxy statements for 1,500 companies \nand granted points for good governance practices (long-term orientation, economically sound measures) and \nsubtracted points for poor practices (limited disclosure, short-term targets only).29   \n \n \n \n \n"
    },
    {
      "number": 7,
      "text": " \n \nNovember 18, 2014 \n \nA Long Look at Short-Termism \n7 \nExhibit 3: Average Asset Life and HOLT Board Score by Sector \n \nSource: Credit Suisse HOLT.  \nNote: Excludes financials and utilities; Asset life and Board Score figures are for 2013. \n \nOne interpretation of this finding is that corporate governance tends to be better in sectors where asset lives \nare long than in sectors where asset lives are short. Where monitoring long-term investments is most relevant, \ncorporate governance is the best developed.     \n \nTo summarize, a proper test of short-termism should address the micro-macro problem by relying on the \noutcome of the market pricing process rather than the views of individuals. While many constituents feel the \nmarket is short-term oriented—a feeling that has been expressed through the decades—asset prices don’t \nsupport this sense.  \n \nThat said, the appropriate period of evaluation has shrunk as the composition of the market has shifted from \ncompanies more reliant on long-term assets to companies with shorter asset lives. This is not short-termism \nbut rather a clear-eyed reflection of the changes in the underlying economy. It also appears that governance is \nstrongest, on average, for those sectors with the longest asset lives.   \n \nFinally, while transient investors do take a short view, they are attracted to companies that provide lots of \ninformation events. It is these companies that appear most willing to trade value-creating investments to \ndeliver short-term results. But that game is limited, as reality eventually catches up and transient investors \ndump the stocks.  \n \nAs Warren Buffett said in the Berkshire Hathaway letter to shareholders in 1979, “In large part, companies \nobtain the shareholder constituency that they seek and deserve. If they focus their thinking and \ncommunications on short-term results or short-term stock market consequences they will, in large part, attract \nshareholders who focus on the same factors. And if they are cynical in their treatment of investors, eventually \nthat cynicism is highly likely to be returned by the investment community.”30 The research largely supports this \nview.  \n \nIT\nHealthcare\nCons Disc\nCons \nStaples\nIndustrials\nTelecom\nEnergy\nMaterials\n-1\n0\n1\n2\n3\n6\n8\n10\n12\n14\n16\n18\n20\nHOLT Board Score\nAsset Life\nr = 0.85\n"
    },
    {
      "number": 8,
      "text": " \n \nNovember 18, 2014 \n \nA Long Look at Short-Termism \n8 \nArguments that Are Overused and Under-Scrutinized \n \nPerhaps the most commonly cited evidence for investor short-termism is the shrinking holding period for \nstocks.31 The lament is that holding periods in the 1960s were in the range of six to seven years but are less \nthan two years today. Exhibit 4 shows the average portfolio turnover rate since 1947. You impute the holding \nperiod by dividing one by the rate. For instance, a 20 percent turnover rate equals a five-year holding period \n(1/.20 = 5). By this measure, investor time horizons have shortened since the 1960s but have actually \nlengthened in recent years from one year to about one-and-a–half years. Still, the change in holding period in \nthe last half century is a poor argument for short-termism.  \n \nExhibit 4: Average Turnover Rate (1947- 2013) \n \nSource: Bogle Financial Markets Research Center; Morningstar, Credit Suisse.  \n \nTo begin, the holding period that is relevant in portfolio construction is the time an investor is exposed to an \nasset class, not how long an investor owns a particular stock or fund.32 Think of it this way: In a largely \nefficient market, the expected value of a portfolio’s risk-adjusted excess return is approximately zero, before \ncosts. While lots of activity creates costs that diminish a portfolio’s return, the duration of the exposure to the \nasset class is the appropriate way to think about an investor’s time horizon. As a result, what matters is the \nlong-term return of that asset class less costs the investor incurs. Investors make short-term bets on long-\nterm outcomes. \n \nAnother essential point is that the ownership of stocks has changed a great deal in the past half century. Fifty \nyears ago, individuals held most stocks and the institutional money management industry was just getting \ngoing. Today, about 70 percent of stocks are held by institutions.33 Individuals in the 1960s had poor access \nto information, limited training, little if any access to computers, onerous tax rates, and high transaction costs. \nGiven the circumstances, it is little wonder they did not trade actively. \n \nIf you return to exhibit 4, you will notice that the largest sustained increase in annual turnover occurred \nbetween 1975 and 1985. The reason for this is the deregulation of stock commission rates on May 1, 1975. \n0\n20\n40\n60\n80\n100\n120\n1947\n1950\n1953\n1956\n1959\n1962\n1965\n1968\n1971\n1974\n1977\n1980\n1983\n1986\n1989\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\nAnnual Turnover Rate (%)\n"
    },
    {
      "number": 9,
      "text": " \n \nNovember 18, 2014 \n \nA Long Look at Short-Termism \n9 \nPrior to that date, the New York Stock Exchange and other exchanges set minimum commissions that were \nalways binding. Exhibit 5 shows the minimum commission per 100 shares that prevailed from 1959 through \n1968.34 After May 1, 1975, brokerage firms could compete based on price. Competition paired with \ntechnological advances has cut transaction costs dramatically. \n \nExhibit 5: Transaction Costs in the 1960s \n \nSource: Charles M. Jones, “A Century of Stock Market Liquidity and Trading Costs,” Working Paper, May 22, 2002. \n \nAs an example, trading 10,000 shares of a $40 stock would have cost $0.43 per share in the mid-1960s. \nTrading costs today are roughly 1/100th of that rate for institutional investors. Further, the bid-ask spreads \nwere substantially wider then than now and capital gains tax rates were higher. So it is plausible that the long \nholding period was the consequence of unsophisticated individual investors facing relatively significant \ntransaction costs rather than some benevolent long-term view. \n \nOf course, the sharp reduction in transaction costs allows short-term investment strategies to be viable. Firms \nsuch as Renaissance Technologies could not have existed in the 1960s or 1970s. Markets are akin to \necosystems, where diversity of time horizons and investment strategies tends to be healthy.35 The question is: \nWho among the short-termism critics would trade today’s markets and businesses for the higher costs, \ninferior technology, and lesser sophistication of the past? Arguments for short-termism based on shorter \nholding periods need to endorse such a trade-off.    \n \nThose who claim the pervasiveness of short-termism frequently cite a phrase attributed to the father of \nsecurity analysis, Ben Graham: “In the short run the market is a voting machine, in the long run it is a weighing \nmachine.”36 The connotation is that in the short term emotions run hot but over time the market reveals true \nvalue.37 Graham’s line sounds like a case for short-termism but doesn’t stand up to scrutiny in that context. \n \nHere’s the problem: Today’s short term was yesterday’s long term. Say you pick three years as the long term, \nwhich suggests that the market will be a weighing machine then.38 By the same logic you would have said \nthree years ago that today is the long term. The phrase itself says very little, if anything, about short-termism. \n \nA more reasonable way to interpret Graham’s line is that there are periodic mispricings in the market (voting \nmachine) but that price and value generally converge over time (weighing machine). Implicit in the argument is \nthat markets are not perfectly efficient, but they are sufficiently efficient to eventually recognize value. Indeed, \nif markets were perpetually inefficient, there would be no reason to invest because there would be no reason \nto believe that gaps between price and value would ever narrow. Active investors must believe both in \ninefficiency and efficiency to make a credible case for their vocation. \n \nWhat about market efficiency? How good are markets at incorporating new information? Here again, there is \na perception that the market takes a short-term view as it digests new information such as earnings releases \nor merger announcements. But the empirical evidence suggests the market is quite good at reflecting \ninformation and that detecting systematic and exploitable biases is not easy. \n \nAmount of transaction\nMinimum commission per 100 shares\n$100-400\n$3 + 2% of amount traded ($6 minimum)\n$400-2,400\n$7 + 1% of amount traded\n$2,400-5,000\n$19 + 0.5% of amount traded\n$5,000+\n$39 + 0.1% of amount traded\n"
    },
    {
      "number": 10,
      "text": " \n \nNovember 18, 2014 \n \nA Long Look at Short-Termism \n10 \nThe first strand of research examines cases where earnings and cash flow diverge based on a particular \nannouncement or development. In other words, when earnings go one direction and cash flow another, which \ndoes the stock market follow? Instances that researchers have examined in detail include a shift from first-in, \nfirst-out to last-in, first-out accounting for inventory (earnings down, cash flow up), expensing employee stock \noptions (earnings down, cash flow unaffected), and the adoption of an accounting rule that ceased goodwill \namortization (earnings up, cash flow unaffected). In each instance, the research shows that the market was \nable to look through the earnings impact and properly reflect the cash flow. When earnings and cash flow \ndiverge, the market tends to follow the cash.39 \n \nExecutives complain about the quarterly earnings per share (EPS) game, where the company feels compelled \nto meet or exceed the consensus forecast for EPS every quarter of the year. Michael Dell, the CEO of the \ncompany that bears his name and that he took private after being public for 25 years, calls the pressure “the \n90-day shot clock.”40 Research shows that the market generally rewards earnings that are below expectations \nas the result of value-creating investments. Earnings that exceed the consensus based on non-economic \nfactors are received poorly.  \n \nLeaders of companies that truly miss expectations must recognize that the earnings announcement is new \ninformation that the market uses to revise the expectations for long-term cash flow. Indeed, the only way that \na modest earnings disappointment can lead to a large downward price move is if the market revises down its \nlong-term cash flow forecasts. One academic paper on the topic concluded as follows: “[our results] suggest \nthat share prices respond to changes in short-term earnings only insofar that they are signals of long-term \nearnings potential.”41    \n \nM&A announcements are an area where executives feel the market’s reaction is particularly short-term \noriented. For example, after investors dumped the shares of Hewlett-Packard Company following the firm’s \nannouncement to acquire Compaq Computer Corporation in 2001, HP’s former CEO, Carly Fiorina, remarked, \n“You don’t make this kind of move and judge its success by the short-term stock price.”42  \n \nMark Sirower and Sumit Sahni, consultants with an academic background, examined total shareholder returns, \nrelative to industry peers, for 302 M&A deals both in the short run (five days) and over a longer period (one \nyear).43 They found that the market had a positive reaction to 103 of the deals (34 percent) in the short term \nand that 52 of those deals remained positive a year later. Of the 199 deals where the market’s reaction was \ninitially negative (66 percent), 133 remained negative after a year.  \n \nOne reasonable interpretation of these results is that the market is not always correct in its initial reaction but \ndoes not seem to have a systematic bias. As one academic summarized, “the evidence we have suggests that \nthe initial market response is a fairly reliable predictor of how the deals are going to turn out.”44 \n \nBelievers in short-termism are particularly flummoxed by companies that say they take a long-term view and \nthat the market prices accordingly. The poster child for this is international electronic commerce company, \nAmazon.com, led by its founder, Jeff Bezos. In the company’s letter to shareholders in 1997, the year the \ncompany went public, Bezos laid out the company’s principles. The company republishes the letter each year \nas a reminder that the company’s approach remains steadfast.  \n \nBezos’s second point, following one about customer focus, is this: “We will continue to make investment \ndecisions in light of long-term market leadership considerations rather than short-term profitability \nconsiderations or short-term Wall Street reactions.”45 The company continues to invest heavily today, \nconsistent with the principle, and investors have accorded the business a substantial market capitalization \ndespite scant current profits. \n"
    },
    {
      "number": 11,
      "text": " \n \nNovember 18, 2014 \n \nA Long Look at Short-Termism \n11 \nThe market’s willingness to take the long view has left some journalists bordering on incredulous. “Only a Wall \nStreet darling, a firm whose senior leadership has the confidence of markets, could get away with being as \ndaring as Amazon is,” wrote one.46 Another said, “Amazon has this permission because it has trained its \nshareholders to believe that everything will work out in the end.”47  \n \nIt remains to be seen whether Amazon.com lives up to the expectations of its stock price.48 But even the \nexistence of the Amazon.com’s of the world create a problem for those who fret about rampant short-termism. \nThe idea that a company that has been public for 17 years is loved only because it has trained its shareholders \ndoesn’t fit the story of a market that can’t take a long-term view. Indeed, Amazon.com’s largest shareholder, \nafter Bezos, owns a sizeable stake and is known for holding stocks for a long time—a classic dedicated \ninvestor. Here’s how Bezos sums up his philosophy: “As far as investors go, our job is to be superclear about \nour approach, and then investors get to self-select.”49 Perhaps Amazon.com has obtained the shareholder \nconstituency it deserves.  \n \nWhere Short-Termism Is a Problem for Individuals  \n \nWhile we’ve argued that short-termism is not the problem is appears to be, there are still a number of \nbehaviors in the investment industry that we can improve. These tend to be the result of either organizational \nor psychological shortcomings. It’s important to underscore that just because there are micro mistakes doesn’t \nmean that there is macro inefficiency. But there are ways for us to get better.      \n \nClassic agency theory addresses the case when the interests of an agent differ from those of the principal he \nserves, encouraging the agent to put his interests first. For instance, executives of a firm, as agents, may \ngrant themselves expensive perquisites such as country club memberships, corporate jets, and lavish offices, \nleaving less profit for the shareholders, the firm’s principals. The parallel in money management is when \ninvestment managers (agents) make decisions to grow fees, including launching new products in hot areas or \nspending substantial resources on marketing, rather than focus on delivering excess returns for their investors \n(principals).50    \n \nBut agents taking advantage of principals isn’t the only problem. Consider a serious issue that doesn’t get \nenough attention: The influence investors have on the investment managers who serve them. Substantial \nresearch shows the proclivity of investors to buy after a fund has done well and to sell following poor results.51 \nThese flows from investors amplify the results of the fund. For example, recent research shows that hedge \nfunds that have positive flows tend to buy what’s already in their portfolio, pushing up asset prices and leading \nto continued good results. This process can take up to a couple of years to reverse fully. Researchers \nestimate that one-third of the alpha from the hedge fund industry is the result of these flows.52   \n \nWhat works on the upside also works on the downside. Outflows force selling and additional poor results. As a \nconsequence, investment managers may be unwilling to invest in assets that promise excellent returns in the \nlong term but are volatile in the short run because they know that poor near-term results may prompt \ndisgruntled investors to leave the fund.  \n \nThe obvious answer to this problem is to structure a fund as closed-end, which prevents new money from \ncoming in or out, versus open-end, which allows money to move in and out.53 But the open-end structure \nembeds a valuable option for the investment manager in the case of good results, even if they come through \nluck. The option is the opportunity to increase assets under management, which leads to higher fees and \nlarger profits. One model of the investment industry suggests that skillful managers take on assets to the point \nwhere their expected risk-adjusted excess return, or alpha, approaches zero.54   \n \n"
    },
    {
      "number": 12,
      "text": " \n \nNovember 18, 2014 \n \nA Long Look at Short-Termism \n12 \nThe idea is that poor behavior can run in two directions. Investment managers may do things that are not best \nfor their investors, but investors also do things that hamper the investment manager’s ability to take a long-\nterm view. \n \nAs we saw earlier, companies say that the pressure to focus on the short term comes from investment \nmanagers. Investment managers, in turn, say the pressure is from their investors. A careful analysis of the \nconnection found that short-term investors cause short-termism in investment managers. And the more \npressure a fund manager feels, the shorter is his or her investment horizon.55   \n \nYou might expect a pattern of buying high and selling low from individual investors who are less sophisticated, \non average, than institutional investors such as pension funds, endowments, and sovereign wealth funds. The \nnumbers bear that out. John Bogle, founder and former CEO of the Vanguard Group, calculates that because \ninvestors in actively-managed mutual funds trade at inopportune times, they earn 120 basis points less per \nyear than they would with a simple buy-and-hold strategy.56      \n \nBut that performance drag isn’t limited to mom and pop. A study of institutional investors over twenty years \nfound that they do much the same as individuals. The researchers concluded that these institutions, who \ncontrol thousands of products, sacrificed $170 billion in value as a result of buying high and selling low. One-\nthird of this slippage in value is the result of moving from one asset class to another, say from stocks to bonds, \nand the other two-thirds is from switching from one manager to another within an asset class.57 \n \nProfessional investors know that there is too much variance in short-term results to rely on annual figures. As \na result, the most common evaluation period in the institutional investment industry is about three years. But \none statistical approach suggests that you need more than a dozen years of results to confidently conclude \nthat a money manager is skillful.58 Longer periods allow you to better assess skill but also carry the risk of \nbeing stuck with an unskillful manager. So what evaluation period is best?    \n \nA trio of researchers set out to answer this question.59 Rather than relying on historical data, they used a \nsimulation. The value of simulation is that you can evaluate a range of outcomes given different starting \nassumptions. Their model included 1,000 investment managers, and they endowed 10 percent of them with \nskill. They then created a population of chief investment officers (CIOs) who used algorithms, based on their \npersonalities, to hire and fire investment managers.  \n \nFor example, the “ruthless short-term” CIOs only hired managers who finished in the top 10 percent in the \nprior year, fired all managers who oversaw a portfolio that dipped 10 percent, and never rehired managers. \nThe “loyal long-term” CIOs hired managers who were in the top 10 percent over 5 years, fired those who were \nin the bottom 10 percent over 5 years, and would rehire managers who were in the top 10 percent.   \n \nExhibit 6 shows the results of the simulation over a ten-year period. The long-term CIOs outperformed both \nthe short-term CIOs and the buy-and-hold CIOs. And the watchful long-term CIOs, who were more proactive \nin pruning managers than the loyal long-term CIOs, came out on top. The evaluation period that worked best \nwas longer than three years. The researchers conclude that, “the most profitable degree of patience is very \ndifferent from that found in current industry practice.”  \n \n \n \n \n \n \n"
    },
    {
      "number": 13,
      "text": " \n \nNovember 18, 2014 \n \nA Long Look at Short-Termism \n13 \nExhibit 6: Short-Termers Underperform Watchful Long-Term Investors  \n \nSource: David L. Donoho, Robert A. Crenian, and Matthew H. Scanlan, “Is Patience a Virtue? The Unsentimental Case for the Long View in Evaluating \nReturns,” Journal of Portfolio Management, Fall 2010, 115.      \n \nThe pattern of buying high and selling low, which is clear for individuals and institutions, is a good example of \nshort-termism. What’s behind it? For individuals, the answer is probably psychological. Small investors can \nsuffer from recency bias, the tendency to overweight recent experience in assessing the future. So, for \nexample, when a stock is going up, we expect it to continue going up. As a general rule, investors want to do \ntoday what they should have done in the recent past.    \n \nInstitutional investors should be more sophisticated but often make the same mistake. Here, part of the \nexplanation may be organizational. Agency theory is devoted to the conflict of interests between agents and \nprincipals. But in fact a lot of the interaction in the institutional world is agent to agent, or even agent to agent \nto agent. Take, for example, a modest university endowment that an investment committee oversees. The \nprincipal in this case is the university and its community. It would be common for the investment committee \n(agent) to hire a consulting firm (agent) to find a money manager (agent). Each step along the way, the \nagents are expected to do something. But experience shows that doing less generally leaves the principals \nwith more.  \n \nAgain, these behaviors at the micro level can be consistent with a macro outcome, the stock market, which \nrecognizes the long term. But the interests of agents and the costs they impose can detract from the final \nreturns that the principals earn in the market.   \n \nAnother factor that contributes to short-termism is stress. When surveyed, Americans cite money, work, \nrelationships, and family responsibilities as common causes of stress.60 Not surprisingly, these are all \npsychological stressors. Stress comes from a sense of a lack of predictability and control. Given that markets \nhave a lot of variance that arises by luck and that investors are quick to yank funds for underperformance, \ninvestment management has a lot of stress.   \n \nOur stress response is designed primarily to deal with physical threats, such as the big fierce predator that has \nmade you the target for lunch. The stress response causes a rise in blood pressure, mobilization of energy to \nthe tissues that need it most, and heightened acuity of short-term memory and vision. Just as importantly, the \nbody shuts off resources to systems that are relevant only for the long term, including those for digestion, \nimmunity, and reproduction. The stress response gets you ready to deal with the very short term, and works \nbrilliantly in an emergency. \n0\n2\n4\n6\n8\n10\n12\nRuthless Short-Term\nForgiving Short-Term\nBuy and Hold\nLoyal Long-Term\nWatchful Long-Term\nAnnualized Returns Net of Exit Costs (Percent)\n"
    },
    {
      "number": 14,
      "text": " \n \nNovember 18, 2014 \n \nA Long Look at Short-Termism \n14 \nHere’s the key: Your body doesn’t distinguish between physical and psychological provocations. They trigger \nsimilar physiological responses. If you are chronically stressed, your body breaks down. High blood pressure. \nDigestive problems. Sickness. Reproductive issues. Here’s what Robert Sapolsky, a neurobiologist at Stanford \nUniversity and renowned stress researcher, says about the things that occur in reaction to stress, “They are \ngenerally shortsighted, inefficient, and penny-wise and dollar-foolish.”61 In a nutshell, stress causes short-\ntermism.  \n \nThis relates to investing through the concept of myopic loss aversion, an idea that two economists, Shlomo \nBenartzi and Richard Thaler, developed to explain the equity risk premium. The equity risk premium is the \nreturn that stocks earn in excess of bonds over time. It had been higher than theory suggested, puzzling \nfinancial economists.62  \n \nBenartzi and Thaler’s approach to the problem combines two concepts. The first is loss aversion, which says \nthat humans suffer from losses roughly twice as much as they enjoy comparable gains. So you are twice as \nupset at losing $10 as you are happy at finding $10. Of course, the ratio for each of us is different because \nsome of us feel losses more acutely than others, and our own personal ratio varies as a result of our recent \nexperience. Losing money after ten days of gains does not feel the same as losing money after ten days of \nlosses.63 \n \nThe second idea is myopia, or in this case how frequently you look at your portfolio. The stock market tends to \ngo up over time, but does so with lots of squiggles and turns along the way. So the probability that you will \nsee a gain in your stock portfolio is just in excess of 50 percent in an hour, a shade over 51 percent for a day, \nabout 53 percent for a week, and almost 75 percent for a year. Go out 10 years or more and the probability \nthat you’ll see a profit is very close to 100 percent.  \n \nHere’s what happens when you put those ideas together: The more frequently you look at your portfolio, the \nmore likely you are to see losses and hence suffer from loss aversion. As a consequence, people who \nexamine their portfolios all the time demand higher returns to compensate for their suffering than those who \nexamine their portfolios infrequently. Said differently, long-term investors are willing to pay more than short-\nterm investors for the same asset.64      \n \nBenartzi and Thaler estimate that the evaluation period consistent with the realized equity risk premium \nthrough the early 1990s was about one year. No one can entirely sidestep the sense of loss aversion, but \nfrequency of portfolio evaluation is a choice. Institutional money managers often feel that they can’t \nunderperform their benchmarks for long without putting their career at risk. By the same token, investors who \ncan take a longer view have the opportunity to generate excess risk-adjusted returns.65    \n \nEven in the realm of gains, our minds struggle with short-termism. For example, if you give people a choice \nbetween $10 today and $11 tomorrow, many people select the $10. If you offer them $10 one year from \nnow or $11 in one year and a day, they prefer the $11.66 Animals make a similar trade-off with food \nchoices.67 It appears that different parts of our brains mediate short-term versus long-term decisions. Parts of \nthe limbic system, which deals with more basic functions and is similar in structure to that of other animals, \nhandle short-term decisions. Parts of the prefrontal cortex, an area of the human brain known for executive \nfunction and planning, make long-term decisions.68 \n \nChoice architecture is a useful mechanism to deal with short-termism.69 The idea is that the way choices are \npresented to a decision maker will influence how he or she decides. For example, given the choice between a \nlump sum payment and an annuity that has a higher expected value, individuals generally select the lump \n"
    },
    {
      "number": 15,
      "text": " \n \nNovember 18, 2014 \n \nA Long Look at Short-Termism \n15 \nsum.70 Using choice architecture, the organization offering the choices may grant the annuity by default and \nonly provide the lump sum if the individual requests it.  \n \nHow You Can Avoid the Pull of Short-Termism \n \nThere appears to be a broad consensus that short-termism exists and that its effects are deleterious. Much of \nthe evidence for short-termism is based on the perceptions of individuals rather than on the evidence of the \nstock market itself. Further, some reduction in investment horizon may be a legitimate result of shortening \nasset lives, which reflect the shift in the global economy. Indeed, the quality of corporate governance appears \nto be highest for sectors that have the longest asset lives. \n \nThere also appears to be a sorting mechanism in place. That is, companies that provide lots of information and \nare willing to compromise investment to meet a near-term target attract transient shareholders who share their \nshortsightedness. Companies that focus on the long term, such as Berkshire Hathaway, appeal to dedicated \nshareholders who share the company’s long-term horizon.  \n \nThe argument for investor short-termism based on portfolio turnover has a couple of problems. The proper \nmeasure of an investor’s holding period is the duration of the exposure to an asset class, not the amount of \ntrading within that asset class. Further, the dramatic decline in transaction costs in the equity market suggests \nthat low turnover was more due to friction than farsightedness.     \n \nOn balance, empirical research suggests that the stock market is reasonably good at reflecting new \ninformation of economic consequence. In specific instances when earnings per share and cash flow diverge, \nthe market generally follows the cash. Analysis of M&A announcements, in particular, shows that while the \nmarket is not always correct in its initial assessment, there does not appear to be a systematic bias. \n \nAll of that said, there remains palpable pressure for investment managers, companies, and investors to \nperform in the short term.71 This pressure, which is the result of organizational structure and psychological \nfactors, has some redeeming elements but can also lead to poor choices. Here are some specific \nrecommendations to deal with those pressures for each constituency: \n \nInvestment Managers \n \n Create an investment process that results in edge. The process itself can be short- or long-term \noriented. In markets we need both. But the key is to have a clear sense of why you believe that the \nmarket is mispricing an asset and how your process can identify such mispricings over time. Skill in the \ninvestment business is built on the foundation of process, and process allows you to take advantage of \nopportunities that others can’t see or exploit.    \n \n Make sure your behavior is congruent with your process. In communicating their process to clients, \ninvestment managers generally dwell on what they aspire to do rather than what actually happens. An \ninvestment organization should strive to make its actions congruent with its stated process. There is good \nevidence that what investment managers say and what they do are different. For instance, a recent \nanalysis of more than 800 funds found that 65 percent of them had higher portfolio turnover than they \nexpected to have, which means that they were trading more than they said they would.72 Identify gaps \nbetween words and actions and take steps to close them.   \n \n"
    },
    {
      "number": 16,
      "text": " \n \nNovember 18, 2014 \n \nA Long Look at Short-Termism \n16 \n Find the right clients. The dream scenario is a client who understands what you do and is willing to give \nyou money when you see opportunity and withdraw money only when prospects are less attractive. Great \nopportunities in the market tend to follow poor results, and poor opportunities follow great results. Since \nmost clients suffer from recency bias, they behave opposite to the dream scenario. This behavior has an \ninfluence on results, as we have seen. Solutions to the client challenge include finding permanent capital \n(an advantage for family offices), using closed-end funds, closing funds with limited potential, and \nmarketing funds that are unpopular currently but that have good prospects.   \n \nCompanies \n \n Balance the short and long term. The long term is an aggregation of short terms, and executives \nhave to deal with both. Peter Drucker, the management consultant and author, wrote that the main task \nof managers is “to harmonize in every decision and action the requirements of the immediate and long-\nrange future. Managers cannot sacrifice either without endangering the enterprise.”73 Too much \nemphasis on the short term leads to a failure to lay the groundwork for the future. But too much focus on \nthe long term means that problems or inefficiencies can fester.    \n \n Be very mindful of communication. If you want to attract short-term oriented investors, give them lots \nof reasons to trade. Those reasons are often based on corporate communications. Explicitly tailor your \ncommunication to the type of investor you want to attract. Transient investors like news. Quasi-indexers \nlike good historical data and the means to track results. Dedicated shareholders want to understand \nstrategy and capital allocation practices. Earnings guidance, in particular, can lead to compromising \nbehavior. \n \n Make incentives consistent with the strategy. Ideally, a company should articulate its governing \nobjective, a statement of what a company is trying to achieve, and align its incentives and controls to \nserve that objective. A governing objective should relate to building long-term value per share and provide \nspecificity about how management intends to cope with the trade-offs that inevitably arise in business. \nWhile our research shows that sectors with long asset lives have better governance than sectors with \nshort asset lives, incentives need to balance the short and long term. Management should try to be \nflexible enough to increase or decrease investment spending based on the opportunities that exist. \n \nInvestors \n \n Understand reversion toward the mean. Reversion toward the mean says that outcomes that are far \nfrom average will be followed by outcomes with an expected value closer to the average. High past \nreturns attract investors and poor returns turn them off, which means that they often put money in at the \ntop and remove it at the bottom. The antidote is a thoughtful assessment of long-term expected returns \nfrom an asset class and a policy of asset allocation that is consistent with those expectations. \n \n Recognize the value of inactivity. In life, we are generally taught that hard work and effort pay off. In \ninvesting, activity does not always lead to better outcomes and more often than not it leads to worse \noutcomes. There are three pitfalls to activity. First, the more frequently you assess your portfolio the \nmore likely you are to suffer from loss aversion. Second, close monitoring makes you susceptible to \nrecency bias because you see clearly what’s done well and what’s done poorly. Finally, activity creates \ncosts that detract from portfolio returns. As we saw, the best time horizon for evaluation is longer than \nwhat is standard in the industry. \n \n"
    },
    {
      "number": 17,
      "text": " \n \nNovember 18, 2014 \n \nA Long Look at Short-Termism \n17 \n Your behaviors influence your returns.  An investment manager is a hired agent who is supposed to \nmake the interests of the investor paramount. But the fact is that the behavior of investors helps shape \nthe results that investment managers generate. We saw earlier that positive fund flows might account for \none-third of the excess returns in the hedge fund industry, and we know that outflows cause unwanted \nselling. So if you are a large investor who deals with investment managers, it is important to understand \nyour influence on results.      \n \n"
    },
    {
      "number": 18,
      "text": " \n \nNovember 18, 2014 \n \nA Long Look at Short-Termism \n18 \nEndnotes \n \n1 See “Overcoming Short-Termism: A Call for a More Responsible Approach to Investment and Business \nManagement,” The Aspen Institute Business and Society Program, September 9, 2009; John Kay, “The Kay \nReview of UK Equity Markets and Long-Term Decision Making,” July 2012; CFA Centre for Financial Market \nIntegrity and Business Roundtable Institute for Corporate Ethics, “Breaking the Short-Term Cycle: Discussion \nand Recommendations on How Corporate Leaders, Asset Managers, Investors, and Analysts Can Refocus on \nLong-Term Value,” Symposium Series on Short-Termism, CFA Institute, 2006; Alfred Rappaport, Saving \nCapitalism from Short-Termism: How to Build Long-Term Value and Take Back Our Financial Future (New \nYork: McGraw Hill, 2011); Alfred Rappaport, “The Economics of Short-Term Performance Obsession,” \nFinancial Analysts Journal, Vol. 61, No. 3, May/June 2005, 65-77; Matteo Tonello, “Revisiting Stock Market \nShort-Termism,” The Conference Board Report R-1386-06-RR, April 2006.  \n2 For a more balanced account see Robert C. Pozen, “Curbing Short-Termism in Corporate America: Focus \non Executive Compensation,” Governance Studies at Brookings, May 2014. For an argument against short-\ntermism, see Baruch Lev, Winning Investors Over: Surprising Truths about Honesty, Earnings Guidance, and \nOther Ways to Boost Your Stock Price (Boston, MA: Harvard Business Review Press, 2012), 217-237.   \n3 Dominic Barton and Mark Wiseman, “Focusing on the Long Run,” Harvard Business Review, January 2014. \n4 Michael E. Porter, “Capital Choices: Changing the Way America Invests in Industry,” Research Report \nPresented to The Council of Competitiveness, June 1992.  \n5 Comments of Wm. McC. Martin, Jr., Chairman, Board of Governors of the Federal Reserve System, \nLuncheon Session Symposium Observance of the 175th Anniversary of the New York Stock Exchange, May \n16, 1967. See http://fraser.stlouisfed.org/docs/historical/martin/martin67_0516.pdf. \n6 John Maynard Keynes, The General Theory of Employment, Interest and Money (London: Macmillan, 1936).  \n7 Steven Pinker, Sense of Style: The Thinking Person’s Guide to Writing in the 21st Century (New York: Viking \nAdult, 2014), 4-5. \n8 P.W. Anderson, “More Is Different,” Science, Vol. 177, No. 4047, August 4, 1972, 393-396. \n9 Of course, ant colonies are made up of ants, so the whole must be the sum of the parts. But the difficulty in \npredicting the behavior of the colony simply by aggregating the individuals is at the heart of the micro-macro \nproblem. \n10 Barton and Wiseman. Also, see Tim Hodgson, “Our Industry Has a Problem: The Investment Industry Has \nBeen Built by the Intermediaries for the Intermediaries,” Towers Watson Thinking Ahead Group 2.0, June \n2014.  \n11 See Jeffery Abarbanell and Victor Bernard, “Is the U.S. Stock Market Myopic?” Journal of Accounting \nResearch, Vol. 38, No. 2, Autumn 2000, 221-242. Also Alfred Rappaport and Michael J. Mauboussin, \nExpectations Investing: Reading Stock Prices for Better Returns (Boston, MA: Harvard Business School Press, \n2001). Also, Lev (2012), 228.  \n12 Andrew G. Haldane, “The Short Long,” 29th Sociéte Universitaire Européene de Recherches Financiéres \nColloquium: New Paradigms in Money and Finance?, May 2011. See Table 6. \n13 Robert R. Wiggins and Timothy W. Ruefli, “Schumpeter’s Ghost: Is Hypercompetition Making the Best of \nTimes Shorter?” Strategic Management Journal, Vol. 26, No. 10, October 2005, 887-911. Also, Robert R. \nWiggins and Timothy W. Ruefli, “Sustained Competitive Advantage: Temporal Dynamics and the Incidence \nand Persistence of Superior Economic Performance,” Organizational Science, Vol. 13, No. 1, January-\nFebruary 2002, 82-105. \n14 The analysis of market capitalization includes the financial services industry even though there is no effective \nasset life.  \n15 There are likely multiple reasons for the increase in pay based on the stock price. The first was a change in \nthe tax code (Section 162(m) of the Internal Revenue Code) that limits tax deductions for certain executives to \n$1 million but provides an exception for pay based on performance. Second, companies were not required to \ntreat employee stock option grants as an expense until 2004. This created a superficial picture of greater \n"
    },
    {
      "number": 19,
      "text": " \n \nNovember 18, 2014 \n \nA Long Look at Short-Termism \n19 \nprofits even though the market recognized the economic consequences. Third, the stock market had above-\naverage results in the 1980s and 1990s, which conferred substantial benefit to those executives who took \nequity-based pay. Finally, starting with a robust market for corporate control in the 1980s, boards came to \nrecognize that a company’s stock price reflects expectations for financial performance.   \n16 Brian J. Hall and Jeffrey B. Liebman, “Are CEOs Really Paid Like Bureaucrats?” Quarterly Journal of \nEconomics, Vol. 113, No. 3, August 1998, 653-691. Also, Martin J. Conyon, “Executive Compensation and \nBoard Governance in US Firms,” Economic Journal, Vol. 124, No. 574, February 2014, F60-F89.  \n17 David I. Walker, “The Challenge of Improving the Long-Term Focus of Executive Pay,” Boston College Law \nReview, Vol. 51, No. 2, 2010.  \n18 Ken Favaro, Per-Ola Karlsson, and Gary L. Neilson, “The Lives and Times of the CEO,” strategy+business, \nVol. 75, Summer 2014.  \n19 Xavier Gabaix, Augustin Landier, and Julien Sauvagnat, “CEO Pay and Firm Size: An Update After the \nCrisis,” Economic Journal, Vol. 124, No. 574, February 2104, F40-F59. \n20 See “Performance Metrics and Their Link to Value,” Farient Advisors LLC, February 2013 and Gregg D. \nPolsky and Andrew C.W. Lund, “Can Executive Compensation Reform Cure Management Short-Termism?” \nIssues in Governance Studies, Brookings Institution, Vol. 59, March 2013.  \n21 Walker. \n22 Daniel Bergstresser and Thomas Philippon, “CEO Incentives and Earnings Management,” Journal of \nFinancial Economics, Vol. 80, No. 3, June 2006, 511-529.  \n23 John Asker, Joan Farre-Mensa, and Alexander Ljungqvist, “Corporate Investment and Stock Market Listing: \nA Puzzle?” Review of Financial Studies (forthcoming), current version, October 4, 2014.  \n24 John R. Graham, Campbell R. Harvey, and Shiva Rajgopal, “Value Destruction and Financial Reporting \nDecisions,” Financial Analysts Journal, Vol. 62, No. 6, November/December 2006, 27-39.  \n25 Brian J. Bushee, “Identifying and Attracting the ‘Right’ Investors: Evidence on the Behavior of Institutional \nInvestors,” Journal of Applied Corporate Finance, Vol. 16, No. 4 Fall 2004, 28-35. Also Brian J. Bushee, \n“The Influence of Institutional Investors on Myopic R&D Investment Behavior,” Accounting Review, Vol. 73, No. \n3, July 1998, 305-333. \n26 Bin Ke and Kathy Petroni, “How Informed Are Actively Trading Institutional Investors? Evidence from Their \nTrading Behavior before a Break in a String of Consecutive Earnings Increases,” Journal of Accounting \nResearch, Vol. 42, No. 5, December 2004, 895-927. For evidence of the link between earnings quality and \ninstitutional ownership, see Laura Yue Liu and Emma Yan Peng, “Institutional Investors and Accruals Quality,” \nWorking Paper, March 2008.  \n27 Stephen Hall, Dan Lovallo, and Reinier Musters, “How to Put Your Money Where Your Strategy Is,” \nMcKinsey Quarterly, March 2012. \n28 Bushee, 2004. \n29 Tom Hillman, “Linking Corporate Performance and Valuation to Management Incentives,” Credit Suisse \nHOLT, July 2014.  \n30 Warren E. Buffett, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 1979.  \n31 Porter (1992), Hodgson (2014), and John C. Bogle, “The Mutual Fund Industry 60 Years Later: For Better \nor Worse?” Financial Analysts Journal, Vol. 61, No. 1. January/February 2005, 15-24.  \n32 Jeremy J. Siegel, Stock for the Long Run: The Definitive Guide to Financial Market Returns and Long-Term \nInvestment Strategies, 5th Edition (New York: McGraw Hill, 2014), 95-96. \n33 Marshall E. Blume and Donald B. Keim, “Institutional Investors and Stock Market Liquidity: Trends and \nRelationships,” The Wharton School at the University of Pennsylvania Working Paper, August 2012. \n34 Charles M. Jones, “A Century of Stock Market Liquidity and Trading Costs,” Working Paper, May 22, 2002. \n35 Eric D. Beinhocker, The Origin of Wealth: Evolution, Complexity, and the Radical Remaking of Economics \n(Boston, MA: Harvard Business School Press, 2006), 399-404.    \n36 In an exchange with some investors, Jason Zweig, a journalist with the Wall Street Journal, wrote the \nfollowing about this famous phrase: “I called Warren Buffett and asked him. He, who knows Graham’s \n"
    },
    {
      "number": 20,
      "text": " \n \nNovember 18, 2014 \n \nA Long Look at Short-Termism \n20 \nwritings better than anyone else alive, was surprised when I walked him through the same two passages you \ncited. He had presumed, like many of us, that Graham had written these words. After a few minutes of \nthinking it through aloud, he realized that he might never have read the maxim after all, but rather that he had \nheard Graham say these words many times in class and around the office. Even if Graham never wrote them \ndown in canonical form, he stated this view many times to those who were closest to him.  \nIn its most commonly cited form, I think the short-run-voting-machine-long-run-weighing-machine apothegm \ncomes from Buffett, not Graham. In one of the Berkshire Hathaway annual reports (1987? I don’t remember \nwhich one, to be honest), Buffett attributes the maxim to Graham, in quotation marks. That’s the closest to \ntheir original form that I believe anyone will find them in. The only other possibility is that one of Graham’s \nstudents captured these words in some of the lecture notes that are preserved from Graham’s value-investing \nclasses from the early 1930s. I haven’t read through them all to see if this saying can be found there. But I \ndon’t think it’s likely. I regard Warren Buffett as an unimpeachable source in this case and, in my opinion, the \ncase is closed: Graham said it, even if he never wrote it.”  \nSee http://www.bogleheads.org/forum/viewtopic.php?t=77840. \n37 P. Alexander Quimby, “Addressing Corporate Short-Termism Through Loyalty Shares,” Florida State \nUniversity Law Review, Vol. 40, No. 2, Winter 2013, 389-413.   \n38 In a survey, company executives suggest that “long-term” investors have an investment horizon of 2.8 years \nor longer. See Anne Beyer, David F. Larcker, and Brian Tayan, “2014 Study on How Investment Horizon and \nExpectations of Shareholder Base Impact Corporate Decision-Making,” Rock Center for Corporate \nGovernance at Stanford University and NIRI, 2014.  \n39 Tim Koller, Marc Goedhart, and David Wessels, Valuation: Measuring and Managing the Value of \nCompanies, 4th Edition (Hoboken, NJ: John Wiley & Sons, 2005), 69-98. \n40 Michael Dell, “One year later, what I’ve learned about leading a private company,” LinkedIn Post, October \n29, 2014.  \n41 Tom Copeland, Aaron Dolgoff, and Alberto Moel, “The Role of Expectations in Explaining the Cross-Section \nof Stock Returns,” Journal of Accounting Research, Vol. 9, No. 2-3, June 2004, 149-188. \n42 “Q&A: Making the Case for Combining,” BusinessWeek, September 16, 2001. See \nhttp://www.businessweek.com/stories/2001-09-16/q-and-a-making-the-case-for-combining. \n43 Mark L. Sirower and Sumit Sahni, “Avoiding the ‘Synergy Trap’: Practical Guidance on M&A Decisions for \nCEOs and Boards,” Journal of Applied Corporate Finance, Vol. 18, No. 3, Summer 2006, 83-95. \n44 See comments from Gregg Jarrell in, “University of Rochester Roundtable on Corporate M&A and \nShareholder Value,” Journal of Applied Corporate Finance, Vol. 17, No. 4, Fall 2005, 69-70. \n45 Jeffrey P. Bezos, “Letter to Shareholders,” Amazon.com Annual Report, 1997.  \n46 Matthew Yglesias, “The Prophet of No Profit,” Slate.com, January 30, 2014.  \n47 Justin Fox, “How Amazon Trained Its Investors to Behave,” HBR Blog, January 30, 2013. \n48 Aswath Damodaran, “If you build it (revenues), they (profits) will come: Amazon’s Field of Dreams,” Blog \nEntry, October 29, 2014.  \n49 Daniel McGinn, “The Numbers in Jeff Bezos’s Head,” Harvard Business Review, November 2014, 58-61.   \n50 Charles D. Ellis, “Will Business Success Spoil the Investment Management Profession?” Journal of Portfolio \nManagement, Vol. 27, No. 3, Spring 2001, 11-15.  \n51 Ilia D. Dichev, “What Are Investors’ Actual Historical Returns? Evidence from Dollar-Weighted Returns,” \nAmerican Economic Review, Vol. 97, No. 1, March 2007, 386-401, and Ilia D. Dichev and Gwen Yu, “High \nRisk, Lower Returns: What Hedge Fund Investors Really Earn,” Journal of Financial Economics, Vol. 100, No. \n2, May 2011, 248-263. \n52 Katja Ahoniemi and Petri Jylhä, “Flows, Price Pressure, and Hedge Fund Returns,” Financial Analysts \nJournal, Vol. 70, No. 5, September/October 2014, 73-93. See also Diane Del Guercio and Paula A. Tkac, \n“The Determinants of the Flow of Funds of Managed Portfolios: Mutual Funds versus Pension Funds,” Journal \nof Financial and Quantitative Analysis, Vol. 37, No. 4, December 2002, 523-55. \n"
    },
    {
      "number": 21,
      "text": " \n \nNovember 18, 2014 \n \nA Long Look at Short-Termism \n21 \n53 Jeremy C. Stein, “Why Are Most Funds Open-End? Competition and the Limits of Arbitrage,” Quarterly \nJournal of Economics, Vol. 120, No. 1, February 2005, 247-272. \n54 Jonathan B. Berk and Richard C. Green, “Mutual Fund Flows and Performance in Rational Markets,” \nJournal of Political Economy, Vol. 112, No. 6, December 2004, 1269-1295. \n55 Li Jin, “How Does Investor Short-termism Affect Mutual Fund Manager Short-termism?” EFA 2005 \nMoscow Meetings Paper, February 27, 2005.  \n56 John C. Bogle, “The Arithmetic of ‘All-In’ Investment Expenses,” Financial Analysts Journal, Vol. 70, No. 1, \nJanuary/February 2014, 13-21. See also Brian R. Wimmer, CFA, Daniel W. Wallick, and David C. Pakula, \n“Quantifying the Impact of Chasing Performance,” Vanguard Research Note, July 2014.   \n57 Scott D. Stewart, CFA, John J. Neumann, Christopher R. Knittel, and Jeffrey Heisler, CFA, “Absence of \nValue: An Analysis of Investment Allocation Decisions by Institutional Plan Sponsors,” Financial Analysts \nJournal, Vol. 65, No. 6, November/December 2009, 34-51.  \n58 Richard C. Grinold and Ronald N. Kahn, Active Portfolio Management: A Quantitative Approach for \nProducing Superior Returns and Controlling Risk, Second Edition (New York: McGraw-Hill, 2000), 480. \n59 David L. Donoho, Robert A. Crenian, and Matthew H. Scanlan, “Is Patience a Virtue? The Unsentimental \nCase for the Long View in Evaluating Returns,” Journal of Portfolio Management, Vol. 37, No. 1, Fall 2010, \n105-120.      \n60 “Stress in America: Our Health at Risk,” American Psychological Association, January 11, 2012.  \n61 Robert M. Sapolsky, Why Zebras Don’t Get Ulcers, Third Edition (New York: Henry Holt and Company, \n2004), 13. \n62 Shlomo Benartzi and Richard H. Thaler, “Myopic Loss Aversion and the Equity Premium Puzzle,” Quarterly \nJournal of Economics, Vol. 110, No. 1, February 1995, 73-92.   \n63 Narayanan Kandasamy, Ben Hardy, Lionel Page, Markus Schaffner, Johann Graggaber, Andrew S. \nPowlson, Paul C. Fletcher, Mark Gurnell, and John Coates, “Cortisol Shifts Financial Risk Preferences,” \nProceedings of the National Academy of Sciences, Vol. 111, No. 9, March 4, 2014, 3608-3613.   \n64 Uri Gneezy, Arie Kapteyn, and Jan Potters, “Evaluation Periods and Asset Prices in a Market Experiment,” \nJournal of Finance, Vol. 58, No. 2, April 2003, 821-837. \n65 Josef Lakonishok, Andrei Shleifer, and Robert Vishny, “Contrarian Investment, Extrapolation, and Risk,” \nJournal of Finance, Vol. 49, No. 5, December 1994, 1541-1578. \n66 Richard Thaler, “Some Empirical Evidence on Dynamic Inconsistency,” Economic Letters, Vol. 8, No. 3, \n1981, 201-207. The proclivity to wait also appears to have a cultural dimension. See Mei Wang, Marc Oliver \nRieger, and Thorsten Hens, “How Time Preferences Differ: Evidence from 45 Countries,” NHH Discussion \nPaper, October 2011.  \n67 Ernst Fehr, “The Economics of Impatience,” Nature, Vol. 415, January 17, 2002, 269-272. \n68 Samuel M. McClure, David I. Laibson, George Loewenstein, and Jonathan D. Cohen, “Separate Neural \nSystems Value Immediate and Delayed Monetary Rewards,” Science, Vol. 306, October 15, 2004.   \n69 Richard H. Thaler and Cass R. Sunstein, Nudge: Improving Decisions About Health, Wealth, and \nHappiness (New York: Caravan, 2008). \n70John T. Warner and Saul Pleeter, “The Personal Discount Rate: Evidence from Military Downsizing \nPrograms,” American Economic Review, Vol. 91, No. 1, March 2001, 33-53. \n71 Robert E. Rubin, In an Uncertain World: Tough Choices from Wall Street to Washington (New York: \nRandom House, 2003), 321-350. \n72 “Investment Horizons: Do Managers Do What They Say?” Mercer and IRRC Institute, 2010.  \n73 Peter F. Drucker, People and Performance: The Best of Peter Drucker on Management (Boston, MA: \nHarvard Business School Press, 2007), 56. \n \n \n \n"
    },
    {
      "number": 22,
      "text": " \n \n \nImportant information \n \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future.  \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A.  \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above.  \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \nImportant Credit Suisse HOLT Disclosures \nWith respect to the analysis in this report based on the Credit Suisse HOLT methodology, Credit Suisse certifies that (1) the views expressed in this report \naccurately reflect the Credit Suisse HOLT methodology and (2) no part of the Firm’s compensation was, is, or will be directly related to the specific views \ndisclosed in this report. \nThe Credit Suisse HOLT methodology does not assign ratings to a security. It is an analytical tool that involves use of a set of proprietary quantitative algorithms \nand warranted value calculations, collectively called the Credit Suisse HOLT valuation model, that are consistently applied to all the companies included in its \ndatabase. Third-party data (including consensus earnings estimates) are systematically translated into a number of default algorithms available in the Credit Suisse \nHOLT valuation model. The source financial statement, pricing, and earnings data provided by outside data vendors are subject to quality control and may also be \nadjusted to more closely measure the underlying economics of firm performance. The adjustments provide consistency when analyzing a single company across \ntime, or analyzing multiple companies across industries or national borders. The default scenario that is produced by the Credit Suisse HOLT valuation model \nestablishes the baseline valuation for a security, and a user then may adjust the default variables to produce alternative scenarios, any of which could occur. \nAdditional information about the Credit Suisse HOLT methodology is available on request. \nThe Credit Suisse HOLT methodology does not assign a price target to a security. The default scenario that is produced by the Credit Suisse HOLT valuation \nmodel establishes a warranted price for a security, and as the third-party data are updated, the warranted price may also change. The default variable may also be \nadjusted to produce alternative warranted prices, any of which could occur. \nCFROI®, HOLT, HOLTfolio, ValueSearch, AggreGator, Signal Flag and “Powered by HOLT” are trademarks or service marks or registered trademarks or \nregistered service marks of Credit Suisse or its affiliates in the United States and other countries. HOLT is a corporate performance and valuation advisory service \nof Credit Suisse. \n© 2014 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n"
    }
  ]
}