{
  "filename": "2014_disbursing_cash_to_shareholders__faq_s_about_buybacks_and_dividends.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423223620-07'00'",
    "modDate": "D:20240423223721-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nMay 6, 2014 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \n \n \nSource: S&P Dow Jones Indices, Liang and Sharpe, Credit Suisse estimates. \n \n Corporate cash balances are building because Corporate America’s return \non investment is high and its reinvestment rate is modest. The issue of \ndisbursing cash to shareholders is a crucial and timely issue in determining \nshareholder value. \n Share buybacks and dividends are two methods to return cash to \nshareholders. Executives view the two very differently and are often unsure \nof the best way to proceed. Superficial media coverage and wide-ranging \ninput from investors contributes to this confusion.  \n This report answers frequently asked questions. This format allows us to \ncover the pertinent issues as well as address a number of canards that \npersist with regard to these topics. \n A company should retain its earnings if it can earn a rate of return that is \nabove the cost of capital. But if shareholders can earn a higher rate of \nreturn on capital than the company can, the company should disburse \nthe cash. \n \n \n0\n200\n400\n600\n800\n1,000\n1,200\n1,400\n1,600\n1,800\n2,000\n0\n100\n200\n300\n400\n500\n600\n1982\n1983\n1984\n1985\n1986\n1987\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\nS&P 500 Index Price\nDividends and Buybacks ($ Billions)\nS&P 500\nDividends\nBuybacks\nS&P 500\nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nDisbursing Cash to Shareholders \nFrequently Asked Questions about Buybacks and Dividends \n"
    },
    {
      "number": 2,
      "text": " \n \nMay 6, 2014 \n \nDisbursing Cash to Shareholders \n2 \nIntroduction \n \nThe value of a stock equals the present value of future cash flows. Sooner or later, an investor in a stock must \nbe able to put cash into his or her pocket for a stock to be of value. Ultimately, a company’s value boils down \nto the cash it can disburse during its life. \n \nThere are three ways a company can transfer cash to its shareholders.1 First, the company can sell itself for \ncash. In a cash sale, the acquirer has to worry about generating sufficient cash flows to justify the price, but \noutgoing shareholders can take the money to the bank. Second, a company can pay a dividend. A dividend is \na distribution to shareholders that generally comes from profits. Finally, a company can buy back its shares. \nSimilar to dividends, buybacks distribute cash to shareholders. But unlike dividends, only shareholders who sell \ncan cash in. \n \nThe topic of how best to return cash to shareholders, especially through dividends and buybacks, is always \nrelevant but is especially so in today’s environment. To see why, consider this simple but foundational \nequation:  \n \nEarnings Growth = Return on Equity * (1 – Payout Ratio) \n \nThis says, in plain words, that a company’s growth rate is a function of how much it makes on its investments \n(which the return on equity, or ROE, determines) and how much it invests (which the payout ratio dictates, \nwith a low payout ratio meaning high reinvestment).2 Companies with higher ROEs can grow faster than \ncompanies with lower ROEs given the same payout ratio. Likewise, companies with lower payout ratios can \ngrow faster than companies with higher payout ratios given the same ROE.  \n \nLet’s put some numbers to work to make the point. Assume a company has an ROE of 20 percent ($200 of \nearnings divided by $1,000 of equity), pays out 50 percent of its earnings ($100), and retains 50 percent of \nits earnings ($100). The company should be able to grow earnings in the next year at the rate of 10 percent, \nor from $200 to $220 (a 20 percent return on $1,100 of equity). This is consistent with the equation (10% = \n20% * [1 - .50]).  \n \nMore accurately, the earnings growth in the equation is the maximum growth rate the company can achieve \nexcluding external financing. If the growth in earnings is less than what the product of the ROE and payout \nratio suggests, the company will generate excess cash. Say earnings growth is five percent. This means the \ncompany could have paid out 75 percent of its earnings, or $150. But since it only paid out $100, the \ncompany generated $50 in excess cash.  \n \nThis formulation is the key to understanding today’s situation. In a nutshell, return on capital is high, payout \nratios are average, and growth is low. As a result, companies are generating prodigious excess cash.  \n \nHere is a look at the components. Exhibit 1 shows that asset-weighted cash flow return on investment \n(CFROI®) for corporate America, currently above 10 percent, is at an all-time high.3 CFROI is a measure of \nthe cash return on the investments a company makes. As the figure is adjusted for inflation, it is comparable \nthrough time.  \n                                                 \n \n CFROI\n® is a registered trademark in the United States and other countries (excluding the United Kingdom) of Credit Suisse \nGroup AG or its affiliates. \n"
    },
    {
      "number": 3,
      "text": " \n \nMay 6, 2014 \n \nDisbursing Cash to Shareholders \n3 \nExhibit 1: Asset-Weighted Cash Flow Return on Investment at All-Time High (1951-2013) \n \nSource: Credit Suisse HOLT®.  \n \nPayout ratio is trickier to measure and depends on what definition you adopt. What is clear is the percentage \nof public companies that pay a dividend has decreased from the mid-80s in the 1980s to the mid-50s today. \nThe probability of paying a dividend is much higher for older and more established companies. For instance, \n83 percent of the companies in the S&P 500 paid a dividend in 2013. Further, the payout ratio, which is the \ndividend payment divided by earnings, has declined for those companies that do pay a dividend.4  \n \nThat said, in the last 30 years or so, companies have shifted their payouts from mostly dividends to a \ncombination of dividends and buybacks. Indeed, the propensity to distribute cash to shareholders has held \nremarkably stable when researchers account for firm characteristics such as size, age, and profitability.5 \n \nWhile returns on investment are at highs, growth has been below the long-term trend. Exhibit 2 shows that \nasset growth, adjusted for inflation, remains slightly below its average of approximately 5 percent over the past \n60 years. This has been true for most years following the popping of the dot-com bubble. A good deal of \nearnings per share growth for individual companies in recent years has been the consequence of lower \ndepreciation expense, reduced financing costs, and ample share buybacks. \n \n \n \n \n \n \n \n \n \n \n \n0\n2\n4\n6\n8\n10\n12\n1951\n1953\n1955\n1957\n1959\n1961\n1963\n1965\n1967\n1969\n1971\n1973\n1975\n1977\n1979\n1981\n1983\n1985\n1987\n1989\n1991\n1993\n1995\n1997\n1999\n2001\n2003\n2005\n2007\n2009\n2011\n2013\nPercent\nAverage\n"
    },
    {
      "number": 4,
      "text": " \n \nMay 6, 2014 \n \nDisbursing Cash to Shareholders \n4 \nExhibit 2: Real Asset Growth Slightly Below Historical Average (1951-2013) \n \nSource: Credit Suisse HOLT.  \n \nThe combination of high return on investment and modest reinvestment has led to a strong generation of \nexcess cash. Companies in the S&P 500, excluding those in the financial services sector, held almost $1.7 \ntrillion in cash and marketable securities at the end of 2013, up 12 percent from the prior year and close to \ndouble the amount held at year-end 2008. Cash and marketable securities represent about eleven percent of \nthe market capitalization of the S&P 500, excluding companies in the financial services sector. Cash is the \nfoundation of value for equity investors, and companies have a lot of it. \n \nMerton Miller and Franco Modigliani, economists who won the Nobel Prize, sought to understand the link \nbetween dividend policy and value in the stock market in a seminal paper on valuation published in 1961.6 For \nexample, the professors asked whether a company is better off paying a higher dividend today at the risk of \nlimited future earnings growth or paying a lower dividend and achieving higher earnings growth in the future.   \n \nTheir answer was a surprise. It doesn’t matter. They assumed that a company that paid out “too much” could \naccess the capital markets to raise the capital necessary to satisfy its investment needs. So whether a \ncompany grows by retaining earnings or tapping external funding doesn’t matter. Naturally, this argument \nassumes a rational and perfect environment, that the earnings power of the firm’s assets is stable, and that \nthe firm’s investment policy doesn’t change. None of these assumptions hold outside of theory.  \n \nBut the paper makes clear a point that is essential for the rest of our discussion: A company should retain its \nearnings, or otherwise access capital, if it can invest at a rate of return that is higher than the cost of capital. \nIndeed, there are powerful and valuable compounding effects if a company can do so over time.  \n \nOn the other hand, if you can earn a higher rate of return on capital than the company can, even if by \ninvesting in the market itself, the company should give you your money. With $1.7 trillion at stake, this is one \nof the most crucial issues facing companies and investors today. \n0\n2\n4\n6\n8\n10\n12\n1951\n1953\n1955\n1957\n1959\n1961\n1963\n1965\n1967\n1969\n1971\n1973\n1975\n1977\n1979\n1981\n1983\n1985\n1987\n1989\n1991\n1993\n1995\n1997\n1999\n2001\n2003\n2005\n2007\n2009\n2011\n2013\nPercent\nAverage\n"
    },
    {
      "number": 5,
      "text": " \n \nMay 6, 2014 \n \nDisbursing Cash to Shareholders \n5 \nReturning cash to shareholders is not free of friction. The most pronounced cost is taxes. A substantial portion \nof the cash companies hold sits overseas, which means that a company that wants to repatriate the money \nhas to pay additional taxes.7 Further, individuals who own stocks in taxable accounts incur a liability when \ncompanies pay a dividend or realize a capital gain when they sell shares back to the company. \n \nIf, why, and how companies choose to distribute cash to shareholders is a crucial and timely issue in \ndetermining shareholder value. Still, poor thinking about the topic continues to pervade the minds of \nexecutives and investors alike. We can pin part of the confusion on the media, which frequently provides \nsuperficial and unsophisticated reporting. But many executives and board members also come across as \nrudderless even though they have a great deal to gain by getting it right.  \n \nFinally, investors are all over the map. Some swear by dividends, and others want buybacks only. Few have \ncarefully and rigorously thought through their positions. Executives are buffeted by the strong views of \ninvestors, leaving them in doubt of the best course.  \n \nThis report is in the form of frequently asked questions. By using this format, we hope to cover the pertinent \nissues as well as address a number of canards that continue with regard to these topics. \n \nTo set the scene, here are some numbers. In 2013, 405 companies in the S&P 500 bought back $476 billion \nof stock (the number drops to $363 billion net of issuance). The top 10 buyers repurchased $126.2 billion, or \n26 percent of the total for the S&P 500. Exhibit 3 provides details of the buyback yield, defined as gross \nshare buyback divided by average market capitalization, for companies in the S&P 500 in 2013.   \n \nExhibit 3: Breakdown of Buyback Yield for S&P 500 (2013) \n \nSource: FactSet, Credit Suisse. \n \nIn 2013, 416 companies in the S&P 500 paid dividends totaling $312 billion. The top 10 dividend payers \ndistributed $80.3 billion, or one-quarter of the total for companies in the S&P 500. Six companies were in the \ntop 10 for both buybacks and dividends. The market capitalization of the S&P 500 was $16.5 trillion at the \nend of 2013.8 Exhibit 4 provides a breakdown of dividend yields for companies in the S&P 500 in 2013.   \n \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n0\n0-0.5\n0.5-1.0 1.0-1.5 1.5-2.0 2.0-2.5 2.5-3.0 3.0-3.5 3.5-4.0 4.0-4.5 4.5-5.0\n>5.0\nNumber\nBuyback Yield (Percent)\n"
    },
    {
      "number": 6,
      "text": " \n \nMay 6, 2014 \n \nDisbursing Cash to Shareholders \n6 \nExhibit 4: Breakdown of Dividend Yield for S&P 500 (2013) \n \nSource: FactSet, Credit Suisse. \n \nWe combine the data from exhibits 3 and 4 to create exhibit 5, which shows the total shareholder yield for all \nof the companies in the S&P 500. We calculate this yield as gross buybacks plus dividends divided by average \nmarket capitalization. Only 20 companies have no yield at all, and the modal yield is in the range of 4-5 \npercent. Finally, nearly 40 companies in the S&P 500 delivered a total shareholder yield in excess of 10 \npercent.    \n \nExhibit 5: Breakdown of Total Shareholder Yield for S&P 500 (2013) \n \nSource: FactSet, Credit Suisse. \n \n \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n0\n0-0.5\n0.5-1.0 1.0-1.5 1.5-2.0 2.0-2.5 2.5-3.0 3.0-3.5 3.5-4.0 4.0-4.5 4.5-5.0\n>5.0\nNumber\nDividend Yield (Percent)\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n0\n0-1\n1-2\n2-3\n3-4\n4-5\n5-6\n6-7\n7-8\n8-9\n9-10\n>10\nNumber\nTotal Shareholder Yield (Percent)\n"
    },
    {
      "number": 7,
      "text": " \n \nMay 6, 2014 \n \nDisbursing Cash to Shareholders \n7 \nQ: How are share buybacks and dividends the same?  \n \nA: Buybacks and dividends are similar in that they both distribute cash to shareholders. More formally, \nbuybacks and dividends are identical under certain assumptions, which include:9 \n \n No taxes or the timing and magnitude of taxation is identical; \n No or identical transaction costs; \n Shareholders reinvest proceeds at the same rate;  \n Identical timing of the distributions; and \n The stock is at its fair price. \n \nIf these assumptions were to hold, the total shareholder return (TSR) would be the same whether a company \nbought back shares or paid a dividend.  As a practical matter, none of these assumptions hold.  \n \nEven though the U.S. government has taxed dividends at a higher rate than capital gains for most of the last \n50 years, the tax rate on long-term capital gains and qualified dividends, at a maximum of 20 percent, is \ncurrently the same.10  \n \nBut from the point of view of the shareholder, buybacks offer more flexibility than dividends because \nthey allow the shareholder to control the timing of taxes. A shareholder can choose to hold on to her \nshares instead of selling them back to the company, hence deferring a tax consequence. The same \nshareholder who receives a dividend in a taxable account must pay taxes at that time.      \n  \nQ: How are share buybacks and dividends different?     \n \nA: The most fundamental difference between buybacks and dividends may be the attitude of \nexecutives. Executives believe that maintaining the dividend is on par with investment decisions such as \ncapital spending, whereas they view buybacks as something to do with residual cash flow after the company \nhas made all investments that are appropriate.11  \n \nThere are a couple consequences of this difference in attitude. The first is that dividend payments are \ninherently less volatile than buybacks. Exhibit 6 shows the annual amount of buybacks and dividends by \ncompanies in the S&P 500 as well as the price level and market value of the index from 1982 through 2013. \nThe average arithmetic growth rate of dividends from 1982 to 2013 was 6.7 percent with a standard deviation \nof 9 percent. The average arithmetic growth rate of buybacks was 23.7 percent with a standard deviation of \n56 percent. The average growth rate of dividends and buybacks combined was 10.9 percent with a standard \ndeviation of 20 percent. \n \nDividends are remarkably resilient compared to buybacks. This was in full evidence through the recent \nfinancial crisis, as dividends declined only 20 percent from 2007 to 2009. Buybacks tend to follow the level of \nthe S&P 500 more closely, which is consistent with the view that residual cash flows should fund them.12 \nBuybacks dropped more than 75 percent from 2007 to 2009. Companies tend to buy back stock when the \nmarket is up and refrain when the market is down. \n \n \n \n \n \n \n"
    },
    {
      "number": 8,
      "text": " \n \nMay 6, 2014 \n \nDisbursing Cash to Shareholders \n8 \nExhibit 6: Share Buybacks and Dividend Payments for the S&P 500 (1982-2013) \n \nSource: S&P Dow Jones Indices, Thomson Reuters Datastream, Liang and Sharpe, Credit Suisse estimates. \nNote: All dollar amounts in billions. \n \nConsistent with this attitude, dividends provide a strong signal about management’s commitment to \ndistribute cash to shareholders and its confidence in the future earnings of the business. For this \nreason, companies are very deliberate about the decision to initiate a dividend.13  \n \nExecutives perceive buybacks as being more flexible than dividends and as a lever that can increase \nearnings per share under the right conditions. Since the financial crisis, return on investment for companies \nhas risen and investment growth has been moderate, leaving substantial sums for buybacks. While not at the \npeak of 2007, buybacks have roared back from the levels at the depth of the financial crisis. \n \nAnother core difference between buybacks and dividends is the treatment of shareholders. Dividends treat all \nshareholders the same. Buybacks benefit ongoing shareholders when management buys stock that is \nundervalued and benefit outgoing shareholders when the stock is overvalued.  \n \n \n \nS&P 500 \nPrice\nDividends Buybacks\nDividends + \nBuybacks\nS&P 500 \nMarket Value\nS&P 500 \nAverage Market \nValue\nDividend \nYield\nBuyback \nYield\nTotal \nShareholder \nYield\n1981\n863\n1982\n141\n47\n8\n55\n1,015\n939\n5.0%\n0.8%\n5.8%\n1983\n165\n50\n8\n58\n1,220\n1,118\n4.5%\n0.7%\n5.1%\n1984\n167\n53\n27\n80\n1,217\n1,219\n4.3%\n2.2%\n6.6%\n1985\n211\n55\n40\n95\n1,500\n1,359\n4.0%\n2.9%\n7.0%\n1986\n242\n63\n37\n100\n1,710\n1,605\n3.9%\n2.3%\n6.2%\n1987\n247\n65\n45\n110\n1,736\n1,723\n3.8%\n2.6%\n6.4%\n1988\n278\n83\n46\n129\n1,897\n1,816\n4.6%\n2.5%\n7.1%\n1989\n353\n73\n42\n115\n2,367\n2,132\n3.4%\n2.0%\n5.4%\n1990\n330\n81\n39\n120\n2,195\n2,281\n3.6%\n1.7%\n5.3%\n1991\n417\n82\n22\n104\n2,824\n2,509\n3.3%\n0.9%\n4.1%\n1992\n436\n85\n27\n112\n3,015\n2,919\n2.9%\n0.9%\n3.8%\n1993\n466\n87\n34\n121\n3,306\n3,160\n2.8%\n1.1%\n3.8%\n1994\n459\n88\n40\n128\n3,346\n3,326\n2.6%\n1.2%\n3.8%\n1995\n616\n103\n67\n170\n4,588\n3,967\n2.6%\n1.7%\n4.3%\n1996\n741\n101\n82\n183\n5,626\n5,107\n2.0%\n1.6%\n3.6%\n1997\n970\n108\n119\n227\n7,555\n6,590\n1.6%\n1.8%\n3.4%\n1998\n1,229\n116\n146\n262\n9,942\n8,749\n1.3%\n1.7%\n3.0%\n1999\n1,469\n138\n141\n279\n12,315\n11,129\n1.2%\n1.3%\n2.5%\n2000\n1,160\n141\n151\n292\n11,715\n12,015\n1.2%\n1.3%\n2.4%\n2001\n1,147\n142\n132\n274\n10,463\n11,089\n1.3%\n1.2%\n2.5%\n2002\n848\n148\n127\n275\n8,107\n9,285\n1.6%\n1.4%\n3.0%\n2003\n1,126\n161\n131\n292\n10,286\n9,197\n1.7%\n1.4%\n3.2%\n2004\n1,212\n181\n197\n378\n11,289\n10,788\n1.7%\n1.8%\n3.5%\n2005\n1,248\n202\n349\n551\n11,255\n11,272\n1.8%\n3.1%\n4.9%\n2006\n1,418\n224\n432\n656\n12,729\n11,992\n1.9%\n3.6%\n5.5%\n2007\n1,468\n246\n589\n836\n12,868\n12,799\n1.9%\n4.6%\n6.5%\n2008\n903\n247\n340\n587\n7,852\n10,360\n2.4%\n3.3%\n5.7%\n2009\n1,115\n196\n138\n333\n9,928\n8,890\n2.2%\n1.5%\n3.7%\n2010\n1,258\n206\n299\n505\n11,430\n10,679\n1.9%\n2.8%\n4.7%\n2011\n1,258\n240\n405\n645\n11,385\n11,408\n2.1%\n3.6%\n5.7%\n2012\n1,426\n281\n399\n680\n12,742\n12,064\n2.3%\n3.3%\n5.6%\n2013\n1,848\n312\n476\n787\n16,495\n14,619\n2.1%\n3.3%\n5.4%\nAverage\n2.6%\n2.1%\n4.7%\n"
    },
    {
      "number": 9,
      "text": " \n \nMay 6, 2014 \n \nDisbursing Cash to Shareholders \n9 \nQ: What are the philosophies that motivate share buybacks? \n \nA: We like to distinguish three schools: fair value, intrinsic value, and accounting-motivated.  \n \nThe fair value school takes a steady and consistent approach to buybacks. Management recognizes \nthat over the long haul it will buy back shares sometimes when they are overvalued, other times when they are \nundervalued, and for the most part when they are priced about fairly. This approach offers shareholders \nsubstantial flexibility as it allows them to hold shares and defer tax liabilities or to create homemade dividends \nby selling a pro-rated number of shares.  \n \nThe fair value school is consistent with the free cash flow hypothesis, which says that managers who have \nexcess cash will invest it in negative net present value projects. By disbursing cash, companies buying back \ntheir shares reduce the risk of doing something foolish with the funds.14  \n \nThis school relies on process and believes that in the long haul the average price a company pays will reflect \nvalue. Research suggests that most companies would have been better off buying back stock consistently \nversus their actual behavior of buying heavily in some periods and lightly, or not at all, in others.15  \n \nThe intrinsic value school believes a company should only buy back shares when it deems them to \nbe undervalued. A company must have asymmetric information or beliefs, as well as analytical prowess, to \nprofitability pursue this approach. Asymmetric information means that company management has information \nthat the stock price fails to reflect. Differing beliefs occur when management has the same information as the \nmarket but comes to different conclusions about what that information means.  \n \nAnalytical prowess means that the executives at the company know how to translate their differential view into \nan estimate of the relationship between the stock price and intrinsic value. Investors should not assume that \nmanagement has this ability. Indeed, surveys consistently show that executives believe their stock to be cheap. \nFor example, in a survey from mid-2013, 60 percent of chief financial officers (CFOs) thought that U.S. \nequities were overvalued, but only 11 percent thought their own stock was overvalued.16     \n \nManagement can act on its conviction by being bold with its buyback program, buying back a substantial \npercentage of the shares or even buying them at a premium to the prevailing price through a tender offer.17  \n \nThis school fits the signaling hypothesis, which suggests that companies buy back shares when they deem \nthem to trade below intrinsic value. Further, it is important to focus on actual share buybacks versus buyback \nannouncements. The evidence supporting the signaling hypothesis is mixed, but 85 percent of CFOs believe \nthat their buyback decision conveys information.18      \n \nBoosting short-term accounting results, especially earnings per share (EPS), is what motivates the \nfinal school. When surveyed, three-fourths of CFOs cite increasing EPS as an important or very important \nfactor in the decision to buy back shares. Two-thirds of CFOs say that offsetting the dilution from option or \nother stock-based programs is important.  \n \nThe problem with the accounting-motivated school is that its actions are not necessarily aligned with the \nprinciple of value creation.19 For example, there may be a case where buying back overvalued stock boosts \nEPS and helps management reach a financial objective that prompts a bonus. In this case the motivation is \nimpure because management’s proper goal is to allocate capital in an economically sound fashion for \nshareholders.  \n"
    },
    {
      "number": 10,
      "text": " \n \nMay 6, 2014 \n \nDisbursing Cash to Shareholders \n10 \nInvestors assessing companies buying back stock should make an effort to determine which school the \nmanagement is in. It can be the case that management buys back stock for the right reason and realizes \naccounting benefits as a result. That’s fine. But investors should be on the lookout for companies that make \ndecisions based on the accounting results without sufficient regard for the economic merits.    \n \nQ: Share buybacks add to earnings per share, isn’t that good? \n \nA: First, it’s important to note that share buybacks do not necessarily increase EPS.20 That buybacks \ninevitably lead to higher EPS is a canard that the business press repeats often. The common approach is to \npoint out that since EPS is earnings divided by shares outstanding, buybacks boost EPS by reducing the \nnumber of shares outstanding. The problem with this simple argument is that the company has to pay \nfor the buyback, which means that earnings are lower with a buyback program than they would be \nwithout it.    \n \nA company can fund a buyback one of two ways. Either it can use excess cash, or it can borrow money. \nWhether a buyback is accretive or dilutive to EPS is a function of the relationship between the \nafter-tax interest rate (either foregone from cash or incurred from debt) and the inverse of the \nprice/earnings (P/E) multiple. Since the appropriate P/E multiple for a stock reflects factors other than the \ndiscount rate, including growth prospects and incremental return on invested capital, the accretion or dilution \nsays little about the virtue of the program.21  \n \nHere’s a simple example to make the case more concrete. Say a company has excess cash that is earning 3 \npercent and has a tax rate of 33 percent. You can calculate the “EPS breakeven P/E” with the following \nequation: \n \n𝐸𝑃𝑆 𝐵𝑟𝑒𝑎𝑘𝑒𝑣𝑒𝑛𝑃\n𝐸=\n1\n𝐼𝑛𝑡𝑒𝑟𝑒𝑠𝑡 𝑟𝑎𝑡𝑒 𝑥 (1 −𝑡𝑎𝑥 𝑟𝑎𝑡𝑒) \n \nSo in this case the EPS breakeven P/E multiple is 50 (1/[.03 * .66]). This means that any buyback below a \n50 P/E will add to EPS, and any buyback above 50 will subtract from EPS. \n \nSay the same company decides to fund the buyback with debt that has a pretax cost of six percent. The EPS \nbreakeven P/E multiple is 25 (1/[.06 * .66]). To state the obvious, with prevailing interest rates as low as they \nare and with P/E multiples on forward earnings near historic averages, buybacks are currently a bonanza for \nEPS accretion. Since accretion says nothing about the economic merit of a buyback, you can’t say \nwhether it is good or bad.   \n \nExhibit 7 is work by our HOLT® team that shows the non-financial companies in the Russell 1000 that \nenjoyed the largest positive EPS gains as the result of buybacks over the past one and five years. The \nmagnitude of the impact is overstated because the calculation does not consider the after-tax interest rate on \ncash or debt used to fund the program. Still, you can see some companies enjoyed large boosts to EPS \nthrough their buyback programs.  \n \n \n \n \n \n \n \n"
    },
    {
      "number": 11,
      "text": " \n \nMay 6, 2014 \n \nDisbursing Cash to Shareholders \n11 \nExhibit 7: Estimated Impact of Share Buyback on EPS  \n \nSource: HOLT Lens™, FactSet. Universe: Russell 1000 (ex-financials). Impact of share repurchase on EPS is a HOLT calculation that shows the \npercentage increase in EPS due to cumulative net shares bought over the trailing 12 and 60 months. HOLT estimates the number of shares \nrepurchased by taking the total dollar amount of buybacks divided by the average price for each period. We show the top 20 companies. Data as of \nApril 23, 2014.   \n \nQ: How should you assess the merit of a buyback program? \n \nA: The golden rule of share buybacks is as follows:22 \n \nA company should repurchase its shares only when its stock is trading below its expected value \nand when no better investment opportunities are available.  \n \nThe golden rule addresses both absolute and relative value. Companies should only invest where they \nanticipate a net present value positive payoff. This is a fancy way of saying “you will get more than what you \npay for.” This absolute benchmark applies to all of a company’s capital allocation decisions, including capital \nexpenditures, research and development, and mergers and acquisitions.  \n \nThe rule also addresses relative value when it emphasizes that companies should prioritize higher return \ninternal investment opportunities over buybacks. Ideally, executives should rank their investment \nopportunities by expected return and fund them from highest to lowest. A company should expect that all of \nthe investments it funds will earn above the cost of capital. While access to capital can be a constraint, most \ncompanies generate sufficient cash flow to fund their internal investments. \n \nThe shareholder rate of return on a buyback is the cost of equity divided by the ratio of stock price \nto intrinsic value. For instance, if the cost of equity is 8 percent and the stock is trading at two-thirds of its \nintrinsic value, the shareholder rate of return is 12 percent (.08/.66). Managers can compare this rate of \nreturn to alternative investment opportunities.  \n \nExecutives generally think of buybacks as a means to distribute cash that’s left over after the company has \nmade all the operating investments it deems worthy. But in cases where a company has no excess cash or \nCompany\nEPS Assuming \nNo Buyback\nEPS As \nReported\nEstimated Impact \non EPS\nCompany\nEPS Assuming \nNo Buyback\nEPS As \nReported\nEstimated Impact \non EPS\nAlbermarle Corporation\n$4.53\n$4.94\n9.1%\nSafeway, Inc.\n$0.49\n$0.95\n93.9%\nDIRECTV\n$4.76\n$5.19\n9.0%\nDIRECTV\n$2.78\n$5.19\n86.7%\nNVR, Inc.\n$51.35\n$55.77\n8.6%\nWellpoint, Inc.\n$5.07\n$8.65\n70.6%\nHalliburton Company\n$2.19\n$2.37\n8.2%\nGap, Inc.\n$1.78\n$2.80\n57.3%\nActivision Blizzard, Inc.\n$0.88\n$0.95\n8.0%\nBally Technologies, Inc.\n$2.22\n$3.39\n52.7%\nCF Industries Holdings, Inc.\n$22.82\n$24.63\n7.9%\nAutoNation, Inc.\n$2.04\n$3.05\n49.5%\nRovi Corporation\n$0.19\n$0.20\n5.3%\nNorthrup Grumman Corporation\n$5.62\n$8.34\n48.4%\nQuest Diagnostics, Inc.\n$4.96\n$5.34\n7.7%\nL-3 Communications Holdings, Inc.\n$5.79\n$8.54\n47.5%\nCarter's, Inc.\n$2.59\n$2.77\n6.9%\nBig Lots, Inc.\n$1.93\n$2.84\n47.2%\nRockwood Holdings, Inc.\n$0.67\n$0.72\n7.5%\nApollo Education Group, Inc.\n$1.29\n$1.89\n46.5%\nFossil Group, Inc. \n$6.23\n$6.62\n6.3%\nWeight Watchers International, Inc.\n$2.49\n$3.63\n45.8%\nMarathon Petroleum Corporation\n$6.22\n$6.61\n6.3%\nCharles River Laboratories International\n$1.48\n$2.15\n45.3%\nArmstrong World Industries\n$1.60\n$1.70\n6.2%\nAmgen, Inc.\n$4.68\n$6.65\n42.1%\nHarris Corporation\n$4.00\n$4.22\n5.5%\nGameStop Corporation \n$2.32\n$3.28\n41.4%\nLaboratory Corp. of America Holdings\n$5.93\n$6.24\n5.2%\nKohl's Corporation\n$2.96\n$4.17\n40.9%\nAECOM Technology Corporation\n$2.45\n$2.58\n5.3%\nLowe's Companies, Inc. \n$1.51\n$2.10\n39.1%\nPfizer, Inc.\n$1.57\n$1.65\n5.1%\nYahoo! Inc.\n$0.91\n$1.26\n38.5%\nLowe's Companies, Inc. \n$2.00\n$2.10\n5.0%\nAmerisourceBergen Corporation\n$1.15\n$1.57\n36.5%\nTW Telecom, Inc.\n$0.23\n$0.24\n4.3%\nC.R. Bard, Inc.\n$6.23\n$8.48\n36.1%\nC.H. Robinson Worldwide, Inc.\n$2.54\n$2.65\n4.3%\nHealth Net, Inc.\n$1.58\n$2.12\n34.2%\nLast Year\nLast Five Years\n"
    },
    {
      "number": 12,
      "text": " \n \nMay 6, 2014 \n \nDisbursing Cash to Shareholders \n12 \nborrowing capacity, there may be instances where buying back stock is more attractive than \ninvesting in the business. Managers should base their capital allocation decisions on expected reward and \nrisk. When buybacks are more attractive than investing in the business, they should take priority.  \n   \nQ: Aren’t companies that overpay for their stock harming their shareholders? \n \nA: Only if a stock trades exactly at intrinsic value do buybacks and dividends treat all shareholders the same. If \na stock is over- or undervalued, the effect of a buyback is different for selling shareholders than it is for those \nwho continue to hold. \n \nIt’s important to emphasize that from the company’s point of view, there’s a value conservation \nprinciple at work: Whether the company buys under- or overvalued stock or pays a dividend doesn’t make a \ndifference in terms of the value of the disbursement or the subsequent value of the firm. What differs is who \nwins and who loses as the result of buying stock below or above intrinsic value. Since management should \nfocus on building value per share for continuing shareholders, it should always try to buy back \nshares that are undervalued.    \n \nExhibit 8 shows the simple idea. Say we have a company with a value of $10,000 and 1,000 shares \noutstanding that decides to return $2,000 to its shareholders. \n \nExhibit 8: The Value Conservation Principle \n \nSource: Credit Suisse. \n \nIn Scenario A, we assume the stock price is $20, double the fair value of $10 ($10,000/1,000). The \ncompany can buy 100 shares, leaving $8,000 of value and 900 shares outstanding. In this case, the selling \nshareholders have gained $10 per share ($20 proceeds - $10 value = $10) and the continuing shareholders \nhave lost $1.11 per share ($8.89 continuing value - $10 initial value = -$1.11). Buying back overvalued stock \nbenefited sellers at the expense of buyers. \nScenario A\nScenario B\nScenario C\nAssumptions\nBase\nAssume \nbuyback @ $20\nAssume \nbuyback @ $5\nAssumptions\nAssume dividend \nof $2\nBuyback amount\n$2,000\n$2,000\nDividend amount\n$2,000\nFirm Value\n10,000\n$ \n$8,000\n$8,000\nFirm Value\n$8,000\nShares outstanding\n1000\n1000\n1000\nShares outstanding\n1000\nCurrent price\n$10\n$20\n$5\nCurrent price\n$10\nShares post buyback\n900\n600\nValue/share\n$10\n$8.89\n$13.33\nValue/share\n$8.00\nDividend/share\n$2.00\nSelling shareholders\n100\n400\n$20\n$5\nValue to sellers\n$2,000\n$2,000\nOngoing shareholders\n900\n600\nOngoing shareholders\n$8,000\n$8.89\n$13.33\nDividends\n$2,000\n$8,000\n$8,000\nTotal value\n$10,000\n$10,000\nTotal value\n$10,000\nPer share +/- sellers\n$10.00\n($5.00)\nPer share +/- holders\n($1.11)\n$3.33\n"
    },
    {
      "number": 13,
      "text": " \n \nMay 6, 2014 \n \nDisbursing Cash to Shareholders \n13 \nIn Scenario B, we assume the stock trades at one-half of fair value, or $5 per share. The company can buy \n400 shares, with $8,000 of remaining value and 600 shares outstanding. Now we see that the selling \nshareholders lose $5 per share ($5 proceeds - $10 value = -$5) and continuing shareholders gain $3.33 per \nshare ($13.33 continuing value - $10 initial value = $3.33).   \n \nIn Scenario C, the company pays a $2 dividend to all shareholders. Just as in the prior scenarios, the firm \nvalue drops to $8,000, but each shareholder receives identical treatment, leaving aside tax considerations.  \n \nHere are three final thoughts on this question. First, you can’t conclude that buying back stock was a \nbad idea just because the stock goes down subsequently. Executives, similar to investors, operate with \nimperfect and incomplete information. Provided they approach the buyback with a sound process that has \nanalytical integrity and honestly, they have done their job properly. Unfortunately, few companies demonstrate \nsufficient rigor in their analysis of buybacks. \n \nSecond, if you are the shareholder of a company that is buying back stock, doing nothing is doing \nsomething. By choosing to hold the shares instead of selling a pro-rated amount, you are effectively \nincreasing your percentage stake in the company. One alternative is to sell shares in proportion to your stake, \ncreating a homemade dividend and maintaining a consistent percentage ownership in the business. \n \nFinally, it is logical that you would prefer that the companies you hold in your portfolio buy back \nstock rather than pay a dividend. It should be reasonable to presume that you own shares of companies \nthat you think are undervalued. If that is the case, buybacks will by definition increase value per share. The \nonly instance where this may not be true is if you believe that a dividend would provide a more powerful signal \nto the market, hence creating more value than a buyback. \n \nQ: Does it ever make sense to repatriate cash, pay taxes, and then buy back shares? \n \nA: Of the $1.7 trillion in cash and marketable securities that companies in the S&P 500 hold, roughly $1 \ntrillion is outside the United States. Since the U.S. taxes foreign income, multinationals have to pay taxes if \nthey choose to repatriate cash from international profits. The tax the company owes equals the difference \nbetween the U.S. tax rate and the tax rate the company paid in the domicile of the profits. Alternatively, \ncompanies can defer the payment of U.S. taxes and let the cash sit offshore. \n  \nAcademic research shows that this tax on repatriation keeps cash abroad, which is why $1 trillion in liquid \nassets sit on the balance sheets of multinationals.23 Further, some companies have made acquisitions \noverseas as a means to deploy that capital.  \n \nOne can make a case for repatriating cash, paying U.S. taxes, and buying back shares if the shares are \nsufficiently cheap. Repatriating cash makes sense if the stock price’s discount to intrinsic value \nexceeds the incremental tax rate of the repatriated funds. Exhibit 9 provides a matrix to guide the \nanalysis. The rows are various tax rate assumptions. (Note that these rates are the difference between U.S. \ntax rates and the tax rates the company paid in the jurisdiction.) The columns are various ratios of price to \nintrinsic value. The body of the table shows the rate of return on the buyback assuming a cost of equity of 8 \npercent. Transactions that fall into the shaded area are value neutral or value creating.    \n \n \n \n \n \n"
    },
    {
      "number": 14,
      "text": " \n \nMay 6, 2014 \n \nDisbursing Cash to Shareholders \n14 \nExhibit 9: Rate of Return on Buying Back Stock Given Intrinsic Value and Tax Rates \n \nSource: Credit Suisse. \nAssumes an 8 percent cost of equity. \n \nLet’s consider a simple example. Say the incremental tax rate is 10 percent and the company trades at 60 \npercent of intrinsic value. Assuming no taxes, the pretax rate of return on the buyback is 13.3 percent (cost of \nequity divided by the ratio of price to intrinsic value = .08/.60 = .133). But since the cash to fund the buyback \nis taxed at 10 percent, the rate of return falls to 12.0 percent (we need to adjust the price to intrinsic value \nratio by multiplying it by 1/[1-tax rate], which changes the denominator to .66, so .08/.66 = .12). \n \nQ: What has happened to payout ratios if you consider buybacks and dividends together? \n \nA: As noted earlier, the propensity of companies to distribute cash to shareholders has not changed \nsubstantially over time when we consider factors such as the age of the company and the industry in which it \ncompetes. Exhibit 10 compares an estimate of the cost of equity capital to the payout yield, which we define \nas gross buybacks plus dividends divided by market capitalization, from 1982 through 2013.  \n \nExhibit 10: Total Shareholder Yield for the S&P 500 versus the Cost of Equity (1982-2013) \n \nSource: Aswath Damodaran; S&P Dow Jones Indices, Liang and Sharpe, Credit Suisse estimates. \n           Price to Intrinsic Value Ratio\n0.5\n0.6\n0.7\n0.8\n0.9\n1.0\n0%\n16.0%\n13.3%\n11.4%\n10.0%\n8.9%\n8.0%\n5%\n15.2%\n12.7%\n10.9%\n9.5%\n8.4%\n7.6%\n10%\n14.4%\n12.0%\n10.3%\n9.0%\n8.0%\n7.2%\n15%\n13.6%\n11.3%\n9.7%\n8.5%\n7.6%\n6.8%\n20%\n12.8%\n10.7%\n9.1%\n8.0%\n7.1%\n6.4%\n25%\n12.0%\n10.0%\n8.6%\n7.5%\n6.7%\n6.0%\n30%\n11.2%\n9.3%\n8.0%\n7.0%\n6.2%\n5.6%\nIncremental \nTax Rate\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n16%\n18%\n1982\n1986\n1989\n1993\n1996\n2000\n2003\n2006\n2010\n2013\nCost of Equity\nTotal Shareholder Yield\n"
    },
    {
      "number": 15,
      "text": " \n \nMay 6, 2014 \n \nDisbursing Cash to Shareholders \n15 \nFor 2013, the total payout yield for the S&P 500 was approximately 5.4 percent ($787 billion total \npayout divided by an average market capitalization of $14.6 trillion). This compares to a 10-year Treasury note \nyield that was in the range of roughly 1.5 to 3.0 percent and a cost of equity of around 8 percent. \n \nQ: Why are comparisons to historical dividend payouts and yields flawed?  \n \nA: Despite the rise in share buybacks in the past 30 years or so, many market analysts continue to use \ndividend yield as a measure of policy and a means to anticipate future market returns.24 In fact, you should \nbe very cautious in comparing data before and after 1982. Here’s the reason: buybacks were very \nscarce prior to that date because the Securities and Exchange Act of 1934 prohibited the manipulation of \nsecurities prices. Since the rules weren’t clear about what constituted manipulation, most companies avoided \nbuybacks altogether.25 \n \nIn 1982, Congress enacted Rule 10b-18, which grants companies a safe harbor provided they follow certain \nrules. Those rules form a legal shield from the threat of being sued by specifying how a company can execute \na buyback in terms of manner, timing, price, and volume.26 The Securities and Exchange Commission has \nsubsequently updated the rules to reflect current market conditions. \n \nGiven that the propensity to pay out cash to shareholders has been stable but that the mix has shifted from \ndividends to buybacks, comparisons must take into consideration share buybacks. The year 1982 really did \nmark a new regime in how companies could return cash to shareholders. \n \nCritics of buybacks have noted that many companies both buy back shares and issue shares simultaneously. \nFor instance, Cisco Systems bought back $3.1 billion of stock in fiscal 2013, but issued $3.3 billion. So it is \nvalid to consider total net payout to shareholders, which is net share repurchase plus dividends. Appendix A \ndiscusses this issue in more detail.    \n      \nQ: Isn’t it true that the majority of total shareholder returns are the result of dividends?  \n \nA: This is one of the great misconceptions in the investing industry. Let’s assume that an investor’s goal is to \naccumulate capital over time. This makes sense because saving is the act of foregoing current consumption to \nbe able to consume more in the future. Here’s the point: Price appreciation is the only source of \ninvestment return that increases accumulated capital over time.27 \n \nThe key to understanding this comment is to distinguish between the equity rate of return and the capital \naccumulation rate. The equity rate of return is a one-period measure that simply adds price appreciation to \ndividend yield. To illustrate, the S&P 500 had an equity rate of return of 32.4 percent in 2013, with 29.6 \npercent price appreciation and a 2.8 percent dividend yield.  \n \nThe capital accumulation rate, often measured as total shareholder return (TSR), is a multi-period measure \nthat assumes all dividends are reinvested in the stock. Knowing price appreciation (g) and dividend yield (d), \nyou calculate TSR as follows: \n \nTotal shareholder return (TSR) = g + (1 + g) * d \n \nThe value of the compounding reinvested dividends means that the TSR, or capital accumulation rate, is \nalways higher than the equity rate of return as long as g is positive.  \n \n"
    },
    {
      "number": 16,
      "text": " \n \nMay 6, 2014 \n \nDisbursing Cash to Shareholders \n16 \nHere is an illustration to solidify the distinction. Assume price appreciation of 8 percent and a dividend yield of \n3 percent. The equity rate of return is 11 percent (.08 + .03) while the TSR is 11.24 percent (.08 + [(1 \n+ .08)*.03]).   \n \nYou hear from time to time that dividends have provided the lion’s share of returns in the stock \nmarket over history. This is wrong if you accept that capital accumulation is a reasonable way to \nassess returns over the long haul. Indeed, capital accumulation depends solely on price appreciation.  \n \nHere’s the way to think about it: Say you own a stock that trades at $100 and pays a $3 dividend. After the \ndividend payment, you will have a $97 stock and a $3 dividend.28 You will only earn the full TSR if you reinvest \nyour dividend, effectively giving you $100 worth of stock again. From there, it should be clear that price \nappreciation only determines the capital accumulation rate.    \n \nNow here’s the problem: Almost no one earns the full TSR. First, most individuals do not reinvest the \ndividends they receive from the stocks they hold directly. While no definitive public statistics exist, individual \ninvestors appear to reinvest just 10 percent of the dividends they collect.29 Of course, if investors \naren’t reinvesting their dividends they are free to use the proceeds to consume, which has utility. But it \nprevents them from earning the full TSR. \n \nSecond, unless investors own individual, dividend-paying stocks in a tax-free account, they have to pay taxes \non their dividends. This means that they can only reinvest a fraction of the dividends they receive, which \nprevents them from earning the TSR. To calculate the TSR a taxpaying shareholder earns, we need to add a \nterm to our equation that reflects the reinvestment rate, (r): \n \nTotal shareholder return (TSR) = g + (1 + g) * (d) * (r) \n \nLet’s say the tax rate on dividends is 20 percent, which means that our shareholder can reinvest only 80 \npercent of the dividend that she receives. The TSR drops to 10.6 percent (.08 + ([1.08] *.03 *.80)). If you \ncompound over time the difference between 11.2 percent for the full TSR and 10.6 percent for the tax-\nadjusted TSR, the difference can be meaningful.  \n \nThe issue of taxes is also very relevant for comparing past results. In the latest edition of his best-selling book, \nStocks for the Long Run, Jeremy Siegel, a professor at the Wharton School at the University of Pennsylvania, \ncompares the results of IBM and Standard Oil of NJ (now ExxonMobil) from 1950-2012.  \n \nSiegel shows that IBM had better growth in revenue, dividends, and earnings per share over the period. He \nalso shows that the price appreciation of IBM’s stock exceeded that of Standard Oil of NJ. Then he \nintroduces the punch line. Because Standard Oil of NJ had a higher dividend yield, its TSR exceeded that of \nIBM.30   \n \nBut not so fast. If you assume that shareholders had to pay taxes on those dividends—and the tax rate on \ndividends averaged close to 50 percent during that period—the results are reversed. Price appreciation \nbecomes more important because shareholders were simply unable to reinvest the full amount of their \ndividends.  \n \nThe only place where an investor can earn the full TSR in equities is in a tax-free or tax-deferred account that \nowns index funds with automatic reinvestment of dividends. Such an investor would of course have no \nopportunity to do better than the market, but the data show that the majority of funds fail to match their \nbenchmarks in an average year.  \n"
    },
    {
      "number": 17,
      "text": " \n \nMay 6, 2014 \n \nDisbursing Cash to Shareholders \n17 \nConclusion    \n \nManagement’s primary job is the judicious allocation of capital. Today we are in a situation where companies \nare generating more cash than they deem they can reinvest in the business. As a result, cash balances are \nbuilding. \n \nShare buybacks and dividends are two methods to return cash to shareholders. But executives view them very \ndifferently. Most view dividends as a quasi-contract, a commitment on par with capital spending, and view \nbuybacks as a means to disburse residual cash. Dividends treat all shareholders uniformly, while buybacks \ntreat ongoing and selling shareholders differently based on the relationship between stock price and value. \nBuybacks only benefit continuing shareholders when management executes them when the stock is \nundervalued.   \n     \n \n \n"
    },
    {
      "number": 18,
      "text": " \n \nMay 6, 2014 \n \nDisbursing Cash to Shareholders \n18 \nEndnotes: \n \n1 Naturally, one of the vital functions of the capital markets is to turn claims on future cash into cash (selling a \nstock) and turning cash into claims on future cash (buying a stock). But participants in capital markets must \nassess the prospects of future cash flows in order to properly value the shares of a company. \n2 This equation assumes no change in capital structure. For a more formal way to calculate maximum payout \nratio, see Alfred Rappaport, “The Affordable Dividend Approach to Equity Valuation,” Financial Analysts \nJournal, Vol. 42, No. 4, July-August 1986, 52-58.  \n3 Thanks to Bryant Matthews of the HOLT Model Development group at Credit Suisse for these data.  \n4 Ali Fatemi and Recep Bildik, “Yes, Dividends are Disappearing: Worldwide Evidence,” Journal of Banking & \nFinance, Vol. 36, No. 3, March 2012, 662-677. \n5 For the mix shift, see Douglas J. Skinner, “The Evolving Relation Between Earnings, Dividends, and Stock \nRepurchases,” Journal of Financial Economics, Vol. 87, No. 3, March 2008, 582-609. Also, Gustavo Grullon, \nBradley Paye, Shane Underwood, and James P. Weston, “Has the Propensity to Pay Out Declined?” Journal \nof Financial and Quantitative Analysis, Vol. 46, No. 1, February 2011, 1-24. Also, Jacob Boudoukh, Roni \nMichaely, Matthew Richardson, and Michael R. Roberts, “On the Importance of Measuring Payout Yield: \nImplications for Empirical Asset Pricing,” Journal of Finance, Vol. 63, No. 2, April 2007, 877-915.      \n6 Merton H. Miller and Franco Modigliani, “Dividend Policy, Growth, and the Valuation of Shares,” Journal of \nBusiness, Vol. 34, No. 4, October 1961, 411-433. \n7 The tax rate is the difference between the U.S. rate and the rate the company paid in the jurisdiction where \nthe company earned the profit. For example, the corporate tax rate is 35 percent in the United States and 30 \npercent in Australia. So a U.S.-based company would have to pay an additional 5 percentage points in tax on \ncash that it repatriated from Australia. This is barring any tax holiday that the U.S. government may implement.  \n8 S&P Dow Jones Indices, FactSet, Credit Suisse. \n9 For a mathematical demonstration, see Michael J. Mauboussin and Kristen Bartholdson, “The Demise of \nDividends: And the Rise of Share Buybacks,” Credit Suisse First Boston Equity Research, April 15, 2002. \n10 This applies to qualified dividends only, which represent most of the dividends paid. Unqualified dividends \nare those paid by entities including real estate investment trusts, master limited partnerships, dividends \naccrued on employee stock option programs, dividends from tax exempt companies, and dividends from \nsavings or money market accounts. High income earners in the U.S. must pay a 3.8 percent surtax, meant to \nhelp pay for health care. \n11 Alon Brav, John R. Graham, Campbell R. Harvey, and Roni Michaely, “Payout Policy in the 21st Century,” \nJournal of Financial Economics, Vol. 77, No. 3, September 2005, 483-527. \n12 Eric Floyd, Nan Li, and Douglas J. Skinner, “Payout Policy through the Financial Crisis: The Growth of \nRepurchases and the Resilience of Dividends,” Chicago Booth Working Paper, No. 12-01, March 2013. \n13 Jayant R. Kale, Omesh Kini, and Janet D. Payne, “The Dividend Initiation Decisions of Newly Public Firms: \nSome Evidence on Signaling with Dividends,” Journal of Financial and Quantitative Analysis, Vol. 47, No. 2, \nApril 2012, 365-396. Also, Doron Nissim and Amir Ziv, “Dividend Changes and Future Profitability,” Journal \nof Finance, Vol. 56, No. 6, December 2001, 2111-2133.  \n14 Michael C. Jensen, “Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers,” American \nEconomic Review, Vol. 76, No. 2, May 1986, 323-329. For evidence that companies with modest asset \ngrowth fare better than those that grow rapidly, see Michael J. Cooper, Huseyin Gulen, and Michael J. Schill, \n“Asset Growth and the Cross-Section of Stock Returns,” Journal of Finance, Vol. 63, No. 4, August 2008, \n1609-1651.   \n15 Chao Zhuang, “Share Repurchases: How Important Is Market Timing?” Working Paper presented at USC \nFBE Finance Seminar, September 30, 2013. Also, Alice A. Bonaimé, Kristine W. Hankins, and Bradford D. \nJordan, “Wiser to Wait: Do Firms Optimally Execute Share Repurchases?” SSRN Working Paper, March 6, \n2014.  \n"
    },
    {
      "number": 19,
      "text": " \n \nMay 6, 2014 \n \nDisbursing Cash to Shareholders \n19 \n16 “CFO Signals™: What North America’s Top Finance Executives Are Thinking—and Doing,” Deloitte \nResearch, Second Quarter 2013.  \n17 Jin Wang and Lewis D. Johnson, “Information Asymmetry, Signaling, and Share Repurchase,” Working \nPaper, February 2008.  \n18 Gustavo Grullon and David L. Ikenberry, “What Do We Know about Share Repurchases?” Journal of \nApplied Corporate Finance, Vol. 13, No. 1, Spring 2000, 31-51. For the survey result, see Brav, Graham, \nHarvey, and Michaely (2005).    \n19 Konan Chan, David L. Ikenberry, Inmoo Lee, and Yanzhi Wang, “Share Repurchase as a Potential Tool to \nMislead Investors,” Journal of Corporate Finance, Vol. 16, No. 2, April 2010, 137-158. \n20 While buybacks do boost the EPS of individual companies, they have a negligible impact on the S&P 500 \nindex. Howard Silverblatt, a senior index analyst at S&P, writes, “The S&P index weighting methodology \nadjusts for shares, so buybacks are reflected in the calculations. Specifically, the index reweights for major \nshare changes on an event-driven basis, and each quarter, regardless of the change amount, it reweights the \nentire index membership. The actual index EPS calculation determines the index earnings for each issue in \nUSD, based on the specific issues’ index shares, index float, and EPS. The calculation negates most of the \nshare count change, and reduces the impact on EPS.” See Howard Silverblatt, “Buybacks and the S&P 500® \nEPS,” Indexology Blog, March 7, 2014.  \n 21 Michael J. Mauboussin and Dan Callahan, “What Does a Price-Earnings Multiple Mean? An Analytical \nBridge between P/Es and Solid Economics,” Credit Suisse Global Financial Strategies, January 29, 2014.  \n22 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for Better \nReturns (Boston, MA: Harvard Business School Press, 2001), 174.  \n23 C. Fritz Foley, Jay C. Hartzell, Sheridan Titman, and Garry Twite, “Why Do Firms Hold So Much Cash? A \nTax-Based Explanation,” Journal of Financial Economics, Vol. 86, No. 3, December 2007, 579-607. \n24 Robert D. Arnott and Clifford S. Asness, “Surprise! Higher Dividends = Higher Earnings Growth,” Financial \nAnalysts Journal, Vol. 59, No. 1, January/February 2003, 70-87. \n25 Jordan Voss, “Why do Firms Repurchase Stock?” Major Themes in Economics, Spring 2012. \n25 See www.sec.gov/divisions/marketreg/r10b18faq0504.htm. \n27 Alfred Rappaport, “Dividend Reinvestment, Price Appreciation and Capital Accumulation,” Journal of \nPortfolio Management, Vol. 32, No. 3, Spring 2006, 119-123. \n28 As an empirical matter, the stock price doesn’t go down by the exact amount of the dividend because of the \nimpact of taxes. The basic equation to determine how much a stock will drop when it goes ex-dividend is as \nfollows: \n \n \n \nPb – Pa = (1-to) \n \n \n \n    D  \n \n(1-tcg) \nWhere Pb is the stock price before the ex-dividend date, Pa is the price after the ex-dividend date, to is the tax \nrate on dividend income and tcg is the tax rate on capital gains. So if the tax rates on dividends and capital \ngains are the same (as they are today), then the decline in the stock price is roughly equivalent to the dividend. \nIf the tax rate on dividends is higher than that on capital gains, which has been true for most of the last half \ncentury, then the decline in stock price will be less than the dividend. See Aswath Damodaran, “Returning \nCash to the Owners: Dividend Policy,” available at \nhttp://pages.stern.nyu.edu/~adamodar/pdfiles/ovhds/ch10.pdf.  \n29 Rappaport, 120.  \n30 Jeremy J. Siegel, Stocks for the Long Run: The Definitive Guide to Financial Market Returns and Long-\nTerm Investment Strategies, Fifth Edition (Hoboken, NJ: John Wiley & Sons, 2014), 173-174.  \n \nReference for cover and exhibits 6 and 10: J. Nellie Liang and Steven A. Sharpe, “Share Repurchases and \nEmployee Stock Options and their Implications for S&P 500 Share Retirements and Expected Returns,” Board \nof Governors of the Federal Reserve System Finance and Economics Working Paper No. 99-59, November \n1999. \n \n"
    },
    {
      "number": 20,
      "text": " \n \nMay 6, 2014 \n \nDisbursing Cash to Shareholders \n20 \nAppendix A \n \nOne legitimate criticism of buybacks is that companies use them to offset equity issuance. So, for example, \nthe company issues stock via employee stock options or restricted stock units and then buys back an \nequivalent number of shares, leaving the shares outstanding relatively flat.  \n \nExhibit 11 shows the last 40 years of net equity issuance for the largest 1,500 non-financial companies in the \nUnited States (the sample is in fact somewhat smaller in the early years but in no case dips below 1,000). \nCalculated by our HOLT team, the exhibit shows the ratio of equity issuances, including preferred stock, \ndivided by equity purchases, minus one (issuances/purchases – 1). When the line is above zero, companies \nare issuing more equity than they are buying, and when it is below zero they are buying more than they are \nissuing.  \n    \nExhibit 11: Net Equity Issuance for the Largest U.S. Companies (1971-2013) \n \nSource: Credit Suisse HOLT. \n \nThe exhibit shows that net issuance was relatively high in the 1970s but that the ratio has been near or below \nzero for most of the past 30 years. Note, again, that buybacks were not common until 1982.  \n \nOur view is that you should analyze equity issuance and purchases independently. Companies \nshould issue equity, be it in the form of compensation for employees or for an acquisition, only when it makes \neconomic sense. Likewise, a company should buy back shares when it makes economic sense. Each decision \nmust stand on its own merit, and executives should avoid conflating the two.  \n \nShareholders have been appropriately skeptical about companies that have linked their buyback programs to \ntheir issuance of equity. For instance, many companies vow to buy back shares in order to offset dilution from \ncompensation using stock.  \n   \n \n-2\n0\n2\n4\n6\n8\n10\n1971\n1974\n1977\n1980\n1983\n1986\n1989\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\nEquity Issuances / Equity Purchases - 1\n"
    },
    {
      "number": 21,
      "text": " \n \nMay 6, 2014 \n \nDisbursing Cash to Shareholders \n21 \nGeneral disclaimer / Important information  \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future.  \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A.  \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above.  \n \nWith respect to the analysis in this report based on the Credit Suisse HOLT methodology, Credit Suisse certifies that (1) the views expressed in this report \naccurately reflect the Credit Suisse HOLT methodology and (2) no part of the Firm's compensation was, is, or will be directly related to the specific views \ndisclosed in this report.  \n \nThe Credit Suisse HOLT methodology does not assign recommendations to a security. It is an analytical tool that involves use of a set of proprietary quantitative \nalgorithms and warranted value calculations, collectively called the Credit Suisse HOLT valuation model, that are consistently applied to all the companies included \nin its database. Third-party data (including consensus earnings estimates) are systematically translated into a number of default variables and incorporated into the \nalgorithms available in the Credit Suisse HOLT valuation model. The source financial statement, pricing, and earnings data provided by outside data vendors are \nsubject to quality control and may also be adjusted to more closely measure the underlying economics of firm performance. These adjustments provide \nconsistency when analyzing a single company across time, or analyzing multiple companies across industries or national borders. The default scenario that is \nproduced by the Credit Suisse HOLT valuation model establishes the baseline valuation for a security, and a user then may adjust the default variables to produce \nalternative scenarios, any of which could occur. Additional information about the Credit Suisse HOLT methodology is available on request.  \nThe Credit Suisse HOLT methodology does not assign a price target to a security. The default scenario that is produced by the Credit Suisse HOLT valuation \nmodel establishes a warranted price for a security, and as the third-party data are updated, the warranted price may also change. The default variables may also \nbe adjusted to produce alternative warranted prices, any of which could occur. Additional information about the Credit Suisse HOLT methodology is available on \nrequest.  \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \n \n© 2014 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n  \n"
    }
  ]
}