{
  "filename": "2014_calculating_return_on_invested_capital__how_to_determine_roic_and_address_common_issues.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423223818-07'00'",
    "modDate": "D:20240423223916-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nJune 4, 2014 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \n \nSource: Credit Suisse HOLT ®, FactSet, and Credit Suisse (see Appendix A for details about the chart). \n \n \n A core test of success for a company is whether one dollar invested in the \nbusiness generates value of more than one dollar in the marketplace.  \n Return on invested capital (ROIC) is one measure of a company’s capital \nefficiency. But value creation includes not only the spread a company \nearns above the cost of capital but also how much the company can \ninvest. \n Proper calculation of ROIC requires handling a number of practical issues \nin a thoughtful and consistent fashion.  \n ROIC analysis can provide insight into the sources of a company’s \ncompetitive advantage. \n A model of future ROIC should include reversion to the mean in most \ncases. \n \n \n0\n2\n4\n6\n8\n10\n12\n14\n-10\n0\n10\n20\n30\n40\n50\n60\nEnterprise Value / Gross Investment\nCFROI - Discount Rate (Percent)\nThe $1 Test for the S&P 500\nr = 0.83\nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nCalculating Return on Invested Capital \nHow to Determine ROIC and Address Common Issues \n"
    },
    {
      "number": 2,
      "text": " \n \nJune 4, 2014 \n \nCalculating Return on Invested Capital \n2 \nIntroduction \n \nA core test of success for a business is whether one dollar invested in the company generates value of more \nthan one dollar in the marketplace. Warren Buffett, the chairman and chief executive officer of Berkshire \nHathaway, calls this the $1 test.1 Logically, this occurs only when a business earns a return on investment in \nexcess of the opportunity cost of capital. \n \nHere’s an extremely simple example. Say a company invests $1,000 in a new factory and estimates that the \ncost of capital is 10 percent. Were the factory to generate $80 in after-tax earnings into perpetuity, the \nmarket value of the factory would be $800 ($80/.10) and the investment would fail the $1 test. Earnings of \n$120 would create value of $1,200 ($120/.10), hence passing the $1 test. As companies announce \ninvestments such as acquisitions or capital expenditures, the market renders its judgment as to whether the \ninvestments add or detract from value.  \n \nBusiness schools generally treat finance and competitive strategy as distinct silos and teach them accordingly. \nIn proper practice, though, investors should join the two fields at the hip. A thoughtful valuation requires \njudgment about industry structure and competitive advantage. And a strategy must pass the $1 test to create \nvalue. Thoughtful investors and businesspeople operate at the intersection of finance and competitive strategy.    \n \nClayton Christensen, a professor at Harvard Business School, argues that an undue focus on financial \nmetrics, including return on invested capital (ROIC), has led to underinvestment in growth and innovation. He \ncalls this the “capitalist’s dilemma.” Slavishly beholden to financial metrics that measure value creation, \nbusiness leaders fail to create value.2    \n \nOur view is that the problem lies not with the financial measures themselves but with the hazard that managers \nmisuse them. For example, maximizing return on capital should not take precedence to maximizing economic \nprofit, a measure that considers both the return on capital and the magnitude of investment. At the end of the \nday, the present value of cash flow drives value and that cash flow in large part reflects management’s acuity \nat allocating capital. \n \nThe challenge for investors is to use financial statements to assess the capital allocation skills of management. \nThis is precisely what Credit Suisse HOLT® does through cash flow return on investment (CFROI®).3 CFROI \nmeasures the cash returns a business earns on the investments it makes. Since CFROI is also adjusted for \ninflation, it is an ideal tool for comparing results over time. Appendix A describes CFROI in more detail. \n \nThis piece focuses on ROIC. A company that generates an ROIC in excess of the cost of capital generally \nindicates that management has been able to deploy resources intelligently. Subpar ROICs can suggest poor \ncapital allocation. ROICs relative to comparable companies within an industry are particularly useful, as they \naccount for the fact that some industries earn returns that are higher than others. \n \nOf course, the stock market looks forward and you earn excess returns by anticipating revisions in \nexpectations for financial results. So we’re less interested in the ROIC today than we are in understanding \nchanges in ROIC over time. Further, the absolute spread between ROIC and the cost of capital doesn’t give a \nfull picture of the prospects for value creation because the spread provides no indication of how much capital \n                                                 \n \n CFROI\n® is a registered trademark in the United States and other countries (excluding the United Kingdom) of Credit Suisse \nGroup AG or its affiliates. \n"
    },
    {
      "number": 3,
      "text": " \n \nJune 4, 2014 \n \nCalculating Return on Invested Capital \n3 \nthe company can deploy at a given positive spread. If two companies enjoy the same positive spread of ROIC \nto cost of capital, the company that grows faster will create more value.   \n \nCFROI and ROIC are two measures of capital efficiency. Other measures include return on equity (ROE) and \nreturn on assets (ROA). ROE equals net income divided by shareholders’ equity. ROA is net income divided by \nassets. ROIC is superior to both measures.  \n \nFor example, ROIC is preferable to ROE because ROIC is unaffected by financial leverage and share \nbuybacks whereas ROE varies based on a firm’s chosen capital structure and buyback activity. In measuring a \ncompany’s economic returns, we don’t want to conflate operating and financing issues. ROE, with appropriate \nadjustments, is useful for companies in the financial services sector (more on this below). \n \nROA has a number of inconsistencies between the numerator and the denominator that make it unreliable. For \ninstance, while changes in debt can affect the numerator, earnings, they need not have a proportionate effect \non the denominator, assets. Notwithstanding the limitations of ROA and ROE, they remain the primary \nmeasures that academics use in their studies of corporate performance.4     \n \nWe now turn to defining ROIC in more detail, including the most common adjustments you will have to \nconsider. The most important point is that everyone in an investment organization should measure return on \ninvested capital in a consistent fashion. The HOLT database ensures this, of course, but it is common for \nanalysts within the same firm to use somewhat different methodologies and adjustments. Consistency is key.  \n \nThe Definition of Return on Invested Capital   \n \nThe textbook definition of ROIC is as follows: \n \nReturn on invested capital (ROIC)   \n=   \nNet operating profit after tax (NOPAT)         \n \n \n \n \n \n \n \n    \n \n \n \n \n \n \n \n \n Invested capital (IC) \n \nThe numerator of ROIC is net operating profit after tax (NOPAT), which measures the cash earnings of a \ncompany before financing costs. Said differently, NOPAT assumes no financial leverage. NOPAT is the same \nwhether a company is highly levered or free of debt. This is essential for comparability.  \n \nNOPAT is a very handy number in finance: It is the number from which you subtract investments (change in \nnet working capital, net capital expenditures, and net M&A) to derive free cash flow in a discounted cash flow \nmodel; it is the number from which you subtract a capital charge (invested capital times the cost of capital) to \ncalculate economic profit; and it is the number that serves as the numerator of ROIC.5 \n \nSpecifically, NOPAT equals earnings before interest, taxes, and amortization (EBITA) minus the cash taxes \nattributable to EBITA. Or, \n \nNOPAT = EBITA – cash taxes \n \nThe definition of EBITA is relatively straightforward. It is essentially operating income plus amortization of \nintangibles. The calculation of cash taxes attributable to EBITA is more complex. It has three components: \n \n Tax provision \n Deferred taxes \n Tax shield \n"
    },
    {
      "number": 4,
      "text": " \n \nJune 4, 2014 \n \nCalculating Return on Invested Capital \n4 \nYou can use the tax provision off of the income statement, but you should adjust it for any unusual items as \nappropriate (e.g., restructuring charges). The tax provision lowers net operating profit. \n \nDeferred taxes are more complex.6 A growing deferred tax liability, a line item on the balance sheet, reduces the \ntax burden and NOPAT is higher. When the deferred tax liability is shrinking, the tax burden rises and NOPAT is \nreduced. You calculate deferred taxes through the annual change in deferred taxes on the balance sheet.  \n \nThe tax shield reflects the difference between the taxes the company actually paid and the taxes it would have \npaid had it been all equity financed. Two companies with the same operating income but different levels of \ndebt will have different pretax income. Since interest expense is tax deductible, the tax bill will be lower for the \nlevered company. The tax shield, net interest expense times the tax rate, increases the tax bill for levered \ncompanies and puts all companies on an equal footing.   \n \nExhibit 1 shows the calculation of NOPAT for Cisco Systems, Inc. (The full financial statements with each \nline numbered for reference are in Appendix B.) The company’s NOPAT was approximately $10.4 billion in \nfiscal 2013.  \n \nExhibit 1: Calculation of NOPAT for Cisco Systems, Inc. \n \n \nSource: Company published data and Credit Suisse. \n \nOperating approach\nDescription\n2009\n2010\n2011\n2012\n2013\nReference\nNet sales\n36,117\n40,040\n43,218\n46,061\n48,607\nline 1\n- Cost of goods sold\n13,023\n14,397\n16,682\n17,852\n19,167\nline 2\nGross income\n23,094\n25,643\n26,536\n28,209\n29,440\nline 3\n- R&D\n5,208\n5,273\n5,823\n5,488\n5,942\nline 4\n- Sales and marketing\n8,403\n8,716\n9,812\n9,647\n9,538\nline 5\n- General and administrative\n1,565\n1,999\n1,908\n2,322\n2,264\nline 6\n- Amortization and in-process R&D\n596\n491\n1,319\n687\n500\nline 7 + line 8\nEBIT\n7,322\n9,164\n7,674\n10,065\n11,196\n+ Amortization and in-process R&D\n596\n491\n1,319\n687\n500\nline 7 + line 8\nEBITA\n7,918\n9,655\n8,993\n10,752\n11,696\n- Income tax provision\n1,559\n1,648\n1,335\n2,118\n1,244\nline 14\n+ Deferred taxes\n1,258\n(654)\n(162)\n653\n(96)\nline 46 (current year - prior year)\n- Tax shield\n(75)\n(44)\n(26)\n(20)\n(3)\n(line 11 + line 12)*line 18 \nNOPAT\n7,692\n7,397\n7,522\n9,307\n10,359\nFinancing approach\nDescription\n2009\n2010\n2011\n2012\n2013\nReference\nNet income\n6,134\n7,767\n6,490\n8,041\n9,983\nline 15\n+ Amortization and in-process R&D\n596\n491\n1,319\n687\n500\nline 7 + line 8\nAdjusted income for common\n6,730\n8,258\n7,809\n8,728\n10,483\n- Other income, net\n371\n251\n151\n94\n31\nline 11 + line 12\n+ Deferred taxes\n1,258\n(654)\n(162)\n653\n(96)\nline 46 (current year - prior year)\n- Tax shield\n(75)\n(44)\n(26)\n(20)\n(3)\n(line 11 + line 12)*line 18 \nNOPAT\n7,692\n7,397\n7,522\n9,307\n10,359\n"
    },
    {
      "number": 5,
      "text": " \n \nJune 4, 2014 \n \nCalculating Return on Invested Capital \n5 \nFor modeling, you can simply assume that in the future NOPAT = EBITA * (1-cash tax rate). For growing \nindustries the cash tax rate is generally modestly below the stated tax rate to reflect an increase in deferred \ntaxes.7 \n \nInvested capital is the denominator of ROIC. You can think of invested capital in two ways that are equal. First, \nit’s the amount of net assets a company needs to run its business. Alternatively, it’s the amount of financing a \ncompany’s creditors and shareholders need to supply to fund the net assets. These approaches are equivalent \nsince dual-entry accounting requires that both sides of the balance sheet equal one another. \n  \nThat said, you should calculate ROIC using the assets side of the balance sheet if given the choice. The \nreason is that the net assets approach allows you to see how efficiently the company is using capital. In \ncontrast, the right-hand side shows only how much capital the firm has and how it has chosen to finance the \nbusiness. Ideally, you should calculate ROIC from both the left- and right-hand sides of the balance sheet.    \n \nExhibit 2 shows how to calculate invested capital. \n \nExhibit 2: Calculation of Invested Capital \nInvested capital (Assets)  \n \n     \n \n \nInvested capital (Liabilities + Equity) \n \nCurrent assets \n \n \n \n        \n \n \n \nShort-term debt \n− Non-interest-bearing current liabilities            + Long-term debt \n= Net working capital  \n \n                 =  Total debt \n \n \n+ Net property, plant, and equipment               + Deferred taxes \n+ Goodwill \n \n \n \n \n     \n \n \n \n \n  + Other long-term liabilities  \n+ Other operating assets \n  \n \n \n \n \n \n     \n \n \n \n \n \n \n  + Preferred stock \n  \n \n \n \n \n \n     \n \n \n \n \n \n \n  + Shareholders’ equity \n  \n \n \n \n \n \n     \n \n \n \n \n \n \n  = Total equity \n \n= Invested capital \n \n \n                \n \n \n  = Invested capital  \n \nSource: Credit Suisse. \n \nStarting with the assets side of the balance sheet, the calculation of invested capital begins with net working \ncapital. You can think of this as the cash a company needs in the next twelve months. This calculation starts \nwith current assets, of which accounts receivables and inventories are generally the largest components. \nCurrent assets are then reduced by non-interest-bearing current liabilities (NIBCLs). NIBCLs are basically all \ncurrent liabilities that are not debt, with accounts payable often the most sizable item.  \n \nNet working capital can be less than zero for companies with a negative cash conversion cycle, where NIBCLs \nare larger than current assets.8 These companies can sell inventory and collect cash before they have to pay \ntheir suppliers, and hence suppliers become a de facto source of financing. Negative cash conversion cycles \ncan’t go on forever, but can go on for a very long time. Further, working capital changes are generally very \nsensitive to the company’s growth rate. If you see an acceleration or deceleration in the growth rate, be sure \nto check what’s going on with net working capital. \n \n \n"
    },
    {
      "number": 6,
      "text": " \n \nJune 4, 2014 \n \nCalculating Return on Invested Capital \n6 \nYou then add net property, plant, and equipment (PP&E) to net working capital. Further, you need to add \ngoodwill—more on that in a moment—and any other operating assets required to run the business. If you are \nwondering about whether to include an item in invested capital, simply ask if the company could generate the \nsame level of NOPAT without the item. If not, include it. If so, exclude it.       \n \nFrom the liabilities plus equity side of the balance sheet, the invested capital calculation starts with total debt, \nboth short- and long-term, and adds equity, including preferred stock or any other equity-linked securities. \nFinally, there are a number of other items you must capture. These include deferred taxes and other long-term \nliabilities, such as those related to pensions.  \n \nExhibit 3 shows the calculation of Cisco’s invested capital. Cisco’s ROIC in fiscal 2013 was 34.1 percent \n[$10.4 billion/($33.6 billion + $27.2 billion/2)] and 34.2 percent in 2012 [$9.3 billion/( $27.2 billion + $27.3 \nbillion/2)]. \n \nExhibit 3: Calculation of Invested Capital for Cisco Systems, Inc. \n \n \nSource: Company published data and Credit Suisse. \n \n \n \nOperating approach\nDescription\n2009\n2010\n2011\n2012\n2013\nReference\nCash *\n1,445\n1,602\n1,729\n1,842\n1,944\nline 1 * 4%\nAccounts receivable\n3,177\n4,929\n4,698\n4,369\n5,470\nline 28\nInventories\n1,074\n1,327\n1,486\n1,663\n1,476\nline 29\nDeferred tax assets\n2,320\n2,126\n2,410\n2,294\n2,616\nline 30\nPrepaid and other\n2,605\n3,178\n4,052\n4,891\n5,349\nline 31\nTotal current assets\n10,621\n13,162\n14,375\n15,059\n16,855\n- NIBCLs\n13,655\n16,137\n16,918\n17,700\n18,909\nline 39 + line 40 + line 41 + line 42 + line 43\nNet working capital\n(3,034)\n(2,975)\n(2,543)\n(2,641)\n(2,054)\n+Net PP&E\n4,043\n3,941\n3,916\n3,402\n3,322\nline 33\n+Goodwill\n12,925\n16,674\n16,818\n16,998\n21,919\nline 34\n+ Intangibles\n1,702\n3,274\n2,541\n1,959\n3,403\nline 35\n+Other assets\n5,281\n5,820\n6,589\n7,467\n7,026\nline 36\nInvested capital\n20,917\n26,734\n27,321\n27,185\n33,616\n(*) cash = 4 percent of sales.\nFinancing approach\nDescription\n2009\n2010\n2011\n2012\n2013\nReference\nCurrent portion LT debt\n0\n3,096\n588\n31\n3,283\nline 38\nLong Term debt\n10,295\n12,188\n16,234\n16,297\n12,928\nline 45\nDeferred revenue (LT)\n2,955\n3,419\n4,182\n4,028\n4,161\nline 47\n+Other\n2,546\n2,005\n1,914\n2,402\n2,782\nline 46 + line 48\n+Minority interest\n30\n18\n0\n0\n0\nline 49\nShareholders' equity\n5,091\n6,008\n4,403\n4,427\n10,462\nline 52 - (line 26 + line 27) + (line 1 * 4%)\nInvested capital\n20,917\n26,734\n27,321\n27,185\n33,616\n"
    },
    {
      "number": 7,
      "text": " \n \nJune 4, 2014 \n \nCalculating Return on Invested Capital \n7 \nPractical Issues in Calculating Return on Invested Capital   \n \nWhile calculating ROIC is conceptually straightforward, there are a host of practical matters to consider when \ndoing the calculation. These lead to potential adjustments, which are important because they address material \neconomic issues. Hence, without certain adjustments and the application of good judgment, ROIC calculations \nare of little absolute or comparative value. \n \nHere’s a list of some of the practical issues to consider: \n \n Excess cash \n Goodwill and the usefulness of ROIC in M&A analysis \n Restructuring charges \n Operating leases \n Minority interests \n R&D capitalization \n Share buybacks \n \nExcess cash. There are two schools of thought on excess cash. The first says that a company is the steward \nof capital and hence should earn an appropriate return on all of the capital on its balance sheet. This group \nargues that it’s proper to calculate ROIC including all cash and marketable securities. HOLT, for example, \ntakes this viewpoint. Academic research shows there is a basis for this argument. Specifically, the market \nvalues $1.00 in cash at roughly $0.40-$0.90 for companies that are deemed to have poor corporate \ngovernance.9 \n \nThe second school believes that while earning the cost of capital is critical, investors should treat the ROIC \ncalculation and capital allocation issues separately. The goal of an ROIC calculation is to understand how \nefficiently a company uses its operating capital. The capital allocation assessment should focus on the likely \nways a company will deploy its capital and what the prospective returns may look like. \n \nWe are in the second camp. We prefer to keep the discussions of ROIC and the risk of capital allocation \nseparate. But given the high levels of cash today, especially in the technology and healthcare sectors, capital \nallocation is appropriately a substantial focus of investors. Cash and marketable securities were $1.7 trillion for \ncompanies in the S&P 500 Index, excluding the financial sector, at the end of 2013.10  \n \nSo how do you strip out excess cash? The idea is to include only the amount of cash a company needs to run \nits business. Some considerations include the cash a company needs until it reaches free cash flow break-\neven, the cash to fund all capital needs for two to three years, and the cash a company needs to run its \nbusiness day to day. Of course, the proper number varies based on the nature of the business, its cash \nconversion cycle, earnings volatility, and where the business is in its life cycle.  \n \nOnce a company reaches a steady state, a rule of thumb suggests you should include two percent of sales as \ncash. For less predictable companies with greater growth prospects, a ratio of cash to sales of five percent \nmay be appropriate. Research shows that more established companies with strong credit ratings and access \nto capital tend to hold less cash as a percentage of assets, and younger firms with brighter growth \nopportunities and riskier cash flows hold more cash.11 \n \nNaturally, how you treat cash makes a huge difference in the calculated ROIC. Take Microsoft as an example. \nFollowing its special dividend of $32 billion in the fall of 2004, invested capital including all cash fell more than \n60 percent while NOPAT was unaffected. Amazingly, Microsoft still had in excess of $30 billion after the \n"
    },
    {
      "number": 8,
      "text": " \n \nJune 4, 2014 \n \nCalculating Return on Invested Capital \n8 \ndistribution. So using the first approach, Microsoft’s ROIC jumped overnight. Apple Inc. appears to be \nfollowing a similar path. \n \nIf the fundamental question you’re trying to answer with ROIC is, “What are the underlying economics of this \nbusiness?” you should remove excess cash and debate the issues surrounding capital allocation separately. \n \nThe treatment of excess cash and marketable securities also highlights why calculating invested capital solely \nfrom the right hand side of the balance sheet is potentially misleading. Without reviewing how much excess \ncash a company has (an asset), you won’t know whether or not you should adjust equity to reflect that excess \ncash. If you remove excess cash from the asset side of the balance sheet, then you need to make an identical \nadjustment to shareholders’ equity. That way both sides of the ledger remain balanced. \n \nGoodwill. One of the keys to a proper ROIC analysis is making sure the numerator and the denominator \nremain consistent. This is important in evaluating companies that have been active in mergers and acquisitions \n(M&A). Goodwill is an item that has the potential to substantially shift a company’s ROIC picture. \n \nUntil 2002, companies could account for an acquisition using either the purchase or the pooling method. In a \npurchase deal, companies had to reflect as goodwill any amount that was in excess of book value. Companies \nrecorded goodwill on the balance sheet and amortized it on the income statement, typically over 40 years.  \n \nIn contrast, in a pooling deal the two companies simply combined their balance sheets. That avoided the need \nto add goodwill to the balance sheet and to expense amortization on the income statement. \n \nIn 2002, the Financial Accounting Standards Board abandoned pooling accounting but modified the treatment \nof M&A deals under purchase accounting. Currently, companies must reflect goodwill on the balance sheet \nbut don’t have to amortize the goodwill on the income statement. The companies are required to periodically \ntest whether or not the goodwill is impaired. If so, they have to take a write-off. If not, it sits there indefinitely. \nHowever, companies must still amortize intangible assets.  \n \nSo for acquisitive companies, the numerator is going to look good but the denominator will not. As an example, \ngoodwill and intangibles represented 22 percent of Cisco’s assets and 65 percent of its invested capital as of \nJuly 31, 2013. Here is Cisco’s ROIC for fiscal 2013 with and without goodwill: \n \n \n \n \n \n \n \n \n \n \n2013 \nROIC excluding goodwill  \n125.4% \nROIC including goodwill  \n  34.1% \n \nSo what’s the practical implication? You need to carefully consider two issues: acquisitions and write-offs. \nFirst, if a company has been acquisitive, you have to distinguish between operating returns and acquisition \nreturns. The operating returns are the actual cash-on-cash returns that a business generates. You can think \nof this as organic returns. \n \nAcquisition returns are based on the value a company paid for an acquisition, which is typically a substantial \npremium to the amount the acquired company actually invested in its business. \n \nThe best way to deal with the operating versus acquisition return issue is to calculate ROIC two ways: \nincluding and excluding goodwill. If you don’t expect a company to do many deals going forward, operating \nROIC probably provides a better picture of returns on incremental capital. This is how HOLT deals with \nacquisitions. In contrast, if you expect a company to be acquisitive, you have to focus on M&A economics.12 \n"
    },
    {
      "number": 9,
      "text": " \n \nJune 4, 2014 \n \nCalculating Return on Invested Capital \n9 \nThe second practical issue is asset write-offs. Companies are required to periodically test the value of their \ngoodwill. If the asset a company acquired drops below a certain value threshold, it is required to write off the \ngoodwill.  \n \nSome theorists advocate for adding back asset write-offs to invested capital.13 The idea is that investors \nshould hold management’s feet to the fire to deliver returns on all the capital they have allocated. If you do \nadd back an asset write-off, the number should be net of any tax savings. \n \nIn principle this is fine, but you should really consider the context of the asset write-off and whether or not it \nhelps you understand how management uses capital. For example, in April 2002 Time Warner announced a \n$54 billion write-off related to the AOL acquisition completed in early 2001. Does it make sense to hold Time \nWarner’s current management responsible for that deal into perpetuity by adding back the goodwill? Common \nsense suggests the answer is no.   \n \nAnother example is the massive, $1.4 billion write-off Quaker Oats took in March 1997 following its \nunsuccessful acquisition of Snapple for $1.7 billion in 1994. At that point, management had changed and the \ncompany announced its intentions to sell Snapple. Here again, adding back goodwill probably doesn’t clarify \nthe economic picture. \n \nRestructuring charges. Restructuring charges, which include costs related to items such as reducing the \nsize of the work force and plant closings, are routine in financial reporting. How should we treat these charges \nin our ROIC calculations?   \n \nRestructuring charges typically have two components: an asset write-off, which is non-cash, and a provision \nfor charges related to the restructuring—including headcount reductions and equipment relocation—that \nreflect a true cash outlay. The principle behind how to deal with asset write-offs is the same as we discussed \nabove with goodwill. As it turns out, you don’t have to make any adjustments to capture the provision for \nchanges.  \n \nBut it is important to understand what’s going on. Let’s say a company takes a charge and sets up an \naccrued liability to cover anticipated cash outlays for employee severance. From an ROIC perspective, invested \ncapital initially goes down (the accrued liability is a non-interest-bearing current liability and hence reduces net \nworking capital). As the company spends the cash on the employees, the accrued liability goes down and \ninvested capital rises. \n \nThis does distort ROIC in the short term, but does not affect free cash flow. Free cash flow is NOPAT minus \ninvestment needs. The decline in the accrued liability shows up as an increase in net working capital, properly \nreflecting the increase in invested capital associated with the cash outflow.  \n \nOperating leases. Companies have some choice in how they finance their assets. One major choice is \nwhether to buy or lease assets. For example, a retailer may choose one alternative over the other if it \nperceives a financial advantage in doing so. The analytical goal is to put all companies on an equal economic \nfooting so that buy or lease decisions do not distort ROIC.  \n \nOperating leases are any lease obligations the company has not put on the balance sheet, or “capitalized.” \nThis tends to be most relevant for industries with heavy investment needs, including transportation (e.g., \nairlines) and retail. If a company chooses to lease a substantial percentage of its assets, you should make \nadjustments to ROIC to reflect the financing choice. \n \n"
    },
    {
      "number": 10,
      "text": " \n \nJune 4, 2014 \n \nCalculating Return on Invested Capital \n10 \nThere are two steps to reflect leases in ROIC. The first is to adjust NOPAT by reclassifying the implied interest \nexpense portion of the lease payments from an operating expense to a financing cost. This increases EBITA \nby the amount of the implied interest. You also need to adjust taxes to remain consistent. \n \nSecond, you need to add the implied principal amount of the lease to assets as well as debt, hence increasing \ninvested capital. If material, you should also adjust your debt-to-total capitalization ratios in your cost of capital \ncalculation. Credit rating agencies take leases into consideration when they evaluate firms.  \n \nAswath Damodaran, a professor of finance at the Stern School of Business at New York University, provides \nspreadsheets that are very user-friendly to guide you through the calculations.14 Companies provide \ninformation about their lease obligations in the footnotes to their financial statements. In theory, this \nadjustment should not affect your calculation of ROIC much, but in reality it can make quite a difference. \n \nMinority interest. An adjustment for minority interest is relevant either when another company owns a \nmeaningful minority percentage of the company you are analyzing or the company you are analyzing owns a \nmeaningful minority stake in another company. \n \nIn the first case, the best course is to calculate ROIC as if the business is wholly owned. In fact, this takes \nlittle additional analysis since minority interest falls below the EBITA line—you just need to watch taxes. The \nminority stake is relevant for valuation, of course. You need to subtract the value of the minority stake in order \nto correctly calculate shareholder value per share. \n \nIn the second case, the approach is similar to the first. Calculate ROIC as you would normally excluding the \nminority stake. Again, watch taxes. Then add the value of the minority stake, net of tax considerations, to \ncome up with shareholder value per share.   \n \nResearch and development (R&D) capitalization. When there is no reliable way to measure the economic \nbenefit of an outlay, accountants mandate that the company expense the investment. R&D and advertising \nspending are such expenditures. As a result, companies do not reflect investments in R&D and advertising on \ntheir balance sheets. Accounting rules do allow for capitalization of some development costs. \n \nFor most companies, the treatment as an expense or capital outlay is not a big deal. But for some companies, \nR&D or advertising is their most important investment. Those companies must still expense those investments \neven though there’s a reasonable economic case for a multi-year payoff. For example, Microsoft’s $10.4 \nbillion in R&D spending in fiscal 2013 was almost two-and-a-half times as large as its $4.3 billion in capital \nexpenditures. In this case, you might argue that both earnings and invested capital are understated. Free cash \nflow, and hence value, is impervious to this adjustment.  \n \nThe economic solution is to capitalize expenses that are likely to have a long-term payoff and amortize them \non the income statement. This is relevant for industries that are R&D intensive or firms that are in a phase of \nheavy marketing. To do this you first reflect the investment on the balance sheet, which increases assets and \nequity. Next you determine an appropriate rate of amortization, which varies from industry to industry. \nRecognize that the shorter the amortization period, the less relevant is this adjustment.15  \n \nShare buybacks. Many investors and companies believe that since share buybacks can increase earnings \nand ROE, it must also have an effect on ROIC. One of the advantages of ROIC is that share repurchases do \nnot affect it provided you strip out excess cash.  \n \n"
    },
    {
      "number": 11,
      "text": " \n \nJune 4, 2014 \n \nCalculating Return on Invested Capital \n11 \nThe reasoning is straightforward. Companies can fund buybacks one of two ways: with cash on the balance \nsheet or with new debt. If it’s cash on the balance sheet, it has to be excess cash. So neither NOPAT (which \ndoesn’t reflect interest income) nor invested capital will change.  \n \nIf a company funds a buyback with debt, NOPAT doesn’t move because it’s financing neutral, and invested \ncapital remains the same because the increase in debt is exactly offset by the decline in equity. \n \nNow it is true that buybacks can affect book value per share. Companies that buy stock at a premium to book \nvalue, even in cases where the stock is undervalued, will reduce the company’s book value per share. This \nhas no economic relevance, but it makes some companies appear more expensive on a price-to-book basis \nafter the buyback. The ratio of enterprise value to invested capital does not change, however. That ratio is a \nbetter indication of the $1 test than the price-to-book ratio.  \n \nIncremental ROIC, Return Measures for Financials, and Divisional Analysis \n \nROIIC. We have discussed how to calculate ROIC. We must now emphasize that it’s not the absolute ROIC \nthat matters but rather the change in ROIC. Or, even more accurately, what’s crucial is the expectation for \nchanges in ROIC. Needless to say, the markets are not always perfect at anticipating change in ROIC, so \nhaving a sense of where ROIC is going can be of great value.16 \n \nOne potentially useful measure is return on incremental invested capital, or ROIIC. ROIIC properly recognizes \nthat sunk costs are irrelevant and that what matters is the relationship between incremental earnings and \nincremental investments.  \n \nThe definition of ROIIC is as follows:  \n \nROIIC =  \n           \n \n \n    Year2 NOPAT – Year1 NOPAT     \n  Year1 invested capital – Year0 invested capital  \n \nIn words, ROIIC compares the change in NOPAT in a given year to the investments made in the prior year. \nLet’s say a company’s year0 invested capital is $1,000 and it invests $100 during the year (making year1 \ninvested capital $1,100). Further, earnings from year1 to year2 climb from $150 to $170. Given these \nassumptions, ROIIC is 20 percent [($170-150)/($1,100-1,000)]. \n \nFor businesses with a volatile pattern of investments or NOPAT, it makes sense to calculate ROIIC on a rolling \n3- or 5-year basis. At the other extreme, you can take quarterly changes and annualize them if you want to \nsee if there are any recent trends or improvements. Obviously these results will be the most volatile, but they \ncan give you some insights into how the business is doing. \n \nExhibit 4 shows both ROIC and ROIIC for Cisco. Note that the 1-year ROIICs are very noisy but settle down \nfor the 3-year result. \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 12,
      "text": " \n \nJune 4, 2014 \n \nCalculating Return on Invested Capital \n12 \nExhibit 4: Calculation of ROIC and ROIIC for Cisco Systems, Inc. \n \nSource: Company published data and Credit Suisse. \n \nHigh ROIICs generally indicate that a business is either capital efficient or has substantial operating leverage \n(which often proves transitory). Calculating a company’s historical ROIIC can be very helpful in understanding \npotential earnings moves.  \n \nA final note of warning: ROIIC—for a host of technical reasons—is not really an economic measure of value. \nSo use it to determine the likelihood of change and to understand past patterns, but don’t compare it with the \ncost of capital or consider it a true return measure.  \n \nFinancials. The standard way to value industrial companies is to take the present value of future free cash \nflows to estimate the enterprise value of the firm, and then subtract debt and other claims to arrive at the value \nfor shareholders. This is appropriate because you can segregate operating and financing decisions. Further, it \nfollows that the weighted average cost of capital is the discount rate to bring future cash flows back to today’s \nvalue. ROIC is consistent with this approach because it is financing neutral.  \n \nFor many financial institutions, including banks, financing costs are a component of operations. As a result, \nyou should value a financial company by taking the cash flows attributable to equity holders and discounting \nthem to the present value by the cost of equity capital. Return on equity (ROE) is consistent with this approach. \nSo the principle of discounting cash flows is the same for all companies, but the number that you project and \nthe discount rate that you use is different depending on whether you are analyzing a non-financial or a \nfinancial company.17 \n \nROE is to financials as ROIC is to industrials. The definition of ROE is as follows: \n \nReturn on equity (ROE)  =  Adjusted net income         \n \n \n \n \n \n \n \n \n \nBook value of equity  \n \n \nFor a typical large bank, net income would equal net interest income (less provision for credit losses) plus \nnoninterest income (typically comprised of service charges and fees) less expenses (salaries, benefits, etc.) \nand cash taxes. You can take equity directly off the balance sheet, as a bank’s assets and liabilities are meant \nto be a reasonable reflection of market values. A number of the practical issues we discussed above are also \nrelevant for financials.   \n \nDescription\n2009\n2010\n2011\n2012\n2013\nNOPAT\n7,692\n7,397\n7,522\n9,307\n10,359\nInvested capital\n20,917\n26,734\n27,321\n27,185\n33,616\nAverage invested capital\n23,825\n27,027\n27,253\n30,401\nROIC\n36.8%\n27.7%\n27.5%\n34.2%\n30.8%\nROAIC\n31.0%\n27.8%\n34.1%\n34.1%\nROIIC (1-year)\n2%\n304%\n-778%\nROIIC (3-year)\n47%\n"
    },
    {
      "number": 13,
      "text": " \n \nJune 4, 2014 \n \nCalculating Return on Invested Capital \n13 \nAnalysis by Division. It is common for ROICs to vary widely for divisions or segments within a multi-business \nfirm. One analysis suggests that all of the value creation in many companies is concentrated in 50 percent of \nthe invested capital.18 This means that a thoughtful assessment of returns by a business may provide insight \ninto where value is trapped or being squandered. It is common for managers to allocate capital by inertia rather \nthan by what the economics justify. \n \nFinancial standards require that public companies disclose information about the segments within their \nbusinesses. The goal is to allow outsiders to gain a better understanding of the company’s results overall and \nthe prospects for future cash flows. As a result, this disclosure should contribute to a more informed judgment \nof the company.  \n \nThe “management approach” is the method to determine what information a company should disclose. The \nmanagement approach says that the company should disclose information to the public in a way that is \nconsistent with how the company makes decisions and assesses operations internally. To the degree to which \ncompanies adhere to this principle, a divisional analysis should provide you with a good sense of how the \nbusiness is doing through the same lens that management uses to make decisions.19 \n \nConsistent with this, most companies give some data on divisional, geographic, or segment results. \nCompanies commonly provide data about sales, some measure of profit, and assets. They sometimes provide \ncapital expenditures. Getting from those rough cut numbers to ROICs can take some work, but the effort can \nproduce useful insights. Here are three guides to effective segment analysis. \n \nFirst, remember that the sum of the divisions has to equal the total for the company. So if you have some \nsense of the earnings and assets deployed by each division, you can make a rough estimate of how each \ncontributes to the whole. Still, you have to be careful. For instance, the invested capital-to-asset ratio in one \ngeography may be different than that in another because of different methods of product distribution. So you \ndo have to give thought to how the pieces are likely to fit together. \n \nSecond, use comparable company analysis. Look at businesses similar to the division you are analyzing and \nask whether there are useful parallels to consider. This is a case where comparable company analysis can \nprovoke useful questions and ultimately provide insight into how each business works. \n \nFinally, use your analysis as a basis for discussion with management. The company may tell you that your \nanalysis for one business is way off; but since you know the total number for the company, adjustments in one \nbusiness have to be offset by adjustments in another. By going back and forth with management and \ncompetitors you can quickly sharpen your assessment of divisional economics.  \n \nA divisional analysis done properly provides an analyst with a clearer sense of how the company can and \nshould proceed to create value. It also unearths sources of value drag. Not surprisingly, activist investors are \namong the most astute in breaking down the economics by business.         \n \nReturn on Invested Capital and Competitive Strategy Analysis \n \nYou should not view the calculation of ROIC as an academic exercise. The goal is to understand the \nmagnitude and sustainability of ROICs in excess of the cost of capital. Companies with large excess returns \ngenerally have some competitive advantage. A company must meet two tests before you can say it has a \ncompetitive advantage. First, the company must earn, or promise to earn, a return in excess of the cost of \ncapital. This is a restatement of the $1 test. Second, it must earn a higher return than its peers.  \n"
    },
    {
      "number": 14,
      "text": " \n \nJune 4, 2014 \n \nCalculating Return on Invested Capital \n14 \nOur report, “Measuring the Moat: Assessing the Magnitude and Sustainability of Value Creation,” develops a \nframework for this vital analysis.20 For now, we will focus on how a quick analysis of ROIC indicates whether a \ncompany has a competitive advantage and, if so, what lies at the foundation of that advantage. \n \nBruce Greenwald, a professor at Columbia Business School, argues that there are two sources of competitive \nadvantage: consumer advantage and production advantage. The key to each advantage is the creation of \nbarriers to entry that fend off competition. Barriers to entry are particularly strong when a company enjoys \neconomies of scale, which mean that the cost per unit for the incumbent is lower than that for a challenger.21 \n \nA consumer advantage is the result of the habitual use of a product, high costs of switching to a new product, \nor high costs of searching for a superior product. A production advantage allows a company to deliver its \ngoods or services more cheaply than its competitors either as the result of privileged access to inputs or to \nproprietary technology that is difficult or costly to imitate. A competitive strategy analysis focuses on identifying \nthese sources of advantage and assessing their durability. \n \nROIC can provide a quick and useful way to guide this analysis. The first step is to recognize that ROIC can be \ndecomposed into two parts (this is a modified version of what is known as a DuPont Analysis):   \n \nReturn on invested capital (ROIC) = NOPAT    x       ____Sales____               \n \n \n \n \n \n \n   \n \n \n \n \n Sales  \n \n      Invested Capital \n \nThe ratio of NOPAT/Sales, or NOPAT margin, is a measure of profit per unit. Sales/Invested Capital, or \ninvested capital turnover, is a measure of capital efficiency. When you multiply the terms, sales cancel out and \nyou are left with NOPAT/Invested Capital, or ROIC.  \n \nIt is easy to imagine two companies arriving at the same ROIC via different paths. A low-cost retailer, for \nexample, may get to a 20 percent ROIC via a 4 percent NOPAT/Sales ratio and a 5 times Sales/Invested \nCapital ratio, the classic low-margin, high-invested capital turnover business. A luxury goods seller, on the \nother hand, may reach the same ROIC with a 20 percent NOPAT/Sales ratio and one times invested capital \nturnover.   \n \nHere’s the quick analysis: If a company gets to a high ROIC through a high NOPAT margin, you should focus \nyour analysis on a consumer advantage. If the company’s high return comes from a high turnover ratio, \nemphasize analysis of a production advantage. For companies that are high in both, consider how the \nadvantages are reinforced by economies of scale. Exhibit 5 summarizes the point. \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 15,
      "text": " \n \nJune 4, 2014 \n \nCalculating Return on Invested Capital \n15 \nExhibit 5: ROIC and Competitive Advantage \n \nSource: Credit Suisse. \n \nThe decomposition of ROIC not only provides a solid sense of where to allocate your energy in assessing \nadvantage, analysis of the components provides a sense of the rate of change. You can do a similar \nbreakdown of ROE for financial institutions, which also allows for an analysis of the contribution of leverage to \nROE.  \n \nModeling Future Return on Invested Capital  \n \nReversion to the mean occurs when the results of measuring the same metric over two successive time \nperiods are not perfectly correlated.22 ROIC is a series that reverts to the mean. That suggests that ROICs that \nare well above the average have an expected value closer to the average in the future. The same is true for \nROICs that are substantially below the average. \n \nThe essential considerations are the rate of reversion to the mean and to what mean ROICs revert.22 The rate \nof reversion to the mean varies by sector and industry. Sectors such as consumer staples and health care tend \nto show slower reversion to the mean than technology and energy, where mean reversion is relatively rapid. \nThe median ROIC for the sector or industry is a good starting point for the figure toward which company \nROICs are likely to regress.23   \n \nA sensible model of the path of future ROICs is essential to valuation. Investors who rely primarily on price-\nearnings (P/E) multiples must recognize that companies that earn an ROIC equal to the cost of capital should \ntrade at a P/E multiple that is the inverse of the cost of equity. For example, a company with an 8 percent \nROIC and cost of equity should trade at a 12.5 P/E multiple (1/.08). So the natural path of the P/E multiple \nover time is toward that baseline figure.24  \n \nAnalysts frequently argue that P/E multiples that have declined over time should revert to some previous level, \nignoring the fact that the level of ROIC drives the multiple. Ascribing an appropriate P/E multiple is very \ndifficult without a clear understanding of both the level and trend of ROIC. \n"
    },
    {
      "number": 16,
      "text": " \n \nJune 4, 2014 \n \nCalculating Return on Invested Capital \n16 \nInvestors who use discounted cash flow models should include a row that shows the ROIIC and overall ROIC \nlevels throughout the forecast horizon. It is common for analysts to model sales, margins, and operating \nincome separately from investments in future growth, including working capital changes and capital \nexpenditures. As a result, the implied ROIIC gets lost in the model. Making ROIC explicit is a reality check on \nthe model. \n \nWhile ROIC in the aggregate does revert to the mean, under certain conditions companies can enjoy \n“increasing returns.”25 In these cases, high ROICs do not migrate toward the cost of capital but rather rise. \nIncreasing returns generally occur only when certain conditions are in place. These include high upfront costs, \nthe existence of strong network effects, and cases when a product or service becomes a de facto standard. \nWhile not common, analysts should understand the mechanisms behind increasing returns and apply them \naccordingly. \n \nSummary \n      \nA company’s primary governing objective is to allocate capital so as to earn a return on capital that is in excess \nof the cost of capital. The $1 test measures whether a company meets this objective. If one dollar invested in \nthe business is worth more than a dollar in the market, the company has added value. \n \nThe goal of investors is to find a mismatch between the expectations built into the stock price and the financial \nresults the company will actually achieve. Part of that assessment is accurately measuring how successfully \nthe company allocates capital. A proper calculation of ROIC can help with that assessment.  \n \nWhile most investment organizations acknowledge the usefulness of return measures including ROIC, they fail to \nmake full use of them for a number of reasons. To begin, analysts within the same organization frequently \ncalculate return measures in different ways, thus diminishing the utility of comparing companies to one another. \n \nThere are also a handful of practical issues that an analyst needs to address. These include how to handle \nexcess cash, restructuring charges, and leases. All of these issues are analytically tractable, but analysts must \nexecute the adjustments consistently. \n \nFinally, a thoughtful assessment of economic returns allows for a quick introduction into the sources of \ncompetitive advantage and provides guidance for modeling future financial performance. Such an assessment \nprovides an essential link between competitive strategy analysis and valuation.   \n \n \n \n"
    },
    {
      "number": 17,
      "text": " \n \nJune 4, 2014 \n \nCalculating Return on Invested Capital \n17 \nEndnotes \n \n1  In his 1984 letter to shareholders, Warren Buffett, chairman and CEO of Berkshire Hathaway, writes, \n“Unrestricted earnings should be retained only when there is a reasonable prospect - backed preferably by \nhistorical evidence or, when appropriate, by a thoughtful analysis of the future - that for every dollar retained \nby the corporation, at least one dollar of market value will be created for owners. This will happen only if the \ncapital retained produces incremental earnings equal to, or above, those generally available to investors.” \n(Emphasis original.) \n2  Clayton M. Christensen and Derek van Bever, “The Capitalist’s Dilemma,” Harvard Business Review, June \n2014. See http://hbr.org/2014/06/the-capitalists-dilemma/ar/1. \n3  “The HOLT® Reference Handbook: Key Concepts of the CFROI and CFROE Metric,” Credit Suisse HOLT. \n4  Thomas Fritz, The Competitive Advantage Period and the Industry Advantage Period: Assessing the \nSustainability and Determinants of Superior Economic Performance (Wiesbadan, Germany: Gabler, 2008), 29. \n5  Economic profit is also known as economic value added (EVA®). See G. Bennett Stewart, III, The Quest for \nValue: A Guide for Senior Managers (New York: HarperCollins, 1991).  \n6  Deferred taxes arise as a consequence of the two sets of books companies keep: one for shareholders and \nthe other for the government. For shareholders, companies typically show straight-line depreciation. That is, a \n$1,000 asset with an estimated life of 10 years will generate $100 in depreciation per year. For the \ngovernment, companies typically use accelerated depreciation, hence depreciating more in the early years and \nless in the latter years. Accelerated depreciation reduces pretax income, and hence taxes, in the early years, \nbut companies must record the difference between the two sets of books as a deferred tax liability. These are \ntaxes the company will eventually have to pay, so it is a real liability. But for companies that grow through \ninvestment in depreciable assets, the deferred tax liability can exist for a long time and hence lower a \ncompany’s short-term tax burden. \nHere are two final points. Companies not only have deferred tax liabilities but also deferred tax assets. \nDeferred tax assets are what they sound like: Taxes the company paid in advance and hence won’t have to \npay in the future. In calculating the deferred tax for NOPAT, you should take the net of the deferred tax \nliability and asset, and calculate the change in that net amount for each year. Since Cisco’s deferred tax asset \nwas part of current assets, we left it in net working capital. Second, there are other tax-related items, \nincluding tax loss carryforwards and tax assets and liabilities related to non-operating assets. You should \nreflect these items in your analysis but not in your calculation of NOPAT. \n7  See Aswath Damodaran’s website: http://tinyurl.com/orvmul7. \n8  The cash conversion cycle indicates how long it takes a company to collect on the sale of inventory. In \ncases where the company collects quickly and can pay its suppliers later, the cash conversion cycle is negative \nand suppliers effectively become a source of financing. The cash conversion cycle (CCC) = days in sales \noutstanding (DSO) + days in inventory outstanding (DIO) – days in payables outstanding (DPO). DSO = \n[(Beginning accounts receivable + ending accounts receivable)/2]/(Revenue/365). DIO = [(Beginning \ninventory + ending inventory)/2]/(Cost of goods sold/365). DPO = [(Beginning accounts payable + ending \naccounts payable)/2]/(Cost of goods sold/365). For fiscal 2013, Cisco System, Inc.’s CCC was 48.9 days. \nDSO was 36.9 days, DIO was 29.9 days, and DPO was 18.0 days.      \n9  Amy Dittmar and Jan Mahrt-Smith, “Corporate Governance and the Value of Cash Holdings,” Journal of \nFinancial Economics, Vol. 83, No. 3, March 2007, 599-634. \n10  Michael J. Mauboussin and Dan Callahan, “Disbursing Cash to Shareholders: Frequently Asked Questions \nabout Buybacks and Dividends,” Credit Suisse Global Financial Strategies, May 6, 2014.    \n11  See Aswath Damodaran, “Dealing with Cash, Cross Holdings and Other Non-Operating Assets: \nApproaches and Implications,” New York University – Stern School of Business, September 30, 2005. For \nresearch conclusions, see Tim Opler, Lee Pinkowitz, René Stulz, and Rohan Williamson, “The Determinants \nand Implications of Corporate Cash Holdings,” Journal of Financial Economics, Vol. 52, No. 1, April 1999, 3-\n46. \n"
    },
    {
      "number": 18,
      "text": " \n \nJune 4, 2014 \n \nCalculating Return on Invested Capital \n18 \n12  ROIC is a very poor way to assess M&A. The right way to think about M&A is net present value: do the \npresent value of future cash flows, including the benefit of synergies, exceed the purchase price? If so, the \ndeal creates economic value. Think of a simple investment like opening a restaurant. Let’s say the restaurant \ncosts $1 million to open. What will the day one ROIC look like? It will be awful, because the numerator is small \nand the denominator is large. Fast forward 15 years, and the ROIC can be huge—the numerator may be large \nand the denominator small as assets depreciate. Neither the low initial ROIC nor the high subsequent ROIC \nindicate whether the restaurant created shareholder value. The same math applies for M&A.  \n13  Stewart, 112-117. \n14  See http://tinyurl.com/drc88 and select “oplease.xls.” \n15  Aswath Damodaran has a very useful spreadsheet to guide this analysis as well.  \nSee http://tinyurl.com/drc88 and select “R&DConv.xls.” \n16  Michael J. Mauboussin and Dan Callahan, “Economic Returns, Reversion to the Mean, and Total \nShareholder Returns: Anticipating Change Is Hard but Profitable,” Credit Suisse Global Financial Strategies, \nDecember 6, 2013. \n17  For an excellent discussion of valuing banks, see Tim Koller, Marc Goedhart, and David Wessels, \nValuation: Measuring and Managing the Value of Companies, 5th Edition (Hoboken, NJ: John Wiley & Sons, \n2010), 741-764. \n18   James M. McTaggart, Peter W. Kontes, and Michael C. Mankins, The Value Imperative: Managing \nSuperior Shareholder Returns (New York: Free Press, 1994), 241. \n19  See http://www.iasplus.com/en-us/standards/fasb/presentation/asc280. \n20  Michael J. Mauboussin and Dan Callahan, “Measuring the Moat: Assessing the Magnitude and \nSustainability of Value Creation,” Credit Suisse Global Financial Strategies, July 22, 2013. \n21  Bruce Greenwald and Judd Kahn, Competition Demystified: A Radically Simplified Approach to Business \nStrategy (New York: Portfolio, 2005). \n22  Daniel Kahneman, Thinking, Fast and Slow (New York: Farrar, Straus and Giroux, 2011), 181. \n23  Michael J. Mauboussin, Dan Callahan, Bryant Matthews, and David A. Holland, “How to Model Reversion \nto the Mean: Determining How Fast, and to What Mean, Results Revert,” Credit Suisse Global Financial \nStrategies, September 17, 2013. \n24  Michael J. Mauboussin and Dan Callahan, “What Does a Price-Earnings Multiple Mean? An Analytical \nBridge between P/Es and Solid Economics,” Credit Suisse Global Financial Strategies, January 29, 2014. \n25  W. Brian Arthur, “Increasing Returns and the New World of Business,” Harvard Business Review, July-\nAugust 1996, 100-109. \n \n \n \n \n"
    },
    {
      "number": 19,
      "text": " \n \nJune 4, 2014 \n \nCalculating Return on Invested Capital \n19 \nAppendix A: Cash Flow Return on Investment \n \nCash Flow Return on Investment (CFROI) measures a company’s economic returns by capturing its inflation-\nadjusted cash flow return on operating assets. Through the use of CFROI, HOLT seeks to avoid the vagaries \nof accounting standards in order to provide managers and investors with a consistent metric of performance \nover time. CFROI allows investors to compare results across a portfolio, market, or universe of companies.  \n \nHOLT uses two steps to calculate CFROI. First, HOLT measures the inflation-adjusted gross cash flows \navailable to all capital owners, and compares that sum to the inflation-adjusted gross investment that the \ncapital owners made. Second, HOLT translates this ratio into an internal rate of return (IRR) by recognizing \nthat depreciating assets have a finite economic life and by reflecting the residual value of non-depreciating \nassets.  \n \nCFROI applies to industrial and service firms but we need to use Cash Flow Return on Equity (CFROE) to \nanalyze companies in the financial services sector. Similar to CFROI, the calculation of CFROE requires \nadjustments to better reflect economic value. But CFROE also takes into account that lenders use the liability \nside of the balance sheet to generate value, so it narrows the analysis to the gross cash flows for equity \nholders. The global averages for CFROI and CFROE are 6 percent and 7.5 percent, respectively, over the \nlong term. \n \nThe chart on the cover includes the non-financial constituents of the S&P 500 as of May 31, 2014 (all figures \nare for the latest fiscal year). The horizontal axis shows the spread between a company’s CFROI and its \ndiscount rate, and the vertical axis is the ratio of the company’s enterprise value to its inflation-adjusted gross \ninvestment. We can say that companies that have a ratio of enterprise value to gross investment greater than \n1.0 have passed the $1 test.  \n \nHOLT calculates enterprise value as market capitalization plus HOLT debt and equivalents, plus the market \nvalue of minority interest, minus cash and short-term investments. \n \nHOLT’s inflation-adjusted gross investment includes non-depreciating and depreciating assets. Non- \ndepreciating assets include primarily net working capital and land. Depreciating assets include primarily gross \nplant, leased property, and capitalized R&D. \n \n \n \n"
    },
    {
      "number": 20,
      "text": " \n \nJune 4, 2014 \n \nCalculating Return on Invested Capital \n20 \nAppendix B: Cisco Systems, Inc. Historical Financial Statements \n \n \n \n \nIncome Statement\n2009\n2010\n2011\n2012\n2013\n(1)\nNet sales\n36,117\n40,040\n43,218\n46,061\n48,607\n(2)\nCost of goods sold\n13,023\n14,397\n16,682\n17,852\n19,167\n(3)\nGross income\n23,094\n25,643\n26,536\n28,209\n29,440\nGross margin\n63.9%\n64.0%\n61.4%\n61.2%\n60.6%\n(4)\nResearch & development\n5,208\n5,273\n5,823\n5,488\n5,942\n(5)\nSales and marketing\n8,403\n8,716\n9,812\n9,647\n9,538\n(6)\nGeneral and administrative\n1,565\n1,999\n1,908\n2,322\n2,264\n(7)\nAmortization of intangibles\n533\n491\n520\n383\n395\n(8)\nIn-process R&D/other\n63\n0\n799\n304\n105\n(9)\nOperating income \n7,322\n9,164\n7,674\n10,065\n11,196\n(10) Operating margin\n20.3%\n22.9%\n17.8%\n21.9%\n23.0%\n(11) Interest income (net)\n499\n12\n13\n54\n71\n(12) Other income (loss), net\n(128.0)\n239.0\n138.0\n40.0\n(40.0)\n(13) Pretax income\n7,693\n9,415\n7,825\n10,159\n11,227\n(14) Income tax provision\n1,559\n1,648\n1,335\n2,118\n1,244\n(15) Net income\n6,134\n7,767\n6,490\n8,041\n9,983\n(16) Earnings per share\n$1.05\n$1.36\n$1.17\n$1.50\n$1.87\n(17) Shares outstanding\n5,828\n5,732\n5,529\n5,370\n5,329\n(18) Tax rate\n20.3%\n17.5%\n17.1%\n20.8%\n11.1%\n(19) Depreciation\n1,235\n1,539\n1,966\n2,219\n1,956\n(20) Amortization\n533\n491\n520\n383\n395\n"
    },
    {
      "number": 21,
      "text": " \n \nJune 4, 2014 \n \nCalculating Return on Invested Capital \n21 \n \nBalance Sheet\n2009\n2010\n2011\n2012\n2013\nCurrent assets\n(26)\nCash and cash equivalents\n5,718\n4,581\n7,662\n9,799\n7,925\n(27)\nShort-term investments\n29,283\n35,280\n36,923\n38,917\n42,685\n(28)\nAccounts receivable\n3,177\n4,929\n4,698\n4,369\n5,470\n(29)\nInventories\n1,074\n1,327\n1,486\n1,663\n1,476\n(30)\nDeferred tax assets\n2,320\n2,126\n2,410\n2,294\n2,616\n(31)\nPrepaid and other\n2,605\n3,178\n4,052\n4,891\n5,349\n(32)\nTotal current assets\n44,177\n51,421\n57,231\n61,933\n65,521\n(33)\nNet PPE\n4,043\n3,941\n3,916\n3,402\n3,322\n(34)\nGoodwill\n12,925\n16,674\n16,818\n16,998\n21,919\n(35)\nPurchased intangibles\n1,702\n3,274\n2,541\n1,959\n3,403\n(36)\nOther assets\n5,281\n5,820\n6,589\n7,467\n7,026\n(37)\nTotal assets\n68,128\n81,130\n87,095\n91,759\n101,191\nCurrent liabilities\n(38)\nShort-term debt\n0\n3096\n588\n31\n3,283\n(39)\nAccounts payable\n675\n895\n876\n859\n1,029\n(40)\nIncome taxes payable\n166\n90\n120\n276\n192\n(41)\nAccrued compensation\n2,535\n3,129\n3,163\n2,928\n3,378\n(42)\nDeferred revenue\n6,438\n7,664\n8,025\n8,852\n9,262\n(43)\nOther accrued liabilities\n3,841\n4,359\n4,734\n4,785\n5,048\n(44)\nTotal current liabilities\n13,655\n19,233\n17,506\n17,731\n22,192\n(45)\nLong term debt\n10,295\n12,188\n16,234\n16,297\n12,928\n(46)\nIncome taxes payable\n2,007\n1,353\n1,191\n1,844\n1,748\n(47)\nDeferred revenue\n2,955\n3,419\n4,182\n4,028\n4,161\n(48)\nOther\n539\n652\n723\n558\n1,034\n(49)\nMinority interest\n30\n18\n0\n0\n0\n(50)\nCommon stock and paid capital\n34,344\n37,793\n38,648\n39,271\n42,297\n(51)\nRetained earnings + accumulated comp\n4,303\n6,474\n8,611\n12,030\n16,831\n(52)\nTotal common shareholders' equity\n38,647\n44,267\n47,259\n51,301\n59,128\n(53)\nTotal liabilities and shareholders' equity\n68,128\n81,130\n87,095\n91,759\n101,191\n"
    },
    {
      "number": 22,
      "text": " \n \nJune 4, 2014 \n \nCalculating Return on Invested Capital \n22 \n \nSource: Company published data and Credit Suisse. \n \n \nStatement of Cash Flows\n2009\n2010\n2011\n2012\n2013\nOperating activities\n(54)\nNet income\n6,134\n7,767\n6,490\n8,041\n9,983\n(55)\nDepreciation and amortization\n1,768\n2,030\n2,486\n2,602\n2,351\n(56)\nStock-based compensation\n1,231\n1,517\n1,620\n1,401\n1,120\n(57)\nProvision for doubtful accounts\n54\n44\n7\n50\n44\n(59)\nDeferred income taxes\n(574)\n(477)\n(157)\n(314)\n(37)\n(61)\nExcess tax benefits from stock-based compensation\n(22)\n(211)\n(71)\n(60)\n(92)\n(62)\nIn-process R&D\n63\n0\n0\n0\n0\n(63)\nChanges in investments\n80\n(223)\n(213)\n(31)\n9\nChanges in working capital, net of\nbusinesses acquired and sold:\n(65)\nAccounts receivable\n610\n(1,528)\n298\n272\n(1,001)\n(66)\nInventories\n187\n(158)\n(147)\n(287)\n218\n(67)\nPrepaid expenses, other\n(780)\n(639)\n(1,534)\n(846)\n(723)\n(68)\nLease receivables, net\n(222)\n(387)\n275\n(674)\n(27)\n(69)\nAccounts payable\n(208)\n139\n(28)\n(7)\n164\n(68)\nIncome taxes payable\n768\n55\n(156)\n418\n(239)\n(70)\nAccrued compensation\n175\n565\n(64)\n(101)\n330\n(71)\nDeferred revenue\n572\n1,531\n1,028\n727\n598\n(72)\nOther accrued liabilities\n61\n148\n245\n300\n196\n  Net cash provided from operating activities\n9,897\n10,173\n10,079\n11,491\n12,894\nInvesting activities:\n(73)\nAcquisition of property, plant and equipment\n(1,005)\n(1,008)\n(1,174)\n(1,126)\n(1,160)\n(74)\nAcquisition of businesses, net\n(426)\n(5,279)\n(266)\n(375)\n(6,766)\n(75)\nChange in investments in private companies\n(89)\n(79)\n(41)\n(138)\n(16)\n(77)\nPurchases of ST investments\n(78)\nProceeds from sale of ST investments\n(79)\nPurchase of investments\n(41,225)\n(48,690)\n(37,130)\n(41,810)\n(36,608)\n(80)\nProceeds from sale of investments\n32,825\n42,997\n35,655\n39,468\n32,708\n(81)\nOther\n(39)\n128\n22\n166\n74\n  Net cash used in investing activities\n(9,959)\n(11,931)\n(2,934)\n(3,815)\n(11,768)\nFinancing activities:\n(82)\nIssuance of common stock\n863\n3,278\n1,831\n1,372\n3,338\n(83)\nRepurchase of common stock\n(3,611)\n(7,864)\n(6,896)\n(4,760)\n(3,103)\n(84)\nIssuance of common debt\n3,991\n4,985\n4,621\n(557)\n4\n(85)\nRepayments of debt\n(500)\n(3,113)\n0\n(16)\n(86)\nExcess tax benefits from stock-based compensation\n22\n211\n71\n60\n92\n(87)\nDividends\n(658)\n(1,501)\n(3,310)\n(88)\nOther items, net\n(176)\n11\n80\n(153)\n(5)\nNet cash provided from (used in) financing activities:\n589\n621\n(4,064)\n(5,539)\n(3,000)\n(89)\nIncrease (decrease) in cash and equivivalents\n527\n(1,137)\n3,081\n2,137\n(1,874)\n(90)\nCash and cash equivalents at beginning of year\n5,191\n5,718\n4,581\n7,662\n9,799\n(91)\nCash and cash equivalents at end of year\n5,718\n4,581\n7,662\n9,799\n7,925\n"
    },
    {
      "number": 23,
      "text": " \n \n \nImportant information \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future. \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A. \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above. \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \nHOLT\n® \nWith respect to the analysis in this report based on the Credit Suisse HOLT methodology, Credit Suisse certifies that (1) the views expressed in this \nreport accurately reflect the Credit Suisse HOLT methodology and (2) no part of the Firm's compensation was, is, or will be directly related to the \nspecific views disclosed in this report. \nThe Credit Suisse HOLT methodology does not assign recommendations to a security. It is an analytical tool that involves use of a set of proprietary \nquantitative algorithms and warranted value calculations, collectively called the Credit Suisse HOLT valuation model, that are consistently applied to all \nthe companies included in its database. Third-party data (including consensus earnings estimates) are systematically translated into a number of default \nvariables and incorporated into the algorithms available in the Credit Suisse HOLT valuation model. The source financial statement, pricing, and \nearnings data provided by outside data vendors are subject to quality control and may also be adjusted to more closely measure the underlying \neconomics of firm performance. These adjustments provide consistency when analyzing a single company across time, or analyzing multiple companies \nacross industries or national borders. The default scenario that is produced by the Credit Suisse HOLT valuation model establishes the baseline \nvaluation for a security, and a user then may adjust the default variables to produce alternative scenarios, any of which could occur. Additional \ninformation about the Credit Suisse HOLT methodology is available on request. \nThe Credit Suisse HOLT methodology does not assign a price target to a security. The default scenario that is produced by the Credit Suisse HOLT \nvaluation model establishes a warranted price for a security, and as the third-party data are updated, the warranted price may also change. The default \nvariables may also be adjusted to produce alternative warranted prices, any of which could occur. Additional information about the Credit Suisse HOLT \nmethodology is available on request. \n© 2014 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n"
    }
  ]
}