{
  "filename": "2015_triple_crown_teachings__three_takeaways_from_the_quest_for_the_elusive_feat.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423225355-07'00'",
    "modDate": "D:20240423225426-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nJune 4, 2015 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \n \n \n“When American Pharoah seeks to complete a sweep of the Triple Crown at \nBelmont Park on Saturday, racing fans will hope to see a great race and \nperhaps a definitive confirmation that the winner has earned a lofty place in \nthe sport’s history. Based on recent history, it won’t happen.” \nAndrew Beyer1 \n \n \n The quest for the Triple Crown of horse racing offers three lessons for an \ninvestment organization: \n Pay attention to the results of the past \n Recognize the value of diversity \n Value = Probability x Price \n The first lesson is to consider base rates in assessing future outcomes.  \n The second lesson is to promote cognitive diversity and thereby avoid the \nequivalent of inbreeding in your organization. \n The final lesson is to focus on mispricing in investing. \n \n \n \nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nTriple Crown Teachings \nThree Takeaways from the Quest for the Elusive Feat \n"
    },
    {
      "number": 2,
      "text": " \n \nJune 4, 2015 \n \nTriple Crown Teachings \n2 \nIntroduction \n \nTo be part of the pantheon of horse racing in the United States requires winning the Triple Crown—the \nKentucky Derby, the Preakness Stakes, and the Belmont Stakes. The three races cover different distances \nand occur over a span of just five weeks. It is an extraordinarily hard task for a horse. Indeed, only eleven have \nachieved it in the past century. \n \nOn Saturday, June 6th, 2015, American Pharoah will be the 32nd horse to attempt to complete the feat.2 Up to \nthat point, the three-year-old bay colt had won five of the six races he had entered including victories by a \nmargin of one length at the Kentucky Derby and a more impressive seven lengths at the Preakness.   \n \nWhether American Pharoah wins or losses, the path to the Triple Crown offers three lessons for investors and \norganizations. Some of the teachings may be familiar but are a useful reminder. \n \nLesson 1: Pay attention to the results of the past. Andrew Beyer, a horse racing expert, said of American \nPharoah’s chances of winning: “Based on recent history, it won’t happen.” Why the downbeat message? The \nanswer lies in the base rate of success over time. \n \nIn the last 100 years, 31 horses have been in a position to capture the Triple Crown and, as noted, 11 of \nthem succeeded. That places the success rate at about 35 percent. But those numbers belie a marked \ndistinction before and after 1950. Before 1950, eight of the nine horses that tried won, or close to 90 percent. \nSince 1950, only 3 of 22 have succeeded, and none since 1978. In the past sixty-five years, more than 85 \npercent of the horses failed to capture glory. \n \nFurther, American Pharoah’s speed is not particularly distinguished. Beyer developed the Beyer Speed Figure, \nwhich measures the results of a horse adjusted for the track conditions. Higher speed figures are better. \nWhen you compare American Pharoah’s figures for the Kentucky Derby and Preakness to those of the last \neight Triple Crown aspirants—reliable speed figures have only been available since 1990—he falls near the \nbottom of the heap. The sole horse with worse speed figures was last year’s failed Triple Crown contender, \nCalifornia Chrome, who finished the Belmont tied for fourth place. \n \nIn 2014, California Chrome had to deal with 10 challengers, whereas American Pharoah will run against just 7. \nThat brightens American Pharoah’s prospects. But winning the Belmont has eluded all comers in the last 36 \nyears. \n \nThe lesson is to consider base rates in assessing future outcomes. While finding an appropriate reference \nclass and the relevant data can be tricky, psychologists have shown that we tend to rely too much on our own \npoint of view and fail to consider sufficiently the experiences of others.  \n \nLesson 2: Recognize the value of diversity. In the discussion of success rates, the year 1950 pops off the \npage. Why would the horses have succeeded at such a high rate prior to 1950 and at such a low rate after it?  \n \nThe answer has many facets, but exhibit 1 is a good place to start. It shows the winning times for the three \nevents from 1950 to 2015 (of course, it is without the Belmont result). Rather than listing the races in \nchronological order, they are ranked by distance. The Preakness is the shortest race (1 3/16  miles), the \nKentucky Derby in the middle (1 1/4  ), and the Belmont the longest (1 1/2 ). \n \n"
    },
    {
      "number": 3,
      "text": " \n \nJune 4, 2015 \n \nTriple Crown Teachings \n3 \nWhile the Preakness shows a modest decline in finishing times since 1950, you can see that the trend in \ntimes for the Kentucky Derby and the Belmont are essentially flat. For example, the winner of the 1950 \nKentucky Derby, Middleground, had a raw time of 2:01:60, faster than American Pharoah’s 2:03:02 in 2015. \n \nOne academic studying the topic wrote, “Despite intensive programs to breed faster thoroughbreds . . . race \nspeeds . . . have not increased in the last 40-60 years.”3 Can you think of any other athletic endeavor where \nthe results have not improved since the middle of the last century? \n \nExhibit 1: Winning Times for Triple Crown Races, 1950-2015 \n  \n \n \nSource: www.preakness-stakes.info; www.kentuckyderby.ag; www.belmontstakes.com. \n01:52.32\n01:54.05\n01:55.78\n01:57.50\n01:59.23\n02:00.96\n02:02.69\n1950\n1955\n1960\n1965\n1970\n1975\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\nMinutes:Seconds\nPreakness Stakes\n01:58.37\n02:00.10\n02:01.82\n02:03.55\n02:05.28\n02:07.01\n1950\n1955\n1960\n1965\n1970\n1975\n1980\n1985\n1990\n1995\n2000\n2005\n2010\n2015\nMinutes:Seconds\nKentucky Derby\n02:23.42\n02:25.15\n02:26.88\n02:28.61\n02:30.34\n02:32.06\n02:33.79\n02:35.52\n1950\n1955\n1960\n1965\n1970\n1975\n1980\n1985\n1990\n1995\n2000\n2005\n2010\nMinutes:Seconds\nBelmont Stakes\n"
    },
    {
      "number": 4,
      "text": " \n \nJune 4, 2015 \n \nTriple Crown Teachings \n4 \nTake humans as an example. Researchers estimate that winning times for elite humans running races from \nsprints to marathons have improved 12 to 13 percent over the same time period.4 You can explain this gain \nthrough a larger population, better nutrition, refined training methods, psychological incentives, and an \nimprovement in technology. (This leaves aside other potential sources of performance enhancement that are \nrelevant for animals and humans.) \n \nOne plausible explanation is that thoroughbred horses reached their physiological peak of performance in the \nmid-1900s.5 Breeding is a key part of this argument. In 1791, James Weatherby established a record of \nthoroughbred horse breeding, effectively creating a closed population. Analysis shows that about one-third of \nthe genes in the current population of one-half million thoroughbreds come from four stallions born between \n1688 and 1725. The top ten contributors are responsible for about half of the genes, and 31 horses account \nfor 80 percent of the genetic makeup of today’s stock.6 Thoroughbreds have among the highest ratio of \ninbreeding of any horse breed.7   \n     \nEarly horse races tended to be over longer distances than today and owners ran horses that were older. In the \nlast two centuries, the distances have gotten shorter and the horses younger. As a result, thoroughbreds were \nbred for speed and precocity. This allowed for a steady improvement in race performance from the early \n1800s through the mid-1900s.8 But horses have simply not gotten faster, save for some improvement at short \ndistances. Since 1950, normal variance explains most of the ups and downs in times.9 \n \nIndeed, it appears that inbreeding has taken a turn for the worse in recent decades. Whereas the goal for \nyears had been to breed for speed, the emphasis today is more on producing yearlings that fetch as much \nmoney as possible at auction. As a result, inbreeding has increased sharply since the mid-1990s.10   \n \nThe lesson is to avoid the equivalent of inbreeding in your organization. Research shows that diverse teams \ntend to outperform more homogenous ones when faced with complex problems. Many organizations, including \ninvestment banks, consulting firms, and investment managers, tend to recruit from a select number of \nuniversities and place substantial weight on personal fit. This practice can limit diversity.11      \n \nThe goal is to build a workforce with high cognitive diversity and good cultural fit.12 You can think of the value \nof cognitive diversity as similar to that of genetic diversity. Matt Ridley, a journalist, makes the link even more \nvivid when he suggests that the key to innovation is “ideas having sex.”13 The point is that you want diverse \nideas to engage in reproduction so as to increase the fitness of your organization. \n \nLesson 3: Value = Probability x Price. Notwithstanding the dismal record of horses trying to win the Triple \nCrown, bettors appear unfailingly optimistic about each horse’s chances. Exhibit 2 shows that the last eight \ncontenders had probabilities of winning the Belmont in the range of 40 to 80 percent as implied by the odds.  \n \nExhibit 2: Implied Probability of Winning the Belmont for the Last Eight Triple Crown Aspirants \n \nSource: Equibase Company. \nProbability\nSilver Charm\n   49%\nReal Quiet\n56\nCharismatic\n39\nWar Emblem\n44\nFunny Cide\n50\nSmarty Jones\n74\nBig Brown\n77\nCalifornia Chrome\n63\n"
    },
    {
      "number": 5,
      "text": " \n \nJune 4, 2015 \n \nTriple Crown Teachings \n5 \nAmerican Pharoah is in the same range. The recent odds of 3-5 suggest a probability of winning of 63 \npercent. That figure is very high, representing a lofty expectation of performance. Odds are set through a pari-\nmutuel system, where the bettors express their expectations by how they allocate their dollars. More money \nbet on a horse drives up its probability of winning. \n \nSteven Crist, a handicapper and author, emphasizes that the attractiveness of an opportunity is a function of \nboth the probability of the event occurring and the payoff.14 Before any bettors are rewarded, there is a \ntakeout to pay the race purses, track, and state. This means that the win pool is reduced by 15-20 percent. \nAssume the takeout is 20 percent. That means a $4 bet on a horse with a 50 percent chance to win pays, on \naverage, $3.20.15   \n \nCrist’s point is that the intelligent handicapper requires a combination of probability and price to yield a positive \nexpected value. Knowing which horse is likely to win doesn’t make you money; you need to know which horse \nis mispriced. It takes little effort to translate this to the world of business and investing. Knowing which \ncompany is best isn’t the path to riches; knowing which company is mispriced makes you money.  \n \nTriple Crown contenders attract a lot of unsophisticated bettors. On a typical Saturday in the U.S., wagers on \nhorses are about $50 million. For last year’s Belmont Stakes, the bets were three times that amount. You can \nsafely assume that most of the incremental $100 million was from people caught up in the excitement of the \nTriple Crown.16 As a result, Triple Crown contenders are almost always mispriced. Probability times price yields \na poor value. Perhaps for some, betting on a potential winner has excitement value that exceeds the cost of \nthe ticket. But that doesn’t make it a good bet in monetary terms. \n \nThe final lesson is that you need to focus on mispricing in investing. Triple Crown contenders are a little like \ndot-com darlings from the late 1990s: Their past success draws the attention of individuals who invest without \nsufficient regard to the relationship between price and value.   \n \nAmerican Pharoah may win the Triple Crown, and if he does it will be an extraordinary feat that will bring \ndeserved excitement to the sport. But no matter the outcome, we can say that his current probability appears \ntoo high. \n   \n \n"
    },
    {
      "number": 6,
      "text": " \n \nJune 4, 2015 \n \nTriple Crown Teachings \n6 \nEndnotes \n \n1 Andrew Beyer, “What Happened to the Belmont Stakes? Breeders De-Emphasized Stamina,” Washington \nPost, June 1, 2015.  \n2 The horse’s name is “Pharoah” instead of “Pharaoh” because of an apparent error. The owners of the horse, \nZayat Stables, ran a contest to name the horse. A woman named Marsha Baumgartner submitted the winner. \nZayat Stables turned around and submitted the name to the Jockey Club, the organization that registers \nthoroughbreds. It is not clear whether Baumgartner misspelled the name or whether Zayat Stables made the \nerror when submitting it. But since the name met all of the criteria for approval, it was granted as submitted. \nMelissa Hoppert, “So, Who Misspelled American Pharoah?” New York Times, May 22, 2015.  \n3 Mark W. Denny, “Limits to Running Speed in Dogs, Horses, and Humans,” Journal of Experimental Biology, \nVol. 211, No. 24, December 2008, 3836-3849. \n4 David S. Gardner, “Historical Progression of Racing Performance in Thoroughbreds and Man,” Equine \nVeterinary Journal, Vol. 38, No. 6, November 2006, 581-583.   \n5 Roger Pielke Jr., “Thoroughbreds Are Running as Fast as They Can,” FiveThirtyEight, May 3, 2014.     \n6 Patrick Cunningham, “The Genetics of Thoroughbred Horses,” Scientific American, May 1991, 92-98.  \n7 Jessica L. Petersen, James R. Mickelson, E. Gus Cothran, Lisa S. Andersson, Jeanette Axelsson, Ernie \nBailey, Danika Bannasch, Matthew M. Binns, Alexandre S. Borges, Pieter Brama, Artur da Câmara Machado, \nOttmar Distl, Michela Felicetti, Laura Fox-Clipsham, Kathryn T. Graves, Gérard Guérin, Bianca Haase, Telhisa \nHasegawa, Karin Hemmann, Emmeline W. Hill, Tosso Leeb, Gabriella Lindgren, Hannes Lohi, Maria Susana \nLopes, Beatrice A. McGivney, Sofia Mikko, Nicholas Orr, M. Cecilia T Penedo, Richard J. Piercy, Marja \nRaekallio, Stefan Rieder, Knut H. Røed, Maurizio Silvestrelli, June Swinburne, Teruaki Tozaki, Mark Vaudin, \nClaire M. Wade, Molly E. McCue, “Genetic Diversity in the Modern Horse Illustrated from Genome-Wide SNP \nData,” Plos One, January 30, 2013.  \n8 Mim Bower, Beatrice A. McGivney, Michael G. Campana, Jingjing Gu, Lisa S. Andersson, Elizabeth Barrett, \nCatherine R. Davis, Sofia Mikko, Frauke Stock, Valery Voronkova, Daniel G. Bradley, Alan G. Fahey, Gabriella \nLindgren, David E. MacHugh, Galina Sulimova, and Emmeline W. Hill, “The Genetic Origins and History of \nSpeed in the Thoroughbred Racehorse,” Nature Communications, Vol. 3, No. 643, January 24, 2012. \n9 Secretariat, the greatest racehorse of all time, appears to be an anomaly. That horse’s heart was estimated \nto weigh 22 pounds, more than 2.5 times the size of the average heart for a thoroughbred. Researchers \nbelieve that a mutuation for heart size is passed through the mare line. See “Bruce Lowe Figure System \nComing Back Into Vogue,” Journal of Equine Veterinary Science, Vol. 14, No. 4, April 1994, 200.  \n10 M.M. Binns, D.A. Boehler, E. Bailey, T.L. Lear, J.M. Cardwell, and D.H. Lambert, “Inbreeding in the \nThoroughbred Horse,” Animal Genetics, Vol. 43, No. 3, June 2012, 340-342.   \n11 Lauren A. Rivera, “Guess Who Doesn’t Fit In at Work,” New York Times, May 30, 2015.   \n12 Elizabeth Mannix and Margaret A. Neale, “What Differences Make a Difference? The Promise and Reality of \nDiverse Teams in Organizations,” Psychological Science in the Public Interest, Vol. 6, No. 2, October 2005, \n31-55. \n13 Matt Ridley, “Ideas Having Sex,” Reason.com, July 2010.   \n14 Steven Crist, “Crist on Value,” in Beyer, et al., Bet with the Best (New York: Daily Racing Form Press, \n2001), 61-75. \n15 Here’s the math, based on Crist’s essay. Assume a win pool of $1,000 is reduced to $800 because of \ntakeout and breakage (rounding down payoffs). A horse with a 50 percent probability of winning would have \nhad 125, $4 bets placed on him ($125 x $4 = $500, or 50 percent of the total $1,000 bet). So if the horse \nwins, the payoff is $6.40 ($800/125) and zero if he loses. So the expected payoff is (0.5 x $6.40) + (0.5 x \n$0) = $3.20.  \n16 Eric Chemi, “If You Bet on the Preakness, Don’t Make These Rookie Blunders,” NBCNews.com, May 15, \n2015.  \n \n"
    },
    {
      "number": 7,
      "text": " \n \n \nImportant information \n \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future.  \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A.  \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above.  \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \n© 2015 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n \n"
    }
  ]
}