{
  "filename": "2015_total_addressable_market__methods_to_estimate_a_company_s_potential_sales.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423225542-07'00'",
    "modDate": "D:20240423225623-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nSeptember 1, 2015 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \n \n \n \nThe ability to calibrate the total addressable market (TAM) is a major part \nof anticipating value creation. Assessing value creation requires \nunderstanding how much a company can invest and the returns those \ninvestments will earn. \n We define TAM as the revenue a company could realize if it had 100 \npercent share of a market it could serve while creating shareholder value. \n This report provides a framework for estimating TAM through the process \nof triangulation using three methods. The first is based on population, \nproduct, and conversion. Next we examine a diffusion model, which not \nonly addresses the absolute size of the market but also the rate of \nadoption. Finally, we discuss the usefulness of appealing to base rates as \na reality check for optimistic estimates of TAM and growth rates. \n Companies can expand their TAMs through business category evolution, \nhence placing their products or services at the heart of an ecosystem. \nDone successfully, this allows the company to take advantage of network \neffects, encourages customers to remain within the ecosystem, and \nextends a company’s period of competitive advantage. \n We include a checklist to guide analysis and discussion. \n \n \nPopulation / \nProduct / \nConversion\nDiffusion\nModel\nTotal \nAddressable \nMarket\nBase\nRate\nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nTotal Addressable Market \nMethods to Estimate a Company’s Potential Sales \n"
    },
    {
      "number": 2,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n2 \nTable of Contents \n \nExecutive Summary ....................................................................................................................... 3 \n \nIntroduction ................................................................................................................................... 4 \n \nCategorizing New Products............................................................................................................. 5 \n \n \nMarket Size: Population, Product, and Conversion............................................................................. 6 \n \n \nTAM and the Bass Model ............................................................................................................... 9 \n \nInvestor Application of the Bass Model ............................................................................... 10 \n \nEstimating Parameters for the Bass Model ......................................................................... 12 \n \n \nLimitations of the Bass Model ....................................................................................................... 15 \n \nReplacement Cycle .......................................................................................................... 15 \nEconomies of Scale ......................................................................................................... 16 \nNetwork Effects ............................................................................................................... 17 \n \nBase Rates as a Reality Check...................................................................................................... 21 \n \nTAM and Ecosystems .................................................................................................................. 23 \n \nSummary .................................................................................................................................... 25 \n \nChecklist for Estimating a Total Addressable Market ........................................................................ 26 \n \nAppendix A: Sampling of Factors that Explain Historical Diffusion Processes ..................................... 27 \n \nAppendix B: Satellite Radio Case Study ......................................................................................... 28 \n \nAppendix C: Diffusion and Replacement Cycle ................................................................................ 32 \n \nEndnotes .................................................................................................................................... 39 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 3,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n3 \nExecutive Summary \n \n \nThe ability to calibrate the total addressable market (TAM) is a major part of anticipating value creation. \nSince 1960, about one-third of the value of the S&P 500 Index has been attributable to the anticipated \npayoff from future investment. Assessing value creation requires understanding how much a company \ncan invest and the returns those investments will earn. \n \n \nWe define TAM as the revenue a company could realize if it had 100 percent share of a market it could \nserve while creating shareholder value. You should recognize up front that TAM is not about how large a \nfirm can grow to be but rather how much it can expand while adding value. \n \n This report provides a framework for estimating TAM through the process of triangulation using three \nmethods. The first is based on population, product, and conversion. Next we examine a diffusion model, \nwhich not only addresses the absolute size of the market but also the rate of adoption. Finally, we \ndiscuss the usefulness of appealing to base rates as a reality check for optimistic estimates of TAM and \ngrowth rates. \n \n \nEstimating TAM is trickiest when both the market and the technology are new.   \n \n \nThe first approach to assess TAM is to estimate the absolute size of the market, which has three parts: \nestimates of the broad population, the percentage likely to use the good or service, and the revenue \npotential. An in-depth analysis of the absolute size of the market also requires careful consideration of \nfactors that shape demand and supply.  \n \n \nThe workhorse for forecasting the rate of adoption for new products and services is a model developed in \nthe 1960s by a marketing professor named Frank Bass. The Bass model allows for a prediction of the \npurchasers in a period, say for each year, as well as a total number of purchasers. The model helps \ncalibrate TAM as well as the rate of growth in getting to TAM. \n \n \nThe Bass model relies on three parameters: the coefficient of innovation (p), the coefficient of imitation \n(q), and an estimate of the number of eventual adopters (m). The primary way to estimate parameters is \nto use analogies from the diffusion of similar products or services. \n \n \nIn cases where network effects are strong, it is common for one network to become dominant. For most \nconsumer products, the market share of the leading company rarely tops 40 percent, but in businesses \nwith strong network effects, market shares are generally well above 50 percent and commonly closer to \n90 percent. \n \n \nBase rate analysis refers you to what happened to other companies when they were in a situation similar \nto the one you are examining. No reference class is perfect but the base rate of performance can lend a \nvital point of view of the plausibility of a TAM estimate. Indeed, research shows that using base rates \ngenerally improves the accuracy of forecasts. \n \n \nCompanies can expand their TAMs through business category evolution, hence placing their products or \nservices at the heart of an ecosystem. Done successfully, this allows the company to take advantage of \nnetwork effects, encourages customers to remain within the ecosystem, and extends a company’s period \nof competitive advantage. \n \n \n"
    },
    {
      "number": 4,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n4 \nIntroduction \n \nThe ability to calibrate the total addressable market (TAM) is a major part of anticipating value creation. Since \n1960, about one-third of the value of the S&P 500 Index has been attributable to the anticipated payoff from \nfuture investment. Assessing value creation requires understanding how much a company can invest and the \nreturns those investments will earn.1   \n \nWe define TAM as the revenue a company would realize if it had 100 percent share of a market it could serve \nwhile creating shareholder value. TAM is a concept that executives and investors use frequently, but that few \ndefine properly or thoughtfully. You should recognize up front that TAM is not about how large a firm can grow \nto be but rather how much it can expand while adding value. \n \nAn exchange in 2014 between Aswath Damodaran and Bill Gurley over the prospects for Uber, the \ntransportation company, brings TAM into sharp focus. Damodaran, a professor of finance at the Stern School \nof Business at New York University and a recognized expert in valuation, suggested the company was worth \nabout $6 billion, a fraction of the $17 billion value implied by a round of financing the company had completed \nat that time.2 (A round in the summer of 2015 valued the business in excess of $50 billion.3) \n \nGurley, a highly successful venture capitalist with Benchmark Capital and an early investor in Uber, responded \nwith an article called “How to Miss By a Mile: An Alternative Look at Uber’s Potential Market Size,” in which \nhe argued that Damodaran’s valuation grossly underestimated the magnitude of Uber’s potential TAM.4 Both \nmen are believers in using discounted cash flow to value the business so the crux of their disagreement, which \nwas refreshingly civil, sat squarely on the perceived size of Uber’s opportunities.       \n \nDamodaran calculates Uber’s TAM based on the taxi and car service business, which he estimates to be \n$100 billion. He then assumes the company can reach a market share of 10 percent, and proceeds to \ncalculate the value of the business. Gurley suggests that Uber’s TAM is in the range of $450 billion to $1.3 \ntrillion, and argues the company can capture a market share of up to 25 percent. Gurley comes to a wildly \ndifferent conclusion about value because the high end of his estimate for addressable TAM is more than 25 \ntimes larger than what Damodaran assumes. To buttress his case, Gurley notes that Uber’s revenue in San \nFrancisco, one of its early markets, is already “multiples bigger” than the $140 million of total revenue from \nthe taxi and car service industry. And business is still growing rapidly in that region.     \n \nAfter a brief discussion of product categorization, this report provides a framework for estimating TAM through \nthe process of triangulation. We use three methods. The first approach is based on population, product, and \nconversion. Next, we examine a diffusion model, which not only addresses the absolute size of the market but \nalso the rate of adoption. The key is to come up with sensible parameters to inform the model. Finally, we \ndiscuss the usefulness of appealing to base rates as a reality check for optimistic TAM estimates and growth \nrates. \n \nIn the last section of the report we discuss TAM in the context of business category evolution. Increasingly, \ncompanies seek to build ecosystems around their goods or services that can expand their addressable market. \nThis is relevant in understanding the popular topic of the “internet of things,” where people or objects are \nnodes of an interactive network and information is freely transferred between the nodes. \n \n \n"
    },
    {
      "number": 5,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n5 \nCategorizing New Products \n \nThe categorization of products is a logical starting point in assessing market size.5 There are several \ncategories of products, but we can arrange them based on whether the product technology and customers are \nnew or current (see Exhibit 1). This allows us to appraise a company’s strategy to promote the product and \nprovides guidance about which forecasting method is likely to be most effective.  \n \nFor current technologies with current customers, captured in the bottom left corner of exhibit 1, the basic \nanalysis boils down to how much the market will grow and how market shares will change. These are not new \nproducts, so a TAM analysis is of limited use. Companies can influence their TAM through pricing strategy and \nproduct enhancement.  \n \nExhibit 1: Classification of New Products \n \nSource: Kenneth B. Kahn, New Product Forecasting: An Applied Approach (Armonk, NY: M.E. Sharpe, 2006), 9. \n \nOn April 2, 1993, Philip Morris cut the price of Marlboro cigarettes by 20 percent in an effort to prop up its \nmarket share. This is an example of a pricing strategy. The stock market didn’t like the decision to trade \nhigher market share for lower profits, and the shares of Philip Morris stock lost almost a quarter of their value. \nProduct enhancement can reflect improvement in the product itself or in elements of design or packaging. \nThink of the evolution of packaging for Heinz ketchup.  \n \nThere is a positive correlation between market share and profitability, which encourages some executives to \nfocus on market share goals. However, evidence from academic research shows that corporate objectives \nfocused on competitors, including targets for market share, are generally harmful to profitability.6   \n \nCurrent technologies that have applications for new customers (upper left corner of exhibit 1) and new \ntechnologies used by current customers (bottom right corner) are the categories where a TAM analysis is most \nrelevant. Current technologies for new customers include geographic extension and novel applications of \nexisting products. The classic example of the latter is the use of Arm & Hammer baking soda as a means to \nmanage odor in a refrigerator. Pharmaceutical products with therapeutic applications beyond their initial target \nare another case in point.  \nForecast \nMethod\nProduct \nStrategy\nNew \nCustomers \nCurrent \nCustomers\nMarket \nDevelopment\nCustomer and \nMarket Analysis\nDiversification / \nDisruptive\nScenario Analysis \n(What If)\nMarket \nPenetration\nSales Analysis\nProduct \nDevelopment\nProduct Line / Life \nCycle Analysis\nProduct \nStrategy\nForecast \nMethod\nNew \nTechnology\nCurrent \nTechnology\n"
    },
    {
      "number": 6,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n6 \nNew technologies for current customers fall in a range from the prosaic, such as line extensions, to disruptive \ninnovations. An instance of a line extension is the launch of Colgate Total toothpaste, which included novel \nantibacterial technology, in 1997. That product quickly gained one-tenth of the U.S. toothpaste market.  \n \nThe theory of disruptive innovation was formalized by Clayton Christensen, a professor at Harvard Business \nSchool. Part of the theory describes the process by which products enter a market using a new “value \nnetwork,” essentially a different business model. The introduction of electronic books and the interplay \nbetween Amazon.com’s e-book inventory and the Kindle, its reading device, is an example of an innovation \nthat disrupted the book industry. \n \nEstimating TAM is trickiest when both the technology and the customers are new. Here, the number of \nultimate adopters, as well as the rate of adoption, is unknown. This is where forecasters have made some of \nthe most embarrassing blunders of all time. The market for computers? Maybe five, said the head of IBM in \nthe early 1940s. How about personal computers? “There is no reason anyone would want a computer in their \nhome,” said the founder of Digital Equipment Corporation, a maker of minicomputers.7 \n \nThe value in categorizing new products is to get a sense of the best way to forecast the TAM. In some cases \nthe process is as straightforward as counting potential users and estimating market share and pricing. In other \ncases, especially in those dealing with novel goods or services where network effects are relevant, the range \nof outcomes is much wider and less certain. Let’s take a look at some specific ways to estimate TAM.     \n \nMarket Size: Population, Product, and Conversion \n \nThe first approach to assess TAM is to estimate the absolute size of the market, which is simply the number of \npotential customers times the expected revenue per customer. This model is popular for estimating the sales \npotential for a new drug.8 Exhibit 2 shows the components of the TAM estimate. There are three parts to this \nanalysis: estimates of the broad population, the population likely to use the good or service, and the revenue \npotential. Here’s an examination using statins, cholesterol-reducing drugs, as a case study. \n \n \nPopulation. The analysis begins with the population of individuals who may have a particular disease. \nThose patients must consult with a health care provider, be properly diagnosed, and seek treatment. \nMore than 20 percent of the 320 million people in the United States have high cholesterol. A joint study \nby the American College of Cardiology and the American Heart Association suggests that 56 million \nAmericans between the ages of 40 and 75, roughly three-quarters of those with high cholesterol, are \neligible to consider a statin. About 25 million Americans are currently taking statins.9  \n \n \nProduct. There are about a half-dozen prescription statins available in the U.S. They vary in efficacy. \nFactors that determine market share include the characteristics of the drug itself, marketing, pricing, and \npatent protection. For other pharmaceutical products, additional factors in determining the rate and \nlikelihood of adoption include method of delivery, frequency of use, and dosage. \n \n \nConversion. Just because a patient is prescribed a drug doesn’t mean that he or she will take it as \nsuggested. Compliance is a large issue. For example, studies suggest that about half of the patients who \nreceive a prescription for a drug to lower lipids stop taking it within six months. Only 40 percent still take \nthe drug after a year, and roughly one-quarter after five years.10 The main reasons patients are non-\ncompliant is that they don’t know they are supposed to refill their prescription and they don’t like the side \neffects. After you come up with a forecast for volume, you can consider the price for the product. This \nultimately allows for an estimate of the sales for the product.   \n \n"
    },
    {
      "number": 7,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n7 \nExhibit 2: Components of Total Addressable Market Forecast \n \nSource: Based on Arthur G. Cook, Forecasting for the Pharmaceutical Industry: Models for New Product and In-Market Forecasting and How to Use \nThem (Burlington, VT: Gower Publishing Company, 2006), 36.  \n \nResearchers at McKinsey & Company, a consulting firm, studied the sales forecasts for new drugs made by \nanalysts at brokerage firms.11 The data included more than 1,700 individual forecasts on 260 drugs over a \nrecent ten-year span. The researchers found that the median error of all analysts for a drug’s peak sales was \nonly four percent. But the average error was large. Almost two-thirds of the estimates missed the peak \nrevenue amount by 40 percent or more. Further, forecasts for follow-on drugs were no better than the first \nlaunches within a therapeutic class. \n \nA more in-depth analysis of the absolute size of the market requires careful consideration of factors that shape \ndemand and supply. We’ll start with demand.  \n \nFrom the outset, it is useful to distinguish between the user and the payer. They may not be the same. For \nexample, parents buy goods and services for their young children, and pet owners purchase on behalf of their \npets.12 This point is especially relevant in health care, where the consumers and payers are separate. In these \ncases, you need to consider the needs of the user as well as the incentives of the payer. \n \nOther factors to consider in assessing demand include: \n \n \nFinancial resources. How much money do the buyers have? Are their resources growing or shrinking? \n \n \nPhysical limitations. This includes a consideration of how much a person can eat, drink, wear, or use a \nproduct. A market becomes saturated when most people are using as much of the product as they can. \nFor instance, shifts in how consumers allocate their time are having a profound effect on the media and \nadvertising industries, and the dust has yet to settle. \n \nPopulation\nEpidemiology\nGrowth rate\nDiagnosed\nSymptomatic\nPotential \npatients\nAccess\nDrug-treated\nPatients on \ndrug\nShare\nCompetition\nCannibalization\nAdoption\nPatients on \nProduct X\nSales \nforecast\nReimbursement\nPrice\nVolume \nforecast\nCompliance\nDosing\nPersistence\nMarket\nProduct\nConversion\n"
    },
    {
      "number": 8,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n8 \n \nElasticity of demand. Elasticity measures the change in demand as a function of a change in price. \nInelastic goods show little decrease in demand as prices increase, whereas demand drops more rapidly \nfor elastic goods. So as prices rise, TAM may grow for an inelastic good and shrink for an elastic good.   \n \n \nCyclicality. Some products have cyclical demand, which cautions against extrapolating short periods of \nresults into estimates of TAM.   \n \n \nSubstitution and substitution threats. Substitution is a big deal in assessing TAM. How does a \nconsumer allocate his or her time and money today and how might that change over time? This factor \nappears at the center of the disagreement between Damodaran and Gurley on Uber: Damodaran \nconsiders only that Uber will be a substitute for taxis and limos, whereas Gurley assumes that it will be a \nsubstitute for the ways we move people and things from point A to point B.   \n \nValue creation is at the center of a careful definition of TAM. The question is not how big the company can get, \nbut rather the revenue potential assuming the company can generate a return on investment excess of the \ncost of capital.13 This is relevant as we consider TAM from the supply side.  \n \nSimilar to the case with users and buyers, we must recognize that suppliers may be different than sellers. For \nexample, most automakers use a network of dealers to sell their cars. So, the TAM for the automakers \nreflects, at least to some degree, the location and quality of their dealer network. \n \nOther factors to consider in assessing supply include: \n \n Ability to supply. Considerations include a business’s production capacity, the infrastructure to get \ngoods to market, and its geographical footprint. A company’s ability to supply a good or service is \ncommonly limited to a fraction of the market it can theoretically access.    \n \n Unit growth and pricing. You want to consider carefully where the industry is in its life cycle and what \nthat implies about the rate of growth and pricing flexibility. Assess how well capacity, whether based on \nmanufacturing, service, or knowledge production, matches the rate of demand growth. Ask whether the \ncompany uses pricing as a lever to drive scale or to increase profitability. As we will see, this is relevant \nfor businesses seeking to capture network effects.     \n \n Regulatory constraints. Regulations can play a large role in shaping TAM. Economic regulation creates \nrules that limit which companies can participate in an industry. These include capital requirements, tariffs \nand quotas, price or rate of return caps, and licenses. Social regulation attempts to address potential \nmarket failures. Emission standards and mandated information disclosure are examples. Changes in \nregulation can shrink or expand TAM.     \n \n Incentives. This discussion can start with the classic principal-agent problem, where management may \nmake choices that increase their utility at the expense of shareholders. For example, companies in the \nU.S. are investing in their businesses at a very measured rate. Shareholders may want to see the \ncompanies invest more aggressively, and some have said as much publicly.14 Ironically, the increase in \ncompensation in the form of restricted stock units, meant to make the interests of executives more \naligned with those of shareholders, may be encouraging risk aversion. Conflicts can also happen within \nthe business. For example, a traditional brick and mortar retailer may fear too much success with an \nonline offering as the customer migration may harm the economics of the physical stores.   \n \n"
    },
    {
      "number": 9,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n9 \n Scale. Economies of scale are often crucial for sustainable competitive advantage. But most companies \ncan only achieve scale advantages on a local basis. Few can do it nationally or internationally.15 Since \ncreating value is in the definition of TAM, addressable TAM is commonly smaller than total TAM because \nof the difficulty of gaining scale.  \n \n Niches. If two or more competitors are in the same market, they often concentrate on different \nsegments so as to reduce competitive conflict. As a consequence, the TAM is not as large as it appears. \n \nEstimating the absolute size of the market by considering population, product, and conversion is a solid \nfoundation for assessing TAM and will likely remain so. However, we can add richness to our analysis by \nconsidering a social dimension.   \n \nTAM and the Bass Model \n \nThe workhorse for forecasting the rate of adoption for new products and services is a model developed in the \n1960s by a marketing professor named Frank Bass.16 Bass was influenced by Everett Rogers, a professor of \ncommunications and sociology, who wrote the seminal book, Diffusion of Innovations.17 The Bass model \nallows for a prediction of the purchasers in a period, say for each year, as well as a total number of purchasers. \nSo the model helps calibrate TAM as well as the rate of growth in getting to TAM. This rate of growth is \nessential to valuing a business. \n \nA simple version of the Bass model relies on three parameters:18  \n \n The coefficient of innovation (p). This captures mass-market influence. The parameter p is at play if \nyou are excited about buying a good or service even though you don’t know anyone who has it yet, or if \nadvertising has influenced you.   \n \n The coefficient of imitation (q). This reflects interpersonal influence. It’s basically the power of word of \nmouth or social contagion. You want something because all of your friends have it. \n \n An estimate of the number of eventual adopters (m). A parameter that determines the size of the \nmarket.    \n \nThe key to a model’s usefulness is coming up with thoughtful inputs for the parameters. We’ll discuss how to \ndo that in a moment.  \n \nSay we want to determine the number of adopters (N) during a specific period. The equation for the Bass \nmodel is as follows: \n \nN(t) – N(t−1) = [p + qN(t−1)/m] x [m – N(t−1)]  \n \nThe equation looks intimidating, but we can break it into parts to make it a lot easier to grasp. It basically says \nthat new adopters equal the adoption rate times the number of potential new adopters.  \n \nN(t) – N(t−1), the number of adopters during a period, is simply the difference between the users now, N(t), \nand the users in the prior period, N(t−1). So if there were 110 users at the end of period t and 100 at t−1, \nthere would have been 10 adopters during the period (110 – 100 = 10). \n \n"
    },
    {
      "number": 10,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n10 \nThe first term on the right side of the equation, [p + qN(t−1)/m], spells out the rate of adoption. People are \nmore likely to adopt a product or service if lots of other people are already using it. So the coefficient of \nimitation, q, is applied to the proportion of users, which is N(t−1)/m. Let’s say the number of eventual users is \n500. That means that if N(t−1) equals 100 and m equals 500, then N(t−1)/m is 0.20 (100/500 = 0.20). \nYou multiply q by that penetration rate. The coefficient of innovation, p, is independent of the number of users.    \n \nThe second term on the right side is the number of users who have not yet adopted the product. It’s the total \nnumber of eventual adopters, m, minus the number of adopters in period t−1. With an m of 500 and t−1 of \n100, we know the number of people who have yet to adopt the product is 400 (500 – 100 = 400).   \n \nOne study of diffusion found that the average coefficient of innovation, p, was 0.037, significantly smaller than \nthe average coefficient of imitation, q, of 0.327. Appendix A shows the empirical parameters for more than 50 \nproducts.19 \n \nExhibit 3 shows the output of the model assuming an m of 100, and a range of values for p (from 0.003 to \n0.150) and q (from 0.000 to 0.700). In cases when q is larger than p, the penetration of users follows an S-\ncurve, as the left side of the exhibit shows. Thus, when the coefficient of imitation is greater than zero, the \nproportion of users that adopt follows a pattern similar to a normal distribution. You can see this on the right \nside of the exhibit. This is very consistent with the work of Everett Rogers.20 \n \nExhibit 3: Output from the Bass Model  \n \nSource: Credit Suisse.  \n \nInvestor application of the Bass model. Investors can use the model in a couple of ways. The first is to \nestimate product potential based on the parameters from historical diffusions. Bass’s model of the adoption of \nsatellite television is an example of this approach.21  \n \nIn 1992, Bass forecasted the number of satellite television subscribers for 1999 based on market research, \npast diffusion patterns, and management guidance. In the model he assumed that m, the number of eventual \nadopters, was 16 percent of homes with television sets and that the coefficients for p and q were similar to \nthose for cable television in the 1980s. The result was a prediction of 9.4 million adopters in 1999. The actual \nnumber was just under 10.0 million (see Exhibit 4). \n \n \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n0 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17\nCumulative Adopters\nYear\np=0.150\nq=0.000\np=0.003\nq=0.700\np=0.030\nq=0.350\n0\n5\n10\n15\n20\n25\n30\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17\nNon-Cumulative Adopters\nYear\np=0.003\nq=0.700\np=0.030\nq=0.350\np=0.150\nq=0.000\n"
    },
    {
      "number": 11,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n11 \nExhibit 4: Bass Model Forecast for Satellite Television \n \nSource: Frank M. Bass, Kent Gordon, Teresa L. Ferguson, and Mary Lou Githens, “DIRECTV: Forecasting Diffusion of a New Technology Prior to \nProduct Launch,” Interfaces, Vol. 31, No. 3, May-June 2001, S90. \n \nA second way to use the model is to start with a company’s stock price and work backward. This allows for an \nassessment of what the market anticipates for the rate of growth in adopters as well as the total number of \nadopters. You can then compare the parameters imputed from the market price with empirical results to judge \nthe likelihood of achieving those levels. This expectations approach trades the need for specificity for a general \nsense of plausibility.  \n \nThe Bass model has another nice feature: it allows you to solve for the size of peak sales.22 An estimate for \nthis outcome can be very relevant for gauging expectations. You can calculate the size of peak sales with this \nequation: \n \n \n \nThis measure is relevant because companies and investors are tempted to extrapolate the growth rates they \nsee in the steepest part of the S-curve, and hence anticipate too much growth. For instance, color televisions \nwere launched in the 1950s and reached peak sales in 1968 (color televisions didn’t outsell black and white \nmodels until the early 1970s). As the industry was growing rapidly in the 1960s, manufacturers extrapolated \nthat growth and added capacity accordingly. The result was manufacturing capacity in 1968 of 14 million units, \nwhile sales topped out at 6 million.   \n \nResearchers have added a number of refinements to the Bass model in an effort to address the model’s \nlimitations.23 But since its introduction 45 years ago, the basic model has been reasonably robust in explaining \nthe pattern of sales for products as varied as videocassette recorders, color television sets, and personal \ncomputers.24  \n \nThe goal of a diffusion model is to understand the shape of consumer adoption and hence the evolution of the \nindustry. Naturally, there can be many competitors in an industry jockeying for market share. A diffusion model \nshows TAM, which assumes that one company can garner all of the market. How the market is divided is also \ncrucial. \n \nDetailed studies of product and industry life cycles show that there are typically three stages in industry \nevolution.25 During the first stage, the number of competitors grows. For example, the number of firms grew \nfrom a handful to about 75 in the U.S. automobile industry in this stage. In the second stage there is a large \nshakeout as the result of a high number of firms exiting, which means that the number of competing firms \ndeclines sharply. In autos, the number dropped to about 20. Finally, the number of competitors, and often \nmarket shares, stabilize in the third stage.    \n \n1992 forecast of homes Actual number of homes 1992 forecast of\nActual yearly \nacquiring satellite TV\nacquiring satellite TV\npenetration (%)\npenetration (%)\n1995\n0.875\n1.150\n0.92\n1.21\n1996\n2.269\n3.076\n2.37\n3.21\n1997\n4.275\n5.076\n4.42\n5.25\n1998\n6.775\n7.358\n6.95\n7.55\n1999\n9.391\n9.989\n9.55\n10.16\nSize of peak sales = m[(p+q)2\n4q\n[\n"
    },
    {
      "number": 12,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n12 \nThis can be relevant for an assessment of a company’s potential because in stage two, a company’s sales \ncan grow faster than the market itself if the number of competitors declines. Consider a new industry that has \nsales of $100 split equally among 10 competitors. Say that as the industry goes through stage two, sales rise \nto $200 while the number of firms drops to 5. As the industry’s sales doubled, the potential amount of sales \nquadrupled for the survivors.  \n \nEstimating parameters for the Bass model. The output of any diffusion model is only as good as the \nparameters you use, so we now turn to an approach to estimating the parameters of the Bass model. The \nprimary way to do this is through analogy. For example, you might assume that the adoption of satellite \ntelevision is analogous to the adoption of cable television. \n \nOf course, finding proper analogies is tricky. Even if products are alike in some regards, they will be different \nin other ways. There should be no expectation that the diffusion process of one product will comport exactly \nwith another.  \n \nExhibit 5 summarizes various microeconomic factors that provide a solid basis for finding appropriate \nanalogies.26 The specific process is to select a handful of products that are candidates as good analogies, and \nscore them on the factors in the exhibit. The score allows you to assess which products or services are most \nakin to the one you are modeling and therefore provides a starting point for the appropriate parameters. It may \nalso be useful to weight multiple products to reflect the blend of their characteristics.27 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 13,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n13 \nExhibit 5: Basis for Comparing Products to Identify Strength of Analogy  \n \nSource: Robert J. Thomas, “Estimating Market Growth for New Products: An Analogical Diffusion Model Approach,” Journal of Product Innovation \nManagement, Vol. 2, No. 1, March 1985, 48.   \n \nAppendix B summarizes a case study on the adoption of satellite radio.28 The authors, Elie Ofek, a professor \nof marketing at Harvard Business School, and Peter Wickersham, a research associate, estimate the size of \nthe market, m, based on assumptions about radio and subscription prices and calculate weighted averages for \np and q based on the characteristics of analogous products.  \n \n \nBasis of Analogy\nProduct 1\nProduct 2\nProduct 3\nEconomic situation\nEconomic\nTechnological\nPolitical\nRegulatory\nEcological \nSocial \nMarket structure\nMarket potential\nSales history\nBarriers to entry\nNumber of generic competitors\nType of generic competitors\nSegmentation\nBuyer behavior\nBuying situation\nDecision process\nChoice attributes\nBuying center\nMarketing strategy\nProduct\nPrice\nPromotion\nDistribution\nCharacteristics of innovation\nRelative advantage\nCompatibility\nComplexity\nDivisibility\nCommunicability\nCandidates\n"
    },
    {
      "number": 14,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n14 \nWe have a lot of data on the parameters for past diffusions, but many of those cases are dated. Further, \nresearch shows that there has been an acceleration in the rate of diffusion. For example, an innovation that \nreached 5 percent household penetration in 1946 took an estimated 13.8 years to go from 10 to 90 percent \nadoption. Innovations reaching 5 percent penetration in 1980 took only 6.9 years to achieve the same level of \npenetration.29 And these are both before the advent of personal computers, the Internet, and mobile \ncommunication. \n \nExhibit 6 shows how long it took half of U.S. homes to adopt a number of significant new technologies. For \nexample, it took 71 years for half of U.S. households to have a telephone and 52 years for electricity, but only \n19 years for a personal computer and 10 years for Internet access.30 New technologies not only have obvious \nprimary benefits but also ancillary effects that ripple through the economy.  \n \nExhibit 6: The Rate of Diffusion of New Technologies \n \nSource: Adam Thierer and Grant Eskelsen, “Media Metrics: The True State of the Modern Media Marketplace,” The Progress & Freedom Foundation, \nSummer 2008, 18. \n \nExhibit 7 shows the full rate of diffusion for seven important goods and services. Casual visual inspection \nshows that the slope of S-curves is steeper in recent times than it was in the past. The acceleration is \nespecially pronounced for services. Consider that WhatsApp had 419 million users only 4 years after its \nlaunch. That compares to 145 million for Facebook, 123 million for Gmail, 54 million for Twitter, and 52 \nmillion for Skype over the same amount of time.31 \n \n \n \n \n \n \n \n \n \n \n \n10\n14\n18\n19\n28\n52\n71\n0\n20\n40\n60\n80\nInternet access\nCell phone\nColor TV\nPersonal computer\nRadio\nElectricity\nTelephone\nNumber of Years to Reach Half of U.S. Households\n"
    },
    {
      "number": 15,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n15 \nExhibit 7: The Rate of Diffusion Is Speeding Up   \n \nSource: Asymco, see: www.docs.google.com/spreadsheets/d/1uvn7o1X19Equ5EDvjXEMxpziAEAsXTJK9Xbf8NwYiAo/htmlview. \n \nLimitations of the Bass Model  \n \nUse of a diffusion model can be very helpful in judging the TAM and the rate of adoption of a new good or \nservice. Academics and consultants have shown the model’s value in forecasts and have established a solid \nfoundation of empirical parameters to guide judgments. But the model does have some limitations that don’t \nallow it to capture certain considerations that are vital to anticipating corporate results.   \n \nWe will focus on three areas. The first is the importance of replacement cycles. This is especially relevant in \nforecasting revenue growth. Next we consider economies of scale. As we have emphasized all along, TAM is not \nabout size, it’s about the size at which a company can create shareholder value. And finally there is the role of \nnetwork effects. Here, we see lopsided market share distributions and increasing returns for the winners.  \n \nReplacement cycle. The Bass model is used primarily to forecast adoption of a product. But once a \nconsumer buys something once, the next question is how frequently he or she will replace the product. Do \nyou get a new smartphone every time a new product is announced? Or are you content to hold on to last \nyear’s model so long as it’s working fine? \n \nFrank Bass discussed the repurchase rate in his early research, but the topic has drawn less attention than \nthe basics of the diffusion model itself.32 Appendix C has a detailed discussion of the role of replacement \ncycles in product demand. The main point is that unit demand can fall, even with a rise in population and \npenetration rate, if the replacement cycle lengthens. At a certain point of maturity, the replacement cycle \nbecomes an essential component of demand. This is relevant for TAM as companies and analysts seek to \nassess total sales potential.  \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n1900\n1910\n1920\n1930\n1940\n1950\n1960\n1970\n1980\n1990\n2000\n2010\nU.S. Household Penetration (Percent)\nCell Phone\nElectricity\nTelephone\nAuto\nRadio\nColor TV\nInternet\n"
    },
    {
      "number": 16,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n16 \nEconomies of scale. A company enjoys economies of scale when its cost per unit for key tasks, including \npurchasing, production, distribution, sales, and service, declines as volume increases.33 Economies of scale \ncan be a vital source of competitive advantage, and therefore value creation, but you must be mindful of its \nlimits. Getting bigger isn’t always consistent with greater economies of scale. This means that companies \ncommonly fail to create value beyond a certain size, practically limiting the level of TAM. \n \nIn this context, Bruce Greenwald, a professor of finance and economics at Columbia Business School, \nstresses that “all strategy is local.”34 By this he means that companies can enjoy economies of scale on a local \nor regional basis, but as the company grows, fulfilling its theoretical TAM, its ability to create incremental value \ndissipates rapidly. \n \nGreenwald uses the retail industry as an example, and Wal-Mart is his primary case study.35 The company \nestablished its strength in the 1970s through the mid-1980s by being superior to its competitors in inbound \nlogistics, advertising, and executive supervision. These advantages were largely the result of geographic \nconcentration. This allowed the company’s stores and distribution centers to be tightly clustered, the \nadvertising dollars to have an impact on lots of stores, and the management to have the ability to effectively \noversee operations without having to span the country. The case study shows that when Wal-Mart expanded \nbeyond its local strengths, its return on capital and competitive advantage eroded.    \n \nGreenwald shows that there is a high correlation between local market share for retailers, reflecting \ngeographic concentration, and profitability. This lesson is relevant not only for retailers that rely on physical \nstores, but also for any business that relies on local distribution. If a company rolls trucks to serve its \ncustomers, geographic concentration is important.  \n \nA separate issue, although with similar implications, is when companies “overshoot” their markets.36 This \nrelates to the theory of disruptive innovation that Clayton Christensen developed. One of the concepts of the \ntheory is that companies improve their product or service at a rate that is faster than what the market \ndemands. Eventually, customers get more than they need and are therefore unwilling to pay for additional \nproduct enhancements. Two symptoms of an overshot market are that customers use only a fraction of the \nfunctionality the product offers, and they are averse to paying for new features.  \n \nCompanies serving overshot markets are vulnerable in two ways. The first is companies that are investing to \nimprove performance, if even for competitive reasons, find that the customers are reticent to pay for such \nimprovements. This crimps profitability. Second, the market becomes open to what Christensen calls \n“disruptive innovations.” These innovations are typically cheaper and simpler, and satiate the demands of only \nthe least discerning customers. But the performance of these innovations improves rapidly, allowing them to \nappeal to mainstream consumers quickly. Disruptive innovations rely on a different business model than the \nincumbents and almost always have a lower cost structure. \n \nAs a result, companies in overshot markets eventually get into a bind. They can’t go upmarket to achieve \ngreater profitability because the customer won’t pay more. At the same time, they can’t go downmarket \nbecause they run into the disruptive innovators that have lower costs. These companies are stuck.  \n \nA proper consideration of TAM includes the potential size of the market as well as the constraints to creating \nvalue. To add value over the long run, a company must have a competitive advantage. Economies of scale are \none source of competitive advantage, but it is extremely difficult for companies with physical assets to achieve \nscale on a national or international basis. Further, companies can get to the point where they have overshot \nthe market, which precludes them from moving upmarket while creating value. \n \n"
    },
    {
      "number": 17,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n17 \nNetwork effects. Network effects exist when the value of a good or service increases as more people use \nthat good or service.37 The classic example is the telephone. If you are the only one with a phone, it is of no \nvalue. But as more people acquire one, the value of each phone rises. Metcalfe’s law, which is more a \nguideline than a law, suggests the total value of a network, where n is the number of members, is proportional \nto n2 – n.   \n \nMost of the products in Appendix A do not benefit from network effects in a meaningful way. Whether your \nneighbor has a blender or air conditioning doesn’t affect the value of those products for you. Even hub-and-\nspoke networks, such as airlines, have limited network effects. However, the rise of the Internet and mobile \ncommunications has made network effects more relevant in recent decades. The key is that these are \ncombinatorial networks, where the nodes can communicate with one another.38 \n \nConsider the back-and-forth between Aswath Damodaran and Bill Gurley on the value of Uber. You can best \ndescribe Uber as a platform company that derives its value from network effects. For example, more users \nattract more drivers, and more drivers create more coverage and lower prices for the users, which creates \nadditional demand, and so forth. Other classic examples of companies benefitting from network effects \ninclude Visa, eBay, Instagram, and Skype.   \n \nIn cases where network effects are strong, it is common for one network to become dominant. For most \nconsumer products, including athletic shoes, soft drinks, and automobiles, the market share of the leading \ncompany rarely tops 40 percent.39 But in businesses with strong network effects, market shares are generally \nwell above 50 percent and commonly closer to 90 percent. Examples include Microsoft’s historical share of \npersonal computer operating systems, eBay’s share of online auctions, and Google’s share of Internet \nsearches.   \n \nW. Brian Arthur, an economist who has studied the networked economy extensively, likes to say, “Of \nnetworks, there will be few.”40 From a practical point of view, this means that companies will fight early on to \nbecome the network of choice, often spending great sums of money to do so.  \n \nCompanies allocate resources in the hope that their product will beat their competitors and diffuse through the \npopulation. But Geoffrey Moore, a consultant to technology companies, has shown that in sectors with strong \nnetwork effects, most companies fail to go from early adopters to mainstream users. Using Moore’s \nmemorable phrase, they are unable to “cross the chasm.”41      \n \nExhibit 8 adds two elements to the diffusion process we have discussed. This is relevant where strong \nnetwork effects are in place. The first, in the upper right corner, is the fact that the products of most \ncompanies don’t diffuse through the population. The second, at the bottom, is that while the cost to add users \nmay be high in the early phase of network formation, the cost per user drops rapidly once a network becomes \ndominant.  \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 18,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n18 \nExhibit 8: Network Effects: The Cost to Acquire Users Drops for the Winner  \n \nSource: Credit Suisse. \n \nWhy are Uber and its competitors, including Lyft, spending so aggressively today to attract users to their \nnetworks? Because these companies realize that one network is likely to emerge as dominant, which will allow \nfor rapid growth and high returns on invested capital. This is what Brian Arthur calls the “active management \nof increasing returns.”42 \n \nCentral to the emergence of such an attractive business model is the fact that the winner benefits from \neconomies of scale on both the supply and demand side. A company’s ability to create value is the difference \nbetween its sales and costs, including the cost of capital.43 As exhibit 9 shows, a company can increase value \nby reducing costs or raising prices. Research shows that differences in the prices customers are willing to pay \nbetter explains profit variability among competitors than differences in cost structures.44   \n \nExhibit 9: Cost and Differentiation \n \nSource: Pankaj Ghemawat, Strategy and the Business Landscape, Third Edition (Upper Saddle River, NJ: Prentice Hall, 2010), 51.   \nTime\nCumulative Adopters\nTime\nNew Adopters\nMarket Share\nCost to Acquire Share\nTipping \nPoint\nCrossing \nthe Chasm\nIndustry \nAverage \nCompetitor\nSuccessful \nDifferentiated \nCompetitor\nSuccessful \nLow-Cost \nCompetitor\nCompetitor \nwith Dual \nAdvantage\nWillingness to Pay\nCost\nDollars\n"
    },
    {
      "number": 19,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n19 \nThe concept of economies of scale has been around for a long time. The standard cost curve shows that as a \nmanufacturing company increases output, its marginal and average unit costs decline up to a point. For these \ncompanies, the positive feedback is driven by increased sales. This is called supply-side scale because the \nmore the company supplies, the lower is its cost per unit. This is classic increasing returns to scale. \n \nThis positive feedback tends to dissipate as the result of growing bureaucracy and complexity, or input \nscarcity. (See the left side of Exhibit 10.) This generally happens at a level well before dominance. As we have \nnoted, market shares in the industrial world rarely top 40 percent. \n \nFor combinatorial networks, network effects are the primary source of positive feedback. Rather than being \ndriven only by supply, network effects are driven by demand as well. Specifically, the value to the users \nincreases sharply once a network passes critical mass. Regardless of the cost of the supplier, customers are \nwilling to pay more for the good or service because the network is more valuable to them.  \n \nCompanies that win network battles enjoy lower costs as the result of supply-side scale and increase the value \nto the users as the network grows. If the company chooses not to raise prices in line with the increased \nwillingness to pay, the company creates large consumer surplus. These are the dual advantages in exhibit 9. \nExhibit 10 shows how these drivers affect a company’s total value created. \n \nTake Google as an example. Charlie Munger, vice chairman of Berkshire Hathaway, said, “Google has a huge \nnew moat. In fact I’ve probably never seen such a wide moat.”45 Google’s market share of global internet \nsearches is close to 70 percent on all devices, and is about 90 percent on mobile and tablet devices. The vast \nnumber of queries provides strong advertising revenue, which in turn allows the company to enjoy economies \nof scale. At the same time, the business can invest in search technology and hence add value for users.   \n  \nExhibit 10: Supply- and Demand-Side Economies of Scale   \n \nSource: Credit Suisse.  \n \n \nSupply-Side\nOutput\nPrice\nUsers\nOutput\nOpportunity cost\nCost\nSupplier’s share\nFirm’s share\nBuyer’s share\nTotal Value Created\nWillingness to Pay\nUsers\nDemand-Side\nWillingness to pay\nAverage Cost per Unit\n"
    },
    {
      "number": 20,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n20 \nThe value of the networks that have been successful in recent years relies more on information than physical \nassets. This is significant for considering the nature of costs. Information goods generally have high upfront \ncosts but very low incremental costs. Think of software. Writing code the first time is costly. But once finished, \nthe cost of replicating and distributing the code is modest.  \n \nThe combination of network effects and the cost characteristics of information goods can create a large \namount of value in a relatively short period of time. A surge in sales, driven by network effects, along with low \nincremental costs can lead to substantial cash flow using only a modest amount of capital. A handful of \nnetwork-based businesses have garnered valuations in the billions relatively quickly.  \n \nNetworks based on information also benefit from classic economies of scale. The combination of network \neffects and low variable costs is what creates substantial positive leverage in operating profit margins. Exhibit \n11 offers a simple example. Company A has low fixed costs but high variable costs. As sales volume grows, \nthe operating profit margin rises, but the total gain is limited to 30 percentage points. Company B, has high \nfixed costs but enjoys substantially more leverage in operating profit margins, which improve by more than 50 \npercentage points.  \n \nExhibit 11: Cost Structure Composition and Operating Profit Scalability \n \nSource: Credit Suisse.  \nNote: Cost structure based on 1 million units. \n \n \n \nCompany A \nCost structure: 25% fixed, 75% variable\nScenario 1\nScenario 2\nScenario 3\nScenario 4\nUnits\n500,000\n1,000,000\n1,500,000\n2,000,000\nSales ($10.00 per unit)\n5,000,000\n10,000,000\n15,000,000\n20,000,000\nFixed costs\n2,000,000\n2,000,000\n2,000,000\n2,000,000\nVariable costs\n3,000,000\n6,000,000\n9,000,000\n12,000,000\nTotal costs\n5,000,000\n8,000,000\n11,000,000\n14,000,000\nOperating profit\n0\n2,000,000\n4,000,000\n6,000,000\nOperating profit margin\n0.0%\n20.0%\n26.7%\n30.0%\nCompany B\nCost structure: 75% fixed, 25% variable\nScenario 1\nScenario 2\nScenario 3\nScenario 4\nUnits\n500,000\n1,000,000\n1,500,000\n2,000,000\nSales ($10.00 per unit)\n5,000,000\n10,000,000\n15,000,000\n20,000,000\nFixed costs\n3,500,000\n3,500,000\n3,500,000\n3,500,000\nVariable costs\n583,330\n1,166,660\n1,749,990\n2,333,320\nTotal costs\n4,083,330\n4,666,660\n5,249,990\n5,833,320\nOperating profit\n916,670\n5,333,340\n9,750,010\n14,166,680\nOperating profit margin\n18.3%\n53.3%\n65.0%\n70.8%\n"
    },
    {
      "number": 21,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n21 \nBase Rates as a Reality Check \n \nThe third method in the triangulation process to estimate TAM is a careful consideration of base rates. The \nidea is to refer to what happened to other companies when they were in a situation similar to the one you are \nexamining. No reference class is perfect, of course, but the base rate of performance can lend a vital point of \nview on the plausibility of a TAM estimate. Indeed, research shows that using base rates generally improves \nthe accuracy of forecasts.46     \n \nHere’s an example of how the base rate approach can figure into your judgment of TAM. During a conference \ncall in February 2015, Elon Musk, the chairman and chief executive officer (CEO) of Tesla Motors, suggested \nthe company might be able to achieve a 50 percent compound annual growth rate of sales for the next \ndecade off of a roughly $6 billion revenue base in 2015.47  \n \nYou can start checking the plausibility of that growth rate by considering the population, product, and \nconversion method. You would consider the size of the global automobile market, estimate the share for \nelectric cars in ten years, project Tesla’s market share, and make some assumptions about vehicle prices. You \nwould go through a similar process for the company’s battery business. In other words, you would do a reality \ncheck through a bottom-up analysis.  \n \nNext, you might consider the diffusion literature. The automobile industry has a rich history, including the rate \nat which innovations such as automatic transmissions, air conditioning, and radial tires have permeated the \nindustry.48 You might complement these analogies with transformations in other industries, including the \nmigration from traditional handsets to smartphones.    \n \nThe base rate method takes a totally different approach. It simply asks: “What happened to other companies \nwhen they were in a comparable position?” Exhibit 12 shows the distribution of 10-year sales growth rates for \nmore than 1,200 instances of companies of a similar size as Tesla is now, measured by sales. The average \ngrowth rate, adjusted for inflation, is less than three percent, with a standard deviation below eight percent. \nFurther, no companies achieved a compound annual growth rate (CAGR) in excess of 40 percent (and the \ndifference between 40 and 50 percent is enormous over a decade). We have placed a star at the growth rate \nMusk mentions.   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 22,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n22 \nExhibit 12: 10-Year Growth Rates for Companies with $6-13 Billion of Sales \n \nSource: Michael J. Mauboussin and Dan Callahan, “The Base Rate Book – Sales Growth,” Credit Suisse Global Financial Strategies, May 4, 2015. \n \nEven in cases where the first two approaches to estimating TAM would seem to justify rapid growth, you \nshould temper the forecast against what experience shows is plausible. Might Tesla achieve this growth rate? \nOf course, it’s possible. But what probability is reasonable to assign to such a scenario? A prudent investor \nwould keep it very low. Such a growth rate is about six standard deviations away from the average, given the \nsample of recent history. Base rates provide a check on the output of the first two approaches to estimating \nTAM. \n \n \n \n0%\n5%\n10%\n15%\n20%\n25%\n30%\n35%\n40%\n<(25)\n(25)-(20)\n(20)-(15)\n(15)-(10)\n(10)-(5)\n(5)-0\n0-5\n5-10\n10-15\n15-20\n20-25\n25-30\n30-35\n35-40\n40-45\n45-50\n>50\nFrequency (Percent)\nCAGR (Percent)\n*\n"
    },
    {
      "number": 23,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n23 \nTAM and Ecosystems \n \nWhen Jack Welch retired as the CEO of General Electric (GE) in September 2001, the company had a lower \nshare of its TAM than when he assumed the job 20 years before. Executives estimated that GE’s share of its \nTAM in 2001 was less than 10 percent, half of what it was in the early 1980s. \n \nGE’s businesses performed well during Welch’s tenure. The drop in share was the result of redefining the \nTAM to be much larger in 2001 than it was in 1981. The key to the expanded definition is the notion of \n“linking and leveraging,” or “transferring a user base built up upon one node of the ecology (one product) to \nneighboring nodes or products.”49 The phrase the “internet of things” reflects this opportunity.50  \n \nIncreasingly, companies seek to place their products or services at the heart of an ecosystem. Done \nsuccessfully, this creates three specific benefits. First, it allows the company to take advantage of network \neffects. Second, it encourages customers to remain within the ecosystem, making the customer economics \nattractive.51 Finally, it extends a company’s period of competitive advantage.52  \n \nOne way to assess a company’s ability to link and leverage is to consider three distinct business categories: \nphysical, service, and knowledge.53 Although the activities of most companies fall into more than one category, \nour objective is to understand the economic characteristics of each and to consider how companies can \nexpand across them. Here are the categories: \n \n Physical. Tangible assets, including manufacturing facilities, stores, and inventory, are the main source \nof cash flows for these businesses. Think of steel producers and retailers. Sales growth is tied closely to \nasset growth. \n \n Service. People are the main source of competitive advantage for service businesses. The essential \nelement is that companies in this category deliver their services on a one-to-one basis. Examples include \nlaw firms, advertising agencies, and consulting firms. Sales growth is tied to the number of employees \nand productivity. \n \n Knowledge. Knowledge businesses also rely on people as the main source of competitive advantage. \nUnlike service businesses, however, these companies create intellectual content once and then reproduce it. \nThink of software or biotechnology companies. Because the cost of replication is often low, there is no \ndirect link between sales and costs, which creates the potential for the business to scale rapidly. \n \nIt is important to consider carefully how these business categories differ in their economic characteristics (see \nExhibit 13). Some salient considerations include the following:  \n \n Source of advantage. While physical companies depend on tangible assets, both service and knowledge \nbusinesses rely on people. So, as a business extends beyond its reliance on physical assets, it must learn \nto manage physical and human capital. Further, employees who are integral to the process of value creation \ncommonly want to share the upside of the value they create. So, appropriate compensation arrangements \nand mobile internal labor markets are essential elements in achieving success. \n \n Investment trigger. Physical and service businesses grow by adding capacity, whether through capital \nexpenditures or new employees. For instance, a retail chain must build new stores to generate sales \ngrowth in excess of what the current stores can deliver. Or a law firm needs new lawyers to produce \nadditional sales. Naturally, physical and service businesses seek to maximize productivity, but the nature \nof the businesses limits the ability to scale.  \n"
    },
    {
      "number": 24,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n24 \nBy contrast, knowledge businesses generally invest to deal with obsolescence. While there are generally \nfew constraints on selling more of a current product, the rate of change for knowledge industries is \ntypically high. This means that there is little or no residual value for an outdated knowledge good. \n \nSoftware is a good example. A company that comes up with a popular product can fulfill demand cheaply \nand profitably, and enjoys substantial economies of scale. But the value of the old product plummets \nwhen a better one comes out. Companies with an established user base can migrate their customers \nfrom one of their products to the next, therefore mitigating the risk of obsolescence. \n \n Products and protecting capital. Economists distinguish between rival and nonrival goods. A rival \ngood is one where one person’s consumption reduces the consumption of others. Pens and shirts are \nrival goods, because only one person can use them at a time. In jurisdictions with strong property rights, \nrival goods are straightforward to protect. A nonrival good is one that many people can use at the same \ntime. It is essentially a formula or recipe. Think of a song on iTunes. Nonrival goods are generally difficult \nto protect because they are relatively easy and cheap to replicate. So the creator of a nonrival good often \nhas difficulty capturing the value that he or she produces. Again, the music industry is a good example.    \n \nExhibit 13: Characteristics of Various Business Categories \n \n \n \n \nPhysical  \n \nServices  \n \nKnowledge \n \n \n \n \n \nSource of advantage  \n \n \nAssets \n \n \nPeople \n \n \nPeople \n \n \n \n \nInvestment trigger  \n \n \n \nCapacity  \n \nCapacity  \n \nObsolescence \n \n \n \n \nScalability \n \n \n \n \n \n \nLow  \n \n \nLow  \n \n \nHigh \n \n \n \n \nProducts  \n \n \n \n \n \n \nRival  \n \n \nMixed  \n \n \nNonrival \n \n \n \n \nProtecting capital  \n \n \n \nEasy  \n \n \nHard  \n \n \nHard \n \n \n \n \nEconomies of scale \n \n \n \nSupply-side  \nSupply-side  \nDemand-side \nSource: Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for Better Returns (Boston, MA: Harvard Business \nSchool Publishing, 2001), 139. \n \nOne strategy companies have used to increase their TAM, especially those reliant on physical assets, is to \nextend into new business categories (see Exhibit 14). This is how GE’s share of TAM dropped even as its \nbusiness was growing. GE Healthcare, for instance, expanded beyond selling x-ray, computerized axial \ntomography, and magnetic resonance imaging machines by offering multi-vendor service and, ultimately, \nremote diagnostics.    \n \nDeere & Company is another case in point. Deere is known for its tractors, mowers, and combines with the \nsignature green bodies and yellow wheels. That is the physical category. But the machines are getting much \nsmarter. As one Deere executive noted, “Today’s large John Deere tractors have more lines of software code \nthan early space shuttles [and Deere’s] GPS technology can guide a tractor and implement in the field with \nnear-perfect precision.”54 \n \nIn recent years Deere has reached beyond the machines into the service and knowledge categories. The \ncompany launched MyJohnDeere.com to allow farmers to be more efficient. The site helps farmers manage \ntheir equipment (service) and provides information about irrigation systems, nutrient sources, weather \nconditions, crop prices, and commodity futures (knowledge).  \n \n \n \n \n"
    },
    {
      "number": 25,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n25 \nExhibit 14: Business Category Evolution \n \nSource: Credit Suisse.  \n \nBusiness category evolution not only has important implications for understanding TAM, it also presents a \nnumber of important strategic challenges for businesses.55 These include trade-offs between open and closed \nsystems, functionality in the product or in the cloud, determining which party owns the data, and whether or \nnot to monetize data by selling to outside parties.   \n \nSummary \n \nTotal addressable market is a vital indicator of a company’s potential, as it measures how large a company can \ngrow to be while still creating shareholder value. TAM is a concept that is commonly discussed by companies \nand investors but is rarely thoughtfully quantified. \n \nWe use the process of triangulation to estimate TAM, with methods that include a basic assessment of the \npopulation, product, and conversion, a diffusion model, and a check through the application of appropriate \nbase rates. Indeed, approaching the problem from multiple points of view likely provides valuable context and \nprevents common errors. \n \nCompanies are increasingly seeking to build ecosystems around their goods or services, which if successful \ntake advantage of network effects, improve customer retention, and extend the competitive advantage period. \nBut it is important to bear in mind that few companies win the battle of networks. Most fail.  \n \nBusiness category evolution is one way to think about how companies can build ecosystems around existing \nproducts or services. For example, manufacturers of physical goods, such as Deere & Company, are \nextending into service and knowledge businesses. Or think of Google, primarily a knowledge business, \npurchasing Motorola Mobility, a physical business, to extend its ecosystem.  \n \nTAM is an area where overconfidence and optimism are rife. We have provided some analytical approaches to \ncheck these biases and to come up with a reasonable assessment of whether the market’s expectations are \nreasonable. \n \n \n \nPhysical\nKnowledge\nService\n"
    },
    {
      "number": 26,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n26 \nChecklist for Estimating a Total Addressable Market \n \nCategorizing New Products  \n Is the product technology new or current? \n Are the customers new or current? \nMarket Size \n Are the users and payers of the good or service the same? \n How much money do the buyers have?  \n Are the resources of buyers growing or shrinking? \n Are there physical limitations, such as how much one can eat or use a product, that can curb demand? \n What is the elasticity of demand? \n How cyclical is demand? \n How do consumers allocate their time and money now and how might that change?  \n Are the suppliers and sellers of the good or service the same? \n What is the business’s production capacity? \n Is there a reliable infrastructure to get the goods or services to market? \n How broad is the geographical footprint? \n Where is the industry in its life cycle? What does that imply about the growth rate and pricing flexibility? \n Does manufacturing capacity match the rate of growth in demand? \n Is the company using pricing as a lever to drive scale or to increase profitability?     \n Are there existing or potential economic or social regulations that could limit TAM? \n What are management’s incentives and are they aligned with shareholders? \n Are there economies of scale? Local? National? International? \n Are there two or more competitors, which could push each company into a separate niche? \nTAM and the Bass Model \n Which stage of the life cycle is the company’s industry in? \n What analogous products can inform your estimates for the Bass Model parameters? \nLimitations of the Bass Model \n When a consumer buys something once, how frequently does he or she replace it (repurchase rate)? \n Has the company’s good or service overshot the market? Might that happen soon? \n Does the company have a competitive advantage that will allow for value creation over time? \n Do network effects exist? \nConsider Base Rates \n What happened to other companies when they were in a situation similar to the one you are examining? \n Are your TAM estimates plausible when considering these base rates? \nTAM and Ecosystems \n Does the company operate primarily a physical, service, or knowledge business? \n What is the company’s source of advantage? \n What are the investment triggers? \n Does the company sell rival or nonrival goods? \n Are there opportunities to extend into new business categories? \n \n \n"
    },
    {
      "number": 27,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n27 \nAppendix A: Sampling of Factors That Explain Historical Diffusion Processes   \n \nExhibit 15: Empirical Parameters for Bass Model \n \nSource: Gary Lilien, Arvind Rangaswamy, and Christophe Van den Bulte, “Diffusion Models: Managerial Applications and Software,” ISBM Report 7-\n1999, May 20, 1999. \nProduct/Technology\nPeriod of Analysis\np\nq\nm\nAgricultural\nTractors (thousands of units)\n1921-1964\n0.000\n0.134\n5,201.0\nHybrid corn\n1927-1941\n0.000\n0.797\n100.0\nArtificial insemination\n1943-1959\n0.028\n0.307\n73.2\nBale hay\n1943-1959\n0.013\n0.455\n92.2\nMedical Equipment\nUltrasound imaging\n1965-1978\n0.000\n0.534\n85.8\nMammography\n1965-1978\n0.000\n0.729\n57.1\nCT scanners (50-99 beds)\n1980-1993\n0.044\n0.350\n57.9\nCT scanners (>100 beds)\n1974-1993\n0.036\n0.268\n95.0\nProduction Technology\nOxygen steel furnace (USA)\n1955-1980\n0.002\n0.435\n60.5\nOxygen steel furnace (France)\n1961-1980\n0.008\n0.279\n88.4\nOxygen steel furnace (Japan)\n1959-1975\n0.049\n0.333\n81.3\nSteam (vs. sail) merchant ships (UK)\n1815-1965\n0.006\n0.259\n86.7\nPlastic milk containers (1 gallon)\n1964-1987\n0.020\n0.255\n100.0\nPlastic milk containers (half gallon)\n1964-1987\n0.000\n0.234\n28.8\nStores with retail scanners (FRG, units)\n1980-1993\n0.001\n0.605\n16,702.0\nStores with retail scanners (Denmark, units)\n1986-1993\n0.076\n0.540\n2,061.0\nElectrical Appliances\nRoom air conditioner\n1950-1979\n0.006\n0.185\n60.5\nBed cover\n1949-1979\n0.008\n0.130\n72.2\nBlender\n1949-1979\n0.000\n0.260\n54.5\nCan opener\n1961-1979\n0.050\n0.126\n68.0\nElectric coffee maker\n1955-1979\n0.042\n0.103\n100.0\nClothes dryer\n1950-1979\n0.009\n0.143\n70.1\nClothes washer\n1923-1971\n0.016\n0.049\n100.0\nCoffee maker ADC\n1974-1979\n0.077\n1.106\n32.2\nCurling iron\n1974-1979\n0.101\n0.762\n29.9\nDishwasher\n1949-1979\n0.000\n0.213\n47.7\nDisposer\n1950-1979\n0.000\n0.179\n50.4\nFondue\n1972-1979\n0.166\n0.440\n4.6\nFreezer\n1949-1979\n0.019\n0.000\n94.2\nFrypan\n1957-1979\n0.142\n0.000\n65.6\nHair dryer\n1972-1979\n0.055\n0.399\n51.6\nHot plates\n1932-1979\n0.056\n0.000\n26.3\nMicrowave oven\n1972-1990\n0.002\n0.357\n91.6\nMixer\n1949-1979\n0.000\n0.134\n97.7\nPower leaf blower (gas or electric)\n1986-1996\n0.013\n0.315\n26.0\nRange\n1925-1979\n0.004\n0.065\n63.6\nRange, built-in\n1957-1979\n0.048\n0.086\n21.7\nRefrigerator\n1926-1979\n0.025\n0.126\n99.7\nSlow cooker\n1974-1979\n0.000\n1.152\n34.4\nSteam iron\n1950-1979\n0.031\n0.128\n100.0\nToaster\n1923-1979\n0.038\n0.000\n100.0\nConsumer electronics\nCable television\n1981-1994\n0.100\n0.060\n68.0\nCalculators\n1973-1979\n0.143\n0.520\n100.0\nCamcorder\n1986-1996\n0.044\n0.304\n30.5\nCD player\n1986-1996\n0.055\n0.378\n29.6\nCellular telephone\n1986-1996\n0.008\n0.421\n45.1\nCordless telephone\n1984-1996\n0.004\n0.338\n67.6\nElectric toothbrush\n1991-1996\n0.110\n0.548\n14.8\nHome PC (millions of units)\n1982-1988\n0.121\n0.281\n25.8\nRadio\n1922-1934\n0.027\n0.435\n100.0\nTelephone answering device\n1984-1996\n0.025\n0.406\n69.6\nTelevision, black and white\n1949-1979\n0.108\n0.231\n96.9\nTelevision, color\n1965-1979\n0.059\n0.146\n100.0\nVCR\n1981-1994\n0.025\n0.603\n76.3\nAverage\n0.037\n0.327\nMedian\n0.025\n0.280\n"
    },
    {
      "number": 28,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n28 \nAppendix B: Satellite Radio Case Study \n \nWe show how to use the Bass model to forecast total demand for an industry by sharing the key findings of a \nHarvard Business School case study. Professor Elie Ofek and Peter Wickersham, authors of the case, explain \nhow to forecast demand for the U.S. satellite radio industry by coming up with appropriate approximations for \nthe parameters of the Bass model. They estimate the size of the market, m, based on assumptions about \nradio and subscription prices, and then establish the coefficient of innovation (p) and coefficient of imitation (q) \nusing judgments about satellite radio’s degree of similarity to related products. We compare these forecasts in \nthe case study to the actual demand for satellite radio in the industry’s first 13 years.   \n \nEstimating Market Size (m). The first step is to estimate the total market size, or m. Some markets are \neasier to assess than others. An example of a straightforward estimate is a new drug therapy that targets a \nspecific disease (consistent with Exhibit 2). You can confidently estimate the size of that market by figuring \nout how many people have the disease and how many are likely to be diagnosed. The potential demand for \nmost products or services is not as clear, particularly for those based on new technologies.   \n \nA useful place to start is a survey that gauges consumer interest and the likelihood of purchase. Robert Acker, \nthe director of strategic planning for XM Satellite Radio (XM) in the late 1990s, commissioned this market \nresearch for the U.S. satellite radio industry. The national telephone survey included more than 6,000 people. \nAcker designed the survey to provide useful information for XM’s general strategy. For example, he sought \ninput on how best to target customers and how to position the service to be attractive.  \n \nThe survey also provided crucial insight into who might pay for the service and how much they might be willing \nto pay. XM had yet to determine its primary market, so Acker conducted the survey for radios in the car and at \nhome. Ofek and Wickersham’s case study focuses on the car radio, then seen as the most likely market to \nsucceed.   \n \nBased on the survey results, Acker was able to make reasonable estimates for total demand based on the \ncost of the radio in the car and the monthly subscription fee. We summarize the results in exhibit 16. For \nexample, the projected demand is about 49 million customers for a radio price of $150 and a subscription \nprice of $5 per month. The wide range of outcomes shows the importance of sensitivity analysis. In the case, \nOfek and Wickersham assume m is 30 million based on a radio price of around $250 and a subscription price \nof about $10.  \n \nExhibit 16: Projected Demand at Different Price Levels for Car Radio and Subscription  \n \nSource: Elie Ofek, “Forecasting the Adoption of a New Product,” Harvard Business School Case Study 9-505-062, December 12, 2013. \n \nEstimating p and q. The next step is to estimate the coefficient of innovation (p) and coefficient of imitation \n(q). One common approach is to identify similar products and assume that the parameters will be comparable \nfor your product.  \nDemand in millions\nRadio Price\n$2\n$5\n$8\n$10\n$12\n$100\n77.8\n68.3\n58.7\n54.0\n45.7\n$150\n53.0\n49.1\n44.1\n41.6\n35.6\n$200\n42.8\n40.5\n37.8\n36.5\n31.5\n$250\n32.6\n31.8\n31.2\n30.7\n26.6\n$300\n29.1\n28.9\n28.7\n28.5\n24.8\n$400\n27.7\n27.6\n27.5\n27.4\n23.7\nSubscription Price\n"
    },
    {
      "number": 29,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n29 \nAs exhibit 5 shows, there are multiple characteristics you can use to assess comparability. Ofek and \nWickersham advise that you should at a minimum choose analogies based on product and market \ncharacteristics. Additional elements to consider include the overall economic conditions, buyer behavior, \nmarketing strategy, and characteristics of the innovation. If no product serves as a perfect analogy, it is useful \nto consider several similar products. This is the approach the authors follow for satellite radio, and they \nultimately settle on three products: the portable CD player, the automobile radio, and the cellular phone.  \n \nThe next step is to search for the published estimates of the parameters for the analogous products. Appendix \nA provides estimates for a wide range of products, and you can find additional figures in other studies. \n  \nIn the case study, Ofek and Wickersham weight the importance of market structure and product \ncharacteristics to come up with estimates for p and q. Specifically, they weight product characteristics 60 \npercent and market structure 40 percent. This weighting assumes that physical features and content (product) \nare more important than a revenue model based on subscription (market). Exhibit 17 summarizes the \nassumptions of the authors. \n \nExhibit 17: Bass Model Forecast of Total Demand for Satellite Radio \n \nSource: Elie Ofek, “Forecasting the Adoption of a New Product,” Harvard Business School Case Study 9-505-062, December 12, 2013; Credit \nSuisse. \n \nTo clarify the approach, let’s use the example of the portable CD player. Ofek and Wickersham believe that \nbased on market structure, the CD player has a similarity score of 4 out of 10. This means the weighted value \nis 1.6 (4.0 * 0.4). The score of similarity on product characteristics is 7 out of 10 for a weighted value of 4.2 \n(7.0 * 0.6). Combining the market structure and product characteristics gives the CD player a total weighted \nscore of 5.8.  \n \nThe authors follow the same approach for the other two products, and come to a total weighted score for all \nthree products of 18.2. The weighted contribution of the CD player is 31.9 percent (5.8/18.2). So, the \nweighted p for the CD player is 0.002 (0.006*0.319), and its weighted q is 0.210 (0.660 * 0.319). The sum \nof the weighted results for all three products provides the estimated parameters for satellite radio of 0.011 for \np and 0.492 for q. \n \nWe can plug our estimates of m, p, and q into the Bass model to get a forecast of total demand over time \n(see Exhibit 18). Because the coefficient of innovation, p, is much lower than the coefficient of imitation, q, \nthe model suggests a slow rate of adoption at first followed by a rapid rise once the industry realizes critical \nmass. After a few years, imitators overwhelmingly drive adoption (see Exhibit 19).   \n \n \n \n \n \n \n \nProduct\nMarket Structure \n(Similarity to \nSatellite Radio)\nWeight\nWeighted \nValue\nProduct \nCharacteristics \n(Similarity to \nSatellite Radio) Weight\nWeighted \nValue\nWeighted \nScore\nContri-\nbution\np\nWeighted \np\nq\nWeighted \nq\nPortable CD Player\n4 out of 10\n0.4\n1.6\n7 out of 10\n0.6\n4.2\n5.8\n31.9% 0.006\n0.002\n0.660\n0.210\nAutomobile Radio\n8 out of 10\n0.4\n3.2\n9 out of 10\n0.6\n5.4\n8.6\n47.3% 0.016\n0.008\n0.410\n0.194\nCellular Phone\n8 out of 10\n0.4\n3.2\n1 out of 10\n0.6\n0.6\n3.8\n20.9% 0.008\n0.002\n0.421\n0.088\nSum\n18.2\nSum\n0.011\nSum\n0.492\n"
    },
    {
      "number": 30,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n30 \nExhibit 18: A Bass Model Forecast of Total Demand for Satellite Radio \n \nSource: Elie Ofek, “Forecasting the Adoption of a New Product,” Harvard Business School Case Study 9-505-062, December 12, 2013; Credit \nSuisse. \n \nExhibit 19: Adoptions of Satellite Radio by Innovators and Imitators \n \nSource: Elie Ofek, “Forecasting the Adoption of a New Product,” Harvard Business School Case Study 9-505-062, December 12, 2013; Credit \nSuisse. \n \nWe can compare this forecast to the actual results by combining the subscriber bases of the two U.S. satellite \nradio companies, Sirius Satellite Radio and XM Satellite Radio. We have 13 years of data, as XM launched its \nservice in late 2001 and Sirius in early 2002. They were separate companies until they merged in 2008.  \n \nThe Bass model forecast was off the mark for the initial trajectory of demand, but proved remarkably prescient \nin its long-term forecast of users. In the most recent year (through the third quarter of 2014), the forecast \ndiffered from the actual results by only 1.1 million users, or about 4 percent (see Exhibit 20).  \n0\n5\n10\n15\n20\n25\n30\n0\n2\n4\n6\n8\n10 12 14 16 18 20\nCumulative Adopters (Millions)\nYear\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n3.0\n3.5\n4.0\n0\n2\n4\n6\n8\n10 12 14 16 18 20\nNon-Cumulative Adopters (Millions)\nYear\nImitators\nInnovators\n"
    },
    {
      "number": 31,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n31 \nThe parameters also allow us to estimate the peak sales:  \n \n \n \nThis forecast, too, was very accurate, predicting peak annual subscriber growth of 3.9 million, consistent with \nthe actual outcome you can see in exhibit 19.  \n \nExhibit 20: Demand for Satellite Radio—Bass Model Forecast versus Actual  \n \nSource: Company reports; Elie Ofek, “Forecasting the Adoption of a New Product,” Harvard Business School Case Study 9-505-062, December 12, \n2013; Credit Suisse. \n \n \n \n \nSize of peak sales = m[(p+q)2\n4q\n[\n[\n(0.011 + 0.492)2\n4*0.492\n[\n= 30 \n= 3.9 million \n0\n5\n10\n15\n20\n25\n30\n0\n2\n4\n6\n8\n10 12 14 16 18 20\nCumulative Adopters (Millions)\nYear\nActual\nForecast\n"
    },
    {
      "number": 32,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n32 \nAppendix C: Diffusion and the Replacement Cycle * \n \nIn this appendix, we demonstrate the significance of the replacement cycle in understanding demand for an \nindustry. When forecasting demand for a product or service, analysts tend to focus primarily on the rate of \nnew adopters, or penetration. But the rate of new adopters is not the only thing that determines unit volumes \nover time.  \n \nThe rate at which customers replace their products, or the replacement cycle, can be just as meaningful as \nthe rate of adoption. If the replacement cycle is shortening, customers are replacing their products faster. If it \nis lengthening, customers are taking more time between purchase and replacement. For most products, a \ntime comes when replacement units are a majority of the total. And because products diffuse faster today, the \nreplacement cycle quickly becomes an important consideration.  \n \nWhen replacements become a large portion of total demand, an interesting and counterintuitive thing can \nhappen. If consumers expand the time between when they purchase and replace their products, total demand \ncan decline even if there is continued growth in population and penetration. You still have plenty of customers \nmaking their first purchase, but this new demand is more than offset by a large existing base of users who are \nwaiting longer between upgrades.  \n \nTo understand when to prioritize new users and when to focus on the replacement cycle, it’s useful to \nconsider a simple three-stage model of the life of a product or service. The first stage is all about growth in \nnew users. The second stage is transitional and marks when replacements exceed new users for the first time. \nHere the analysis requires a balance between new users and replacement demand. The length and change in \nthe replacement cycle become essential inputs into a demand model. The third stage is maturity. The market \nis fully penetrated and the replacement cycle defines demand.  \n \nTo set the stage for our analysis, we begin by illustrating the typical pattern of diffusion for an innovation. The \npattern of cumulative users follows an S-curve (see Exhibit 21). While the S-curve shows cumulative product \nadoption, the plot of new adopters follows a normal distribution (see Exhibit 22).  \n \nExhibit 21: Generic S-Curve \n \nSource: Credit Suisse.  \nTime\nTotal Sales\n"
    },
    {
      "number": 33,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n33 \nExhibit 22: Cumulative and New Users \n \nSource: Credit Suisse.  \n \nWe now turn to replacement sales. It often doesn’t take long for replacements to account for the majority of \ntotal unit sales (see Exhibit 23). Replacements become a majority of the total within five to seven years for \nmany products and are the majority of demand for almost all industries within a dozen years. So, in a relatively \nshort period of time, replacement cycles become the most important leading indicator of value.  \n \nExhibit 23: Replacement Sales as a Percentage of Total Sales \n \nSource: Credit Suisse.  \n \n \n \n \n \n \nTime\nTotal Sales\nNew Users\nTime\nReplacement Sales\nTotal Sales\nNew Users\n"
    },
    {
      "number": 34,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n34 \nThe Three Stages \n \nOur next step is to break a product’s life into three stages (see Exhibit 24): \n \n Stage I—Penetration. Here, the priority is to gain widespread acceptance and increase penetration of \nthe new product or service. Replacement sales exist at this stage but their contribution is negligible. 3D \nprinters are in this stage today. \n \n Stage II—Transition. In this stage, replacement demand exceeds demand from new users for the first \ntime. Your analysis should shift from determining the rate of new user growth to assessing the length and \npotential change of the replacement cycle. Smartphones are in this stage today. \n  \n Stage III—Maturity. With the market fully penetrated, unit sales are comprised nearly solely by \nreplacement demand. Personal computers and laptops are in this stage today. \n \nExhibit 24: Three Stages of a Product's Life \n \nSource: Credit Suisse.  \n \nThis progression from Stage 1 to Stage 3 suggests three important considerations. The first is the drivers of \nthe replacement cycle. The second is whether or not the needs of customers change as a product matures \n(they do). The final, and arguably most critical, issue is how a shift in the replacement cycle affects total \ndemand. Here, it is possible for the decline in demand for replacement sales as the result of an expanding \nreplacement cycle to exceed the contribution of sales from new users.  \n \nA simple example demonstrates the large impact of a change in the replacement cycle. Exhibit 25 shows two \nscenarios. They are exactly the same except that Scenario 1 assumes the replacement cycle remains at 3 \nyears through all 15 years, while Scenario 2 assumes that the replacement cycle expands from 3 to 4 years \nfollowing the fifth year. \n \n \n \n \nStage I\nStage II\nStage III\nReplacement Sales\nTotal Sales\nTime\nNew Users\n"
    },
    {
      "number": 35,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n35 \nExhibit 25: The Impact of a Lengthening Replacement Cycle \n \nSource: Credit Suisse.  \nCumulative units\n305\nCompound annual growth rate\n24.9%\nScenario 1: Base Case\nScenario 2: Replacement Cycle Shift\nReplacement Cycle: 3 Years\nReplacement Cycle: Shifts from \n3 years to 4 years after Year 5\nTotal Sales\nReplacement\nSales\nNew Users\nDown Year\nCumulative units\n366\nCompound annual growth rate\n27.2%\nsteady 2% growth\nsteady 2% growth\nTotal Sales\nReplacement\nSales\nNew Users\n100\n105\n110\n115\n120\n125\n130\n135\n140\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9 10 11 12 13 14 15\nPopulation (millions)\nYears\nPopulation Growth\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9 10 11 12 13 14 15\nPenetration\nYears\nPenetration\n0\n5\n10\n15\n20\n25\n30\n35\n40\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9 10 11 12 13 14 15\nUnits\nYears\n100\n105\n110\n115\n120\n125\n130\n135\n140\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9 10 11 12 13 14 15\nPopulation (millions)\nYears\nPopulation Growth\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9 10 11 12 13 14 15\nPenetration\nYears\nPenetration\n0\n5\n10\n15\n20\n25\n30\n35\n40\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9 10 11 12 13 14 15\nUnits\nYears\n"
    },
    {
      "number": 36,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n36 \nThe example provides two key lessons. First, in Scenario 2 we see that total unit sales decline in year 6 \ndespite continued growth in population and penetration. (Exhibits 26 and 27 show the data behind these \ncharts.) Second, the seemingly modest shift from a three- to a four-year replacement cycle results in a \nmaterial drop in long-term demand. Cumulative total unit sales decline by 17 percent versus the steady 3-year \nreplacement cycle case, and the 15-year compound annual growth rate is 230 basis points lower.   \n \nThis analysis of replacement cycles shows that a product can experience negative unit growth even when \npenetration is rising. This conclusion, while counterintuitive, reflects the fact that as an industry matures it \nbecomes increasingly dependent on repeat purchases by its existing user base.  \n \n(*) = The idea behind this analysis came from Jay Freedman, founder and managing partner of Crystal Rock \nCapital Management, LLC. This appendix borrows heavily from Michael J. Mauboussin, Jay Freedman, \nAlexander Schay, and Christian Pitt, “Diffusion Confusion: The Rising Role of the Replacement Cycle,” Credit \nSuisse First Boston Equity Research, August 1, 2001.   \n \n \n \n"
    },
    {
      "number": 37,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n37 \nExhibit 26: Base Case: Replacement Cycle Remains at Three Years \n \nSource: Credit Suisse.  \n \n \nPopulation Growth\n2%\nPrice Depreciation\n7%\nReplacement Cycle (yrs.) \n3\nFirst 5 years\nReplacement Cycle (yrs.) \n3\nAfter 5th year\nYear\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\nPopulation\n100.0\n102.0\n104.0\n106.1\n108.2\n110.4\n112.6\n114.9\n117.2\n119.5\n121.9\n124.3\n126.8\n129.4\n131.9\n134.6\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\nTotal Penetration\n1%\n3%\n5%\n12%\n22%\n32%\n40%\n48%\n54%\n60%\n66%\n70%\n74%\n77%\n79%\n79%\nCumulative penetration units\n1.0\n3.1\n5.2\n12.7\n23.8\n35.3\n45.0\n54.6\n63.3\n71.7\n79.8\n87.0\n93.8\n99.6\n104.2\n106.3\nNew Sales\n1.0\n2.1\n2.1\n7.5\n11.1\n11.5\n9.7\n9.5\n8.7\n8.4\n8.1\n7.2\n6.8\n5.8\n4.6\n2.1\nReplacement sales\n0.33\n0.33\n0.33\n0.33\n0.33\n0.33\n0.33\n0.33\n0.33\n0.33\n0.33\n0.33\n0.33\n0.33\n0.33\n0.69\n0.69\n0.69\n0.69\n0.69\n0.69\n0.69\n0.69\n0.69\n0.69\n0.69\n0.69\n0.69\n0.69\n0.71\n0.71\n0.71\n0.71\n0.71\n0.71\n0.71\n0.71\n0.71\n0.71\n0.71\n0.71\n0.71\n2.51\n2.51\n2.51\n2.51\n2.51\n2.51\n2.51\n2.51\n2.51\n2.51\n2.51\n2.51\n3.69\n3.69\n3.69\n3.69\n3.69\n3.69\n3.69\n3.69\n3.69\n3.69\n3.69\n3.84\n3.84\n3.84\n3.84\n3.84\n3.84\n3.84\n3.84\n3.84\n3.84\n3.24\n3.24\n3.24\n3.24\n3.24\n3.24\n3.24\n3.24\n3.24\n3.17\n3.17\n3.17\n3.17\n3.17\n3.17\n3.17\n3.17\n2.90\n2.90\n2.90\n2.90\n2.90\n2.90\n2.90\n2.81\n2.81\n2.81\n2.81\n2.81\n2.81\n2.71\n2.71\n2.71\n2.71\n2.71\n2.40\n2.40\n2.40\n2.40\n2.27\n2.27\n2.27\n1.92\n1.92\n1.54\nReplacement sales\n0.0\n0.3\n1.0\n1.7\n4.2\n7.9\n11.8\n15.0\n18.2\n21.1\n23.9\n26.6\n29.0\n31.3\n33.2\n34.7\nPercent from penetration\n100%\n86%\n68%\n81%\n72%\n59%\n45%\n39%\n32%\n29%\n25%\n21%\n19%\n16%\n12%\n6%\nPercent from replacement\n0%\n14%\n32%\n19%\n28%\n41%\n55%\n61%\n68%\n71%\n75%\n79%\n81%\n84%\n88%\n94%\nTOTAL UNIT VOLUME\n1.0\n2.4\n3.2\n9.3\n15.3\n19.5\n21.5\n24.5\n26.9\n29.5\n32.0\n33.8\n35.8\n37.0\n37.8\n36.8\nPRICE\n100.0\n93.0\n86.5\n80.4\n74.8\n69.6\n64.7\n60.2\n56.0\n52.0\n48.4\n45.0\n41.9\n38.9\n36.2\n33.7\nMARKET SIZE\n1.0\n2.2\n2.7\n7.5\n11.5\n13.5\n13.9\n14.8\n15.0\n15.4\n15.5\n15.2\n15.0\n14.4\n13.7\n12.4\nUnit volume growth\n139%\n32%\n193%\n65%\n27%\n10%\n14%\n10%\n10%\n9%\n6%\n6%\n3%\n2%\n-3%\nMarket size growth \n123%\n23%\n173%\n54%\n18%\n3%\n6%\n2%\n2%\n1%\n-2%\n-1%\n-4%\n-5%\n-9%\n"
    },
    {
      "number": 38,
      "text": " \n \nSeptember 1, 2015 \n \nTotal Addressable Market \n38 \nExhibit 27: Modified Case: Replacement Cycle Goes from Three to Four Years after Year 5 \n \nSource: Credit Suisse. \n \nPopulation Growth\n2%\nPrice Depreciation\n7%\nReplacement Cycle (yrs.) \n3\nFirst 5 years\nReplacement Cycle (yrs.) \n4\nAfter 5th year\nYear\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\nPopulation\n100.0\n102.0\n104.0\n106.1\n108.2\n110.4\n112.6\n114.9\n117.2\n119.5\n121.9\n124.3\n126.8\n129.4\n131.9\n134.6\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\nTotal Penetration\n1%\n3%\n5%\n12%\n22%\n32%\n40%\n48%\n54%\n60%\n66%\n70%\n74%\n77%\n79%\n79%\nCumulative penetration units\n1.0\n3.1\n5.2\n12.7\n23.8\n35.3\n45.0\n54.6\n63.3\n71.7\n79.8\n87.0\n93.8\n99.6\n104.2\n106.3\nNew Sales\n1.0\n2.1\n2.1\n7.5\n11.1\n11.5\n9.7\n9.5\n8.7\n8.4\n8.1\n7.2\n6.8\n5.8\n4.6\n2.1\n*SHIFT to 4 year replacement cycle\nReplacement sales\n0.33\n0.33\n0.33\n0.33\n0.33\n0.25\n0.25\n0.25\n0.25\n0.25\n0.25\n0.25\n0.25\n0.25\n0.25\n0.69\n0.69\n0.69\n0.69\n0.52\n0.52\n0.52\n0.52\n0.52\n0.52\n0.52\n0.52\n0.52\n0.52\n0.71\n0.71\n0.71\n0.54\n0.54\n0.54\n0.54\n0.54\n0.54\n0.54\n0.54\n0.54\n0.54\n2.51\n2.51\n1.88\n1.88\n1.88\n1.88\n1.88\n1.88\n1.88\n1.88\n1.88\n1.88\n3.69\n2.77\n2.77\n2.77\n2.77\n2.77\n2.77\n2.77\n2.77\n2.77\n2.77\n2.88\n2.88\n2.88\n2.88\n2.88\n2.88\n2.88\n2.88\n2.88\n2.88\n2.43\n2.43\n2.43\n2.43\n2.43\n2.43\n2.43\n2.43\n2.43\n2.38\n2.38\n2.38\n2.38\n2.38\n2.38\n2.38\n2.38\n2.18\n2.18\n2.18\n2.18\n2.18\n2.18\n2.18\n2.11\n2.11\n2.11\n2.11\n2.11\n2.11\n2.03\n2.03\n2.03\n2.03\n2.03\n1.80\n1.80\n1.80\n1.80\n1.70\n1.70\n1.70\n1.44\n1.44\n1.16\nReplacement sales\n0.0\n0.3\n1.0\n1.7\n4.2\n7.9\n8.8\n11.3\n13.6\n15.8\n17.9\n20.0\n21.8\n23.5\n24.9\n26.1\nPercent from penetration\n100%\n86%\n68%\n81%\n72%\n59%\n52%\n46%\n39%\n35%\n31%\n26%\n24%\n20%\n16%\n7%\nPercent from replacement\n0%\n14%\n32%\n19%\n28%\n41%\n48%\n54%\n61%\n65%\n69%\n74%\n76%\n80%\n84%\n93%\nTOTAL UNIT VOLUME\n1.0\n2.4\n3.2\n9.3\n15.3\n19.5\n18.5\n20.8\n22.3\n24.3\n26.1\n27.2\n28.6\n29.2\n29.5\n28.1\nPRICE\n100.0\n93.0\n86.5\n80.4\n74.8\n69.6\n64.7\n60.2\n56.0\n52.0\n48.4\n45.0\n41.9\n38.9\n36.2\n33.7\nMARKET SIZE\n1.0\n2.2\n2.7\n7.5\n11.5\n13.5\n12.0\n12.5\n12.5\n12.6\n12.6\n12.2\n12.0\n11.4\n10.7\n9.5\nUnit volume growth\n139%\n32%\n193%\n65%\n27%\n-5%\n12%\n8%\n9%\n7%\n4%\n5%\n2%\n1%\n-5%\nMarket size growth \n123%\n23%\n173%\n54%\n18%\n-11%\n4%\n0%\n1%\n0%\n-3%\n-2%\n-5%\n-6%\n-11%\n"
    },
    {
      "number": 39,
      "text": " \n \nSeptember 1, 2015 \nTotal Addressable Market \n39 \nEndnotes \n \n1 Michael J. Mauboussin and Dan Callahan, “Measuring the Moat: Assessing the Magnitude and Sustainability \nof Value Creation,” Credit Suisse Global Financial Strategies, July 22, 2013.   \n2 Aswath Damodaran, “Uber Isn’t Worth $17 Billion,” FiveThirtyEight, June 18, 2014. Also, Evelyn M. Rusli \nand Kirsten Grind, “Wellington and Fidelity Expected to Lead Uber Investment,” Wall Street Journal, June 3, \n2014.  \n3 Douglas MacMillan and Telis Demos, “Uber Valued at More Than $50 Billion,” Wall Street Journal, July 31, \n2015.    \n4 Bill Gurley, “How to Miss By a Mile: An Alternative Look at Uber’s Potential Market Size,” Above the Crowd, \nJuly 11, 2014.   \n5 Kenneth B. Kahn, New Product Forecasting: An Applied Approach (Armonk, NY: M.E. Sharpe, 2006), 5-\n18. \n6 J. Scott Armstrong and Kesten C. Green, “Competitor-oriented Objectives: The Myth of Market Share,” \nInternational Journal of Business, Vol. 12, No. 1, Winter 2007, 115-134. \n7 Robert Strohmeyer, “The 7 Worst Tech Predictions of All Time,” PCWorld, December 31, 2008. See \nhttp://www.techhive.com/article/155984/worst_tech_predictions.html. \n8 Arthur G. Cook, Forecasting for the Pharmaceutical Industry: Models for New Product and In-Market \nForecasting and How to Use Them (Burlington, VT: Gower Publishing Company, 2006). Also, Lisa McIntyre, \n“Forecasting New Product Revenues,” L.E.K. Executive Insights, Vol. 4, No. 2, March 1, 2001. \n9 Ryan Jaslow, “High Cholesterol Treatment Guidelines Push High-Dose Statins Over Lower Dose, Combo \nTreatments,” CBS News, November 13, 2013. Also, “13 million more Americans would take statins if new \nguidelines followed: Study,” AP, March 19, 2014.  \n10 Terry A. Jacobson, M.D., “Noncompliance With Lipid-Lowering Therapy: Why We Should Strive to Improve \nCompliance,” Medscape Multispecialty. \n11 Myoung Cha, Bassel Rifai and Pasha Sarraf, “Pharmaceutical Forecasting: Throwing Darts?” Nature \nReviews Drug Discovery, Vol. 12, No. 10, October 2013, 737-738.  \n12 There’s an old joke along these lines. A fisherman walks into a store looking for lures. The store has a huge \ncollection with a variety of shapes, sizes, and colors. The fisherman carefully examines the selection and finally \nasks the clerk, “Do fish really bite these things?” The clerk answers, “I don't know, I don't sell them to fish.” \n13 Mauboussin and Callahan, “Measuring the Moat.” \n14 Andrew Ross Sorkin, “BlackRock’s Chief, Laurence Fink, Urges Other C.E.O.s to Stop Being So Nice to \nInvestors,” New York Times DealBook, April 13, 2015.  \n15 Bruce Greenwald and Judd Kahn, “All Strategy Is Local,” Harvard Business Review, September 2005, 94-\n104. \n16 Frank M. Bass, “A New Product Growth for Model Consumer Durables,” Management Science, Vol. 15, No. \n5, January 1969, 215-227. Note that the original title has a typographical error. Later, Bass commented on \nthe error as follows, “Perhaps the first thing to notice about the paper that has come to be known as the \n\"Bass Model\" (Bass 1969) is the title. It contains a typo. The paper was published with the title: ‘A New \nProduct Growth for Model Consumer Durables.’ The correct title should be: ‘A New Product Growth Model for \nConsumer Durables.’ I suppose that I was so excited about having the paper accepted for publication that I \nfailed to carefully proofread the galley proofs.” See Frank M. Bass, “Comments on ‘A New Product Growth for \nModel Consumer Durables’,” Management Science, Vol. 50, No. 12 Supplement, December 2004, 1833-\n1840. \n17 Everett M. Rogers, Diffusion of Innovations, Fifth Edition (New York: Free Press, 1985).  \n18 Christophe Van den Bulte, “Want to Know How Diffusion Speed Varies Across Countries and Products? Try \nUsing a Bass Model,” PDMA Visions, Vol. 26, No. 4, October 2002, 12-15. \n19 Gary Lilien, Arvind Rangaswamy, and Christophe Van den Bulte, “Diffusion Models: Managerial Applications \nand Software,” ISBM Report 7-1999, May 20, 1999. \n"
    },
    {
      "number": 40,
      "text": " \n \nSeptember 1, 2015 \nTotal Addressable Market \n40 \n20 Also, see Geoffrey A. Moore, Crossing the Chasm: Marketing and Selling High-Tech Products to \nMainstream Customers (New York: HarperBusiness, 1991).  \n21 Frank M. Bass, Kent Gordon, Teresa L. Ferguson, and Mary Lou Githens, “DIRECTV: Forecasting Diffusion \nof a New Technology Prior to Product Launch,” Interfaces, Vol. 31, No. 3, May-June 2001, S82-S93.  \n22 Richard A. Michelfelder and Maureen Morrin, “Overview of New Product Diffusion Sales Forecasting \nMethods,” Appendix F in Gordon V. Smith and Russell L. Parr, Intellectual Property: Valuation, Exploitation, \nand Infringement Damages, Fourth Edition (Hoboken, NJ: John Wiley & Sons, 2005), 817-827.  \n23 Vijay Mahajan, Eitan Muller, and Frank M. Bass, “New Product Diffusion Models in Marketing: A Review \nand Directions for Research,” Journal of Marketing, Vol. 54, No. 1, January 1990, 1-26.  \n24 Frank M. Bass, “Diffusion Theory in Marketing: A Historical Perspective,” Presentation, 1999. See \nhttp://www.iprcorp.com/assets/CMAGFiles/bass.pdf. \n25 Steven Klepper and Elizabeth Graddy, “The Evolution of New Industries and the Determinants of Market \nStructure,” RAND Journal of Economics, Spring 1990, 27-44. Also, James M. Utterback, Mastering the \nDynamics of Innovation: How Companies Can Seize Opportunities in the Face of Technological Change \n(Boston, MA: Harvard Business School Press, 1994). \n26 Robert J. Thomas, “Estimating Market Growth for New Products: An Analogical Diffusion Model Approach,” \nJournal of Product Innovation Management, Vol. 2, No. 1, March 1985, 45-55.   \n27 Dan Lovallo, Carmina Clarke, and Colin Camerer, “Robust Analogizing and the Outside View: Two Empirical \nTests of Case-Based Decision Making,” Strategic Management Journal, Vol. 33, No. 5, May 2012, 496-512.  \n28 Elie Ofek, “Forecasting the Adoption of a New Product,” Harvard Business School Case Study 9-505-062, \nDecember 12, 2013; David B. Godes and Elie Ofek, “XM Satellite Radio (A),” Harvard Business School Case \nStudy 9-504-009, March 1, 2004. \n29 Christophe Van den Bulte, “New Product Diffusion Acceleration: Measurement and Analysis,” Marketing \nScience, Vol. 19, No. 4, Fall 2000, 366-380. \n30 Adam Thierer and Grant Eskelsen, “Media Metrics: The True State of the Modern Media Marketplace,” The \nProgress & Freedom Foundation, Summer 2008, 18. \n31 Seth Fiegerman, “Facebook to Buy WhatsApp for $16 Billion,” Mashable, February 19, 2014. See \nhttp://mashable.com/2014/02/19/facebook-whatsapp/. \n32 Brett R. Gordon, “A Dynamic Model of Consumer Replacement Cycles in the PC Processor Industry,” \nMarketing Science, Vol. 28, No. 5, September-October 2009, 846-867. \n33 It can be useful to distinguish between “operating leverage” and “economies of scale.” Operating leverage is \nrelevant when a company has large preproduction costs. These costs dampen profitability at low levels of \nsales but operating profit margins increase as sales grow. “Economies of scale” exist when a company can \npursue activities as it gets larger. So operating leverage depends both on preproduction costs and sales, \nwhereas economies of scale are driven primarily by sales. See Alfred Rappaport and Michael J. Mauboussin, \nExpectations Investing: Reading Stock Prices for Better Returns (Boston, MA: Harvard Business School \nPress, 2001), 42-44.  \n34 Greenwald and Kahn. \n35 Bruce Greenwald and Judd Kahn, Competition Demystified: A Radically Simplified Approach to Business \nStrategy (New York: Portfolio, 2005), 77-99. \n36 Clayton M. Christensen, The Innovator’s Dilemma: When New Technologies Cause Great Companies to Fail \n(Boston, MA: Harvard Business School Press, 1997). Also, Clayton M. Christensen, Erik A. Roth, and Scott \nD. Anthony, Seeing What's Next: Using Theories of Innovation to Predict Industry Change (Boston, MA: \nHarvard Business School Press, 2004), 161-165.  \n37 Carl Shapiro and Hal R. Varian, Information Rules: A Strategic Guide to the Network Economy (Boston, MA: \nHarvard Business School Press, 1999),173-225.  \n38 For a more complete taxonomy of networks, see Michael J. Mauboussin, “Exploring Network Economics,” \nMauboussin on Strategy, October 11, 2004.  \n"
    },
    {
      "number": 41,
      "text": " \n \nSeptember 1, 2015 \nTotal Addressable Market \n41 \n39 Frank M. Bass, “A Dynamic Model of Market Share and Sales Behavior,” in Stephen A. Greyser, ed., \nToward Scientific Marketing (Proceedings of the Winter Conference of the American Marketing Association, \nDecember 27-28, 1963) (Chicago, IL: American Marketing Association, 1964), 263-276.  \n40 W. Brian Arthur, “Myths and Realities of the High-Tech Economy,” Credit Suisse First Boston Thought \nLeader Forum, September 10, 2000.  \n41 Moore, 1991.  \n42 W. Brian Arthur, “Increasing Returns and the New World of Business,” Harvard Business Review, July-\nAugust 1996, 100-109.  \n43 Adam M. Brandenburger and Harborne W. Stuart, Jr., “Value-Based Business Strategy,” Journal of \nEconomics & Management Strategy, Vol. 5, No. 1, Spring 1996, 5-24.  \n44 Richard E. Caves and Pankaj Ghemawat, “Identifying Mobility Barriers,” Strategic Management Journal, Vol. \n13, No. 1, January 1992, 1-12.  \n45 Alistair Barr, “Buffett, Munger Praise Google’s ‘Moat’,” MarketWatch, May 3, 2009.  \n46 Daniel Kahneman, Thinking, Fast and Slow (New York: Farrar, Straus and Giroux, 2011), 245-254. Also, \nMichael J. Mauboussin and Dan Callahan, “The Base Rate Book – Sales Growth: Integrating the Past to \nBetter Anticipate the Future,” Credit Suisse Global Financial Strategies, May 4, 2015. \n47 Tesla Motors, Inc. Q4 2014 Earnings Call, February 11, 2015. See FactSet: callstreet Transcript, page 7. \nThe conference call transcript actually says “30 percent” but if you work out Musk’s math, the only way to get \nto a market capitalization basically “the same as Apple’s is today” is to assume a 50 percent growth rate.  \n48 Horace Dediu, “Is Tesla Disruptive?” Asymco.com, May 28, 2015.  \n49 Arthur, “Increasing Returns and the New World of Business.”  \n50 Michael E. Porter and James E. Heppelmann, “How Smart, Connected Products Are Transforming \nCompetition,” Harvard Business Review, November 2014, 67-89. \n51 Frederick F. Reichheld, The Loyalty Effect: The Hidden Force Behind Growth Profits and Lasting Value \n(Boston, MA: Harvard Business School Press, 1996), \n52 Mauboussin and Callahan, “Measuring the Moat.”  \n53 Rappaport and Mauboussin, Expectations Investing, 136-140. \n 54 Brian Tomlin, Aran Brosnan, and George Craft, “Deere & Company: The Global Operating Model and the \nWorldwide Harvesting Cab Initiative,” Tuck School of Business Case Study, 2012.  \n55 Porter and Heppelmann, “How Smart, Connected Products Are Transforming Competition.” \n \n \n \n \n"
    },
    {
      "number": 42,
      "text": " \n \nImportant information \n \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future.  \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A.  \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above.  \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \n© 2015 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n \n"
    }
  ]
}