{
  "filename": "2015_the_base_rate_book___sales_growth__integrating_the_past_to_better_anticipate_the_future_v1.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423224509-07'00'",
    "modDate": "D:20240423224557-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nMay 4, 2015 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \n \n \n“‘Pallid’ statistical information is routinely discarded when it is incompatible \nwith one’s personal impressions of a case.” \nDaniel Kahneman1 \n \n Successful active investing requires a forecast that is different than what \nthe market is discounting. \n Forecasts about outcomes relevant to us commonly suffer from biases of \noptimism and overconfidence. \n Research reveals that consideration of the results for an appropriate \nreference class can enhance the quality of forecasts. \n Sales growth is the most important value driver for most companies. \n This report shows the base rate of sales growth rates for a large sample of \ncompanies over more than two decades. We sort the companies into \ndeciles, allowing for easy identification of an appropriate reference class. \n We provide a method to integrate our views with the base rates to sharpen \nthe quality of forecasts. \n We share some case studies, positive and negative, to demonstrate \nresults for some outliers.  \n \n \n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(25)\n(25)-(20)\n(20)-(15)\n(15)-(10)\n(10)-(5)\n(5)-0\n0-5\n5-10\n10-15\n15-20\n20-25\n25-30\n30-35\n35-40\n40-45\n>45\nFrequency (Percent)\n3-Year Sales CAGR (Percent)\nBase Rates\nCurrent Estimates\nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nThe Base Rate Book – Sales Growth \nIntegrating the Past to Better Anticipate the Future \n"
    },
    {
      "number": 2,
      "text": " \n \nMay 4, 2015 \n \nThe Base Rate Book – Sales Growth \n2 \nIntroduction \n \nOn an earnings call in February 2015, Elon Musk, the chairman and chief executive officer (CEO) of Tesla \nMotors, set out a path for the company to reach a market capitalization of about $700 billion in 10 years.2 \nThat approached the size of Apple Inc., which had the largest market capitalization of any company in the \nworld at the time.   \n \nHere is Musk’s math. If you assume sales in 2015 of $6 billion (the current consensus is around $5.7 billion) \nand sales growth of 50 percent compounded annually, you get about $345 billion in 2025. If you then take a \n10 percent net income margin and apply a price-earnings multiple of 20, you get very close to $700 billion.    \n \nThe obvious question is: How likely is it that Tesla will achieve those figures? The natural way to answer the \nquestion is to roll up your sleeves and do an analysis from the bottom up. How many cars can they sell? How \nmuch will each cost? In which countries can they expand sales? What other businesses can they move into? \nHow profitable will the business be? And so forth. \n \nResearchers who study forecasts of this nature find that two biases, optimism and overconfidence, are \ncommon. Optimism about personal predictions has value for encouraging perseverance in the face of \nchallenges, but distorts assessments of likely outcomes.3 For example, notwithstanding that only about 50 \npercent of new businesses survive five or more years, a survey of thousands of entrepreneurs found that more \nthan 8 of 10 of them rated their odds of success at 70 percent or higher, and fully one-third did not allow for \nany probability of failure at all.4 The bottom line on optimism: “People frequently believe that their preferred \noutcomes are more likely than is merited.”5 \n \nOverconfidence bias also distorts the ability to make sound predictions. This bias reveals itself when an \nindividual’s confidence in his or her subjective judgments is higher than the objective outcomes warrant. For \ninstance, nearly two thousand people answered 50 true-false questions and provided a confidence level for \neach. They were correct about 60 percent of the time but indicated confidence in their answers of 70 \npercent.6 Most people, including financial analysts, place too much weight on their own information.7  \n \nThe classic way that overconfidence shows up in forecasts is with ranges of outcomes that are too narrow. As \na case in point, researchers asked chief financial officers to predict the results for the stock market, including \nhigh and low growth rates within which the executives were 80 percent sure the results would land. They were \ncorrect only one-third of the time.8  \n \nExhibit 1 shows how this bias manifests in forecasts. Both are distributions of sales growth rates annualized \nover three years for roughly 1,500 public companies in the U.S.9 The distribution with the lower peak reflects \nthe actual results over the past two decades, and the distribution with the higher peak is the set of growth \nrates that analysts are currently forecasting.   \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 3,
      "text": " \n \nMay 4, 2015 \n \nThe Base Rate Book – Sales Growth \n3 \nExhibit 1: Overconfidence – Range of Sales Growth Rates Too Narrow \n \nSource: FactSet.  \nNote: I/B/E/S consensus estimates as of May 4, 2015. \n \nConsistent with the overconfidence bias, the range of expected outcomes is vastly narrower than what the \nresults of the past suggest is reasonable. Forecasts are commonly too optimistic and too narrow. Behavioral \nbiases and distortions introduced by incentives are the best explanations for the pattern of faulty forecasts.10    \n \nGiven these insights, how might we assess the plausibility of Musk’s assumptions? One way would be to delve \ninto the specifics for Tesla and come up with conceivable scenarios. We might even employ an analogy: Tesla \nhas a disruptive innovation and a dynamic leader as did Apple, the company Tesla hopes to match in market \ncapitalization.   \n \nBut knowing that we are prone to optimism and overconfidence suggests that we should introduce techniques \nto manage those biases. By far the most useful way to do that is to examine the experience of many \ncompanies over time, the base rate, and thoughtfully integrate that rate with our own view. This is not our \ntypical approach. As Daniel Kahneman, the eminent psychologist, notes bluntly, “People who have information \nabout an individual case rarely feel the need to know the statistics of the class to which the case belongs.”11     \n \nWe can certainly think about Tesla’s individual prospects in assessing the likelihood that the company will \nachieve those figures. But Kahneman’s approach would have us look at the sample of all the companies that \nhad $6 billion of sales, adjusted for inflation, to determine how many grew 50 percent compounded annually \nfor ten years. The answer for the past two decades: zero. In fact, if we lower the starting sales base to $700 \nmillion, there was not an instance of growth at that rate in a population of 6,700. While Musk allowed that \nthese were assumptions only, he added, “I bet that they do occur.”    \n \nThough decision scientists have known for a long time that the proper use of base rates improves the quality \nof forecasts, the technique remains remarkably underused.12 We believe this reflects the human desire for a \nnarrative. Causality is clear in stories about the specifics, which makes those scenarios vivid. Base rates, on \nthe other hand, are largely antiseptic and hence less appealing to the mind.    \n \n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n<(25)\n(25)-(20)\n(20)-(15)\n(15)-(10)\n(10)-(5)\n(5)-0\n0-5\n5-10\n10-15\n15-20\n20-25\n25-30\n30-35\n35-40\n40-45\n>45\nFrequency (Percent)\n3-Year Sales CAGR (Percent)\nBase Rates\nCurrent Estimates\n"
    },
    {
      "number": 4,
      "text": " \n \nMay 4, 2015 \n \nThe Base Rate Book – Sales Growth \n4 \nBase Rates of Sales Growth \n \nAn investor’s primary task is to determine whether the expectations for future financial performance, as \nimplied by the stock price, are too optimistic or pessimistic relative to how the company is likely to perform. In \nother words, the intelligent investor seeks gaps between expectations and fundamentals.13 This approach \ndoes not require forecasts of pinpoint accuracy, but rather only judgments as to whether the expectations \nembedded in the shares are too high or low.  \n \nSales growth is the most important driver of corporate value.14 As a result, we analyze the distribution of sales \ngrowth rates for the constituents of the S&P 1500 Index over a 21-year period from 1994-2014. This sample \nrepresents roughly 90 percent of the capitalization of the U.S. equity market. We identify the members of the \nindex at the beginning of each year and then calculate the compound annual growth rates (CAGR) of sales for \nthe subsequent 1, 3, 5, 10, and 20 years for each firm. We adjust all of the sales figures to remove the \neffects of inflation, which translates all of the numbers to 2014 dollars. So no company is in our sample until it \nis included in the S&P 1500, but once it is in the index it stays in our sample even if it exits the index.  \n \nExhibit 2 shows the results for the full sample. In the panel on the left, the rows show sales growth rates and \nthe columns reflect time periods. Say you want to know what percent of the universe grew sales at a CAGR of \n20-25 percent for three years. You start with row marked “20-25” and slide to the right to find the column “3-\nYr.” There, you’ll see that 4.4 percent of the companies achieved that rate of growth. The panel on the right \nshows the sample sizes for each growth rate and time period, allowing us to see where the 4.4 percent comes \nfrom: 1,060 instances out of the total of 23,914 (1,060/23,914 = 4.4 percent).      \n \nExhibit 2: Base Rates of Sales Growth (CAGR) for the S&P 1500 (1994-2014) \n \nSource: FactSet. \nNote: CAGR = compound annual growth rate. \n \nExhibit 3 is the distribution for the three-year sales growth rate. This shows, in a graph, what the numbers say \nin exhibit 2. The mean, or average, growth rate was 6.2 percent per year and the median growth rate was 4.5 \npercent. The median is a better indicator of the central location of the results because the distribution is \nskewed to the right. The standard deviation, 16.4 percent, gives an indication of the width of the bell curve. \n \nFull Universe\nFull Universe\nCAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\nCAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n4.0%\n1.7%\n1.1%\n0.5%\n0.1%\n<(25)\n1,153\n406\n205\n56\n1\n(25)-(20)\n1.6%\n1.0%\n0.7%\n0.1%\n0.1%\n(25)-(20)\n471\n246\n126\n14\n1\n(20)-(15)\n2.6%\n1.8%\n1.4%\n0.7%\n0.1%\n(20)-(15)\n748\n425\n261\n75\n1\n(15)-(10)\n3.9%\n3.7%\n2.9%\n1.4%\n0.4%\n(15)-(10)\n1,147\n875\n564\n149\n4\n(10)-(5)\n7.0%\n7.7%\n7.0%\n5.4%\n1.8%\n(10)-(5)\n2,050\n1,842\n1,355\n574\n21\n(5)-0\n12.7%\n14.7%\n16.5%\n16.8%\n11.5%\n(5)-0\n3,695\n3,508\n3,184\n1,796\n131\n0-5\n17.6%\n21.6%\n24.6%\n30.8%\n43.0%\n0-5\n5,138\n5,157\n4,748\n3,285\n488\n5-10\n15.4%\n17.2%\n18.7%\n23.3%\n25.9%\n5-10\n4,489\n4,104\n3,606\n2,485\n294\n10-15\n10.6%\n11.2%\n11.7%\n11.7%\n11.8%\n10-15\n3,094\n2,689\n2,260\n1,251\n134\n15-20\n6.9%\n7.0%\n6.9%\n5.5%\n3.9%\n15-20\n2,004\n1,672\n1,332\n589\n44\n20-25\n4.7%\n4.4%\n3.5%\n2.0%\n0.6%\n20-25\n1,358\n1,060\n677\n211\n7\n25-30\n3.2%\n2.6%\n2.1%\n0.7%\n0.6%\n25-30\n929\n625\n397\n80\n7\n30-35\n2.1%\n1.6%\n1.0%\n0.4%\n0.1%\n30-35\n610\n380\n192\n45\n1\n35-40\n1.6%\n1.2%\n0.6%\n0.2%\n0.2%\n35-40\n469\n282\n116\n26\n2\n40-45\n1.2%\n0.8%\n0.4%\n0.2%\n0.0%\n40-45\n349\n180\n84\n18\n0\n>45\n4.9%\n1.9%\n0.9%\n0.3%\n0.0%\n>45\n1,416\n463\n181\n27\n0\nMean\n8.8%\n6.2%\n5.3%\n4.6%\n4.9%\nTotal\n29,120 23,914 19,288 10,681 1,136\nMedian\n5.2%\n4.5%\n4.2%\n4.1%\n4.2%\nStDev\n50.3%\n16.4%\n13.1%\n9.6%\n6.7%\nObservations\nBase Rates\n"
    },
    {
      "number": 5,
      "text": " \n \nMay 4, 2015 \n \nThe Base Rate Book – Sales Growth \n5 \nExhibit 3: Three-Year CAGR of Sales for the S&P 1500 (1994-2014) \n \nSource: FactSet. \nNote: CAGR = compound annual growth rate. \n \nWhile the data for the full sample are a start, we want to sharpen the reference class of base rates to make \nthe results more relevant and applicable. The best way to do that is to break the universe into deciles based \non a company’s sales in the prior year. Within each size decile, we sort the observations of growth rates into \nbins in increments of 5 percentage points (except for the tails). The population includes companies that are \nnow dead.15  \n \nThere is a modest survivorship bias because each sample only includes the firms that survived for that \nspecified time. For a company to be included in our 20-year sample, for instance, requires 20 years of survival. \nTo give you some sense of this effect, the survivorship rates are 92 percent for 1 year, 84 percent for 3 years, \n76 percent for 5 years, 59 percent for 10 years, and 38 percent for 20 years. \n \nThe heart of this analysis is exhibit 4, which shows each decile, the total population, and an additional analysis \nof mega companies (those with sales in excess of $50 billion). Here’s how you use the exhibit. Determine the \nbase sales level for the company that you want to model. Then go to the appropriate decile based on that size. \nYou now have the proper reference class and the distribution of growth rates for the various time horizons.   \n \nLet’s use Tesla as an example. Elon Musk said he hopes to grow sales 50 percent per year for the next \ndecade from a sales base of $6 billion. We first find the correct reference class. In this case, it’s the decile \nthat has a sales base between $6 and 13 billion. Next we examine the row of growth that is marked “>45,” \nrepresenting a sales growth rate of 45 percent or more. Going out to the column under “10-Yr,” we see that \nno companies achieved this feat. Indeed, we have to go down to 35-40 percent growth to see any companies, \nand even there it is only one-fifth of 1 percent of the sample. \n \nIn total, exhibit 4 shows results for 55 reference classes (11 size ranges times 5 time horizons) that should \ncover the vast majority of possible outcomes for sales growth. The appendix contains the sample sizes for \neach of the reference classes. We will show how to incorporate these base rates into your forecasts for sales \ngrowth in a moment, but for now it’s useful to acknowledge the utility of these data as an analytical guide and \na valuable reality check.  \n \n0\n5\n10\n15\n20\n25\n<(25)\n(25)-(20)\n(20)-(15)\n(15)-(10)\n(10)-(5)\n(5)-0\n0-5\n5-10\n10-15\n15-20\n20-25\n25-30\n30-35\n35-40\n40-45\n>45\nFrequency (Percent)\nCAGR (Percent)\n"
    },
    {
      "number": 6,
      "text": " \n \nMay 4, 2015 \n \nThe Base Rate Book – Sales Growth \n6 \nExhibit 4: Base Rates by Decile for S&P 1500 (1994-2014) \n  \n  \n \n  \n  \n \n$0-250 Mn\nCAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n6.6%\n4.1%\n4.0%\n2.7%\n0.8%\n(25)-(20)\n2.2%\n1.4%\n0.7%\n0.2%\n0.0%\n(20)-(15)\n2.6%\n1.8%\n1.3%\n1.9%\n0.0%\n(15)-(10)\n3.8%\n3.2%\n2.2%\n1.0%\n0.0%\n(10)-(5)\n6.0%\n6.4%\n4.6%\n2.0%\n1.6%\n(5)-0\n8.8%\n9.1%\n10.5%\n7.4%\n4.0%\n0-5\n11.0%\n12.9%\n14.7%\n18.1%\n17.7%\n5-10\n10.4%\n12.5%\n15.5%\n20.9%\n26.6%\n10-15\n9.3%\n11.2%\n12.1%\n15.8%\n25.0%\n15-20\n7.4%\n8.2%\n11.3%\n11.0%\n14.5%\n20-25\n5.1%\n7.4%\n5.6%\n7.7%\n2.4%\n25-30\n4.6%\n5.3%\n4.8%\n3.3%\n4.8%\n30-35\n3.7%\n3.3%\n3.3%\n2.2%\n0.8%\n35-40\n2.9%\n3.0%\n2.3%\n1.1%\n1.6%\n40-45\n2.5%\n2.0%\n1.4%\n1.5%\n0.0%\n>45\n12.9%\n8.2%\n5.8%\n3.1%\n0.0%\nMean\n24.1%\n13.3%\n10.9%\n9.9%\n9.9%\nMedian\n9.1%\n9.5%\n8.8%\n8.8%\n9.8%\nStDev\n153.9% 30.6%\n24.2%\n18.1%\n12.8%\nBase Rates\n$250-450 Mn\nCAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n4.1%\n1.6%\n0.9%\n0.2%\n0.0%\n(25)-(20)\n1.6%\n0.8%\n0.6%\n0.1%\n0.0%\n(20)-(15)\n2.9%\n1.9%\n1.0%\n0.2%\n0.0%\n(15)-(10)\n3.3%\n3.2%\n3.0%\n0.8%\n0.0%\n(10)-(5)\n6.1%\n5.6%\n5.5%\n4.0%\n0.0%\n(5)-0\n10.8%\n9.8%\n11.0%\n15.7%\n4.6%\n0-5\n13.4%\n17.1%\n19.3%\n22.1%\n34.5%\n5-10\n12.6%\n16.6%\n19.3%\n23.8%\n29.9%\n10-15\n11.6%\n14.6%\n16.3%\n16.4%\n23.0%\n15-20\n8.4%\n8.5%\n9.2%\n9.7%\n6.9%\n20-25\n6.2%\n7.2%\n5.6%\n4.4%\n1.1%\n25-30\n4.5%\n4.4%\n3.6%\n1.1%\n0.0%\n30-35\n2.6%\n2.3%\n1.6%\n0.2%\n0.0%\n35-40\n2.8%\n1.7%\n1.1%\n0.5%\n0.0%\n40-45\n2.3%\n1.6%\n1.0%\n0.5%\n0.0%\n>45\n6.9%\n3.2%\n1.0%\n0.1%\n0.0%\nMean\n11.2%\n9.6%\n8.1%\n6.9%\n7.5%\nMedian\n8.3%\n7.9%\n7.1%\n6.1%\n6.7%\nStDev\n25.9%\n17.4%\n13.9%\n9.5%\n5.2%\nBase Rates\n$450-700 Mn\nCAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n3.9%\n1.4%\n0.5%\n0.2%\n0.0%\n(25)-(20)\n1.6%\n1.1%\n0.2%\n0.0%\n0.0%\n(20)-(15)\n2.8%\n2.1%\n2.1%\n0.2%\n0.0%\n(15)-(10)\n4.5%\n3.7%\n3.4%\n1.9%\n0.0%\n(10)-(5)\n6.5%\n7.8%\n6.0%\n6.7%\n0.0%\n(5)-0\n10.3%\n10.7%\n12.8%\n13.5%\n7.3%\n0-5\n14.4%\n17.3%\n19.4%\n25.6%\n34.9%\n5-10\n15.0%\n18.2%\n20.0%\n26.0%\n29.4%\n10-15\n11.2%\n13.1%\n16.1%\n16.0%\n23.9%\n15-20\n7.7%\n9.6%\n9.0%\n6.0%\n3.7%\n20-25\n5.5%\n6.5%\n4.5%\n2.0%\n0.0%\n25-30\n4.5%\n2.5%\n3.1%\n0.7%\n0.9%\n30-35\n3.1%\n1.7%\n0.8%\n0.6%\n0.0%\n35-40\n1.9%\n1.3%\n0.8%\n0.3%\n0.0%\n40-45\n1.5%\n0.9%\n0.4%\n0.1%\n0.0%\n>45\n5.6%\n2.1%\n0.8%\n0.1%\n0.0%\nMean\n10.0%\n7.7%\n6.9%\n5.5%\n6.7%\nMedian\n6.9%\n6.7%\n6.3%\n5.4%\n6.9%\nStDev\n28.4%\n16.0%\n12.3%\n8.9%\n5.3%\nBase Rates\n$700-1,000 Mn\nCAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n3.4%\n1.3%\n0.2%\n0.3%\n0.0%\n(25)-(20)\n1.6%\n1.4%\n1.0%\n0.0%\n0.0%\n(20)-(15)\n2.6%\n1.2%\n1.0%\n1.1%\n0.0%\n(15)-(10)\n4.2%\n3.9%\n2.6%\n1.4%\n1.8%\n(10)-(5)\n7.4%\n8.5%\n7.3%\n3.2%\n1.8%\n(5)-0\n12.8%\n13.6%\n15.4%\n12.9%\n6.3%\n0-5\n16.2%\n20.7%\n24.9%\n31.0%\n39.6%\n5-10\n15.4%\n16.0%\n17.4%\n22.2%\n34.2%\n10-15\n9.9%\n12.1%\n13.1%\n15.5%\n9.9%\n15-20\n8.3%\n8.7%\n8.3%\n7.9%\n5.4%\n20-25\n5.0%\n4.6%\n4.1%\n2.4%\n0.9%\n25-30\n3.5%\n2.9%\n2.1%\n1.0%\n0.0%\n30-35\n2.5%\n2.1%\n0.8%\n0.8%\n0.0%\n35-40\n1.8%\n1.4%\n0.6%\n0.2%\n0.0%\n40-45\n1.1%\n0.3%\n0.3%\n0.0%\n0.0%\n>45\n4.4%\n1.3%\n0.9%\n0.0%\n0.0%\nMean\n9.0%\n6.5%\n5.9%\n5.7%\n5.1%\nMedian\n5.6%\n4.9%\n4.5%\n5.0%\n5.0%\nStDev\n33.3%\n15.2%\n11.8%\n9.4%\n5.6%\nBase Rates\n$1,000-1,500 Mn\nCAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n3.5%\n1.1%\n0.8%\n0.7%\n0.0%\n(25)-(20)\n1.7%\n0.7%\n0.4%\n0.1%\n0.0%\n(20)-(15)\n2.8%\n2.0%\n1.0%\n0.5%\n1.0%\n(15)-(10)\n4.1%\n3.5%\n2.5%\n0.6%\n0.0%\n(10)-(5)\n7.3%\n8.4%\n8.1%\n3.0%\n0.0%\n(5)-0\n12.3%\n15.3%\n17.3%\n17.6%\n7.9%\n0-5\n16.9%\n20.8%\n22.5%\n29.2%\n53.5%\n42134\n15.8%\n15.9%\n19.2%\n28.6%\n26.7%\n42292\n11.5%\n13.0%\n13.5%\n12.0%\n8.9%\n15-20\n6.9%\n8.0%\n7.5%\n5.5%\n2.0%\n20-25\n5.3%\n4.2%\n3.2%\n1.1%\n0.0%\n25-30\n3.4%\n2.3%\n1.6%\n0.8%\n0.0%\n30-35\n2.0%\n1.5%\n0.9%\n0.2%\n0.0%\n35-40\n1.3%\n0.9%\n0.4%\n0.1%\n0.0%\n40-45\n1.0%\n0.7%\n0.4%\n0.0%\n0.0%\n>45\n4.3%\n1.5%\n0.6%\n0.0%\n0.0%\nMean\n7.8%\n6.0%\n5.0%\n4.6%\n4.3%\nMedian\n5.4%\n4.6%\n4.4%\n4.7%\n4.1%\nStDev\n23.9%\n15.1%\n12.9%\n9.5%\n4.5%\nBase Rates\n$1,500-2,250 Mn\nCAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n3.3%\n1.2%\n0.5%\n0.2%\n0.0%\n(25)-(20)\n1.9%\n1.0%\n0.6%\n0.3%\n0.0%\n(20)-(15)\n2.4%\n1.9%\n1.2%\n0.3%\n0.0%\n(15)-(10)\n4.1%\n3.7%\n2.8%\n0.9%\n0.9%\n(10)-(5)\n6.8%\n7.3%\n6.6%\n7.7%\n2.6%\n(5)-0\n12.8%\n14.7%\n17.3%\n14.6%\n11.1%\n0-5\n18.4%\n22.7%\n25.3%\n35.0%\n48.7%\n5-10\n15.6%\n19.1%\n21.6%\n23.8%\n19.7%\n10-15\n12.2%\n12.2%\n11.6%\n10.3%\n13.7%\n15-20\n6.9%\n6.7%\n6.3%\n4.8%\n2.6%\n20-25\n4.6%\n3.4%\n3.2%\n1.2%\n0.9%\n25-30\n2.8%\n2.3%\n1.4%\n0.5%\n0.0%\n30-35\n1.9%\n1.0%\n0.6%\n0.3%\n0.0%\n35-40\n1.7%\n0.8%\n0.3%\n0.1%\n0.0%\n40-45\n1.0%\n0.5%\n0.3%\n0.1%\n0.0%\n>45\n3.9%\n1.5%\n0.4%\n0.0%\n0.0%\nMean\n7.5%\n5.5%\n4.8%\n4.1%\n4.3%\nMedian\n5.2%\n4.5%\n4.2%\n3.6%\n3.1%\nStDev\n22.9%\n13.4%\n10.4%\n7.2%\n5.5%\nBase Rates\n"
    },
    {
      "number": 7,
      "text": " \n \nMay 4, 2015 \n \nThe Base Rate Book – Sales Growth \n7 \n  \n  \n \n  \n  \n \nSource: FactSet.\n$2,250-3,500 Mn\nCAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n3.8%\n1.6%\n0.6%\n0.7%\n0.0%\n(25)-(20)\n1.5%\n1.0%\n0.4%\n0.3%\n1.0%\n(20)-(15)\n2.8%\n2.0%\n2.0%\n0.4%\n0.0%\n(15)-(10)\n3.8%\n4.0%\n3.4%\n1.9%\n1.0%\n(10)-(5)\n6.5%\n7.6%\n8.4%\n6.6%\n3.0%\n(5)-0\n12.8%\n15.2%\n16.7%\n19.6%\n14.0%\n0-5\n20.5%\n24.8%\n26.6%\n31.6%\n55.0%\n5-10\n16.2%\n16.9%\n17.9%\n22.3%\n17.0%\n10-15\n10.9%\n11.1%\n11.8%\n8.9%\n5.0%\n15-20\n7.0%\n6.5%\n5.9%\n5.3%\n3.0%\n20-25\n4.2%\n3.4%\n2.9%\n1.6%\n1.0%\n25-30\n2.8%\n2.4%\n1.5%\n0.4%\n0.0%\n30-35\n1.5%\n1.3%\n0.9%\n0.1%\n0.0%\n35-40\n1.4%\n0.9%\n0.4%\n0.3%\n0.0%\n40-45\n0.9%\n0.4%\n0.5%\n0.0%\n0.0%\n>45\n3.4%\n0.9%\n0.4%\n0.0%\n0.0%\nMean\n6.3%\n4.7%\n4.1%\n3.4%\n3.1%\nMedian\n4.5%\n3.8%\n3.4%\n3.3%\n2.9%\nStDev\n20.7%\n13.1%\n11.7%\n9.4%\n5.8%\nBase Rates\n$3,500-6,000 Mn\nCAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n3.7%\n1.4%\n0.9%\n0.3%\n0.0%\n(25)-(20)\n1.3%\n1.0%\n0.8%\n0.1%\n0.0%\n(20)-(15)\n2.2%\n1.5%\n1.4%\n0.7%\n0.0%\n(15)-(10)\n4.3%\n3.9%\n3.1%\n1.0%\n0.0%\n(10)-(5)\n7.3%\n7.6%\n6.9%\n6.4%\n1.9%\n(5)-0\n13.7%\n16.5%\n17.9%\n19.1%\n17.0%\n0-5\n20.4%\n24.4%\n28.8%\n36.2%\n44.3%\n5-10\n17.3%\n18.9%\n18.7%\n20.3%\n33.0%\n10-15\n10.4%\n9.8%\n8.3%\n11.8%\n1.9%\n15-20\n6.3%\n5.7%\n6.1%\n3.3%\n1.9%\n20-25\n4.0%\n3.2%\n3.7%\n0.4%\n0.0%\n25-30\n2.2%\n1.6%\n1.7%\n0.4%\n0.0%\n30-35\n1.4%\n1.7%\n0.7%\n0.0%\n0.0%\n35-40\n1.1%\n1.1%\n0.3%\n0.1%\n0.0%\n40-45\n0.8%\n0.8%\n0.2%\n0.0%\n0.0%\n>45\n3.6%\n1.0%\n0.4%\n0.0%\n0.0%\nMean\n6.1%\n4.9%\n4.1%\n3.3%\n3.6%\nMedian\n4.3%\n3.6%\n3.4%\n3.0%\n3.8%\nStDev\n21.5%\n13.3%\n10.7%\n6.8%\n4.3%\nBase Rates\n$6,000-13,000 Mn\nCAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n4.1%\n1.6%\n1.3%\n0.2%\n0.0%\n(25)-(20)\n1.7%\n1.2%\n0.7%\n0.0%\n0.0%\n(20)-(15)\n2.6%\n1.7%\n1.1%\n1.0%\n0.0%\n(15)-(10)\n3.7%\n4.1%\n3.2%\n1.4%\n0.0%\n(10)-(5)\n7.5%\n9.1%\n8.2%\n6.0%\n2.1%\n(5)-0\n14.0%\n18.1%\n21.6%\n21.7%\n13.4%\n0-5\n20.3%\n24.3%\n27.6%\n36.8%\n59.2%\n5-10\n17.2%\n17.5%\n18.6%\n22.3%\n19.7%\n10-15\n10.8%\n9.1%\n8.8%\n6.6%\n5.6%\n15-20\n5.5%\n5.4%\n4.5%\n2.6%\n0.0%\n20-25\n3.9%\n3.3%\n1.7%\n0.9%\n0.0%\n25-30\n2.3%\n1.9%\n1.7%\n0.1%\n0.0%\n30-35\n1.5%\n0.8%\n0.4%\n0.3%\n0.0%\n35-40\n1.0%\n0.8%\n0.3%\n0.2%\n0.0%\n40-45\n0.7%\n0.2%\n0.2%\n0.0%\n0.0%\n>45\n3.4%\n0.8%\n0.2%\n0.0%\n0.0%\nMean\n5.5%\n3.5%\n3.0%\n2.8%\n3.1%\nMedian\n4.1%\n2.9%\n2.7%\n2.9%\n2.6%\nStDev\n21.5%\n12.7%\n10.1%\n7.3%\n3.8%\nBase Rates\n>$13,000 Mn\nCAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n3.8%\n2.2%\n1.4%\n0.2%\n0.0%\n(25)-(20)\n1.3%\n0.9%\n1.2%\n0.2%\n0.0%\n(20)-(15)\n2.2%\n1.7%\n1.5%\n1.0%\n0.0%\n(15)-(10)\n3.6%\n3.3%\n2.8%\n2.6%\n0.0%\n(10)-(5)\n8.6%\n8.1%\n7.5%\n6.6%\n4.6%\n(5)-0\n17.1%\n20.5%\n20.7%\n21.3%\n26.9%\n0-5\n22.3%\n26.6%\n31.5%\n33.9%\n36.9%\n5-10\n17.2%\n18.8%\n18.2%\n22.3%\n26.9%\n10-15\n8.7%\n7.4%\n7.9%\n8.4%\n4.6%\n15-20\n5.1%\n3.9%\n3.5%\n2.6%\n0.0%\n20-25\n3.3%\n2.5%\n2.1%\n0.6%\n0.0%\n25-30\n2.0%\n1.4%\n0.6%\n0.2%\n0.0%\n30-35\n1.1%\n0.9%\n0.7%\n0.1%\n0.0%\n35-40\n0.8%\n0.6%\n0.2%\n0.0%\n0.0%\n40-45\n0.6%\n0.4%\n0.1%\n0.0%\n0.0%\n>45\n2.4%\n0.7%\n0.2%\n0.0%\n0.0%\nMean\n4.1%\n2.8%\n2.5%\n2.6%\n2.5%\nMedian\n3.0%\n2.3%\n2.2%\n2.7%\n2.6%\nStDev\n18.6%\n12.1%\n9.8%\n7.0%\n4.7%\nBase Rates\n>$50,000 Mn\nCAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n4.4%\n3.1%\n3.6%\n0.5%\n0.0%\n(25)-(20)\n1.1%\n0.9%\n0.9%\n0.5%\n0.0%\n(20)-(15)\n2.0%\n1.6%\n1.1%\n0.9%\n0.0%\n(15)-(10)\n4.1%\n3.6%\n2.3%\n5.7%\n0.0%\n(10)-(5)\n9.9%\n9.5%\n7.7%\n4.7%\n12.5%\n(5)-0\n16.5%\n20.9%\n22.0%\n23.1%\n25.0%\n0-5\n23.3%\n28.2%\n33.6%\n34.9%\n43.8%\n5-10\n18.0%\n19.5%\n17.9%\n25.9%\n18.8%\n10-15\n7.7%\n6.6%\n7.7%\n3.3%\n0.0%\n15-20\n4.5%\n2.9%\n1.8%\n0.5%\n0.0%\n20-25\n3.5%\n1.6%\n0.9%\n0.0%\n0.0%\n25-30\n1.7%\n0.5%\n0.5%\n0.0%\n0.0%\n30-35\n0.8%\n0.2%\n0.0%\n0.0%\n0.0%\n35-40\n0.6%\n0.4%\n0.0%\n0.0%\n0.0%\n40-45\n0.2%\n0.2%\n0.0%\n0.0%\n0.0%\n>45\n2.0%\n0.2%\n0.0%\n0.0%\n0.0%\nMean\n2.4%\n1.0%\n1.0%\n1.2%\n1.2%\nMedian\n2.6%\n1.8%\n1.7%\n2.0%\n0.6%\nStDev\n18.6%\n11.6%\n9.4%\n6.5%\n4.4%\nBase Rates\nFull Universe\nCAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n4.0%\n1.7%\n1.1%\n0.5%\n0.1%\n(25)-(20)\n1.6%\n1.0%\n0.7%\n0.1%\n0.1%\n(20)-(15)\n2.6%\n1.8%\n1.4%\n0.7%\n0.1%\n(15)-(10)\n3.9%\n3.7%\n2.9%\n1.4%\n0.4%\n(10)-(5)\n7.0%\n7.7%\n7.0%\n5.4%\n1.8%\n(5)-0\n12.7%\n14.7%\n16.5%\n16.8%\n11.5%\n0-5\n17.6%\n21.6%\n24.6%\n30.8%\n43.0%\n5-10\n15.4%\n17.2%\n18.7%\n23.3%\n25.9%\n10-15\n10.6%\n11.2%\n11.7%\n11.7%\n11.8%\n15-20\n6.9%\n7.0%\n6.9%\n5.5%\n3.9%\n20-25\n4.7%\n4.4%\n3.5%\n2.0%\n0.6%\n25-30\n3.2%\n2.6%\n2.1%\n0.7%\n0.6%\n30-35\n2.1%\n1.6%\n1.0%\n0.4%\n0.1%\n35-40\n1.6%\n1.2%\n0.6%\n0.2%\n0.2%\n40-45\n1.2%\n0.8%\n0.4%\n0.2%\n0.0%\n>45\n4.9%\n1.9%\n0.9%\n0.3%\n0.0%\nMean\n8.8%\n6.2%\n5.3%\n4.6%\n4.9%\nMedian\n5.2%\n4.5%\n4.2%\n4.1%\n4.2%\nStDev\n50.3%\n16.4%\n13.1%\n9.6%\n6.7%\nBase Rates\n"
    },
    {
      "number": 8,
      "text": " \n \nMay 4, 2015 \n \nThe Base Rate Book – Sales Growth \n8 \nWhile the value of these data is in the details, there are some useful observations about the whole that are \nworth keeping in mind. The first is that the mean and median growth rates decline as firm size increases, as \ndoes the standard deviation of the growth rates. This point has been well established empirically.16 Exhibit 5 \nshows this pattern for annualized growth rates over three years. The lesson is to temper expectations about \nsales growth for large companies. \n \nExhibit 5: Growth Rates and Standard Deviations Decline with Size \n \nSource: FactSet. \nNote: Growth rates are annualized over three years; mega companies have sales in excess of $50 billion in the base year. \n \nNext, sales growth follows gross domestic product (GDP) reasonably closely (see Exhibit 6). The correlation between \nGDP growth and the median sales growth in the same year is strong, with a coefficient of 0.80. Over the 21-year \nperiod, U.S. GDP grew at 2.5 percent per year, adjusted for inflation, with a standard deviation of 1.8 percent. \nCorporate sales growth was higher than that of the broader economy for a few reasons, including mergers and \nacquisitions, international growth, and currency swings.17   \n \n \n \n \n \n \n \n \n \n \n \n \n \n0%\n5%\n10%\n15%\n20%\n25%\n30%\n35%\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nMega\nUniverse\nDecile (Smallest to Largest by Sales)\nMean\nMedian\nStandard Deviation\n"
    },
    {
      "number": 9,
      "text": " \n \nMay 4, 2015 \n \nThe Base Rate Book – Sales Growth \n9 \nExhibit 6: Median Sales Growth Rate Is Correlated with GDP Growth \n \nSource: FactSet and Bureau of Economic Analysis. \n \nFinally, notwithstanding our natural tendency to anticipate growth, 31 percent of the companies in the sample had \nnegative sales growth rates for 3 years, after an adjustment for inflation, and 30 percent shrunk for 5 years.  Whereas \na decline in sales need not be bad if it occurs for the right reasons, few analysts or corporate leaders project shrinking \nsales unless there is a clear strategy of divestiture.18 \n \nUsing Base Rates to Model Growth \n \nWe have established that there are two ways of making a forecast. You can do bottom-up research, which is the most \nnatural method, or you can turn to a base rate. The research in decision making shows that the bottom-up approach is \nsubject to biases and that incorporating the base rate generally improves the accuracy of the forecast. Yet we don’t \nwant to lean too much on either our own analysis or the base rate. We want to combine the two intelligently.  \n \nThere is a technique to combine the two approaches, which we will apply to our sales growth data.19 Correlation is the \nkey to the method. Correlation measures the degree of linear relationship between variables in a pair of distributions. \nThe value of a correlation can fall between -1.0 (the rise in one variable perfectly correlates with the fall of the other) \nand 1.0 (both variables move in tandem). A zero correlation indicates randomness. We will examine a single variable, \nsales growth, measured over time and all of the correlations are positive.  \n \nIf the correlation between two distributions is high, then what happened before gives you a really good sense of what \nwill follow. For example, the correlation for cash flow return on investment (CFROI®) for companies in the consumer \nstaples sector is about 0.90 from one year to the next.20 That means if you know Nestlé’s CFROI from last year, you \ncan forecast it this year with a great deal of accuracy. The bottom-up work is highly relevant. \n \nIf the correlation is low, what happened before provides no inkling of what will happen next. Take the annual total \nshareholder returns for the S&P 500 as a case.21 The correlation from year to year, from 1928 through 2014, is \nessentially zero. Telling you last year’s return provides no help in forecasting the return for this year. Your best forecast \nis the average of the reference class.  \n-8%\n-6%\n-4%\n-2%\n0%\n2%\n4%\n6%\n8%\n10%\n1994 1996 1998 2000 2002 2004 2006 2008 2010 2012 2014\nSales Growth\nGDP Growth\n"
    },
    {
      "number": 10,
      "text": " \n \nMay 4, 2015 \n \nThe Base Rate Book – Sales Growth \n10 \nThe basic idea is that the correlation determines how you should weight the bottom-up analysis and the base rate. For \nNestlé, a sensible forecast is nine parts last year’s CFROI and one part last year’s average sector CFROI, the base \nrate. For your S&P 500 forecast, you should place minimal weight on what happened last year and rely largely on the \naverage return since 1928, the base rate. \n \nStudying base rates for sales growth is logical for two reasons. First, sales growth is the most important driver of value \nfor most companies. Second, sales growth has a higher correlation from year to year than does earnings growth, \nwhich is the most commonly discussed item on the income statement.22 Sales growth is important and more \npredictable than profit growth.  \n \nExhibit 7 shows that the correlation coefficient is 0.27 for the year-to-year sales growth rate. We start with the \nconstituents of the S&P 1500 Index as of 1994, and use the figures from 1994 through 2014.23 Specifically, we \ncorrelate the growth rates of 1994 with those of 1995, 1995 with 1996, et cetera. It turns out that the correlation \ndoesn’t change much if we consider only companies with sales in excess of $20 billion.  \n \nExhibit 7: Correlation of One-Year Sales Growth Rates \n \nSource: FactSet. \n \nThe correlations tend to decline as we consider longer time periods, which comes as no surprise. Exhibit 8 shows the \ncorrelations for 1-, 3-, 5-, and 10-year horizons for the full population of companies. The lesson is that the base rate \nfor the reference classes, the median growth rate, should receive the majority of the weight for forecasts of three \nyears or longer. In fact, you might start with the base rate and seek reasons to move away from it. \n \n \n \n \n \n \n \n \n \n-75%\n0%\n75%\n-75%\n0%\n75%\nSales Growth Following Year\nSales Growth Prior Year\nr = 0.27\n"
    },
    {
      "number": 11,
      "text": " \n \nMay 4, 2015 \n \nThe Base Rate Book – Sales Growth \n11 \nExhibit 8: Correlation of Sales Growth Rates for 1-, 3-, 5- and 10-Year Horizons \n \nSource: FactSet. \n \nThis approach to modelling regression toward the mean doesn’t say that some companies won’t grow rapidly \nand others won’t shrink. We know that companies will fill the tails of the distribution. What it does say is that \nthe best forecast for a large sample of companies is something close to the median, and that companies that \nanticipate sales growth well in excess of the median are likely to be disappointed.   \n \nCase Studies \n \nWe have already compared Elon Musk’s scenario for Tesla’s next decade to a base rate. We now turn to some case \nstudies of successes and failures. \n \nThe first case is Apple, and the results are astounding. In fact, the company has had extraordinary results in \ntwo eras (see Exhibit 9). From 1981 through 1990, the company’s sales grew at a CAGR of 36 percent. \nWhile impressive, this was off a relatively low starting sales base of $400 million. Still it was a rate of growth \nachieved by less than one-half of one percent of companies of a similar size.    \n \nExhibit 9: Apple’s Extraordinary Growth, Then (1981-1990) and Now (2003-2013) \n \nSource: FactSet. \nNote: Figures in 2014 U.S. Dollars. \n \nApple’s growth in the last dozen years has also been truly amazing. Out of the 1,251 companies in Apple’s \nsize cohort ($6-13 billion), there were only 2 instances of sales growth of 35-40 percent compounded \nannually over 10 years. Both were Apple. That this was without any major acquisitions makes the feat even \nmore remarkable. \n0.27\n0.14\n0.12\n0.13\n0.00\n0.30\n1-Year\n3-Year\n5-Year\n10-Year\nCorrelation (r)\nPeriod\n10-Year Period\nReal CAGR\nYr (0) Sales\n1981-1990\n36.4%\n418\n4 out of 833\n0.48%\n2003-2012\n36.2%\n7,463\n2 out of 1251\n0.16%\n2004-2013\n35.6%\n8,396\n2 out of 1251\n0.16%\nBase Rate\n"
    },
    {
      "number": 12,
      "text": " \n \nMay 4, 2015 \n \nThe Base Rate Book – Sales Growth \n12 \nIt is interesting to compare Apple in the early 2000s to Microsoft, another company that realized rapid growth. \nWe matched the two companies based on sales, adjusted for inflation, which suggest fiscal 2003 as the base \nyear for Apple and fiscal 1995 for Microsoft. We then examine the sales growth for the subsequent decade \n(see Exhibit 10). Note that the vertical axis is on a logarithmic scale, which means that the difference between \nthe tick marks reflects the same percentage change (1 to 10 is the same as 10 to 100). Apple grew sales at \na rate roughly double that of Microsoft. \n \nExhibit 10: Sales and Gross Margins for Apple (F2003-13) and Microsoft (F1995-2005) \n \nSource: FactSet. \nNote: Figures in 2014 U.S. Dollars. \n \nExhibit 10 also shows the annual gross margin for each company. Microsoft, primarily a software company, \nhad an average gross margin of more than 85 percent while Apple, primarily a hardware company, averaged \n35 percent.   \n \nWill the level of sales of Apple, now at $200 billion, place a limit on the company’s growth? Tim Cook, the \ncompany’s CEO, doesn’t think so. Here’s what he said recently (emphasis added):24 \n \nY’know, we’re fortunate to have a good year, but maybe the most important answer to that first would \nbe that we don’t believe in such laws as laws of large numbers. This is sort of, uh, old \ndogma, I think, that was cooked up by somebody and Steve [Jobs] did a lot of things for us for \nmany years, but one of the things he ingrained in us [is] that putting limits on your thinking [is] never \ngood. And so, we’re actually not focused on numbers, we're focused on the things that produce the \nnumbers, right?  \n \n \n0\n20\n40\n60\n80\n100\n120\n140\n160\n180\n200\n1\n10\n100\n1,000\n10,000\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nGross Profit Margin (Percent)\nReal Sales Indexed (Year 0 = 100)\nYears\nMicrosoft Sales\nApple Sales\nMicrosoft Gross Margin\nApple Gross Margin\n"
    },
    {
      "number": 13,
      "text": " \n \nMay 4, 2015 \n \nThe Base Rate Book – Sales Growth \n13 \nApple shows that base rates are not destiny. As Dan Lovallo and Daniel Kahneman write, “It’s true that the \noutside view [the base rate], being based on historical precedent, may fail to predict extreme outcomes—\nthose that lie outside all historical precedents. But for most projects, the outside view will produce superior \nresults.”25 \n \nAmazon.com is another company that has sustained remarkable top line growth. One interesting comparison \nis between Amazon and Wal-Mart Stores, Inc. The companies had a similar level of sales, adjusted for inflation, \nat the time of their respective initial public offerings (IPOs). Amazon’s IPO was in 1997 and Wal-Mart’s in \n1970. Exhibit 11 shows the sales growth of both companies for the ten years following their IPOs. Both \nrealized torrid sales growth: Amazon about 55 percent compounded annually and Wal-Mart about 34 percent.  \n \nExhibit 11: Sales and Gross Margins for Wal-Mart and Amazon.com, Ten Years Post-IPO \n \nSource: Company filings and FactSet. \n \nExhibit 11 also shows the gross margins for each company. Wal-Mart’s gross margin was in the mid-20 \npercent range, while Amazon, save the heavy spending during the peak of the dot-com bubble, was in the low \n20s. In 2014, Wal-Mart’s gross margin was about 25 percent and Amazon’s was in excess of 29 percent.  \n \nWarren Buffett, the chairman and CEO of Berkshire Hathaway, sounds a cautionary note about companies \nthat predict rapid growth. Here’s an excerpt from his letter to shareholders in 2000. While this was during the \ndot-com bubble, the passage bears quoting in full (emphasis added):26  \n \nOne further thought while I’m on my soapbox: Charlie [Munger] and I think it is both deceptive and \ndangerous for CEOs to predict growth rates for their companies. They are, of course, frequently \negged on to do so by both analysts and their own investor relations departments. They should resist, \nhowever, because too often these predictions lead to trouble. \n \n0\n10\n20\n30\n40\n50\n60\n1\n10\n100\n1,000\n10,000\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nGross Profit Margin (Percent)\nReal Sales Indexed (Year 0 = 100)\nYears Following Initial Public Offering\nWal-Mart Sales\nAmazon Sales\nWal-Mart Gross Margin\nAmazon Gross Margin\n"
    },
    {
      "number": 14,
      "text": " \n \nMay 4, 2015 \n \nThe Base Rate Book – Sales Growth \n14 \nIt’s fine for a CEO to have his own internal goals and, in our view, it’s even appropriate for the CEO to \npublicly express some hopes about the future, if these expectations are accompanied by sensible \ncaveats. But for a major corporation to predict that its per-share earnings will grow over the long term \nat, say, 15% annually is to court trouble. \n \nThat’s true because a growth rate of that magnitude can only be maintained by a very small \npercentage of large businesses. Here’s a test: Examine the record of, say, the 200 highest \nearning companies from 1970 or 1980 and tabulate how many have increased per-share \nearnings by 15% annually since those dates. You will find that only a handful have. I would \nwager you a very significant sum that fewer than 10 of the 200 most profitable companies \nin 2000 will attain 15% annual growth in earnings-per-share over the next 20 years. \n \nThe problem arising from lofty predictions is not just that they spread unwarranted optimism. Even \nmore troublesome is the fact that they corrode CEO behavior. Over the years, Charlie and I have \nobserved many instances in which CEOs engaged in uneconomic operating maneuvers so that they \ncould meet earnings targets they had announced. Worse still, after exhausting all that operating \nacrobatics would do, they sometimes played a wide variety of accounting games to “make the \nnumbers.” These accounting shenanigans have a way of snowballing: Once a company moves \nearnings from one period to another, operating shortfalls that occur thereafter require it to engage in \nfurther accounting maneuvers that must be even more “heroic.” These can turn fudging into fraud. \n(More money, it has been noted, has been stolen with the point of a pen than at the point of a gun.) \n \nCharlie and I tend to be leery of companies run by CEOs who woo investors with fancy predictions. A few of \nthese managers will prove prophetic — but others will turn out to be congenital optimists, or even charlatans. \nUnfortunately, it’s not easy for investors to know in advance which species they are dealing with. \n \nNaturally, not all of the examples are success stories. The Eastman Kodak Company and Nokia Corporation are two \ncompanies that have struggled in recent years as the result of technological change. Kodak had a dominant, and \nhighly profitable, franchise in photo film that came under severe pressure as digital photography took off. The \ncompany filed for bankruptcy in early 2012 and continued to restructure the business. In the decade ended 2014, \nKodak’s sales declined at a compounded annual rate of close to 19 percent. Part of this decline is attributable to \ndivestitures. \n \nNokia, once a leader in the smartphone as well as the traditional mobile phone market, saw its lead at the top end \ntoppled by Apple and Samsung and at the low end by Asian manufacturers. Sales for the 10 years ended 2014 \nshrank 9 percent compounded annually. Nokia’s sales in 2008 were more than four times those of 2014, with \ndivestitures again playing a role.   \n \nExhibit 12 shows the sales and gross profit margin for Kodak and Nokia from 2004 through 2014. These cases show \nhow once strong and proud companies can stumble, and ultimately shrink. While the distribution of sales growth rates \nis skewed to the right, it’s important to recognize that plenty of businesses also shrink. \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 15,
      "text": " \n \nMay 4, 2015 \n \nThe Base Rate Book – Sales Growth \n15 \nExhibit 12: Sales and Gross Margins for Eastman Kodak and Nokia, 2004-14 \n \nSource: FactSet. \n \nCurrent Expectations \n \nExhibit 1 showed the current expectations for sales growth over three years for more than a thousand public \ncompanies in the U.S. The median expected growth rate is 2.7 percent, which is consistent with GDP growth \nof 2-3 percent. \n \nExhibit 13 shows the three-year sales growth rates, adjusted for inflation, which analysts expect for ten \ncompanies with sales in excess of $50 billion. We superimposed the expected growth rates on the distribution \nof historical sales growth rates for the reference class of mega companies. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n0\n20\n40\n60\n80\n100\n120\n1\n10\n100\n1,000\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nGross Profit Margin (Percent)\nReal Sales Indexed (Year 0 = 100)\nYears\nEastman Kodak Sales\nNokia Sales\nEastman Kodak Gross Margin\nNokia Gross Margin\n"
    },
    {
      "number": 16,
      "text": " \n \nMay 4, 2015 \n \nThe Base Rate Book – Sales Growth \n16 \nExhibit 13: Three-Year Expected Sales Growth Rates for Ten Mega Companies \n \nSource: FactSet. \nNote: I/B/E/S consensus estimates as of May 4, 2015; Growth rates are annualized; J&J = Johnson & Johnson, GE = General Electric, Exxon = \nExxonMobil, and P&G = Procter & Gamble. \n \nAnalysts expect negative sales growth for four of the ten, which corporate actions or commodity prices can \nlargely explain. The standard deviation of growth rates for this small sample is 5.7 percent. \n \nSummary \n \nActive investing requires having a point of view that is different than that of the stock market. Implicit in such a \nvariant perception is a forecast of outcomes that is at odds with what the market implies. \n \nResearch shows that optimism and overconfidence can creep into our forecasts, thus distorting them. This is \nespecially true when the outcomes have personal relevance. Research also shows that incorporating a base \nrate can improve the quality of our forecasts. Notwithstanding the utility of this method, it remains substantially \nunderutilized. \n \nIn this piece we provide the base rates for sales growth rates for a large sample of U.S. companies over a \nspan of more than two decades. We start with sales growth because it is the most important value driver. We \nthen provide a method to integrate our views, as well as results from the past, with base rates to sharpen the \nquality of our forecasts. We also share a few case studies to show what happened to some outliers. \n \n0\n5\n10\n15\n20\n25\n30\n<(25)\n(25)-(20)\n(20)-(15)\n(15)-(10)\n(10)-(5)\n(5)-0\n0-5\n5-10\n10-15\n15-20\n20-25\n25-30\n30-35\n35-40\n40-45\n>45\nFrequency (Percent)\nSales CAGR (Percent)\nGoogle\nApple\nMicrosoft\nJP Morgan\nWells Fargo\nWal-Mart\nJ&J\nGE\nP&G\nExxon\n"
    },
    {
      "number": 17,
      "text": " \n \nMay 4, 2015 \n \nThe Base Rate Book – Sales Growth \n17 \nAppendix: Observations for Each Base Rate by Decile for S&P 1500 (1994-2014) \n \n \n \n \n \n \n$0-250 Mn\nSales CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n158\n78\n61\n22\n1\n(25)-(20)\n52\n26\n10\n2\n0\n(20)-(15)\n63\n35\n20\n15\n0\n(15)-(10)\n92\n62\n33\n8\n0\n(10)-(5)\n145\n124\n70\n16\n2\n(5)-0\n213\n176\n158\n60\n5\n0-5\n266\n249\n221\n146\n22\n5-10\n251\n240\n234\n169\n33\n10-15\n225\n215\n183\n128\n31\n15-20\n178\n157\n170\n89\n18\n20-25\n123\n143\n84\n62\n3\n25-30\n110\n102\n72\n27\n6\n30-35\n90\n63\n49\n18\n1\n35-40\n71\n57\n34\n9\n2\n40-45\n61\n39\n21\n12\n0\n>45\n312\n158\n87\n25\n0\nTotal\n2,410\n1,924\n1,507\n808\n124\nObservations\n$250-450 Mn\nSales CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n108\n34\n15\n2\n0\n(25)-(20)\n42\n17\n9\n1\n0\n(20)-(15)\n77\n41\n17\n2\n0\n(15)-(10)\n87\n67\n49\n7\n0\n(10)-(5)\n162\n118\n89\n33\n0\n(5)-0\n285\n208\n179\n131\n4\n0-5\n354\n362\n315\n184\n30\n5-10\n333\n352\n314\n198\n26\n10-15\n306\n309\n266\n137\n20\n15-20\n223\n180\n150\n81\n6\n20-25\n165\n153\n92\n37\n1\n25-30\n118\n93\n58\n9\n0\n30-35\n69\n49\n26\n2\n0\n35-40\n74\n36\n18\n4\n0\n40-45\n62\n34\n16\n4\n0\n>45\n182\n67\n16\n1\n0\nTotal\n2,647\n2,120\n1,629\n833\n87\nObservations\n$450-700 Mn\nSales CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n111\n31\n8\n2\n0\n(25)-(20)\n46\n26\n4\n0\n0\n(20)-(15)\n79\n47\n37\n2\n0\n(15)-(10)\n128\n84\n60\n19\n0\n(10)-(5)\n185\n178\n107\n66\n0\n(5)-0\n294\n243\n227\n133\n8\n0-5\n411\n395\n344\n251\n38\n5-10\n427\n414\n353\n255\n32\n10-15\n319\n299\n285\n157\n26\n15-20\n219\n218\n160\n59\n4\n20-25\n156\n147\n79\n20\n0\n25-30\n129\n58\n55\n7\n1\n30-35\n89\n39\n14\n6\n0\n35-40\n54\n30\n14\n3\n0\n40-45\n43\n21\n7\n1\n0\n>45\n161\n48\n15\n1\n0\nTotal\n2,851\n2,278\n1,769\n982\n109\nObservations\n$700-1,000 Mn\nSales CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n98\n31\n4\n3\n0\n(25)-(20)\n46\n32\n18\n0\n0\n(20)-(15)\n74\n27\n19\n11\n0\n(15)-(10)\n120\n92\n48\n14\n2\n(10)-(5)\n211\n199\n135\n32\n2\n(5)-0\n368\n317\n285\n128\n7\n0-5\n464\n484\n460\n308\n44\n5-10\n442\n373\n322\n221\n38\n10-15\n284\n283\n242\n154\n11\n15-20\n237\n202\n153\n79\n6\n20-25\n144\n108\n75\n24\n1\n25-30\n101\n68\n38\n10\n0\n30-35\n72\n48\n15\n8\n0\n35-40\n51\n32\n12\n2\n0\n40-45\n32\n8\n6\n0\n0\n>45\n125\n30\n17\n0\n0\nTotal\n2,869\n2,334\n1,849\n994\n111\nObservations\n$1,000-1,500 Mn\nSales CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n108\n29\n17\n8\n0\n(25)-(20)\n53\n19\n9\n1\n0\n(20)-(15)\n85\n50\n20\n6\n1\n(15)-(10)\n125\n89\n53\n7\n0\n(10)-(5)\n223\n215\n169\n35\n0\n(5)-0\n377\n391\n362\n204\n8\n0-5\n520\n531\n472\n339\n54\n42134\n485\n405\n402\n331\n27\n15-Oct\n353\n332\n282\n139\n9\n15-20\n213\n204\n158\n64\n2\n20-25\n163\n107\n68\n13\n0\n25-30\n104\n59\n34\n9\n0\n30-35\n62\n38\n19\n2\n0\n35-40\n39\n24\n8\n1\n0\n40-45\n32\n18\n8\n0\n0\n>45\n132\n37\n13\n0\n0\nTotal\n3,074\n2,548\n2,094\n1,159\n101\nObservations\n$1,500-2,250 Mn\nSales CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n99\n31\n11\n2\n0\n(25)-(20)\n57\n24\n12\n4\n0\n(20)-(15)\n73\n48\n24\n3\n0\n(15)-(10)\n124\n94\n58\n10\n1\n(10)-(5)\n205\n183\n135\n90\n3\n(5)-0\n387\n372\n352\n170\n13\n0-5\n558\n572\n515\n409\n57\n5-10\n473\n483\n440\n278\n23\n10-15\n369\n307\n237\n120\n16\n15-20\n210\n169\n128\n56\n3\n20-25\n139\n87\n65\n14\n1\n25-30\n84\n59\n28\n6\n0\n30-35\n57\n25\n12\n3\n0\n35-40\n51\n20\n6\n1\n0\n40-45\n29\n13\n7\n1\n0\n>45\n119\n37\n8\n0\n0\nTotal\n3,034\n2,524\n2,038\n1,167\n117\nObservations\n"
    },
    {
      "number": 18,
      "text": " \n \nMay 4, 2015 \n \nThe Base Rate Book – Sales Growth \n18 \n \n \n \n \n \n \nSource: FactSet.\n$2,250-3,500 Mn\nSales CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n112\n38\n12\n8\n0\n(25)-(20)\n45\n23\n8\n3\n1\n(20)-(15)\n83\n49\n39\n4\n0\n(15)-(10)\n112\n97\n68\n21\n1\n(10)-(5)\n190\n183\n168\n73\n3\n(5)-0\n373\n367\n333\n216\n14\n0-5\n597\n600\n532\n349\n55\n5-10\n473\n408\n358\n246\n17\n10-15\n317\n267\n235\n98\n5\n15-20\n203\n158\n117\n59\n3\n20-25\n123\n83\n58\n18\n1\n25-30\n83\n59\n29\n4\n0\n30-35\n45\n31\n17\n1\n0\n35-40\n40\n21\n7\n3\n0\n40-45\n25\n10\n9\n0\n0\n>45\n98\n22\n7\n0\n0\nTotal\n2,919\n2,416\n1,997\n1,103\n100\nObservations\n$3,500-6,000 Mn\nSales CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n110\n33\n17\n3\n0\n(25)-(20)\n37\n24\n15\n1\n0\n(20)-(15)\n64\n36\n27\n7\n0\n(15)-(10)\n128\n95\n61\n11\n0\n(10)-(5)\n216\n186\n135\n68\n2\n(5)-0\n405\n403\n351\n204\n18\n0-5\n602\n596\n565\n387\n47\n5-10\n512\n460\n367\n217\n35\n10-15\n307\n238\n162\n126\n2\n15-20\n185\n138\n120\n35\n2\n20-25\n119\n78\n73\n4\n0\n25-30\n66\n39\n34\n4\n0\n30-35\n42\n41\n14\n0\n0\n35-40\n33\n26\n6\n1\n0\n40-45\n24\n20\n4\n0\n0\n>45\n106\n25\n8\n0\n0\nTotal\n2,956\n2,438\n1,959\n1,068\n106\nObservations\n$6,000-13,000 Mn\nSales CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n124\n40\n27\n3\n0\n(25)-(20)\n51\n30\n14\n0\n0\n(20)-(15)\n78\n44\n23\n12\n0\n(15)-(10)\n111\n103\n68\n18\n0\n(10)-(5)\n228\n230\n173\n75\n3\n(5)-0\n425\n458\n455\n271\n19\n0-5\n618\n615\n582\n460\n84\n5-10\n522\n443\n393\n279\n28\n10-15\n327\n231\n185\n82\n8\n15-20\n168\n137\n95\n33\n0\n20-25\n117\n83\n35\n11\n0\n25-30\n69\n48\n36\n1\n0\n30-35\n47\n20\n9\n4\n0\n35-40\n29\n20\n6\n2\n0\n40-45\n21\n6\n4\n0\n0\n>45\n103\n20\n5\n0\n0\nTotal\n3,038\n2,528\n2,110\n1,251\n142\nObservations\n>$13,000 Mn\nSales CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n125\n61\n33\n3\n0\n(25)-(20)\n42\n25\n27\n2\n0\n(20)-(15)\n72\n48\n35\n13\n0\n(15)-(10)\n120\n92\n66\n34\n0\n(10)-(5)\n285\n226\n174\n86\n6\n(5)-0\n568\n573\n482\n279\n35\n0-5\n739\n744\n733\n443\n48\n5-10\n571\n526\n423\n291\n35\n10-15\n287\n208\n183\n110\n6\n15-20\n168\n109\n81\n34\n0\n20-25\n109\n71\n48\n8\n0\n25-30\n65\n40\n13\n3\n0\n30-35\n37\n26\n17\n1\n0\n35-40\n27\n16\n5\n0\n0\n40-45\n20\n11\n2\n0\n0\n>45\n78\n19\n5\n0\n0\nTotal\n3,313\n2,795\n2,327\n1,307\n130\nObservations\n>$50,000 Mn\nSales CAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n29\n17\n16\n1\n0\n(25)-(20)\n7\n5\n4\n1\n0\n(20)-(15)\n13\n9\n5\n2\n0\n(15)-(10)\n27\n20\n10\n12\n0\n(10)-(5)\n66\n52\n34\n10\n2\n(5)-0\n110\n115\n97\n49\n4\n0-5\n155\n155\n148\n74\n7\n5-10\n120\n107\n79\n55\n3\n10-15\n51\n36\n34\n7\n0\n15-20\n30\n16\n8\n1\n0\n20-25\n23\n9\n4\n0\n0\n25-30\n11\n3\n2\n0\n0\n30-35\n5\n1\n0\n0\n0\n35-40\n4\n2\n0\n0\n0\n40-45\n1\n1\n0\n0\n0\n>45\n13\n1\n0\n0\n0\nTotal\n665\n549\n441\n212\n16\nObservations\nFull Universe\nCAGR (%)\n1-Yr\n3-Yr\n5-Yr\n10-Yr\n20-Yr\n<(25)\n1,153\n406\n205\n56\n1\n(25)-(20)\n471\n246\n126\n14\n1\n(20)-(15)\n748\n425\n261\n75\n1\n(15)-(10)\n1,147\n875\n564\n149\n4\n(10)-(5)\n2,050\n1,842\n1,355\n574\n21\n(5)-0\n3,695\n3,508\n3,184\n1,796\n131\n0-5\n5,138\n5,157\n4,748\n3,285\n488\n5-10\n4,489\n4,104\n3,606\n2,485\n294\n10-15\n3,094\n2,689\n2,260\n1,251\n134\n15-20\n2,004\n1,672\n1,332\n589\n44\n20-25\n1,358\n1,060\n677\n211\n7\n25-30\n929\n625\n397\n80\n7\n30-35\n610\n380\n192\n45\n1\n35-40\n469\n282\n116\n26\n2\n40-45\n349\n180\n84\n18\n0\n>45\n1,416\n463\n181\n27\n0\nTotal\n29,120 23,914 19,288 10,681 1,136\nObservations\n"
    },
    {
      "number": 19,
      "text": " \n \nMay 4, 2015 \n \nThe Base Rate Book – Sales Growth \n19 \nEndnotes \n \n1 Daniel Kahneman, Thinking, Fast and Slow (New York: Farrar, Straus and Giroux, 2011), 249. \n2 Tesla Motors, Inc. Q4 2014 Earnings Call, February 11, 2015. See FactSet: callstreet Transcript, page 7. \n3 Kahneman, 257. \n4 See Small Business Association, Office of Advocacy, “Frequently Asked Questions,” January 2011 \n(https://www.sba.gov/sites/default/files/sbfaq.pdf) and Arnold C. Cooper, Carolyn Y. Woo, and William C. \nDunkelberg, “Entrepreneurs’ Perceived Chances for Success,” Journal of Business Venturing, Vol. 3, No. 2, \nSpring 1988, 97-108. \n5 Cade Massey, Joseph P. Simmons, and David A. Armor, “Hope Over Experience: Desirability and the \nPersistence of Optimism,” Psychological Science, Vol. 22, No. 2, February 2011, 274-281. Also, David A. \nArmor, Cade Massey, and Aaron M. Sackett, “Prescribed Optimism: Is It Right to Be Wrong About the \nFuture?” Psychological Science, Vol. 19, No. 4, April 2008, 329-331. For a more detailed discussion of \noptimism, see Tali Sharot, The Optimism Bias: A Tour of the Irrationally Positive Brain (New York: Pantheon \nBooks, 2011).  \n6 To try the test, see http://confidence.success-equation.com/. \n7 Geoffrey Friesen and Paul A. Weller, “Quantifying Cognitive Biases in Analyst Earnings Forecasts,” Journal \nof Financial Markets, Vol. 9, No. 4, November 2006, 333-365. \n8 Itzhak Ben-David, John R. Graham, and Campbell R. Harvey, “Managerial Miscalibration,” Quarterly Journal \nof Economics, Vol. 128, No. 4, August 2013, 1547-1584. \n9 The estimates only include about 1,200 companies, but we believe it remains representative of the S&P \n1500. \n10 Bent Flyvbjerg, Massimo Garbuio, Dan Lovallo, “Better Forecasting for Large Capital Projects,” McKinsey \non Finance, Autumn 2014, 7-13. Also, Bent Flyvbjerg, “Truth and Lies about Megaprojects,” Speech at Delft \nUniversity of Technology, September 26, 2007.  \n11 Kahneman, 249. \n12 Berkeley J. Dietvorst, Joseph P. Simmons, and Cade Massey, “Algorithm Aversion: People Erroneously \nAvoid Algorithms After Seeing Them Err,” Journal of Experimental Psychology: General, Vol. 144, No. 1, \nFebruary 2015, 114-126.  \n13 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for Better Returns \n(Boston, MA: Harvard Business School Press, 2001). \n14 Rappaport and Mauboussin, 46. Growth only creates value when a company earns in excess of the cost of capital. \nGrowth at a negative spread destroys value. \n15 Most public companies “die” as the result of mergers and acquisitions. See Michael J. Mauboussin and Dan \nCallahan, “Why Corporate Longevity Matters: What Index Turnover Tells Us about Corporate Results,” Credit \nSuisse Global Financial Strategies, April 16, 2014. Also, Madeleine I. G. Daepp, Marcus J. Hamilton, \nGeoffrey B. West, and Luís M. A. Bettencourt, “The mortality of companies,” The Royal Society Publishing, \nVol. 12, No. 106, April 1, 2015. \n16 Michael H. R. Stanley, Luís A. N. Amaral, Sergey V. Buldyrev, Shlomo Havlin, Heiko Leschhorn, \nPhilipp Maass, Michael A. Salinger, and H. Eugene Stanley, “Scaling Behaviour in the Growth of Companies,” \nNature, Vol. 379, February 29, 1996, 804-806. Also, Rich Perline, Robert Axtell, and Daniel Teitelbaum, \n“Volatility and Asymmetry of Small Firm Growth Rates Over Increasing Time Frames,” Small Business \nResearch Summary, No. 285, December 2006. \n17 Tim Koller, Marc Goedhart, and David Wessels, Valuation: Measuring and Managing the Value of \nCompanies, 5th Edition (Hoboken, NJ: John Wiley & Sons, 2010). Also, Patrick Viguerie, Sven Smit, and \nMehrdad Baghai, The Granularity of Growth: How to Identify the Sources of Growth and Drive Enduring \nCompany Performance (Hoboken, NJ: John Wiley & Sons, 2008).  \n18 Sheridan Titman, K. C. John Wei, and Feixue Xie, “Capital Investments and Stock Returns,” The Journal of \nFinancial and Quantitative Analysis, Vol. 39, No. 4, December 2004, 677-700. \n"
    },
    {
      "number": 20,
      "text": " \n \nMay 4, 2015 \n \nThe Base Rate Book – Sales Growth \n20 \n19 William M. K. Trochim and James P. Donnelly, The Research Methods Knowledge Base, Third Edition \n(Mason, OH: Atomic Dog, 2008), 166. See http://www.socialresearchmethods.net/kb/regrmean.php. \n20 Michael J. Mauboussin, Dan Callahan, Bryant Matthews, and David A. Holland, “How to Model Reversion to \nthe Mean: Determining How Fast, and to What Mean, Results Revert,” Credit Suisse Global Financial \nStrategies, September 17, 2013.  \n21 “Credit Suisse Global Investment Returns Yearbook 2014,” Credit Suisse Research Institute, February 2014, 31-35. \n22 Louis K.C. Chan, Jason Karceski, and Josef Lakonishok, “The Level and Persistence of Growth Rates,” \nJournal of Finance, Vol. 58, No. 2, April 2003, 643-684. Also, Michael J. Mauboussin, “The True Measures \nof Success,” Harvard Business Review, October 2012, 46-56. \n23 The calculations actually capture each company as long as it remains in existence, even if it leaves the S&P 1500 \nIndex. We also trim the top and bottom five percent of the growth rates. Companies with growth rates in the top five \npercent are generally extremely small firms or firms that engaged in a significant merger and acquisition activity.  \n24 See http://www.imore.com/tim-cook-goldman-sachs-conference. \n25 Dan Lovallo and Daniel Kahneman, “Delusions of Success: How Optimism Undermines Executives’ \nDecisions,” Harvard Business Review, July 2003, 56-63. \n26 Warren E. Buffett, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 2000. See \nhttp://www.berkshirehathaway.com/2000ar/2000letter.html.  \n"
    }
  ]
}