{
  "filename": "2015_what_s_going_on_in_your_brain__common_investor_biases_and_where_they_come_from.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423225654-07'00'",
    "modDate": "D:20240423225752-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nOctober 20, 2015 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \n \n \n \n Humans are social and generally want to be part of the crowd. Studies of \nsocial conformity suggest that the group’s view may shape how we \nperceive a situation. Those individuals who remain independent show \nactivity in a part of the brain associated with fear. \n We are natural pattern seekers and see them even where none exist. \nOur brains are keen to make causal inferences, which can lead to faulty \nconclusions.  \n Standard economic theory assumes that one discount rate allows us to \ntranslate value in the future to value in the present, and vice versa. Yet \nhumans often use a high discount rate in the short term and a low one in \nthe long term. This may be because different parts of the brain mediate \nshort- and long-term decisions. \n We suffer losses more than we enjoy gains of comparable size. But the \nmagnitude of loss aversion varies across the population and even for \neach individual based on recent experience. As a result, we sometimes \nforgo attractive opportunities because the fear of loss looms too large. \n \n \nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nWhat’s Going On in Your Brain? \nCommon Investor Biases and Where They Come From \n"
    },
    {
      "number": 2,
      "text": " \n \nOctober 20, 2015 \nWhat’s Going On in Your Brain? \n2 \nIntroduction \n \nIn recent decades, psychologists and economists have cataloged the ways in which human behavior deviates \nfrom economic theory.1 They have done this mostly through experiments and observation. Daniel Kahneman \nand Amos Tversky, psychologists who formalized this research, showed that individuals use heuristics, or rules \nof thumb, to make their judgments. These heuristics lead to biases when compared to normative economic \nbehavior.2 For example, people generally place too much weight on information that is available to their minds, \noften associated with an event that is vivid or recent, and overestimate the probability of a similar event \noccurring again.  \n \nNeuroscientists have joined psychologists and economists to create the field of neuroeconomics. One of the \ngoals of neuroeconomics is to understand how certain behaviors are linked to specific brain activity. The theory \nof modularity says that particular cognitive functions are associated with different parts of the brain. \nNeuroeconomics allows researchers to connect behaviors to specific regions, providing insight into how the \nbrain handles certain cognitive challenges.  \n \nIn this report, we examine four situations where individuals make poor choices and review the research to \nshow where the brain makes those decisions. In each case, we present some ideas about how to overcome \nthe potentially suboptimal choice. \n \nMental Mistake #1: Social Conformity        \n \nIn the summer of 2015, the CFA Institute surveyed 724 investors about which behavioral biases affect \ndecision making the most.3 More than one-third of the investors voted for herding, or “being influenced by \npeers to follow trends.” Herding is problematic because an investor can’t beat his or her peers by doing the \nexact same thing that they are doing. Further, herding can lead to inefficient market prices.4 \n \nHumans are social beings, and conformity makes sense in a wide range of contexts. For example, you are \nwell served to do what others are doing when they know more than you do. Conformity also encourages \nothers to like you, which can confer loyalty and safety. Problems arise, however, when the group is wrong. \n \nSolomon Asch conducted the most famous experiment of social conformity in the 1940s and 1950s.5 The \nresearcher showed two cards to the subjects, who were in groups of seven to nine. One card had a single line \non it and the other had three lines of varying lengths, including one of the same length as that on the first card \n(see Exhibit 1). The task was to choose the line of the same length. Going around the room, the participants \nanswered one after the other. The experiment opened uneventfully as the group selected with near perfect \naccuracy.  \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 3,
      "text": " \n \nOctober 20, 2015 \nWhat’s Going On in Your Brain? \n3 \nExhibit 1: Example of Line Matching from Solomon Asch’s Experiments \n \nSource: Solomon E. Asch, “Opinions and Social Pressure,” Scientific American, Vol. 193, No. 5, November 1955, 31-35. \n \nThe experiment then started for real. Asch had arranged for all of the members except one to be in with him \non the experiment, making that individual the true subject. The researchers instructed the confederates, who \nanswered publicly before the true subject, to give the wrong response in two-thirds of the trials. In a set of \n123 experiments, the subjects conformed to the majority’s wrong answer 36.8 percent of the time. While \nabout one-quarter of the subjects remained completely independent throughout the experiment, one-third \naligned with the majority most of the time. \n \nAsch was fascinated by this degree of social conformity and interviewed the subjects immediately following the \nexperiment. Based on their responses, he surmised that three “distortions” could explain the behavior of the \nconformers.6  \n \nDistortion of judgment is a case when the subject concludes that the group knows more than he does and \nhence conforms. “These subjects,” wrote Asch, “suffer from primary doubt.”  \n \nDistortion of action captures instances when the subject knows the right answer but feels more comfortable \nbeing part of the crowd but wrong. According to Asch, “They yield because of an overmastering need not to \nappear different.”  \n \nDistortion of perception occurs when the subjects are unaware “that their estimates have been displaced or \ndistorted by the majority.” In other words, the majority’s answer changes how they perceive the answer. He \nadded that perception is the least popular explanation for conformity. \n \nWhile Asch’s curiosity was laudable, interviews are not a rigorous way to determine the source of social \nconformity. In the mid-2000s, neuroscientists picked up where Asch left off. They were able to use functional \nmagnetic resonance imaging (fMRI) technology to pinpoint the mechanisms of social conformity within the \nbrain.  \n \nFirst, scientists have been able to replicate Asch’s results consistently.7 Subjects conform not only for \nperceptual tasks, such as identifying line lengths, but also for subjective evaluations including judging the \nquality of paintings. There is even some evidence another species, chimpanzees, conforms.     \n \n"
    },
    {
      "number": 4,
      "text": " \n \nOctober 20, 2015 \nWhat’s Going On in Your Brain? \n4 \nOne of the earliest studies of social conformity using fMRI provided a startling result.8 Dr. Greg Berns and his \ncolleagues, using a perceptual task, showed that social conformity is consistent with activity in the occipital \nand parietal lobes—visual processing regions associated with perception. More directly, the research suggests \nthat the social setting alters what the subjects perceive. This is consistent with Asch’s distortion of perception.   \n \nFurther, those subjects who remained independent showed increased activity in the amygdala. This is a part of \nthe brain that decodes emotion and is especially attuned to threats. Various stimuli trigger activity in the \namygdala, but fear is the most effective. Staying independent creates an emotional burden and requires \novercoming a wave of fear. \n \nAdditional research supports the finding of Dr. Berns and his collaborators but overall the evidence remains \ntantalizing but tenuous.9 Multiple studies show that social conformity is associated with activity in the posterior \nmedial frontal cortex. This is the part of your brain that detects errors and interacts with other parts of the \nbrain to correct the error.10 Your brain notices when the group provides an answer that is different from yours, \nand that disparity is unpleasant. For many, aligning with the group is more rewarding for the brain than being \nindependent and correct.   \n \nThis research also provides some hints about how to avoid inappropriate conformity. The studies, starting with \nAsch, show that having someone in the group with the same view as you substantially reduces the pull of \nconformity. Seek others who are like-minded if you feel as if everyone has a point of view that is both different \nfrom yours and wrong. \n \nPerhaps the best advice comes from the father of security analysis, Benjamin Graham. He said, “Have the \ncourage of your knowledge and experience. If you have formed a conclusion from the facts and if you know \nyour judgment is sound, act on it—even though others may hesitate or differ. (You are neither right nor wrong \nbecause the crowd disagrees with you. You are right because your data and reasoning are right.)”11   \n \nMental Mistake #2: Pattern Seeking        \n \nHumans are natural pattern seekers. This ability has conferred an advantage to Homo sapiens throughout our \nhistory. But problems arise when we perceive patterns where none exist, more formally what statisticians call \nType I error.  \n \nResearch shows that our desire to discern patterns, even when they are an incorrect assessment of cause \nand effect, has contributed to our evolutionary success. Essentially, evolution forgives lots of Type I errors as \nlong as the occasional correct assessment carries a sufficiently large benefit.12  \n \nThe use of a chart to divine a stock’s next move is a good example of pattern seeking.13 While there may be \nvalue in technical analysis, there is not much in the way that most investors use past prices to understand the \nfuture. We are naturally drawn to imposing order, even to cases where the underlying processes are random. \n \nNeuroscientists have created some ingenious experiments to figure out what part of our brain is determined to \nsee patterns. But before we get to humans, let’s start with pigeons. \n \nScientists set up a box with two keys that a pigeon can peck with payoffs that are random. They then make \none key much more attractive than the other—for example, the red key provides food with an 80 percent \nprobability and the white key with a 20 percent probability (1 - .80). How will the pigeons choose? \n \n"
    },
    {
      "number": 5,
      "text": " \n \nOctober 20, 2015 \nWhat’s Going On in Your Brain? \n5 \nOnce the pigeons figure out the relative probabilities, they maximize their payoff by hitting the red key almost \nevery time. Rats do this as well, as do children under the age of four.14 If the total possible payoff is 100, this \nstrategy yields 80 ([1.0 * 80] + [0.0 * 20]), and there is no strategy that can yield more.       \n \nHumans, on the other hand, tend follow a strategy called “frequency matching.” After ascertaining the \nprobabilities, humans alternate between the red and white keys in an attempt to anticipate what will happen \nnext. They seek a pattern. They do guess red 80 percent of the time, matching the frequency of the payoffs, \nbut still try to anticipate the rewards even when they know the occurrences are random. This strategy has a \ntotal payoff of just 68 ([0.8 * 80] + [0.2 * 20]).  \n \nFrom kindergarten on, humans are frequency matchers. In recent decades, neuroscientists have been able to \nfigure out where this process happens in the brain through the study of split-brain patients. These are people \nwho have surgery to sever the bundle of nerves between the two hemispheres of the brain to treat epilepsy. \nThe surgery alleviates the symptoms of the disease and also allows scientists to determine which part of the \nbrain handles various tasks. Specifically, experiments with the split-brain patients allowed researchers to \ndiscern where the tendency to search for patterns resides.  \n \nThe right hemisphere is good at some tasks, including facial recognition, but is poor at making inferences. It \ntends to be literal. The left hemisphere, where language largely resides, is also good at inventing stories to fit \nfacts—indeed, it may be too good at it.  \n \nWhen the scientists presented a version of the probability guessing experiment to the right hemisphere, they \nfound that it maximized just as the pigeons, rats, and little kids did. But when they did the same experiment \nwith the left hemisphere, they found it attempted to match frequency.15 The left hemisphere is the part of your \nbrain responsible for finding patterns. The scientists conclude “that the left hemisphere does this even when it \ncan be nonadaptive.”16  \n \nOne investor behavior that appears consistent with pattern seeking is called the “dumb money effect,” where \ninvestors “tend to transfer money from funds with low recent returns to funds with high recent returns.”17 On \naverage, investors in mutual funds earn 1.5 percentage points less per year than a buy-and-hold strategy as a \nresult of the dumb money effect. The effect is even larger, 3 to 7 percentage points, in hedge funds.18  \n \nSo it’s crucial to be aware that part of your brain is seeking patterns and will see them even when they don’t \nexist. Distinguish between realms where patterns are likely to be useful and where they are generally illusory. \nThe behavior of investors and executives suggests that they believe they see dependable patterns even in \ncases when those patterns don’t exist.  \n \nMental Mistake #3: Hyperbolic Discounting—Preferring a Small Gain Today to a Larger \nGain Tomorrow         \n \nHere’s a quiz for you: Which would you prefer, $10 today or $11 tomorrow? How about a choice between \n$10 one year from now and $11 in one year and a day? When researchers ask these questions, subjects \ngenerally prefer the lower amount now (“I’ll take the $10 today”) and the higher amount in the future (“I’ll pick \nthe $11 in a year and a day”). Exhibit 2 shows this reversal in preference.   \n \n \n \n \n \n"
    },
    {
      "number": 6,
      "text": " \n \nOctober 20, 2015 \nWhat’s Going On in Your Brain? \n6 \nExhibit 2: Subjects Opt for a Smaller Reward Today and a Larger Reward in the Future \n \nSource: Shane Frederick, George Loewenstein, and Ted O'Donoghue, “Time Discounting and Time Preference: A Critical Review,” Journal of \nEconomic Literature, Vol. 40, No. 2, June 2002, 351-401. \n \nThis pattern of preference runs counter to the discounted utility model, which says we can translate choices \nfrom the present to the future, and back again, using a single discount rate. For example, if your annual \ndiscount rate is 8 percent you are equally happy to receive $100 today or $108 one year from now. While \neconomists have known all along that people don’t behave this way, it has become the standard in economic \ntheory. This is called exponential discounting.19 \n \nEconomists and psychologists can use the answers of their subjects to impute the discount rates that are \nconsistent with their choices. If you prefer $10 today to $11 in one week, your implied annual discount rate is \nreally high. If you prefer $11 in a year and a day to $10 in a year, your discount rate is much lower. The \npattern of high implied discount rates in the short term and low discount rates in the long term is called \nhyperbolic discounting.20 Exhibit 3 shows how the present values differ for the same stream of cash.  \n \nExhibit 3: Hyperbolic versus Exponential Discounting \n \nSource: Discount rates based on Leonard Green and Joel Myerson, “Exponential Versus Hyperbolic Discounting of Delayed Outcomes: Risk and \nWaiting Time,” American Zoologist, Vol. 36, No. 4, September 1996, 496-505.  \nToday\nTomorrow\n+\nOne year\nOne year and one day\n+\nPresent Value\nTime\nHyperbolic\nExponential\n"
    },
    {
      "number": 7,
      "text": " \n \nOctober 20, 2015 \nWhat’s Going On in Your Brain? \n7 \nThe distinction between exponential and hyperbolic discounting may appear to be the purview of nerdy \nprofessors, but it actually has some important practical implications. We can start with a commonplace \nexample: a diet. Most of us decide at some point that it would be healthy to shed some weight. And most of \nus choose to eat a delicious dessert today and resolve to start the diet tomorrow. If this sounds familiar, you \nare not alone.       \n \nHere’s a case in point. Researchers were interested in the choices people make for their snacks. The subjects \nhave a healthy choice, a piece of fruit, and an unhealthy choice, either a chocolate bar or a salty snack. A \nconsistent pattern emerges. When the scientists ask the subjects what they want now, they pick the \nunhealthy snack 70 percent of the time. But when the subjects are asked about a snack for next week, they \nselect the healthy one 74 percent of the time. We insist that our future selves will be good even as our \npresent selves enjoy some candy.21 \n \nConsidering which discount rate to apply also has major implications for policy decisions. For instance, \neconomists have come to very different conclusions about the cost of climate change, and hence the \nimmediate action necessary, based on the discount rate they assume. A low discount rate implies a high cost \nand a higher discount rate suggests a lower cost. Two economists who agree on the costs and risks of \nclimate change might come to very different conclusions about necessary policy based solely on the interest \nrate assumption.22 \n \nFinally, many individuals make financial decisions that are not optimal. One illustration is the age at which U.S. \ncitizens should claim Social Security benefits. Full retirement age is 66 or 67 years old, but the age for early \neligibility is 62 years old. Those who claim early receive a smaller monthly sum than those who wait until the \nfull retirement age. For example, someone who is set to receive $1,000 per month at the full retirement age \ncollects $750 if they start payments at age 62 and $1,320 if they delay until age 70.23   \n \nWhile the payment structures are designed to give comparable payoffs based on life expectancies, economists \nadvise that it is in almost everyone’s interest to delay claims as long as possible. Indeed, waiting until age 70 \nis the best strategy for many.24 But this is not what Americans do. About 40 percent claim benefits at the \nearly eligibility age, and the vast majority claim at or before the full retirement age.   \n \nSimilar behavior appears when people are offered lump sums versus annuities. As part of the downsizing of \nthe U.S. military in the early 1990s, the Department of Defense offered severance packages to 65,000 \nmilitary personnel. They could choose between a lump sum and an annuity that was worth considerably more. \nA small majority of the officers selected the lump sum and virtually all of the enlisted personnel did. For both \ngroups, the value of the annuity was approximately 80 percent higher than the lump sum.25  \n \nResearchers set out to figure out what was going on as the brain decided between an immediate and a distant \npayoff. It turns out that different parts of the brain mediate each decision (see Exhibit 4). When the choice \nwas for a smaller but immediate reward ($10 today versus $11 tomorrow) the limbic structures were in control. \nThis part of the brain is associated with impulsive behavior and dysfunctions, including drug addiction.  \n \nWhen larger but delayed rewards are involved ($10 in a year versus $11 in a year and a day) areas of the \nprefrontal and parietal cortex are active. These areas are associated with deliberative processes and cognitive \ncontrol.26 So it appears that based on the type of problem, distinct neural systems handle the solution. \n \n \n \n \n"
    },
    {
      "number": 8,
      "text": " \n \nOctober 20, 2015 \nWhat’s Going On in Your Brain? \n8 \nExhibit 4: Different Parts of the Brain Mediate Short- and Long-Term Decisions \n \nSource: Samuel M. McClure, David I. Laibson, George Loewenstein, and Jonathan D. Cohen, “Separate Neural Systems Value Immediate and Delayed \nMonetary Rewards,” Science, Vol. 306, No. 5695, October 15, 2004, 503-507. \n \nThis discussion is relevant for a host of issues, including drug addiction, dieting, and saving enough for \nretirement. For investors, there are a few ways to deal with the preference for payoffs in the present. One way \nis to create default decisions, so the issue does not even come up. For instance, you may elect to dedicate all \npay raises to savings, so you will never be tempted to spend the money today. This method doesn’t allow your \nbrain to deal with the problem at all and goes directly to a beneficial solution. \n \nScientists have also played with means to make our future selves concrete in our minds.27 One way to do this \nis to use software to create an avatar. This allows a 25-year-old to see, virtually, a 65-year-old version of \nherself. A glimpse of the future can encourage activity in the planning part of the brain, avoiding the limbic \nsystem, and can therefore lead to better outcomes.  \n \nMental Mistake #4: Loss Aversion and Financial Decisions         \n \nOne of the main ideas from prospect theory is loss aversion, the idea that people suffer more from losses than \nthey enjoy comparable gains. Prospect theory was developed by Kahneman and Tversky to explain how \nindividuals actually behave when faced with risky choices.28   \n \nThe loss aversion coefficient is about two, which means that the unhappiness of a $1 loss is twice as large as \nthe happiness of a $1 gain. So if you offer a proposition where a correct call of a coin toss pays $300 and an \nincorrect call costs $200, most people will turn it down. Although the expected value is $50 ([.50 x $300] + \n[.50 x -$200]) the ratio of gain to loss, 1.5, is too low for most people to play. The average coefficient of two, \nhowever, belies that there is a wide distribution across the population. Some people are highly loss averse, \nothers less so.  \n \nWomen tend to be somewhat more loss averse than men, and the old are more loss averse than the young.29 \nBut perhaps the most important issue is that our loss aversion coefficient changes based on experience. For \nexample, seasoned market participants have lower loss aversion coefficients because they ultimately have to \nmake money. But if you have been stung with losses recently, you will tend to avoid risk.  \n0.0\n-0.05\n0.05\nChoose Smaller, \nImmediate \nReward\nChoose Larger, \nDelayed\nReward\nEmotions\nHigher \ncognitive \nfunctions\nBrain Activity\nBrain structures \nthat control:\n"
    },
    {
      "number": 9,
      "text": " \n \nOctober 20, 2015 \nWhat’s Going On in Your Brain? \n9 \nOne of the puzzles in finance is why the equity risk premium has historically been so high. The equity risk \npremium is the extra return that investors in equities earn to compensate them for owning risky stocks versus \nless-risky bonds. Researchers found that equity returns were higher than they should have been given the \nactual amount of risk.30  \n \nTwo behavioral economists, Shlomo Benartzi and Richard Thaler, offer a solution to the puzzle through what \nthey call “myopic loss aversion.”31 Look at the stock market over rolling 10- or 20-year periods and you almost \nalways see gains. But in the short run, there are lots of ups and downs. So how frequently you check your \nstock portfolio determines the probability that you will see gains or losses. \n \nThe basic idea of myopic loss aversion is that if you examine your portfolio often, you are more likely to see \nlosses. Being loss averse, you will insist on higher returns to compensate for your suffering. However, if you \ncheck your portfolio infrequently, you are more likely to see gains and hence will not require returns as high. \nThey found that the evaluation period consistent with the equity risk premium to that time was about one year.   \n \nBenartzi and Thaler’s answer to the puzzle is that since people check their portfolios pretty often (myopic) they \nsuffer (loss aversion) and hence demand a high premium. But in markets, it is often the case that expected \nreturns go up as prices go down and expected returns go down when markets are up. So we end up being \nconservative when we should be aggressive and aggressive when we should be conservative.  \n \nAll of this raises an obvious question: How would we invest if we were immune to loss aversion? Researchers \ncreated a clever experiment to test the proposition. \n \nThe subjects in the experiment were endowed with $20 and told that they would play several rounds of an \ninvestment game. In each round, the subject could either invest, or not invest, one dollar. If they invested, they \nhanded their dollar to the researcher who then flipped a fair coin in full view of the subject. If it landed on \nheads, the subject lost their money. If it landed on tails, they won $2.50. If they did not invest, they kept their \ndollar for that round and went on to the next one. The experiment lasted for 20 rounds, and the subjects were \npaid the money based on the results. \n \nParticipants included normal people recruited from the local community and patients with brain damage \nstemming from stroke, surgery, or disease. The patients had ordinary intelligence, but the brain damage had \naffected their ability to process emotion. So these people could do basic math but do not feel emotion the way \nmost people do.       \n \nIt is easy to see that the best strategy in this investing game is to hand your dollar to the researcher every time, \nas the expected value for each round is $1.25 ([.50 x $2.50] + [.50 x $0]). In fact, if you played every round \nthere is only about a 1-in-8 chance of having less money than you started with, and the expected value is $25. \nHowever, keeping your dollar does prevent you from losing in any particular round.  \n \nThe brain-damaged patients finished with $25.70 on average, 13 percent more than the $22.80 the normal \npeople earned. They ended with more money because they played 45 percent more rounds than the normal \npeople did, including twice as many rounds after having suffered a loss.32 \n \nIt is hard to know exactly what the normal people were thinking, but one plausible explanation is that when \nthey lost, they preferred the sure dollar in the next round to the risk of another loss. In other words, their loss \naversion caused them to willfully give up a positive net present value proposition. \n \n"
    },
    {
      "number": 10,
      "text": " \n \nOctober 20, 2015 \nWhat’s Going On in Your Brain? \n10 \nThe main lesson from this experiment is to try to keep in check the effect of loss aversion. Some traders deal \nwith loss aversion by quickly selling losers.33 Others focus on finding investments with attractive risk and \nreward characteristics and don’t let past outcomes shape present decisions. This is easier said than done. A \nfinal strategy picks up on Benartzi and Thaler’s work on myopic loss aversion and suggests that you lengthen \nthe evaluation period you use for your investments, thus mostly sidestepping loss aversion.   \n \nConclusion \n \nIn recent decades, psychologists, economists, and neuroscientists have worked together to understand how \nour behaviors depart from the standards of normative economic theory and why exactly we have a proclivity to \ndo so.  \n \nScientists now have technology to observe brains of individuals as they decide and have crafted experiments \nto compare behaviors of people with normally functioning brains with those who had their brains altered \nthrough stroke, surgery, or disease. This research has lifted the veil on the mental processes behind our \nchoices. Some of the findings include the following: \n \n Humans are social and generally want to be part of the crowd. Studies of social conformity suggest that \nthe group’s view may shape how we perceive a situation. Those individuals who remain independent show \nactivity in a part of the brain associated with fear. \n \n We are natural pattern seekers and we see them even where none exist. Our brains are keen to make \ncausal inferences, which can lead to faulty conclusions.  \n \n Standard economic theory assumes that one discount rate allows us to translate value in the future to \nvalue in the present, and vice versa. Yet humans often use a high discount rate in the short term and a \nlow one in the long term. This may be because different parts of the brain mediate short- and long-term \ndecisions. \n \n We suffer losses more than we enjoy gains of comparable size. But the magnitude of loss aversion varies \nacross the population and even for each individual based on recent experience. As a result, we sometimes \nforgo attractive opportunities because the fear of loss looms too large. \n \nThe challenge now is to create processes and procedures that manage or mitigate the biases that arise from \nthese tendencies.  \n \n* * * \n \nWe offer special thanks to our summer intern, Brett Roston, who is now a junior at the Wharton School of the \nUniversity of Pennsylvania. Brett made a substantial contribution to this document, including reviewing \nresearch papers, linking the findings back to the practical implications, and creating a presentation. We \nappreciate your work, Brett. \n \n"
    },
    {
      "number": 11,
      "text": " \n \nOctober 20, 2015 \nWhat’s Going On in Your Brain? \n11 \nEndnotes \n \n1Richard H. Thaler, Misbehaving: The Making of Behavioral Economics (New York: W.W. Norton & Company, \n2015). \n2 Daniel Kahneman, Paul Slovic, and Amos Tversky, Judgment Under Uncertainty: Heuristics and Biases \n(Cambridge, UK: Cambridge University Press, 1982). \n3 Shreenivas Kunte, “The Herding Mentality: Behavioral Finance and Investor Biases,” Enterprising Investor, \nAugust 6, 2015. See https://blogs.cfainstitute.org/investor/2015/08/06/the-herding-mentality-behavioral-\nfinance-and-investor-biases/.  \n4 See Ivo Welch, “Herding among Security Analysts,” Journal of Financial Economics, Vol. 58, No. 3, \nDecember 2000, 369-396. Also, Chia-Hsuan Yeh and Shu-Heng Chen, “Market Diversity and Market \nEfficiency: The Approach Based on Genetic Programming,” AISB Journal, Vol. 1, No. 1, December 2001, \n147-167. \n5 Solomon E. Asch, “Opinions and Social Pressure,” Scientific American, Vol. 193, No. 5, November 1955, \n31-35. \n6 S.E. Asch, “Effects of Group Pressure Upon the Modification and Distortion of Judgments,” in Harold \nGuetzkow, ed., Groups, Leadership and Men (Pittsburgh, PA: Carnegie University Press, 1951).  \n7 Robert Schnuerch and Henning Gibbons, “A Review of Neurocognitive Mechanisms of Social Conformity,” \nSocial Psychology, Vol. 45, No. 6, November 2014, 466-478.   \n8 Gregory S. Berns, Jonathan Chappelow, Caroline F. Zink, Giuseppe Pagnoni, Megan E. Martin-Skurski, and \nJim Richards, “Neurobiological Correlates of Social Conformity and Independence During Mental Rotation,” \nBiological Psychiatry, June 22, 2005. See \nhttp://www.ccnl.emory.edu/greg/Berns%20Conformity%20final%20printed.pdf. Also, Gregory Berns, \nIconoclast: A Neuroscientist Reveals How to Think Differently (Boston, MA: Harvard Business Press, 2008), \n92-97. For a popular account, see Sandra Blakeslee, “What Other People Say May Change What You See,” \nThe New York Times, June 28, 2005. \n9 Sina Alexa Trautmann-Lengsfeld, Christoph Siegfried Herrmann, “EEG Reveals an Early Influence of Social \nConformity on Visual Processing in Group Pressure Situations,” Social Neuroscience, Vol. 8, No. 1, January \n2013, 75-89.  \n10 Claudia Danielmeier, Tom Eichele, Birte U. Forstmann, Marc Tittgemeyer, and Markus Ullsperger, “Posterior \nMedial Frontal Cortex Activity Predicts Post-Error Adaptations in Task-Related Visual and Motor Areas,” \nJournal of Neuroscience, Vol. 31, No. 5, February 2, 2011, 1780-1789.  \n11 Benjamin Graham, The Intelligent Investor: A Book of Practical Counsel, Fourth Revised Edition (New York: \nHarper & Row, 1973), 287. \n12 Kevin R. Foster and Hanna Kokko, “The Evolution of Superstitious and Superstition-Like Behaviour,” \nProceedings of the Royal Society B, Vol. 276, No. 1654, January 2009, 31-37.  \n13 Jason Zweig, Your Money & Your Brain: How the New Science of Neuroeconomics Can Help Make You \nRich (New York: Simon & Schuster, 2007). \n14 John M. Hinson and J. E. R. Staddon, “Matching, Maximizing, and Hill-Climbing,” Journal of the \nExperimental Analysis of Behavior, Vol. 40, No. 3, November 1983, 321-331. Also, Peter L. Derks and \nMarianne I. Paclisanu, “Simple Strategies in Binary Prediction by Children and Adults,” Journal of Experimental \nPsychology, Vol. 73, No. 2, February 1967, 278-285. Here’s a bonus for you endnote readers: It turns out \nthat pigeons are also better than humans at replying to the “Monty Hall Dilemma.” The birds approximated the \noptimal strategy while humans failed to do so. See Walter T. Herbranson and Julia Schroeder, “Are Birds \nSmarter Than Mathematicians? Pigeons (Columba livia) Perform Optimally on a Version of the Monty Hall \nDilemma,” Journal of Comparative Psychology, Vol. 124, No. 1, February 2010, 1-13.   \n15 The research is not quite so bold. When the subjects saw words come on the screen, the right hemisphere \nmaximized and the left hemisphere frequency matched. But when the subjects saw faces, which is the \nstrength of the right hemisphere, the results flipped: the right hemisphere frequency matched and the left \n"
    },
    {
      "number": 12,
      "text": " \n \nOctober 20, 2015 \nWhat’s Going On in Your Brain? \n12 \nhemisphere maximized. See Michael S. Gazzaniga, Tales from Both Sides of the Brain: A Life in \nNeuroscience (New York: Ecco, 2015), 294-296.  \n16 George Wolford, Michael B. Miller, and Michael Gazzaniga, “The Left Hemisphere’s Role in Hypothesis \nFormation,” Journal of Neuroscience, Vol. 20, No. 6, March 2000, RC64, 1-4. Also, Michael S. Gazzaniga, \nWho’s In Charge? Free Will and the Science of the Brain (New York: Ecco, 2011), 84-85. \n17 Andrea Frazzini and Owen A. Lamont, “Dumb Money: Mutual Fund Flows and the Cross-Section of Stock \nReturns,” NBER Working Paper No. 11526, July 2005. For a final version of the paper, see Andrea Frazzini \nand Owen A. Lamont, “Dumb Money: Mutual Fund Flows and the Cross-Section of Stock Returns,” Journal of \nFinancial Economics, Vol. 88, No. 2, May 2008, 299-322. \n18 Ilia D. Dichev, “What Are Stock Investors’ Actual Historical Returns? Evidence from Dollar-Weighted \nReturns,” American Economic Review, Vol. 97, No. 1, March 2007, 386-401. Also Ilia D. Dichev and Gwen \nYu, “Higher Risk, Lower Returns: What Hedge Fund Investors Really Earn,” Journal of Financial Economics, \nVol. 100, No. 2, May 2011, 248-263. \n19 Paul A. Samuelson, “A Note on Measurement of Utility,” Review of Economic Studies, Vol. 4, No. 2, \nFebruary 1937, 155-161. \n20 Shane Frederick, George Loewenstein, and Ted O'Donoghue, “Time Discounting and Time Preference: A \nCritical Review,” Journal of Economic Literature, Vol. 40, No. 2, June 2002, 351-401. Also David Laibson, \n“Golden Eggs and Hyperbolic Discounting,” Quarterly Journal of Economics, Vol. 112, No. 2, May 1997, \n443-477. Many economists now use the term “quasi-hyperbolic discounting” because it is a model that better \nfits the facts. But the basic idea is the same.   \n21 Daniel Read and Barbara van Leeuwen, “Predicting Hunger: The Effects of Appetite and Delay on Choice,” \nOrganizational Behavior and Human Decision Processes, Vol. 76, No. 2, November 1998, 189-205. \n22 William Nordhaus, “Critical Assumptions in the Stern Review on Climate Change,” Science, Vol. 317, No. \n5835, July 13, 2007, 201-202; Richard A. Posner, Catastrophe: Risk and Response (Oxford, UK: Oxford \nUniversity Press, 2004), 150-155. \n23 This example applies to people born between the years 1943-1954. See Melissa A. Z. Knoll and Anya \nOlsen, “Incentivizing Delayed Claiming of Social Security Retirement Benefits Before Reaching the Full \nRetirement Age,” Social Security Bulletin, Vol. 74, No. 4, 2014.  \n24 John B. Shoven and Sita N. Slavov, “Efficient Retirement Design: Combining Private Assets and Social \nSecurity to Maximize Retirement Resources,” Shoven-Slavov Retirement Booklet, March 2013. See \nhttp://siepr.stanford.edu/system/files/shared/documents/Efficient_Retirement_Design-March_2013b.pdf. \n25 John T. Warner and Saul Pleeter, “The Personal Discount Rate: Evidence from Military Downsizing \nPrograms,” American Economic Review, Vol. 91, No. 1, March 2001, 33-53. \n26 Samuel M. McClure, David I. Laibson, George Loewenstein, and Jonathan D. Cohen, “Separate Neural \nSystems Value Immediate and Delayed Monetary Rewards,” Science, Vol. 306, No. 5695, October 15, \n2004, 503-507. Also, Samuel M. McClure, Keith M. Ericson, David I. Laibson, George Loewenstein, and \nJonathan D. Cohen, “Time Discounting for Primary Rewards,” Journal of Neuroscience, Vol. 27, No. 21, May \n23, 2007, 5796-5804. \n27 Jason Zweig, “Meet ‘Future You.’ Like What You See? New ‘Virtual Reality’ Techniques Could Help Solve \nThe Age-Old Problem of Saving for Retirement,” Wall Street Journal, March 26, 2011.  \n28 Daniel Kahneman and Amos Tverky, “Choices, Values, and Frames,” American Psychologist, Vol. 39, No. \n4, April 1984, 341-350. \n29 Eric J. Johnson, Simon Gächter, Andreas Herrmann, “Exploring the Nature of Loss Aversion,” IZA DP No. \n2015, March 2006. Also, David J. Paulsen, Michael L. Platt, Scott A. Huettel, and Elizabeth M. Brannon, \n“From Risk-Seeking to Risk-Averse: The Development of Economic Risk Preference from Childhood to \nAdulthood,” Frontiers in Psychology, Vol. 3, No. 313, September 2012.  \n30 Rajnish Mehra and Edward C. Prescott, “The Equity Premium: A Puzzle,” Journal of Monetary Economics, \nVol. 15, No. 2, March 1985, 145-161.  \n"
    },
    {
      "number": 13,
      "text": " \n \nOctober 20, 2015 \nWhat’s Going On in Your Brain? \n13 \n31 Shlomo Benartzi and Richard H. Thaler, “Myopic Loss Aversion and the Equity Premium Puzzle,” Quarterly \nJournal of Economics, Vol. 110, No. 1, February 1995, 73-92. Also, Richard Thaler, Amos Tversky, Daniel \nKahneman, and Alan Schwartz, “The Effect of Myopia and Loss Aversion on Risk Taking: An Experimental \nTest,” Quarterly Journal of Economics, Vol. 112, No. 2, May 1997, 647-661.  \n32 Baba Shiv, George Loewenstein, Antoine Bechara, Hanna Damasio, and Antonio R. Damasio, “Investment \nBehavior and the Negative Side of Emotion,” Psychological Science, Vol. 16, No. 6, June 2005, 435-439. \n33 Curtis M. Faith, Way of the Turtle: The Secret Methods that Turned Ordinary People into Legendary Traders \n(New York: McGraw-Hill, 2007).  \n \n \n"
    },
    {
      "number": 14,
      "text": " \n \nImportant information \n \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future.  \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A.  \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above.  \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \n© 2015 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n \n"
    }
  ]
}