{
  "filename": "2015_capital_allocation_outside_the_us__evidence__analytical_methods____assessment_guidance.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423225007-07'00'",
    "modDate": "D:20240423225101-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nJanuary 6, 2015 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \n \n \n \n \n \n Capital allocation is a senior management team's most fundamental \nresponsibility. The problem is that many CEOs don't know how to allocate \ncapital effectively. The objective of capital allocation is to build long-term \nvalue per share. \n In this report we examine the sources and uses of capital for Japan, \nEurope, Asia/Pacific excluding Japan, and Global Emerging Markets. This \nextends our analysis beyond the United States, which we discussed in a \nprior report. \n Countries or regions with a high return on invested capital (ROIC) can fund \na substantial percentage of investment internally whereas those with low \nROICs must rely more on external financing.    \n Capital allocation is also determined by the largest sectors in a country’s or \na region’s economy, the stage of economic development, cultural norms, \nand regulations.  \n We provide a framework for assessing a company's capital allocation \nskills, which includes examining past behaviors, understanding incentives, \nand considering the five principles of capital allocation.   \n \n \n \nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nCapital Allocation Outside the U.S. \nEvidence, Analytical Methods, and Assessment Guidance  \n"
    },
    {
      "number": 2,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n2 \nTable of Contents \n \nExecutive Summary ....................................................................................................................... 3 \n \nSummary of Global Capital Allocation ............................................................................................... 4 \n \nIntroduction ................................................................................................................................... 5 \n \nPart I: Groundwork – Where Does the Money Come From and Where Has It Gone? ............................ 7 \n \nSources of Capital .............................................................................................................. 8 \n \nUses of Capital ................................................................................................................ 10 \n \n          Mergers and Acquisitions ........................................................................................ 10 \n \n          Capital Expenditures ............................................................................................... 10 \n \n          Research and Development ..................................................................................... 11 \n \n          Net Working Capital ............................................................................................... 12 \n \n          Divestitures ........................................................................................................... 12 \n \n          Dividends .............................................................................................................. 13 \n \n          Share Buybacks ..................................................................................................... 14 \n \nPart II: Capital Allocation by Region \nJapan ............................................................................................................................. 17 \nEurope ............................................................................................................................ 29 \nAsia/Pacific excluding Japan (APEJ) ................................................................................. 41 \nGlobal Emerging Markets (GEM) ....................................................................................... 53 \n \nPart III: Assessing Management’s Capital Allocation Skills ................................................................ 64 \n \nPast Spending Patterns .................................................................................................... 64 \n \nCalculating Return on Invested Capital and Return on Incremental Invested Capital .................. 64 \n \nIncentives and Corporate Governance ................................................................................ 65 \n \nFive Principles of Capital Allocation .................................................................................... 66 \n \nConclusion .................................................................................................................................. 68 \n \nAcknowledgment ......................................................................................................................... 69 \n \nAppendix .................................................................................................................................... 70 \n \nEndnotes .................................................................................................................................... 71 \n \nReferences ................................................................................................................................. 76 \n \nBooks ............................................................................................................................. 76 \n \nArticles and Papers .......................................................................................................... 78 \n"
    },
    {
      "number": 3,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n3 \nExecutive Summary  \n \n We extend our analysis of capital allocation beyond the United States to other major world regions, \nincluding Japan, Europe, Asia/Pacific excluding Japan (APEJ), and Global Emerging Markets (GEM). For \nthe prior report, see Michael J. Mauboussin and Dan Callahan, “Capital Allocation: Evidence, Analytical \nMethods, and Assessment Guidance,” Credit Suisse Global Financial Strategies, August 5, 2014. \n \n Capital allocation is the most fundamental responsibility of a senior management team of a public \ncorporation. The problem is that many CEOs, while almost universally well intentioned, generally don’t \nknow how to allocate capital effectively. The proper goal of capital allocation is to build long-term value per \nshare. The emphasis is on building value and letting the stock market reflect that value. Companies that \ndwell on boosting their short-term stock price frequently make decisions that are at odds with building \nvalue.  \n \n Regions and countries vary in the source of funding for capital. In general, high return on investment is \nassociated with an ability to internally fund a substantial percentage of investments. Countries that largely \nfinance investments internally include the U.S., the U.K., and Germany. Countries that require a higher \nproportion of external financing include France, Japan, and China.  \n \n Academic research shows that rapid asset growth is associated with poor total shareholder returns in most \nregions of the world. Further, companies that contract their assets often create substantial value per \nshare. But these findings are more robust in developed markets than in developing markets. Making \ninvestments that earn a return in excess of the opportunity cost is the key to creating value.  \n \n Ultimately, the answer to all capital allocation questions is, “It depends.” Most actions are either foolish or \nsmart based on the price and value. Similar to investors, companies tend to buy when times are good and \nretreat when times are challenging, failing to take advantage of gaps between price and value.  \n \n Past spending patterns are often a good starting point for assessing future spending plans. Once you \nknow how a company spends money, you can dig deeper into management’s decision-making process. \nFurther, it is useful to calculate return on invested capital and return on incremental invested capital. \nThese metrics can provide a sense of the absolute and relative effectiveness of management’s spending. \n \n Understanding incentives for management is crucial. Assess the degree to which management is focused \non building value and addressing agency costs. \n \n The five principles of capital allocation include: zero-based capital allocation; fund strategies, not projects; \nno capital rationing; zero tolerance for bad growth; and know the value of assets and be prepared to take \naction.    \n \n"
    },
    {
      "number": 4,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n4 \nSummary of Global Capital Allocation  \n \n Mergers and acquisitions (M&A), capital expenditures, research and development (R&D), and net working \ncapital are the uses of capital for internal investment. How companies invest internally varies substantially \nby region. (See Exhibit 1.) Here are some of the main observations based on spending in recent decades: \n M&A is the largest use of capital in the U.S., Europe, and GEM, the second largest use in APEJ, \nand the fourth largest use in Japan. The rarity of M&A in Japan is of particular note.  \n Capital expenditures are the largest use of capital in Japan and APEJ and the second largest use in \nthe U.S., Europe, and GEM. The range in spending, measured as a percentage of sales, was twice \nas large for M&A as it was for capital expenditures. \n R&D is the second largest use of capital in Japan, the third largest in the U.S. and Europe, and the \nfourth largest in APEJ and GEM. Developed markets spend substantially more on R&D than \ndeveloping markets do. \n Net working capital is the third largest use of capital in Japan, APEJ, and GEM, and the smallest use \nin the U.S. and Europe. This disparity likely reflects the differences in the businesses in the \nrespective economies. \n \n Divestitures play a significant role in each of the regions, constituting roughly one-third to one-half the level \nof total M&A. They are also larger than dividends and share buybacks in all regions but Japan.   \n \n Dividends substantially exceed share buybacks in all regions except the U.S., where they have been \nroughly equivalent on average. Buybacks are modest in Europe and fairly insignificant in Japan, APEJ, and \nGEM.  \n \n Share buybacks have been meaningful in countries that embrace the Anglo-Saxon model and \ninconsequential in nearly all other regions. This pattern reflects cultural and regulatory constraints.  \n \nExhibit 1: Capital Deployment – Historical Averages for U.S., Japan, Europe, APEJ, and GEM \n \nSource: Credit Suisse HOLT. \nNote: For uses of capital, historical averages are based on the following years: U.S. (1980-2013), Japan (1985-2013), Europe (1985-2013), APEJ (1992-\n2013), GEM (1992-2013), For CFROI® and Real Asset Growth Rates, historical averages are based on the years 1993-2013 for all regions. \n \n \n \n                                                 \n \n Cash Flow Return on Investment, or CFROI,\n® is a registered trademark in the United States and other countries (excluding the \nUnited Kingdom) of Credit Suisse Group AG or its affiliates. \nM&A\nCapex\nR&D \nExpense\nNet Working \nCapital\nGross \nBuybacks\nDivestitures\nDividends\nCFROI*\nReal Asset \nGrowth Rate\nU.S.\n10.4%\n7.1%\n2.2%\n0.8%\n2.1%\n3.3%\n2.2%\n8.5%\n5.6%\nJapan\n1.2%\n4.6%\n2.1%\n1.2%\n0.2%\n0.4%\n0.6%\n3.0%\n3.3%\nEurope\n9.7%\n7.0%\n2.0%\n1.5%\n0.6%\n5.1%\n2.2%\n6.7%\n3.9%\nAPEJ\n10.2%\n10.5%\n0.8%\n2.8%\n0.4%\n5.1%\n2.6%\n6.4%\n9.8%\nGEM\n15.8%\n12.1%\n0.3%\n3.7%\n0.5%\n6.5%\n3.2%\n6.3%\n9.3%\nUses of Capital (As a Percentage of Sales)\nEconomic Returns and Growth\n"
    },
    {
      "number": 5,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n5 \nIntroduction \n \nCapital allocation is the most fundamental responsibility of a senior management team of a public corporation. \nSuccessful capital allocation means converting inputs, including money, things, ideas, and people, into \nsomething more valuable than they would be otherwise. The net present value (NPV) test is a simple, \nappropriate, and classic way to determine whether management is living up to this responsibility. Passing the \nNPV test means that $1 invested in the business is worth more than $1 in the market. This occurs when the \npresent value of the long-term cash flow from an investment exceeds the initial cost. \n \nWhy should value determine whether a management team is living up to its responsibility? There are two \nreasons. The first is that companies must compete. A company that is allocating its resources wisely will \nultimately prevail over a competitor that is allocating its resources foolishly. The second is that inputs have an \nopportunity cost, or the value of the next best alternative. Unless an input is going to its best and highest use, \nit is underperforming relative to its opportunity cost. \n \nThe process of making inputs more valuable has a number of aspects. A logical starting point is a strategy. \nProperly conceived, a strategy requires a company to specify the trade-offs it will make to establish a position \nin the marketplace that creates value. A strategy also requires a company to align its activities with its \npositioning and to execute effectively.1   \n \nSince a company’s strategy is often already in place when a new chief executive officer (CEO) takes over, \ncapital allocation generally becomes his or her main responsibility. While a proper and comprehensive \ndiscussion of capital allocation requires a consideration of intangible and human resources, our focus here is \non how companies spend money.  \n \nThe problem is that many CEOs, while almost universally well intentioned, don’t know how to allocate capital \neffectively. Warren Buffett, chairman and CEO of Berkshire Hathaway, describes this reality in his 1987 letter \nto shareholders. He discusses the point of why it is beneficial for Berkshire Hathaway’s corporate office to \nallocate the capital of the companies it controls. Buffett is worth quoting at length:2  \n \nThis point can be important because the heads of many companies are not skilled in capital \nallocation. Their inadequacy is not surprising. Most bosses rise to the top because they have excelled in \nan area such as marketing, production, engineering, administration or, sometimes, institutional politics.  \n \nOnce they become CEOs, they face new responsibilities. They now must make capital allocation \ndecisions, a critical job that they may have never tackled and that is not easily mastered. To stretch the \npoint, it’s as if the final step for a highly-talented musician was not to perform at Carnegie Hall but, \ninstead, to be named Chairman of the Federal Reserve.  \n \nThe lack of skill that many CEOs have at capital allocation is no small matter: After ten years on the job, \na CEO whose company annually retains earnings equal to 10% of net worth will have been responsible \nfor the deployment of more than 60% of all the capital at work in the business.  \n \nCEOs who recognize their lack of capital-allocation skills (which not all do) will often try to compensate \nby turning to their staffs, management consultants, or investment bankers. Charlie [Munger] and I have \nfrequently observed the consequences of such “help.” On balance, we feel it is more likely to \naccentuate the capital-allocation problem than to solve it.  \n \nIn the end, plenty of unintelligent capital allocation takes place in corporate America. (That's why you \nhear so much about “restructuring.”) \n"
    },
    {
      "number": 6,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n6 \nIntelligent capital allocation requires understanding the long-term value of an array of opportunities and \nspending money accordingly. It also includes knowing the value of a firm’s individual assets and being willing \nto sell them when they are worth more to others.  \n \nWe believe that long-term growth in value per share should guide capital allocation decisions. A necessary \ncorollary is that there is a time when shrinking the business is the most beneficial course for ongoing \nshareholders. In some cases, for instance, buying back shares is a wiser choice than expanding by means of \ncapital expenditures or acquisition.  \n \nCapital allocation is a dynamic process, so the correct answer to most questions is, “It depends.” Sometimes \nacquiring makes sense and other times divesting is the better alternative. There are times to issue equity and \ntimes to retire it. Because the components that determine price and value are changing constantly, so too \nmust the assessments that a CEO makes. As Buffett says, “The first law of capital allocation—whether the \nmoney is slated for acquisitions or share repurchases—is that what is smart at one price is dumb at another.”3 \n \nBuffett also discusses what he calls the “institutional imperative,” a force that is also pertinent.4 The force has \nmultiple aspects as he describes it, but a pair of them are relevant here. One is that subordinates will readily \ncreate spreadsheets and studies to support the business craving of the leader. Another is that companies will \n“mindlessly” imitate one another, whether in M&A or executive compensation.  \n \nThe message here should be clear. A decision isn’t good just because someone in the organization can justify \nit or because some other company is doing it. Proper capital allocation requires a sharp analytical framework \nand independence of mind. \n \nIn our experience, very few CEOs, and chief financial officers for that matter, have what we call the “North \nStar of value.” The North Star is not the brightest star, but it doesn’t move much throughout the night or year. \nAs a result, it provides a reliable sense of direction. Likewise, companies that have a North Star of value have \nan unwavering view of value no matter what is going on. It is common for executives to solicit input from a \nrange of stakeholders, hear varying points of view, and walk away confused and unsure about the proper \ncourse of action. This doesn’t happen to executives with the North Star of value, especially since they may \nhave better information about their company’s prospects than the market does. \n \nIncentives are another barrier to proper capital allocation. An executive who is paid to deliver a target based on \nshort-term earnings per share may well act very differently than an executive who is focused on building long-\nterm value per share. In assessing management, ask a fundamental question: If there is a conflict between \nmaximizing a reward based on the incentive plan and creating long-term value per share, which route will the \nexecutive select?  \n \nWilliam Thorndike’s excellent book, The Outsiders: Eight Unconventional CEOs and Their Radically Rational \nBlueprint for Success, inspired our reports on capital allocation.5 Thorndike shares the stories of eight CEOs \nwho created tremendous value per share during their tenures. One theme that comes out clearly in the book, \nand is explicit in the subtitle, is that these CEOs appeared out of step with conventional wisdom as they were \nbuilding value. The North Star of value guided their decisions and they had the independence of mind to make \nthe best choices. \n \n \n \n \n \n"
    },
    {
      "number": 7,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n7 \nThis report has three parts: \n \n1. Groundwork. This part starts by showing the sources of capital by region. We then specify a \nframework for considering the economic virtue of each form of capital allocation based on academic \nresearch.  \n \n2. Capital allocation by region. This section documents capital allocation by region, providing historical \ncontext, CFROIs and rates in asset growth, and the trends in capital allocation. \n \n3. Assessing a company’s capital allocation skills. This part discusses methods to assess past \ncapital allocation choices, how to evaluate incentives, and the five principles of capital allocation.  \n \nPart I: Groundwork – Where Does the Money Come From and Where Has It Gone?  \n \nIf the job of management is to deploy capital so as to add value, it makes sense to start with a discussion of \nwhere capital comes from and how management teams have spent it in the past. The sources of capital \ninclude the cash the business generates and access to the capital of claimholders, including debtors and \nshareholders. A company can also sell an asset, which is a one-time realization of the cash flow the asset is \nexpected to generate over its life.   \n \nBusinesses that grow rapidly generally require a sizeable amount of investment. For example, imagine a \nrestaurant concept that is highly successful. To satiate demand that firm must build lots of restaurants and \nhence invest a substantial sum in order to expand. The rate of return on incremental capital is the maximum \ngrowth rate in operating profit a business can reach without external financing. By extension, a company with \na return on invested capital (ROIC) higher than its growth rate will generate surplus capital.6  \n   \nCompanies that cannot fund their growth internally must access cash externally, either by borrowing or selling \nequity. The pecking order theory is an idea in corporate finance that says that managers of companies will \ntypically choose to fund investments first with cash that the company generates internally, next with debt, and \nfinally with equity.7 One essential tenet of thoughtful capital allocation is that all capital has an opportunity cost, \nwhether the source is internal or external. \n \nThe uses of capital are where money goes. Executives can invest in the business through capital expenditures, \nincreases in working capital, research and development, or mergers and acquisitions. These investments allow \na company to grow. But growth, in and of itself, is never the goal of a thoughtful capital allocator. The proper \nmetric of success is an increase in long-term value per share. \n \nA company can also return cash to debt and equity holders. Debt repayment, a return of some or all principal \nand interest a company owes, is straightforward. A company can return cash to shareholders either by paying \na dividend, where all holders receive the same amount, or by buying back stock. In a buyback, shareholders \nsort themselves. Those who want cash sell their shares and those who want to increase their stake in the \ncompany hold their shares. A dividend treats all shareholders the same no matter what the stock price. \n  \nIn a buyback, selling shareholders benefit at the expense of ongoing shareholders if the stock is overvalued, \nand ongoing shareholders benefit at the expense of selling shareholders if the stock is undervalued. All \nshareholders are treated uniformly only if the stock price is at fair value.8  \n \nExhibit 2 summarizes the sources and uses of financial capital. These follow closely the alternatives and \nchoices that Thorndike specifies in The Outsiders.   \n"
    },
    {
      "number": 8,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n8 \nExhibit 2: Sources and Uses of Financial Capital \n \nSource: Credit Suisse. \n \nSources of Capital \n \nInternal financing, or the cash generated by the businesses, is the largest source of capital for most countries \nand regions and typically falls in the range of 60 to 90 percent. Issuance of new debt is the next most \nsignificant source of capital. The issuance of equity varies a great deal by region, and companies in developed \neconomies commonly retire as much equity as they issue.  \n \nThe ratio of internal financing to the total source of capital tends to correlate with the underlying return on \ninvested capital for the country. A country with a high ROIC can fund a higher percentage of its investments \nwith internally-generated cash than a country with a low ROIC. Exhibit 3 shows this correlation, using cash \nflow return on investment (CFROI) as a measure of return on investment. The data reflect the average of the \nten years ended 2013.9 \n \nThere are pros and cons to having internal financing represent a high percentage of investment funding. The \npro is that companies are earning high returns on capital in general and need not rely on capital markets to \nfund their growth. The con is that companies can deploy internally-generated funds into value-destroying \ninvestments. The need to raise money from the capital markets creates a check on management’s spending \nplans.  \n \nIndeed, Peter Bernstein, the renowned financial historian and economist, once suggested that all companies \nshould be required to pay out 100 percent of their earnings and then appeal to the markets when they want \nfunds for investment. He argued that markets are more effective than companies at allocating capital, and as \na result the overall effectiveness of capital allocation would improve if left to the devices of the market.10    \n \n \n \n \n \n \n \n \n \n \n \nCapital allocation\nReturn cash \nto claimholders\nBusiness\nCapital expenditures \nWorking capital\nMergers/acquisitions\nResearch & development\nCapital sources\nEquity issuance\nDebt issuance\nBusiness\nOperational cash flow\nAsset sales\nAccess cash \nfrom claimholders\nCash dividends\nShare buybacks\nDebt repayment\n"
    },
    {
      "number": 9,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n9 \nExhibit 3: Relationship between CFROI and Internal Financing Capability (2004-2013 Average) \n \nSource: Europe: Eurostat European Sector accounts; U.S.: Board of Governors of the Federal Reserve System, Division of Research and Statistics, \nFlow of Funds Accounts Table F.102; Credit Suisse. \n \nBefore delving into each of the specific uses of capital, it is worth considering what the academic research \nsays about capital allocation. A key finding is that asset growth rates are strong predictors of future abnormal \nreturns to shareholders in countries with developed financial markets. The effect is weaker, if present, in \ndeveloping economies.11  \n \nMore specifically, developed markets firms with low asset growth rates earn substantially higher shareholder \nreturns, after adjusting for risk, than firms with high asset growth rates. Further, companies that contract their \nassets tend to generate higher shareholder returns than companies that expand their assets.  \n \nHigh returns to shareholders tend to follow events such as spin-offs, dividend initiations, share repurchases, \nand debt prepayments, whereas low returns to shareholders generally follow events such as acquisitions and \nstock and debt issuance.  \n \nA global study of 40 countries reveals that from 1982-2010 the relationship between asset growth and \nshareholder results was strong in Europe, with 14 of the 17 countries in the study showing the relationship \n(Greece, Italy, and Portugal were the exceptions). The economies in APEJ also overwhelmingly exhibit the \nasset growth effect, including 10 of the 13 countries in the study (the result didn’t hold for China, Taiwan, or \nthe Philippines).  \n \nUnlike most developed countries, developing economies do not demonstrate a significant asset growth effect. \nOf the 14 developing economies in the study, only 2 exhibited a strong asset growth effect. \n \nThe academic research also supports the point that growth is not inherently good. We must recognize that \ncontext is very important. The correct answer to almost every capital allocation question is, “It depends.” We \nneed to look beyond base rates, as informative as they are, to understand what truly drives or impedes value \ncreation.  \n50\n55\n60\n65\n70\n75\n80\n85\n90\n95\n100\n4\n5\n6\n7\n8\n9\n10\nInternal Financing (Percent of Total)\nCFROI (Percent)\nU.S.\nBelgium\nFrance\nDenmark\nNetherlands\nPortugal\nSpain\nItaly\nAustria\nFinland\nGermany\nr = 0.49\n"
    },
    {
      "number": 10,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n10 \nUses of Capital \n \nWe now turn to the details of the major uses of capital. We discuss how to assess each alternative from an \neconomic standpoint and summarize the findings of the empirical research. The subsequent part reviews the \ndetails of the historical trends for the uses of capital in each region.  \n \nMergers and Acquisitions. M&A is a major source of redistribution of corporate resources. For many \ncompanies, M&A is the most significant means to pursue strategic goals and the most costly way to do so. \nNearly all companies and investment portfolios will feel the effect of M&A at some point. Consider that over \nthe past twenty years, M&A volume as a fraction of the total equity market capitalization has averaged 12 \npercent in Europe, 9 percent in the U.S., 8 percent in GEM, 7 percent in APEJ, and 3 percent in Japan.  \n \nM&A tends to follow the stock market closely, with more M&A activity when the stock market is up. It comes \nas no surprise that companies that act early in an M&A cycle tend to generate higher returns than those that \nact later. The first movers in an M&A wave enjoy the benefits of a larger pool of acquisition targets and \ncheaper valuations than companies that acquire later in the cycle. Later acquirers are encouraged to act based \non bandwagon effects, or what Buffett calls the institutional imperative, and an accommodating environment \nfor financing.12  \n \nOne of the most effective ways to assess the merit of a deal is to compare the present value of incremental \ncash flow, the result of synergy, to the premium the acquirer agrees to pay.13 If the synergy exceeds the \npremium, the deal will add value for the buyer. If the synergy is less than the premium, the buyer will see its \nshares decline. The relationship between synergy and premium is more explanatory than the measures that \ncompanies and investors commonly use, including earnings accretion or dilution.14  \n \nHere’s an example. Assume that the market capitalization is $2,000 for the buyer and $800 for the seller. \nThe buyer bids $1,000 for the seller, representing a $200 premium. If the synergy is only $100, the market \ncapitalization of the buyer will slump to $1,900 and the seller will receive $1,000. If, on the other hand, the \nsynergy is $300, the market capitalization of the buyer will rise to $2,100 as the seller receives $1,000.  \n \nAlthough the key factors in judging M&A are the synergy and the premium, only the premium is explicit. While \ncompanies today generally provide some guidance for expected synergy, the investor must still assess the \nlikelihood that the company will achieve the objective. M&A creates value in the aggregate as the combined \nvalue of the buyer and target is almost always higher after a deal is announced than before. But buyers \ncommonly overpay, which means the seller’s shareholders often capture the value of the synergy.   \n \nCapital Expenditures. Capital expenditures have been the largest source of investment in Japan and APEJ, \nand are a large percentage of spending in GEM. As a broad rule of thumb, spending on capital expenditures, \nmeasured as a percentage of sales, is larger in developing countries than in developed countries. Further, the \ngrowth in capital expenditures tends to come with low variance, which means that executives want to keep the \nspending steady.  \n \nExecutives and investors frequently distinguish between “maintenance” capital expenditures and total capital \nexpenditures. Maintenance spending is the minimum required to maintain or replace the long-term assets in \nplace. We can assume that capital expenditures beyond the maintenance level are in pursuit of growth.    \n \nDepreciation expense serves as a rough proxy for maintenance capital spending.15 Measured as a percentage \nof sales, growth capital expenditures range from one-fifth to one-half of overall capital expenditures across the \ndifferent regions. That maintenance capital expenditures are essential explains a good deal of the stability of \n"
    },
    {
      "number": 11,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n11 \nspending. Further, it suggests that in assessing the value creation prospects of capital expenditures, you are \nbest served to focus on the component that supports growth. \n \nThe stock market tends to favorably greet increases in capital expenditures for companies that have attractive \nreturns on invested capital and a good record of past spending. The market expresses skepticism at increases \nfor low return on capital businesses or businesses that are at or near a cyclical peak.16  \n \nResearch and Development. Unlike M&A and capital expenditures, R&D is an expense on the income \nstatement rather than invested capital on the balance sheet. Accountants expense R&D in the period the \ncompany incurs it, notwithstanding the potential long-term benefits, because they deem the outcomes too \nuncertain and difficult to quantify. We can define R&D as a set of activities that seeks to develop new \nproducts or the tools to create new products.  \n \nIn the U.S., businesses account for about 70-75 percent of total R&D spending, with the government and \nacademia splitting the other 25-30 percent. The industries that spend the most include information technology, \nhealthcare, materials, and aerospace and defense. Technology and healthcare combined represent more than \ntwo-thirds of all R&D spending in the U.S., and technology R&D spending is roughly 1.5 times that of \nhealthcare. \n \nR&D spending averages about two percent of revenues in developed economies including the U.S., Japan, \nand Europe. That ratio is less than one percent in APEJ and GEM. The U.S., China, and Japan together \nrepresent more than half of global R&D spending, and ten countries account for about 80 percent of the total. \nAt current rates of funding and growth, China will surpass the U.S. as the largest spender on R&D in the year \n2022.17   \n \nThe academic research on the effectiveness of R&D spending is somewhat equivocal, in part because of the \nmeasurement challenges and the decline in R&D productivity in the pharmaceutical industry. One of the best \nways to study the market’s reaction to any form of investment is to examine unexpected changes. In one such \nstudy, finance professors studied more than 8,000 unexpected increases in R&D spending over a 50-year \nperiod ended in 2001 and found that the stocks of those companies rose.18 Other researchers conclude that \nthe returns to R&D are positive and higher than other capital investments.19 \n \nA reasonable question is whether the stock market effectively reflects R&D spending. One large study found \nthat the market does it well. This means that companies that spend a large percentage of sales on R&D \nrealize similar stock market returns as companies that spend a small percentage of sales on R&D. The \nresearchers came to similar conclusions for advertising expenses, which are about one-half as large as R&D \nexpenses in the aggregate.20  \n \nAcademics have also found that larger companies that acquire their R&D by buying businesses that are R&D \nintensive tend to fare poorly in the stock market.21 This is consistent with the view that the value of R&D in an \nacquisition ultimately accrues to the seller, not the buyer. That said, companies with strong execution \ncapabilities can create value by enhancing R&D effectiveness.22 \n     \nOne study focused specifically on Japan found that the stock market properly reflected R&D spending. \nSpecifically, it showed that companies that spent a large percentage of sales on R&D realized similar total \nshareholder returns as companies that spent a small percentage.23 \n \nSome recent research suggests that the technology companies in the U.S. that are in the bottom one-third of \nR&D spending as a percentage of sales deliver higher returns to shareholders than those in the top third.24 \n"
    },
    {
      "number": 12,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n12 \nThis finding underscores how tricky it is to assess R&D spending because a number of technology companies \nhave benefitted from R&D that was funded by the government. \n \nMariana Mazzucato, a professor of economics at the University of Sussex, addresses this issue in her \nprovocative book, The Entrepreneurial State.25 Her thesis is that the government funds a great deal of high-\nrisk R&D that companies go on to exploit commercially.  \n \nShe uses the vivid example of the iPhone from Apple Inc., a company that has created a huge amount of \nshareholder value in the past decade. Four of the main technologies inside the iPhone, including the Global \nPositioning System (GPS), the Internet, touch screen, and voice recognition software, were developed by the \nU.S. government. As Mazzucato notes, Apple did a brilliant job of integrating these technologies, designing an \nattractive and intuitive product, and marketing effectively. But it did not develop some of the key technologies \ninside the phone, which means the company’s shareholders did not have to shoulder those expenses.   \n \nNet Working Capital. Net working capital is the capital a company requires to run its day-to-day operations. \nIt is defined as current assets minus non-interest-bearing current liabilities. The primary components of net \nworking capital include inventory, accounts receivable, and accounts payable. Interest-bearing current liabilities, \nwhich include short-term debt and the current maturities of long-term debt, are a form of financing and are \ntherefore not part of net working capital. \n \nFor the purpose of capital allocation, we analyze the change in net working capital. Net working capital is a \nsubstantially larger use of capital in developing markets than in developed markets. For instance, changes in \nnet working capital were 3.7 percent of sales in GEM and 2.8 percent in APEJ compared to 1.5 percent of \nsales or less in Europe, Japan, and the U.S.  \n \nDivestitures. Companies use divestitures to adjust their business portfolio. Actions include the sale of \ndivisions, spin-offs, and equity carve-outs. A company will divest an operation when it perceives the value to \nanother owner to be higher, or if the divestiture adds focus to the parent and hence improves results. \n \nThere are a few considerations in assessing divestitures. First, research has established that most of the value \ncreation for a typical company comes from a relatively small percentage of its assets.26 This means that most \ncompanies have businesses or assets that do not earn the cost of capital and that may be more valuable to \nanother owner.  \n \nDivestitures can lead to “addition by subtraction” when a company that divests an operation with a low return \non invested capital receives more than what the business is worth as an ongoing part of the firm. So there’s \nan addition of value to the company even as there’s a subtraction in the size of the firm. \n \nSecond, we have already reviewed the evidence showing that M&A creates value in the aggregate but that \nacquirers struggle to capture much, if any, of that value. This suggests that it is better to be a seller than a \nbuyer on average. This point is particularly relevant when there are multiple bidders for an asset. Contested \ndeals frequently lead to what economists call the “winner’s curse.”27 When this occurs, the “winner” of the \nbidding pays too much for the asset, hence the “curse.” The winner’s curse means that there is a wealth \ntransfer, above and beyond the value of the asset, from the buyer to the seller. \n \nFinally, most companies have a natural tendency to want to grow rather than shrink. As companies grow and \ndiversify, capital allocation and strategic control can become more challenging. When a CEO who understands \ncapital allocation takes the helm of a company with underperforming assets, there is a great opportunity to \ncreate value through divestitures.28   \n"
    },
    {
      "number": 13,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n13 \nNotwithstanding their significance in capital allocation, divestitures have received substantially less attention \nthan M&A in the academic literature. Research for the most part concludes that divestitures create value. A \nmeta-analysis of nearly 100 studies on divestitures concludes: “In the broadest possible terms, our results \nsuggest that on average, divestiture actions are associated with positive performance outcomes for the \ndivesting parent firm.”29 \n \nAnalysis also shows that spin-offs create value for the spin-offs themselves as well as the corporate parents.30 \nResearchers who did a meta-analysis of more than 25 papers in the spin-off literature summed up their \nfindings this way: “The main conclusion is consistent: spin-offs are associated with strongly significant \nabnormal returns.”31 They suggest the factors that explain these wealth effects include sharpened focus, \nbetter information, and in some cases tax treatment.  \n \nDividends. A dividend is a cash payment to a shareholder that is generally paid from profits. Dividends and \nshare buybacks are the main ways companies return cash to shareholders. Companies can also return cash to \nshareholders by selling the company for cash. \n \nThe most profound difference between buybacks and dividends may be the attitude of executives. Most \nexecutives believe that once a dividend is established, paying it is on par with investment decisions such as \ncapital spending. In contrast, they tend to view buybacks as something to do with residual cash flow after the \ncompany has made all investments that are appropriate.32  \n \nThere are a couple of consequences of this difference in attitude. The first is that dividend payments are vastly \nless volatile than buybacks. Indeed, of all the capital allocation options, dividends have among the lowest \nstandard deviation in growth. \n \nHow should investors assess dividends? First, dividends are useful to consider in the context of cash flow. To \nsustain a cash dividend, a company has to generate cash flow beyond the basic needs to maintain the \nbusiness and support its growth. So an investor should gauge a company’s cash flow prospects in order to \nanticipate a company’s ability to pay dividends.33    \n \nSecond, dividends can play an important role in the capital accumulation rate, also known as total shareholder \nreturn (TSR). From time to time you hear that dividends provide the bulk of shareholder returns for equities in \nthe long run. That assertion is wrong if you assume the goal of an investor is to accumulate capital. In fact, \nprice appreciation is the only source of investment return that increases accumulated capital over time.34 \n \nThe equity rate of return is a one-period measure and is simply the sum of stock price appreciation and the \ndividend. The capital accumulation rate, or TSR, is a multi-period measure that assumes all dividends are \nreinvested in the stock. Knowing price appreciation and dividend yield, the following equation allows you to \ncalculate TSR: \n \nTotal shareholder return (TSR) = Price appreciation + [(1 + price appreciation) * dividend yield] \n \nThe value of the compounding reinvested dividends means that the equity rate of return is always lower than \nthe TSR as long as price appreciation is positive. For example, assume price appreciation of 7 percent and a \ndividend yield of 2 percent. The equity rate of return is 9 percent (.07 + .02) and the TSR is 9.14 percent (.07 + \n[(1 + .07)*.02]).   \n \nThe key is that for an investor to actually earn the TSR, all of the dividends they receive must be reinvested back \ninto the stock. That’s why price appreciation only determines the TSR.   \n"
    },
    {
      "number": 14,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n14 \nIt’s crucial to acknowledge that almost no one earns the full TSR because most individuals do not reinvest the \ndividends they receive, and dividends are generally taxable. While there are no clear-cut data on the topic, it \nappears that only one-tenth of all dividend proceeds are reinvested. Naturally, investors can use dividends to \nconsume. But if they do, they can’t earn the TSR. \n \nFurther, most investors must pay taxes on the dividends they receive. The TSR declines when you assume \nthat only a fraction is reinvested in the stock. Academic research supports the view that the tax rate on \npayouts affects shareholder returns.35 \n \nAcademic research on dividends supports a few points. To begin, older companies are more likely to pay \ndividends than younger companies. So any analysis of dividend yields must take into account the maturity of \nthe population of companies under consideration.36      \n \nSecond, dividends provide a strong signal about management’s commitment to distribute cash to shareholders \nand its confidence in the future earnings of the business. This is consistent with the managerial attitude that \ndividends are sacrosanct once declared. For this reason, companies are very deliberate about the decision to \ninitiate a dividend.37  \n \nDividend payouts are generally more generous in developing markets than in developed markets. Dividends as \na percentage of sales averaged 3.2 percent in GEM and 2.6 percent in APEJ in the past couple of decades, \nhigher than the 2.2 percent in the U.S. and Europe. Japan’s payout rate has been consistently below the \naverage of other regions of the world, with dividends as a percentage of sales of 0.6 percent in the past 30 \nyears. \n \nShare Buybacks. A share buyback is the second way that a company can return cash to its shareholders. \nWhereas all shareholders are treated equally with a dividend, only shareholders who sell to the company \nreceive cash. This means that shareholders realize very different outcomes based on whether they choose to \nsell or hold the stock when they deem it to be overvalued, fairly valued, or undervalued.  \n \nWhen assessing a repurchase program, investors and executives should consider the golden rule of share \nbuybacks, which states: A company should repurchase its shares only when its stock is trading below its \nexpected value and when no better investment opportunities are available.38 \n \nThe golden rule addresses both absolute and relative value. Companies should only invest where they \nanticipate a payoff that has a positive net present value. This is a fancy way of saying “you will get more than \nwhat you pay for.” This absolute benchmark applies to all of a company’s capital allocation decisions, including \nM&A, capital expenditures, and R&D.  \n \nThe rule also addresses relative value when it emphasizes that companies should prioritize higher return \ninternal investment opportunities over buybacks. Ideally, executives should rank their investment opportunities \nby expected return and fund them from highest to lowest. A company should expect that all of the investments \nit funds will earn above the cost of capital. There can be cases when buybacks are more attractive than \ninvesting in the business.39 \n \nThe second aspect of assessing a buyback is its impact on various shareholders under different conditions. \nOnly if a stock trades exactly at intrinsic value do buybacks and dividends treat all shareholders the same. If a \nstock is overvalued or undervalued, the effect of a buyback is different for selling shareholders than it is for \nthose who continue to hold. \n \n"
    },
    {
      "number": 15,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n15 \nFrom the company’s standpoint, corporate value is conserved no matter how the company chooses to pay out \ncash. What differs is who wins and who loses as the result of buying stock below or above intrinsic value. \nSince management should focus on building value per share for continuing shareholders, it should always try \nto buy back shares that are undervalued.    \n \nTo be more concrete, if a company buys back shares that are overvalued the selling shareholders gain at the \nexpense of ongoing shareholders. The premium to intrinsic value accrues to the sellers and the value per \nshare for the ongoing holders goes down accordingly.  \n \nIf a company buys back shares that are undervalued the selling shareholders lose at the expense of ongoing \nshareholders. The discount to intrinsic value accrues to the ongoing shareholders and the selling shareholders \nfail to realize value.  \n \nThis analysis suggests a couple of points that investors commonly overlook. First, if you are the shareholder of \na company that is buying back stock, doing nothing is doing something. By choosing to hold the shares \ninstead of selling a pro-rated amount, you are effectively increasing your percentage ownership in the \ncompany. One alternative is to sell shares in proportion to your stake, creating a homemade dividend and \nmaintaining a steady percentage ownership in the business. \n \nSecond, it is logical that you would prefer that the companies you hold in your portfolio buy back stock rather \nthan pay a dividend. If you own shares of companies that you think are undervalued, buybacks will increase \nvalue per share by definition. The only instance where this may not be true is if you believe that a dividend \nwould provide a more powerful signal to the market, hence creating more value than a buyback. \n \nTying together these thoughts, there are basically three schools of thought regarding buybacks: fair value, \nintrinsic value, and accounting-motivated. The intrinsic value school is where you want to be if possible. \n \nThe fair value school takes a steady and consistent approach to buybacks. Management believes that over \ntime it will buy back shares when they are both overvalued and undervalued, but for the most part when they \nare about fairly priced. This approach offers shareholders substantial flexibility as it allows them to hold shares \nand defer tax liabilities or create homemade dividends by selling a pro-rated number of shares.  \n \nThe fair value school is consistent with the free cash flow hypothesis, which says that managers who have \nexcess cash will invest it in projects with a negative net present value. By disbursing cash, a company buying \nback its shares reduces the risk of doing something foolish with the funds.40 Research suggests that most \ncompanies would have been better off buying back stock consistently versus their actual behavior of buying \nheavily in some periods and lightly, or not at all, in others.41 \n \nThe intrinsic value school believes a company should only buy back shares when it deems them to be \nundervalued. A company must have asymmetric information or beliefs, as well as analytical prowess, to \nprofitably pursue this approach. Asymmetric information means that company management has information \nthat the stock price fails to reflect. Differing beliefs occur when management has the same information as the \nmarket but comes to different conclusions about what that information means.  \n \nAnalytical prowess means that the executives at the company know how to translate their differential view into \nan estimate of the relationship between the stock price and intrinsic value. Investors should not assume that \nmanagement has this ability. Indeed, surveys consistently show that executives believe their stock to be cheap.  \n \n"
    },
    {
      "number": 16,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n16 \nManagement can act on its conviction by being bold with its buyback program, buying back a substantial \npercentage of the shares or even buying them at a premium to the prevailing price through a tender offer.42 \nThis school fits the signaling hypothesis, which suggests that companies buy back shares when they deem \nthem to trade below intrinsic value. Further, it is important to focus on actual share buybacks versus buyback \nannouncements. The evidence supporting the signaling hypothesis is mixed, but 85 percent of CFOs believe \nthat their buyback decision conveys information.43      \n \nBoosting short-term accounting results, especially earnings per share (EPS), is what motivates the final \nschool.44 When surveyed, three-fourths of CFOs cite increasing EPS as an important or very important factor \nin the decision to buy back shares. Two-thirds of CFOs say that offsetting the dilution from option or other \nstock-based programs is important. This underscores another essential point: you should consider buybacks \nnet of equity issuance.  \n \nThe problem with the accounting-motivated school is that its actions are not necessarily aligned with the \nprinciple of value creation.45 For example, there may be a case where buying back overvalued stock boosts \nEPS and helps management reach a financial objective that prompts a bonus. In this case the motivation is \nimpure because management’s proper goal is to allocate capital in an economically sound fashion for \nshareholders.  \n \nInvestors assessing companies buying back stock should make an effort to determine which school the \nmanagement is in. It can be the case that management buys back stock for the right reason and realizes \naccounting benefits as a result. That’s fine. But investors should be on the lookout for companies that make \ndecisions based on the accounting results without sufficient regard for the economic merits.    \n \nA couple of findings from the academic research are worth highlighting. The first is that it appears companies \nare increasingly using buybacks as a substitute for dividends.46 As a result, total shareholder yield (sum of \ndividends and buybacks divided by equity market capitalization) may be a better indicator of a company’s \nproclivity to pay out than a simple dividend yield.  \n \nSecond, a global study found that share buybacks generate positive excess returns on balance, but that the \nresults differed across regions. Buybacks led to positive excess returns in Japan, APEJ, and several \nprominent GEM countries, but did not do so in Europe. The researchers suggest the source of the positive \nreturns is the ability of management teams to take advantage of undervalued stock prices.47 \n \nWe now turn to capital allocation by region. Before we do, here’s a quick comment on currency. Credit Suisse \nHOLT® converts the numbers based on local currencies into U.S. dollars using year-end exchange rates. This \napplies to R&D, capital expenditures, buybacks, dividends, and net working capital data. For M&A and \ndivestitures, Thomson Reuters Datastream converts values in local currencies into U.S. dollars as of the \neffective date of the deal. \n \n \n"
    },
    {
      "number": 17,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n17 \nPart II: Capital Allocation by Region \n \nJapan \n \nUses of Capital. Exhibit 4 shows how the top 1,000 companies in Japan, excluding companies in the \nfinancial services and regulated utility industries, deployed capital in 2013. While just a snapshot for a \nparticular year, the ranking reasonably reflects how companies in Japan have allocated capital over time. \n \nExhibit 4: Japan Capital Deployment, 2013 \n \nSource: Credit Suisse HOLT, Thomson Reuters Datastream. \nNote: Data for R&D, capital expenditures, buybacks, dividends, and net working capital exclude financial companies and regulated utilities; data for \nmergers & acquisitions and divestitures include all industries.  \n \nExhibit 5 shows the breakdown of spending by source from 1985-2013. This graph excludes changes in net \nworking capital because those values are negative in many years.  \n \nExhibit 5: Japan Capital Deployment, 1985-2013 \n \nSource: Credit Suisse HOLT, Thomson Reuters Datastream. \nNote: Data for R&D, capital expenditures, buybacks, and dividends exclude financial companies and regulated utilities; data for mergers & acquisitions \nand divestitures include all industries.  \n-200\n-100\n0\n100\n200\n300\nChange in Net\nWorking Capital\nGross Share\nRepurchases\nDivestitures\nDividends\nMergers &\nAcquisitions\nResearch &\nDevelopment\nCapital\nExpenditures\nTotal Dollar Amount ($ Billions)\n-4%\n-2%\n0%\n2%\n4%\n6%\nChange in Net\nWorking Capital\nGross Share\nRepurchases\nDivestitures\nDividends\nMergers &\nAcquisitions\nResearch &\nDevelopment\nCapital\nExpenditures\nTotal as a Percentage of Sales\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nGross buybacks\nResearch & development\nDividends\nDivestitures\nCapital expenditures\nMergers & acquisitions\n"
    },
    {
      "number": 18,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n18 \nSimilar to 2013, capital expenditures and research and development (R&D) are the largest uses of capital over \ntime. An examination of the changes from 1985 through 2013 reveals some noteworthy patterns:  \n \n Capital expenditures are by far the largest use of capital. Historically, capital expenditures have been \nmore than double the level of R&D spending and nearly four times that of M&A. Capital expenditures \nhave been fairly steady over time. In 2013, they were 4.6 percent of total sales, in line with the long-term \naverage. But the fraction of capital expenditures to the total sum that companies allocate has declined \nover the decades. This reflects a change in the composition of the economy, with businesses that require \nless capital investment replacing those that require more. (See Exhibit 6.) For example, the energy, \nmaterials, and industrial sectors represented 43 percent of the market capitalization of the top 1,000 \ncompanies in the Japanese market in 1985 but just 27 percent in 2013.  \n \n R&D spending has shown a gradual rise from 1.6 percent of sales in 1985 to 2.3 percent in 2013. \nThese levels make Japan one of the world’s leaders in R&D spending, and the ratio has been steady \nover the years. Japan’s large presence in R&D-intensive sectors explains its level of spending.  \n \n M&A plays a much smaller role in Japan than it does in other major countries and regions. M&A volume \nwas only 1.3 percent of sales in 2013, slightly above its long-term average. Legal and cultural factors \nexplain why M&A was negligible until the late 1990s. For much of Japan’s history, society frowned on \nM&A and gaining approval for deals was difficult because of the interlocking and diffuse ownership \nstructure of corporations. M&A activity picked up when Japan instituted new laws to increase investor \nprotection and as the legacy corporate ownership structure began to change. \n \n The return of cash to shareholders through dividends and buybacks was paltry before Japan adopted a \nseries of regulatory reforms in the 1990s. The government first made buybacks legal in 1994 and then \nmade their tax treatment less punitive a few years later. Further, corporate governance reforms that were \nfriendly to investors spurred more M&A activity and boosted corporate payouts overall. The buyback yield \n(buybacks as a percentage of total market capitalization) went from zero in 1985-1999 to 0.7 percent in \n2000-2013, while the dividend yield rose from 0.8 percent to 1.5 percent. \n \nExhibit 6: Japan Sector Composition, 1985-2013 \n \nSource: Credit Suisse HOLT.  \nNote: Data for telecom sector not available for 1985-1987. \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nFinancials\nUtilities\nTelecom\nInformation Technology\nHealthcare\nConsumer Staples\nEnergy\nConsumer Discretionary\nIndustrials\nMaterials\n"
    },
    {
      "number": 19,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n19 \nExhibit 7 shows a detailed history of capital deployment from 1985-2013. It is worth noting that the standard \ndeviations of the growth rates, which appear in the bottom row, are small for R&D, capital spending, and \ndividends, relative to those of M&A, buybacks, and divestitures. Standard deviation is a measure of how much \nsomething varies from an average. These standard deviations provide a glimpse into how managers think \nabout each use of capital. The lower the standard deviation, the more sacrosanct management deems that \ninvestment. Exhibit 8 represents the same deployment numbers as a percentage of sales.    \n \nExhibit 7: Japan Capital Deployment, 1985-2013 \n \nSource: Credit Suisse HOLT, Thomson Reuters Datastream, and Credit Suisse. \nNote: Dollar amounts not inflated. Data for R&D, capital expenditures, buybacks, dividends, and net working capital exclude financial companies and \nregulated utilities; data for mergers & acquisitions and divestitures include all industries. The standard deviation for buybacks covers 1996-2013. \n \n \n \nM&A\nCapex\nR&D Expense\nNet Working \nCapital\nGross \nBuybacks\nDivestitures\nDividends\n1985\n16\n44,556\n19,587\n0\n195\n4,410\n1986\n490\n52,818\n24,989\n88,196\n0\n1,506\n5,610\n1987\n641\n71,607\n34,297\n176,415\n0\n4,317\n8,027\n1988\n2,318\n89,859\n40,667\n84,746\n0\n8,050\n10,056\n1989\n29,187\n117,537\n39,471\n59,385\n0\n7,563\n10,340\n1990\n10,796\n146,516\n46,093\n94,765\n0\n7,656\n11,691\n1991\n3,333\n175,620\n54,291\n79,912\n0\n3,490\n13,117\n1992\n4,235\n156,984\n55,134\n-9,894\n0\n2,407\n12,721\n1993\n6,091\n161,217\n61,629\n59,731\n0\n1,541\n13,320\n1994\n4,544\n164,543\n70,556\n105,540\n0\n2,690\n15,323\n1995\n38,939\n176,516\n72,727\n32,170\n0\n14,400\n16,471\n1996\n7,018\n189,588\n68,429\n-94,761\n12\n5,117\n15,742\n1997\n9,858\n171,616\n63,842\n-80,287\n99\n11,177\n14,646\n1998\n14,046\n192,795\n76,786\n84,146\n657\n12,286\n16,058\n1999\n199,963\n200,309\n90,712\n46,405\n4,293\n42,061\n17,170\n2000\n108,727\n186,093\n86,484\n-172,521\n5,331\n17,875\n17,506\n2001\n53,169\n161,875\n78,119\n-122,453\n9,406\n31,392\n14,263\n2002\n43,187\n160,612\n88,275\n43,165\n21,763\n18,533\n17,659\n2003\n64,538\n179,768\n102,443\n99,918\n20,062\n19,881\n22,624\n2004\n79,910\n211,615\n111,609\n79,118\n22,091\n25,151\n30,788\n2005\n161,370\n210,119\n103,010\n-66,505\n19,943\n17,011\n34,298\n2006\n100,628\n231,025\n107,552\n48,028\n22,736\n36,246\n40,930\n2007\n117,557\n265,739\n119,782\n76,740\n31,077\n39,308\n50,749\n2008\n74,231\n310,337\n147,072\n231,476\n32,375\n35,061\n54,492\n2009\n92,125\n226,488\n130,087\n-10,492\n3,754\n26,033\n42,854\n2010\n83,900\n248,281\n153,694\n206,884\n9,931\n32,351\n56,961\n2011\n76,818\n284,180\n162,703\n117,679\n16,676\n47,187\n63,800\n2012\n85,784\n283,860\n146,160\n-72,466\n14,477\n67,142\n61,536\n2013\n74,102\n254,230\n127,127\n-152,247\n13,002\n58,761\n59,875\nCAGR\n35.3%\n6.4%\n6.9%\n-202.0%\nNA\n22.6%\n9.8%\nSt. Dev.\n650.1%\n14.4%\n13.3%\n428.0%\n243.1%\n159.5%\n15.7%\nTotal Amount (in Millions of U.S. Dollars, Nominal)\n"
    },
    {
      "number": 20,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n20 \nExhibit 8: Japan Capital Deployment, 1985-2013 \n \nSource: Credit Suisse HOLT, Thomson Reuters Datastream, and Credit Suisse. \nNote: Data for R&D, capital expenditures, buybacks, dividends, and net working capital exclude financial companies and regulated utilities; data for \nmergers & acquisitions and divestitures include all industries. \n \nRecent Trends in Cash Flow Return on Investment and Asset Growth. The maximum earnings growth \nrate a company can achieve through internal funding is a function of its ROIC and payout ratio. High ROICs \nand low payout ratios allow for higher achievable growth rates than low ROICs and high payout ratios. Low \nROIC or high payout businesses can certainly grow but need to access debt or equity capital to do so. \n \nPart of the explanation for Japan’s low payout ratio is the country’s low CFROI. CFROI measures the cash \nreturn a business earns on the investments it makes. Since CFROI is also adjusted for inflation, it is an ideal \ntool for comparing results over time. Exhibit 9 shows that today’s CFROI of 3.7 percent is above the twenty-\nyear average of 3.0 percent. But Japan’s CFROI is well below the U.S. level of nearly 10 percent and an \naverage of more than 6 percent in Europe. Further, Japan’s current CFROI remains below the peak years of \nthe mid-2000s. \n \n \n \n \nM&A\nCapex\nR&D Expense\nNet Working \nCapital\nGross \nBuybacks\nDivestitures\nDividends\n1985\n0.0%\n3.7%\n1.6%\n0.0%\n0.0%\n0.4%\n1986\n0.0%\n3.9%\n1.8%\n6.4%\n0.0%\n0.1%\n0.4%\n1987\n0.0%\n3.7%\n1.8%\n9.2%\n0.0%\n0.2%\n0.4%\n1988\n0.1%\n4.1%\n1.9%\n3.9%\n0.0%\n0.4%\n0.5%\n1989\n1.3%\n5.1%\n1.7%\n2.6%\n0.0%\n0.3%\n0.4%\n1990\n0.4%\n5.4%\n1.7%\n3.5%\n0.0%\n0.3%\n0.4%\n1991\n0.1%\n5.8%\n1.8%\n2.6%\n0.0%\n0.1%\n0.4%\n1992\n0.1%\n5.3%\n1.8%\n-0.3%\n0.0%\n0.1%\n0.4%\n1993\n0.2%\n5.0%\n1.9%\n1.8%\n0.0%\n0.0%\n0.4%\n1994\n0.1%\n4.4%\n1.9%\n2.8%\n0.0%\n0.1%\n0.4%\n1995\n1.0%\n4.6%\n1.9%\n0.8%\n0.0%\n0.4%\n0.4%\n1996\n0.2%\n5.3%\n1.9%\n-2.6%\n0.0%\n0.1%\n0.4%\n1997\n0.3%\n5.2%\n1.9%\n-2.5%\n0.0%\n0.3%\n0.4%\n1998\n0.4%\n5.3%\n2.1%\n2.3%\n0.0%\n0.3%\n0.4%\n1999\n5.0%\n5.0%\n2.3%\n1.2%\n0.1%\n1.1%\n0.4%\n2000\n2.9%\n4.9%\n2.3%\n-4.5%\n0.1%\n0.5%\n0.5%\n2001\n1.6%\n4.9%\n2.4%\n-3.7%\n0.3%\n1.0%\n0.4%\n2002\n1.2%\n4.3%\n2.4%\n1.2%\n0.6%\n0.5%\n0.5%\n2003\n1.5%\n4.2%\n2.4%\n2.3%\n0.5%\n0.5%\n0.5%\n2004\n1.7%\n4.4%\n2.3%\n1.6%\n0.5%\n0.5%\n0.6%\n2005\n3.6%\n4.6%\n2.3%\n-1.5%\n0.4%\n0.4%\n0.8%\n2006\n2.0%\n4.7%\n2.2%\n1.0%\n0.5%\n0.7%\n0.8%\n2007\n2.1%\n4.7%\n2.1%\n1.4%\n0.6%\n0.7%\n0.9%\n2008\n1.2%\n4.8%\n2.3%\n3.6%\n0.5%\n0.5%\n0.9%\n2009\n1.7%\n4.2%\n2.4%\n-0.2%\n0.1%\n0.5%\n0.8%\n2010\n1.3%\n3.9%\n2.4%\n3.2%\n0.2%\n0.5%\n0.9%\n2011\n1.1%\n4.1%\n2.4%\n1.7%\n0.2%\n0.7%\n0.9%\n2012\n1.4%\n4.6%\n2.3%\n-1.2%\n0.2%\n1.1%\n1.0%\n2013\n1.3%\n4.6%\n2.3%\n-2.8%\n0.2%\n1.1%\n1.1%\nAs a Percentage of Sales\n"
    },
    {
      "number": 21,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n21 \nExhibit 9: Japan CFROI, 1993-2013 \n \nSource: Credit Suisse HOLT. \nNote: Weighted aggregate of Japanese firms excluding financials and regulated utilities. \n \nExhibit 10 shows the annual rate of asset growth, adjusted for inflation, over the past twenty years. In recent \nyears, some easing of regulatory burdens for companies along with stimulative fiscal and monetary policy have \nencouraged companies to grow.  \n \nExhibit 10: Japan Real Asset Growth Rate, 1993-2013 \n \nSource: Credit Suisse HOLT.  \nNote: Weighted aggregate of Japanese firms excluding financials and regulated utilities. \n0\n1\n2\n3\n4\n5\n6\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\nPercent\nAverage\n-2\n0\n2\n4\n6\n8\n10\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\nPercent\nAverage\n"
    },
    {
      "number": 22,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n22 \nExhibit 11 shows that at 13 percent, today’s cash as a percentage of assets is exactly at the long-term \naverage, but below the peak of 16 percent in 1993.  \n \nExhibit 11: Japan Cash as a Percentage of Total Assets, 1993-2013 \n \nSource: Credit Suisse HOLT.  \nNote: Top 1,000 industrial firms. \n \nMergers and Acquisitions. Exhibit 12 shows the dollar amount of M&A as well as M&A as a percentage of \nsales from 1985 to 2013. M&A volume was only 1.3 percent of total sales in 2013, slightly above its long-\nterm average of 1.2 percent. M&A plays a much smaller role in Japan than it does in other regions. For \nexample, M&A averaged 11 percent of sales in the U.S. and 10 percent of sales in Europe over the same \nperiod. A look at the relative dollar amounts is also revealing. In 2013, M&A volume in Japan was just one-\ntenth the level of the U.S. and one-seventh that of Europe. \n \nIn Japan, M&A displays cyclicality at times—note the peaks in 1999 and 2005, two strong years for the \nNikkei. But legal and cultural factors have played a larger role in explaining the country’s M&A activity.48 M&A \nwas negligible until the late 1990s because it was not societally accepted. The interlocking and diffuse \nownership structure of corporations, known as keiretsu, made it difficult to get approval for deals. Spurred in \npart by a sputtering economy and a declining stock market, Japan instituted new laws to increase investor \nprotection and to finance deals. At the same time, the keiretsu system eroded and banks began to restructure, \npaving the way for more M&A activity.  \n \n \n \n \n \n \n \n \n \n \n \n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n16%\n18%\n20%\n1993\n1997\n2001\n2005\n2009\n2013\nAverage\n"
    },
    {
      "number": 23,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n23 \nExhibit 12: Japan Mergers and Acquisitions, 1985-2013 \n \nNote: Dollar amounts not inflated. Japan announced domestic mergers; excludes debt tender offers, equity carve-outs, exchange offers, loan \nmodifications, and open market repurchases. \nSource: Thomson Reuters Datastream, Credit Suisse HOLT, Credit Suisse. \n \nCapital Expenditures. Exhibit 13 shows capital expenditures, as well as capital expenditures as a \npercentage of sales, in Japan from 1985 to 2013. Capital expenditures have been fairly steady over time. In \n2013, they were consistent with the long-term average of 4.6 percent of sales. Notwithstanding the recent \nrise in M&A, spending on capital expenditures in 2013 was nearly four times that of M&A. Even though capital \nexpenditures are Japan’s largest use of capital, that form of investment still lags other regions when measured \nas a percentage of sales.  \n \nExhibit 13: Japan Capital Expenditures, 1985-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n0%\n1%\n2%\n3%\n4%\n5%\n6%\n0\n50,000\n100,000\n150,000\n200,000\n250,000\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n0%\n1%\n2%\n3%\n4%\n5%\n6%\n7%\n8%\n0\n50,000\n100,000\n150,000\n200,000\n250,000\n300,000\n350,000\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 24,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n24 \nExhibit 14 shows capital expenditures net of depreciation. Measured as a percentage of sales, growth capital \nexpenditures have averaged roughly one-fifth of overall capital expenditures.  \n \nExhibit 14: Japan Capital Expenditures Net of Depreciation, 1985-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n \nResearch and Development. Exhibit 15 shows the dollar amount of R&D since 1985 as well as R&D as a \npercentage of sales. R&D doesn’t typically shift much from year to year in Japan, but shows a gradual rise \nfrom 1.6 percent of sales in 1985 to a peak of 2.4 percent of sales in 2009, only to settle slightly lower at \n2.3 percent in 2013.  \n \nJapan is one of the world leaders in R&D spending. In Japan, businesses account for 77 percent of total R&D \nspending, with the government, academia, and private nonprofit companies accounting for the other 23 \npercent. Its R&D spending as a percentage of sales is comparable to that of the U.S. at 2.3 percent, but well \nabove Europe at 1.7 percent, APEJ at 0.9 percent, and GEM at 0.4 percent.  \n \nJapan’s large presence in sectors that are R&D intensive, such as automobiles and electronics, explains these \nlevels of spending. Japan’s R&D spending has been stable in recent years despite the fact that information \ntechnology, the country’s most R&D-intensive sector, went from roughly 20 percent of the country’s market \ncapitalization in 1999 to half that amount about a dozen years later.  \n \n \n \n \n \n \n \n \n \n \n \n-2%\n-1%\n0%\n1%\n2%\n3%\n4%\n5%\n-40,000\n-20,000\n0\n20,000\n40,000\n60,000\n80,000\n100,000\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 25,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n25 \nExhibit 15: Japan Research and Development, 1985-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n \nNet Working Capital. Net working capital, current assets minus non-interest-bearing current liabilities, is the \ncapital a company requires to run its day-to-day operations. Net working capital equals about one-quarter of \nassets, on average, for companies in Japan.  \n \nExhibit 16 shows the annual change in net working capital from 1985 through 2013. At year-end 2013, net \nworking capital stood at $1.3 trillion for the top 1,000 public firms in Japan. We consider changes in net \nworking capital as opposed to the absolute amount, because changes are what you should consider to be an \nincremental investment. Net working capital investments are highly volatile in Japan, albeit smaller in absolute \nsize than capital expenditures and R&D. \n \nExhibit 16: Japan Change in Net Working Capital, 1985-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n0%\n1%\n2%\n3%\n0\n20,000\n40,000\n60,000\n80,000\n100,000\n120,000\n140,000\n160,000\n180,000\n200,000\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n-10%\n-8%\n-6%\n-4%\n-2%\n0%\n2%\n4%\n6%\n8%\n10%\n-250,000\n-200,000\n-150,000\n-100,000\n-50,000\n0\n50,000\n100,000\n150,000\n200,000\n250,000\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 26,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n26 \nOur definition of net working capital includes cash. The picture changes dramatically if we exclude cash. At \nthe end of 2013, net working capital excluding cash was about $535 billion for the top 1,000 Japanese \nindustrial companies, roughly two-fifths of the total net working capital sum. Exhibit 17 shows the change in \nnet working capital excluding cash.  \n \nExhibit 17: Japan Change in Net Working Capital Excluding Cash, 1985-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n \nDivestitures. Exhibit 18 shows the magnitude of divestitures from 1985-2013. Similar to M&A, divestiture \nactivity varies a lot from year to year, ranging from none in 1985 to a high of 1.1 percent of sales in 2013. \nOverall, divestitures have averaged 0.4 percent of sales, which is below all other alternatives except buybacks. \nThese low levels are not surprising considering Japan’s modest M&A activity. Since divestitures are correlated \nwith M&A, many of the same legal and cultural factors that constrained M&A also limited divestitures.  \n  \nExhibit 18: Japan Divestitures, 1985-2013 \n \nNote: Announced divestitures; excludes debt tender offers, equity carve-outs, exchange offers, loan modifications, and open market repurchases; \nDollar amounts not inflated. \nSource: Thomson Reuters Datastream, Credit Suisse HOLT, Credit Suisse. \n-4%\n-3%\n-2%\n-1%\n0%\n1%\n2%\n3%\n4%\n-150,000\n-100,000\n-50,000\n0\n50,000\n100,000\n150,000\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n0.0%\n0.5%\n1.0%\n1.5%\n2.0%\n0\n10,000\n20,000\n30,000\n40,000\n50,000\n60,000\n70,000\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 27,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n27 \nDividends. Exhibit 19 shows the annual amount of dividends on common and preferred stock for the top \n1,000 companies in Japan, excluding the financial services and regulated utility industries, from 1985 to 2013. \nThe average dividend payout ratio, or dividends as a percentage of net income, was roughly 35 percent. The \naverage dividend yield, or dividend payment as a percentage of total market capitalization, was 1.1 percent. \n \nIn general, dividends do not move around too much from year to year in Japan, but they do show a notable \nuptick beginning in the early 2000s. From 1985-1999, the average dividend yield was only 0.8 percent. From \n2000-2013, that figure almost doubled to 1.5 percent.  \n \nThe corporate governance reform that led to greater M&A activity also unleashed a surge in corporate \npayout.49 These legislative reforms, which gained momentum in 1999, created a better environment for \ncompanies and shareholders, including new laws that increase investor protection. The result has been more \ngenerous dividends and buybacks across the board. However, keiretsu firms still continue to favor dividends \nover buybacks, and their payouts remain more sensitive to fluctuations than those of non-keiretsu companies.  \n \nExhibit 19: Japan Common and Preferred Dividends, 1985-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n \nShare Buybacks. Exhibit 20 shows the annual amount of gross buybacks for the top 1,000 companies in \nJapan from 1985 to 2013. Buybacks totaled roughly 10 percent of net income over the full period. The \naverage buyback yield, or buybacks as a percentage of total market capitalization, was 0.3 percent, well below \nthe 1.1 percent dividend yield.  \n \nBut the average belies the fact that buybacks were virtually nonexistent until the late 1990s because they \nwere illegal until 1994. Even after the government legalized buybacks, significant tax disadvantages and \nregulatory hurdles remained for several years. Only the removal of these limitations and a wave of \nshareholder-friendly corporate governance reforms led to the recent surge in buybacks. \n \nThe numbers tell the story. From 1985-1999, the average buyback yield was zero. From 2000-2013, it was \n0.7 percent. This yield is less than one half the 1.5 percent dividend yield during the same period, but the \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n0\n10,000\n20,000\n30,000\n40,000\n50,000\n60,000\n70,000\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nAs a percentage of net income\n$ Millions\nDollar amount\nAs a percentage of net income\n"
    },
    {
      "number": 28,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n28 \ndisparity is far less. The balance remains in favor of dividends because the keiretsu firms are reluctant to \nembrace buybacks.  \n \nThe rise in buybacks also appears tentative. As exhibit 20 demonstrates, buybacks rose considerably through \nthe early 2000s but plummeted when Japan fell into a recession in 2008. Buybacks are also much more \ncyclical than dividends, consistent with the attitude many executives adopt that a company should fund a \nbuyback only with cash that’s left over after the company has exhausted all other uses, including dividends.  \n \nExhibit 20: Japan Gross Share Buybacks, 1985-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n \n \n \n \n \n \n \n \n \n \n \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n0\n5,000\n10,000\n15,000\n20,000\n25,000\n30,000\n35,000\n40,000\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nAs a percentage of net income\n$ Millions\nDollar amount\nAs a percentage of net income\n"
    },
    {
      "number": 29,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n29 \nEurope \n \nUses of Capital. Exhibit 21 shows how the top 1,000 companies in Europe, excluding companies in the \nfinancial services and regulated utility industries, deployed capital in 2013. While just a snapshot for a \nparticular year, the ranking reasonably reflects how companies in Europe have allocated capital over time. \n \nExhibit 21: Europe Capital Deployment, 2013 \n \nSource: Credit Suisse HOLT, Thomson Reuters Datastream. \nNote: Data for R&D, capital expenditures, buybacks, dividends, and net working capital exclude financial companies and regulated utilities; data for \nmergers & acquisitions and divestitures include all industries.  \n \nExhibit 22 shows the breakdown of spending by source from 1985-2013. Again, we exclude changes in net \nworking capital.  \n \nExhibit 22: Europe Capital Deployment, 1985-2013 \n \nSource: Credit Suisse HOLT, Thomson Reuters Datastream. \nNote: Data for R&D, capital expenditures, buybacks, and dividends exclude financial companies and regulated utilities; data for mergers & acquisitions \nand divestitures include all industries. \n0\n100\n200\n300\n400\n500\n600\n700\nChange in Net\nWorking Capital\nGross Share\nRepurchases\nResearch &\nDevelopment\nDividends\nDivestitures\nMergers &\nAcquisitions\nCapital\nExpenditures\nTotal Dollar Amount ($ Billions)\n0%\n1%\n2%\n3%\n4%\n5%\n6%\n7%\nChange in Net\nWorking Capital\nGross Share\nRepurchases\nResearch &\nDevelopment\nDividends\nDivestitures\nMergers &\nAcquisitions\nCapital\nExpenditures\nTotal as a Percentage of Sales\nGross buybacks\nResearch & development\nDividends\nDivestitures\nCapital expenditures\nMergers & acquisitions\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\n"
    },
    {
      "number": 30,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n30 \nM&A has been the biggest use of capital over time but capital expenditures are not far behind. An examination \nof the results from 1985 through 2013 reveals some noteworthy patterns: \n \n M&A is has been the largest use of capital, but it is very cyclical. M&A has been in a range of 2 percent \nof sales in 1985 to 31 percent at the peak in the late 1990s. M&A activity in Europe substantially lagged \nthat of the U.S. in the late 1980s, but has since closed the gap as the result of political and economic \nfactors. The introduction of the euro, globalization, and privatization stimulated M&A activity, especially for \ncross-border deals within the region. Greater participation from countries in Continental Europe also \npushed volumes higher. \n \n Capital expenditures have been in a tight range of roughly 6 percent to 9 percent over the period. In \n2013, they were 6.3 percent of total sales, modestly below the long-term average of 7 percent. One \nexplanation for this stability is that the composition of the economy has been steady over time. (See \nExhibit 23.) For example, the energy, materials, and industrial sectors, which tend to require more capital \ninvestment, represented 29 percent of the market capitalization in 1985 and 2013.  \n \n Share buybacks were extremely rare until the mid-1990s as the result of legal bans and strict regulations \non implementation and disclosure. European governments have largely overturned these bans and \nloosened the constraints, although many restrictions remain in place regarding the timing, price, and \nallowed amounts of buybacks. Companies have shifted their method of payouts following these changes, \nbut they still heavily favor dividends. The volume of buybacks reached 60 percent of dividends in 2007, \nbut has since retreated to one-third in 2013. \n \n R&D expenditures have been between 1.6 percent and 2.4 percent of sales, and have averaged 2.0 \npercent of sales over the full period. This level is below both the U.S. and Japan. Europe’s small \ninformation technology sector contributes to the gap. Historically, IT has constituted just 3 percent of \nEurope’s economy, compared to 14 percent in the U.S. and 13 percent in Japan. European corporations \nonly account for about 60 percent of the overall R&D spending for their economy, well below the roughly \n70 percent in the U.S. and 80 percent in Japan.  \n \nExhibit 23: Europe Sector Composition, 1985-2013 \n \nSource: Credit Suisse HOLT.  \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nFinancials\nUtilities\nTelecom\nInformation Technology\nHealthcare\nConsumer Staples\nEnergy\nConsumer Discretionary\nIndustrials\nMaterials\n"
    },
    {
      "number": 31,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n31 \nExhibit 24 shows a detailed history of capital deployment from 1985-2013. Again we see that the standard \ndeviations of the growth rates are small for R&D, dividends, and capital spending relative to those of buybacks, \nM&A, and divestitures. Exhibit 25 represents the same deployment numbers as a percentage of sales.    \n \nExhibit 24: Europe Capital Deployment, 1985-2013 \n \nSource: Credit Suisse HOLT, Thomson Reuters Datastream, and Credit Suisse. \nNote: Dollar amounts not inflated. Data for R&D, capital expenditures, buybacks, dividends, and net working capital exclude financial companies and \nregulated utilities; data for mergers & acquisitions and divestitures include all industries. \n \n \n \n \n \n \n \n \n \nM&A\nCapex\nR&D Expense\nNet Working \nCapital\nGross \nBuybacks\nDivestitures\nDividends\n1985\n16,662\n51,286\n13,540\n2\n9,754\n10,103\n1986\n33,808\n66,049\n20,370\n56,907\n188\n24,306\n13,568\n1987\n65,232\n108,804\n33,930\n150,509\n1,261\n37,010\n21,894\n1988\n104,214\n130,444\n38,050\n66,845\n1,734\n58,737\n25,402\n1989\n159,389\n159,799\n46,145\n102,709\n5,351\n82,534\n31,797\n1990\n165,507\n210,080\n60,093\n136,681\n2,770\n95,289\n43,336\n1991\n141,941\n209,937\n64,151\n33,390\n725\n73,348\n45,345\n1992\n139,517\n182,456\n59,179\n-67,322\n1,525\n73,066\n38,054\n1993\n127,405\n161,220\n60,405\n19,108\n1,254\n75,881\n40,807\n1994\n129,602\n187,691\n68,685\n85,552\n4,859\n93,363\n53,916\n1995\n249,526\n230,266\n77,609\n83,135\n1,887\n126,487\n68,023\n1996\n302,555\n259,345\n78,576\n-40,401\n5,149\n163,244\n72,164\n1997\n443,296\n256,254\n75,946\n-84,396\n11,376\n217,727\n72,964\n1998\n571,964\n320,591\n85,395\n58,656\n23,530\n267,060\n88,764\n1999\n1,165,024\n320,920\n84,589\n-42,031\n16,611\n376,348\n80,168\n2000\n971,338\n363,695\n90,102\n16,017\n30,101\n470,985\n88,117\n2001\n527,989\n313,690\n88,971\n-45,598\n36,526\n287,118\n82,101\n2002\n457,954\n309,651\n98,425\n67,776\n34,021\n269,803\n94,044\n2003\n490,203\n332,044\n113,180\n162,717\n31,686\n283,514\n123,303\n2004\n690,606\n375,213\n121,836\n49,921\n73,992\n357,431\n160,875\n2005\n937,001\n398,555\n114,072\n-33,752\n97,564\n494,403\n197,212\n2006\n1,239,207\n528,434\n133,941\n118,522\n136,203\n604,354\n232,726\n2007\n1,658,002\n614,093\n152,457\n139,103\n169,172\n922,557\n283,643\n2008\n971,147\n655,218\n149,474\n-145,110\n119,885\n480,884\n247,826\n2009\n529,237\n573,017\n150,895\n66,956\n22,493\n289,887\n238,879\n2010\n649,398\n553,678\n152,652\n27,551\n45,831\n471,599\n267,178\n2011\n632,749\n596,082\n157,612\n17,111\n81,896\n398,718\n275,373\n2012\n782,491\n636,980\n170,750\n98,972\n57,120\n513,360\n283,421\n2013\n531,122\n634,553\n175,596\n28,530\n94,538\n410,119\n287,387\nCAGR\n13.2%\n9.4%\n9.6%\n-2.5%\n47.2%\n14.3%\n12.7%\nSt. Dev.\n43.1%\n17.1%\n16.2%\n200.2%\n1877.6%\n39.4%\n17.5%\nTotal Amount (in Millions of U.S. Dollars, Nominal)\n"
    },
    {
      "number": 32,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n32 \nExhibit 25: Europe Capital Deployment, 1985-2013 \n \nSource: Credit Suisse HOLT, Thomson Reuters Datastream, and Credit Suisse. \nNote: Data for R&D, capital expenditures, buybacks, dividends, and net working capital exclude financial companies and regulated utilities; data for \nmergers & acquisitions and divestitures include all industries. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nM&A\nCapex\nR&D Expense\nNet Working \nCapital\nGross \nBuybacks\nDivestitures\nDividends\n1985\n2.2%\n6.8%\n1.8%\n0.0%\n1.3%\n1.3%\n1986\n3.8%\n7.4%\n2.3%\n6.4%\n0.0%\n2.7%\n1.5%\n1987\n4.7%\n7.8%\n2.4%\n10.7%\n0.1%\n2.6%\n1.6%\n1988\n6.5%\n8.2%\n2.4%\n4.2%\n0.1%\n3.7%\n1.6%\n1989\n8.0%\n8.0%\n2.3%\n5.1%\n0.3%\n4.1%\n1.6%\n1990\n6.5%\n8.2%\n2.3%\n5.3%\n0.1%\n3.7%\n1.7%\n1991\n5.1%\n7.6%\n2.3%\n1.2%\n0.0%\n2.7%\n1.6%\n1992\n5.4%\n7.1%\n2.3%\n-2.6%\n0.1%\n2.9%\n1.5%\n1993\n5.0%\n6.3%\n2.4%\n0.7%\n0.0%\n3.0%\n1.6%\n1994\n4.3%\n6.2%\n2.3%\n2.8%\n0.2%\n3.1%\n1.8%\n1995\n7.2%\n6.7%\n2.2%\n2.4%\n0.1%\n3.7%\n2.0%\n1996\n8.4%\n7.2%\n2.2%\n-1.1%\n0.1%\n4.5%\n2.0%\n1997\n12.9%\n7.4%\n2.2%\n-2.5%\n0.3%\n6.3%\n2.1%\n1998\n14.7%\n8.2%\n2.2%\n1.5%\n0.6%\n6.9%\n2.3%\n1999\n31.3%\n8.6%\n2.3%\n-1.1%\n0.4%\n10.1%\n2.2%\n2000\n23.7%\n8.9%\n2.2%\n0.4%\n0.7%\n11.5%\n2.1%\n2001\n12.4%\n7.4%\n2.1%\n-1.1%\n0.9%\n6.7%\n1.9%\n2002\n9.4%\n6.3%\n2.0%\n1.4%\n0.7%\n5.5%\n1.9%\n2003\n8.5%\n5.8%\n2.0%\n2.8%\n0.6%\n4.9%\n2.1%\n2004\n11.0%\n6.0%\n1.9%\n0.8%\n1.2%\n5.7%\n2.6%\n2005\n14.0%\n6.0%\n1.7%\n-0.5%\n1.5%\n7.4%\n3.0%\n2006\n15.3%\n6.5%\n1.7%\n1.5%\n1.7%\n7.5%\n2.9%\n2007\n18.0%\n6.7%\n1.7%\n1.5%\n1.8%\n10.0%\n3.1%\n2008\n10.4%\n7.0%\n1.6%\n-1.6%\n1.3%\n5.2%\n2.7%\n2009\n6.3%\n6.8%\n1.8%\n0.8%\n0.3%\n3.5%\n2.8%\n2010\n7.3%\n6.2%\n1.7%\n0.3%\n0.5%\n5.3%\n3.0%\n2011\n6.6%\n6.2%\n1.6%\n0.2%\n0.9%\n4.1%\n2.9%\n2012\n7.7%\n6.3%\n1.7%\n1.0%\n0.6%\n5.0%\n2.8%\n2013\n5.2%\n6.3%\n1.7%\n0.3%\n0.9%\n4.0%\n2.8%\nAs a Percentage of Sales\n"
    },
    {
      "number": 33,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n33 \nRecent Trends in Cash Flow Return on Investment and Asset Growth. Today’s CFROI is in line with the \nlong-term average of 7 percent, but below the peak years of the mid-2000s. (See Exhibit 26.) \n \nExhibit 26: Europe CFROI, 1993-2013 \n \nSource: Credit Suisse HOLT. \nNote: Weighted aggregate of European firms excluding financials and regulated utilities. \n \nExhibit 27 shows the annual rate of asset growth, adjusted for inflation, over the past twenty years. Asset \ngrowth was very low in 2013, reflecting the reluctance of companies to invest. Asset growth in 2013, at 1.7 \npercent, was well below the long-term average of 3.9 percent, and asset growth in the past decade is also \nbelow average. \n \nExhibit 27: Europe Real Asset Growth Rate, 1993-2013 \n \nSource: Credit Suisse HOLT. \nNote: Weighted aggregate of European firms excluding financials and regulated utilities. \n0\n2\n4\n6\n8\n10\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\nPercent\nAverage\n-4\n-2\n0\n2\n4\n6\n8\n10\n12\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\nPercent\nAverage\n"
    },
    {
      "number": 34,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n34 \nExhibit 28 shows that at 10 percent, today’s cash as a percentage of assets is exactly at the long-term \naverage, but below the peak of 13 percent in 1994.  \n \nExhibit 28: Europe Cash as a Percentage of Total Assets, 1993-2013 \n \nSource: Credit Suisse HOLT.  \nNote: Top 1,000 industrial firms. \n \nMergers and Acquisitions. Exhibit 29 shows the dollar amount of M&A as well as M&A as a percentage of \nsales from 1985 to 2013. M&A volume was 5.2 percent of total sales in 2013, well below its long-term \naverage of roughly 10 percent. Over the full period, M&A in Europe and the U.S. has been equivalent as a \npercentage of sales.  \n \nWhile comparable as a fraction of sales, the absolute level of M&A in Europe still lags that of the U.S. From \n1985 to1989, M&A volume in Europe was less than one-third the level of the U.S., but has since risen to \nnearly three-fourths the level of the U.S. in recent years. \n \nM&A in Europe has followed the stock market but research shows that several factors, including the \nintroduction of the euro, globalization, deregulation, and privatization, have stoked the general rise since the \nlate 1980s. In particular, these factors helped drive cross-border deals within Europe.50  \n \nGreater participation from countries in Continental Europe also drove the increased deal activity. The U.K. \nonce dominated total European M&A volume, accounting for roughly two-thirds of the total volume in the late \n1980s. But in recent years (2010-2013), the U.K. accounted for just one-fifth of the total volume in Europe. \nCountries on the continent with the largest M&A activity in 2013 included Germany at 18 percent of the total, \nRussia at 11 percent, France at 10 percent, and the Netherlands at 9 percent.  \n \n \n \n \n \n \n \n0%\n3%\n6%\n9%\n12%\n15%\n1993\n1997\n2001\n2005\n2009\n2013\nAverage\n"
    },
    {
      "number": 35,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n35 \nExhibit 29: Europe Mergers and Acquisitions, 1985-2013 \n \nNote: Dollar amounts not inflated. Europe announced domestic mergers; excludes debt tender offers, equity carve-outs, exchange offers, loan \nmodifications, and open market repurchases. \nSource: Thomson Reuters Datastream, Credit Suisse HOLT, Credit Suisse. \n \nCapital Expenditures. Exhibit 30 shows the dollar amount of capital expenditures, as well as capital \nexpenditures as a percentage of sales, from 1985 to 2013. Capital expenditures were 6.3 percent of total \nsales in 2013, below the long-term average of 7.0 percent. In 2013, capital expenditures were the largest \nuse of capital in Europe. M&A is usually the largest use of capital, but M&A volume in Europe was unusually \nlow. Measured as a ratio of sales, Europe’s capital expenditure spending exceeds that of Japan, is roughly in \nline with the U.S., and is well below that of APEJ and GEM. The exhibit reveals that capital expenditures are \nfairly steady from year to year. \n \nExhibit 30: Europe Capital Expenditures, 1985-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n0%\n5%\n10%\n15%\n20%\n25%\n30%\n35%\n0\n200,000\n400,000\n600,000\n800,000\n1,000,000\n1,200,000\n1,400,000\n1,600,000\n1,800,000\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n0%\n1%\n2%\n3%\n4%\n5%\n6%\n7%\n8%\n9%\n10%\n0\n100,000\n200,000\n300,000\n400,000\n500,000\n600,000\n700,000\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 36,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n36 \nExhibit 31 shows capital expenditures net of depreciation. Measured as a percentage of sales, growth capital \nexpenditures have averaged roughly one-third of overall capital expenditures.  \n \nExhibit 31: Europe Capital Expenditures Net of Depreciation, 1985-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n \nResearch and Development. Exhibit 32 shows the dollar amount of R&D since 1985 as well as R&D as a \npercentage of sales. The ratio jumped to a peak of 2.4 percent of sales in 1987 only to steadily decline to 1.7 \npercent of sales in 2005, where it has remained. This level is well below both that of the U.S. and Japan at \n2.3 percent. Sector composition largely explains the difference. Europe has a very low concentration in IT, the \nmost R&D-intensive sector, and a higher concentration in industries that rely more heavily on capital \ninvestments. Academic research supports this conclusion.51 \n \nYet, sector composition isn’t the whole story. R&D as a percentage of sales has fallen since the late 1980s \ndespite a modest rise in R&D-intensive sectors. For example, healthcare, one of the most R&D-intensive \nsectors, grew considerably during the period, while IT expanded to a lesser extent. \n \nBased on 2013 figures, European countries with companies that spent the most on R&D as a percentage of \nsales included Switzerland at 5.1 percent (heavily influenced by the pharmaceutical industry), Sweden at 3.1 \npercent, and Germany at 2.5 percent. Notable laggards included the U.K. and Italy at 0.8 percent of sales \nand Spain at 0.6 percent. \n \nIn European countries, businesses account for just under two-thirds of total R&D spending on average, with \nthe government, academia, and private nonprofit companies sharing the balance.52 Corporations in Europe \naccount for a smaller share of the total R&D spending than they do in the U.S. and Japan, where businesses \nspend around 70-75 percent. The business share of total R&D spending ranges from a low of 34 percent in \nGreece to a high of 74 percent in Switzerland. Among larger European economies, the business share of \nR&D spending is 63 percent in the U.K., 64 percent in France, and 67 percent in Germany. \n \n \n0%\n1%\n2%\n3%\n4%\n5%\n0\n50,000\n100,000\n150,000\n200,000\n250,000\n300,000\n350,000\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 37,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n37 \nExhibit 32: Europe Research and Development, 1985-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n \nNet Working Capital. Net working capital is about 15 percent of assets, on average, for companies in \nEurope. Exhibit 33 shows the annual change in net working capital from 1985 through 2013. At year-end \n2013, net working capital stood at $1.2 trillion for the top 1,000 public firms in Europe. We consider changes \nin net working capital as opposed to the absolute amount, because changes are what you should consider to \nbe an incremental investment. Net working capital investments are highly volatile in Europe and are a smaller \nsum than M&A, capital expenditures, or R&D. \n \nExhibit 33: Europe Change in Net Working Capital, 1985-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n0%\n1%\n2%\n3%\n0\n20,000\n40,000\n60,000\n80,000\n100,000\n120,000\n140,000\n160,000\n180,000\n200,000\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n-9%\n-6%\n-3%\n0%\n3%\n6%\n9%\n12%\n-150,000\n-100,000\n-50,000\n0\n50,000\n100,000\n150,000\n200,000\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 38,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n38 \nThe situation changes significantly if we exclude cash. At the end of 2013, net working capital excluding cash \nwas only $7 billion for the top 1,000 European industrial companies, less than 1 percent of total net working \ncapital. Exhibit 34 shows the change in net working capital excluding cash.  \n \nExhibit 34: Europe Change in Net Working Capital Excluding Cash, 1985-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n \nDivestitures. Exhibit 35 shows divestitures from 1985-2013. Similar to M&A, divestiture activity varies a \ngreat deal from year to year, ranging from a low of 1 percent of sales in 1985 to a high of 11 percent in 2000. \nWhile divestitures generally draw less attention than M&A, they represent a substantial component of capital \nallocation. Overall, divestitures have averaged 5.1 percent of sales over time, which is slightly more than one \nhalf the level of M&A and much higher than gross buybacks, dividends, and R&D spending. \n \nExhibit 35: Europe Divestitures, 1985-2013 \n \nNote: Announced divestitures; excludes debt tender offers, equity carve-outs, exchange offers, loan modifications, and open market repurchases; \nDollar amounts not inflated. \nSource: Thomson Reuters Datastream, Credit Suisse HOLT, Credit Suisse. \n-6%\n-4%\n-2%\n0%\n2%\n4%\n6%\n-120,000\n-80,000\n-40,000\n0\n40,000\n80,000\n120,000\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n0\n100,000\n200,000\n300,000\n400,000\n500,000\n600,000\n700,000\n800,000\n900,000\n1,000,000\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 39,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n39 \nDividends. Exhibit 36 shows the annual amount of dividends on common and preferred stock for the top \n1,000 companies in Europe, excluding the financial services and regulated utility industries, from 1985 to \n2013. Dividends are very stable in Europe and were particularly resilient during the recent financial crisis.  \n \nThe average dividend payout ratio, or dividends as a percentage of net income, was roughly 50 percent from \n1985-2013. The average dividend yield, or dividend payment as a percentage of total market capitalization, \nwas 2.7 percent over the same period. In 2013, the dividend yield was 2.9 percent. Countries with yields that \nwere above average in 2013 included Norway at 4.4 percent, the U.K. at 3.2 percent, and Sweden at 3.2 \npercent. Countries with below-average yields included the Netherlands at 2.2 percent, Spain at 2.2 percent, \nand Germany at 2.4 percent.  \n \nAcademic research shows that the trend in dividend policy in Europe and the U.S. is similar.53 In both regions, \nthere has been a decline in the fraction of firms paying dividends. In Europe, that fraction has fallen from 88 \npercent in 1989 to 51 percent in 2005. In the U.S., that fraction fell from more than 80 percent in the 1950s \nto roughly 20 percent in 1999. At the same time, dividends are becoming more concentrated among fewer \nfirms in both regions.  \n \nExhibit 36: Europe Common and Preferred Dividends, 1985-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n \nShare Buybacks. Exhibit 37 shows the annual gross buybacks for the top 1,000 companies in Europe from \n1985 to 2013. Buybacks were negligible until the late 1990s, rose considerably through 2007, and fell \nsharply during the recent recession. Similar to the results in other regions, buybacks are much more cyclical \nthan dividends. The ratio of buybacks to dividends peaked in 2007 at three-fifths and declined to one-third in \n2013.  \n \nBuybacks have totaled roughly 15 percent of net income, on average, from 1985-2013. The average \nbuyback yield, or buybacks as a percentage of total market capitalization, was 0.6 percent over the same \nperiod, well below the 2.7 percent dividend yield. In 2013, the buyback yield was 0.9 percent. Countries with \nabove-average buyback yields in 2013 included the U.K. at 2.1 percent, Denmark at 1.4 percent, and the \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n0\n50,000\n100,000\n150,000\n200,000\n250,000\n300,000\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nAs a percentage of net income\n$ Millions\nDollar amount\nAs a percentage of net income\n"
    },
    {
      "number": 40,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n40 \nNetherlands at 1.2 percent. Countries with below-average yields included Italy at 0.1 percent, Germany at 0.3 \npercent, and Sweden and Switzerland at 0.5 percent. \n \nWhereas the propensity for European firms to pay dividends has fallen, the fraction of firms repurchasing \nshares has risen. Similar to dividends, share repurchases are becoming concentrated among fewer firms in \nEurope. \n \nBuybacks have been smaller in Europe than in the U.S. due to legal bans as well as stricter regulations on \nhow companies have to implement and disclose them.54 For example, open market share repurchases were \nnot legal until 1981 in the U.K., until 1992 in Switzerland, and until 1998 in Germany. In France, buybacks \nwere very difficult to implement until a change in the law in 1998.  \n \nIn addition, whereas board approval is sufficient to initiate a buyback program in the U.S., companies must \nobtain shareholder approval for open market repurchases in the U.K., France, Germany, Italy, the Netherlands, \nand Switzerland. Even then, significant restrictions remain regarding the terms of timing, price, and amount of \nbuybacks. Finally, companies in many of these countries also have additional reporting requirements on top of \nbasic disclosure in financial statements.  \n \nExhibit 37: Europe Gross Share Buybacks, 1985-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n \n \n \n \n0%\n5%\n10%\n15%\n20%\n25%\n30%\n0\n20,000\n40,000\n60,000\n80,000\n100,000\n120,000\n140,000\n160,000\n180,000\n200,000\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\nAs a percentage of net income\n$ Millions\nDollar amount\nAs a percentage of net income\n"
    },
    {
      "number": 41,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n41 \nAsia/Pacific excluding Japan (APEJ) \n \nUses of Capital. Exhibit 38 shows how the top 1,000 companies in APEJ, excluding companies in the \nfinancial services and regulated utility industries, deployed capital in 2013. While just a snapshot for a \nparticular year, the ranking reasonably reflects how companies in APEJ have allocated capital over time. \n \nExhibit 38: APEJ Capital Deployment, 2013 \n \nSource: Credit Suisse HOLT, Thomson Reuters Datastream. \nNote: Data for R&D, capital expenditures, buybacks, dividends, and net working capital exclude financial companies and regulated utilities; data for \nmergers & acquisitions and divestitures include all industries.  \n \nExhibit 39 shows the breakdown of spending by source from 1992-2013. Again, we exclude changes in net \nworking capital.  \n \nExhibit 39: APEJ Capital Deployment, 1992-2013 \n \nSource: Credit Suisse HOLT, Thomson Reuters Datastream. \nNote: Data for R&D, capital expenditures, buybacks, and dividends exclude financial companies and regulated utilities; data for mergers & acquisitions \nand divestitures include all industries. \n0\n200\n400\n600\n800\nGross Share\nRepurchases\nResearch &\nDevelopment\nChange in Net\nWorking Capital\nDividends\nDivestitures\nMergers &\nAcquisitions\nCapital\nExpenditures\nTotal Dollar Amount ($ Billions)\n0%\n2%\n4%\n6%\n8%\n10%\nGross Share\nRepurchases\nResearch &\nDevelopment\nChange in Net\nWorking Capital\nDividends\nDivestitures\nMergers &\nAcquisitions\nCapital\nExpenditures\nTotal as a Percentage of Sales\nGross buybacks\nResearch & development\nDividends\nDivestitures\nCapital expenditures\nMergers & acquisitions\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\n"
    },
    {
      "number": 42,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n42 \nSimilar to 2013, capital expenditures and M&A are by far the largest uses of capital over time. An examination \nof the changes from 1992 through 2013 reveals some noteworthy patterns: \n \n Capital expenditures are the largest use of capital. Capital expenditures were 9 percent of total sales in \n2013, modestly below the long-term average of 10.5 percent. In 2013, they were APEJ’s largest use of \ncapital, which is typically the case except for very big years for M&A. Measured as a percentage of sales, \nAPEJ’s capital expenditures greatly exceed those of the U.S., Japan, and Europe. \n \n M&A is very cyclical, ranging from a low of 5.5 percent of sales in 2012 to a high of 22.7 percent in \n2000. The long-term average is roughly 10 percent, consistent with the levels of the U.S. and Europe. \nChina really stands out, as its share of the region’s total M&A went from less than 5 percent in the early \n1990s to just over one-half in recent years.  \n \n R&D spending has slowly trended higher over time but remains well below that of the U.S., Japan, and \nEurope both on an absolute basis and relative to sales. R&D rose steadily from 0.5 percent of sales in \n1992 to a peak of 1.0 percent of sales in the mid-2000s, and stands at 0.9 percent of sales today. This \nrise reflects the change in the composition of the market, with the information technology sector growing \nfrom just 1 percent of the market in 1992 to 10 percent in 2013. (See Exhibit 40.) \n \n Share buybacks have historically been very modest and remain a small component of corporate payouts. \nBuybacks have averaged just 0.3 percent of total market capitalization over time, well below dividends at  \n2.2 percent. Regulatory constraints have contributed to the lower level of buybacks, particularly in the \nearlier years. For example, the governments didn’t legalize buybacks in Australia until 1989 and in Hong \nKong until 1991. These are among the largest economies in the region. In 2013, buybacks in China, \nIndia, and Taiwan were negligible.  \n \nExhibit 40: APEJ Sector Composition, 1992-2013 \n \nSource: Credit Suisse HOLT.  \n \n \n \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1992\n1996\n2000\n2004\n2008\n2012\nFinancials\nUtilities\nTelecom\nInformation Technology\nHealthcare\nConsumer Staples\nEnergy\nConsumer Discretionary\nIndustrials\nMaterials\n"
    },
    {
      "number": 43,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n43 \nExhibit 41 shows a detailed history of capital deployment from 1992-2013. Again we see that the standard \ndeviations of the growth rates are small for R&D, dividends, and capital spending relative to those of buybacks, \nM&A, and divestitures. Exhibit 42 represents the same deployment numbers as a percentage of sales.    \n \nExhibit 41: APEJ Capital Deployment, 1992-2013 \n \nSource: Credit Suisse HOLT, Thomson Reuters Datastream, and Credit Suisse. \nNote: Dollar amounts not inflated. Data for R&D, capital expenditures, buybacks, dividends, and net working capital exclude financial companies and \nregulated utilities; data for mergers & acquisitions and divestitures include all industries. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nM&A\nCapex\nR&D Expense\nNet Working \nCapital\nGross \nBuybacks\nDivestitures\nDividends\n1992\n24,273\n30,558\n1,418\n622\n12,758\n7,375\n1993\n33,385\n31,311\n1,764\n27,498\n346\n16,661\n9,887\n1994\n30,119\n46,350\n2,628\n32,931\n171\n15,441\n13,287\n1995\n62,408\n90,430\n3,810\n59,566\n1,763\n34,322\n17,584\n1996\n87,322\n113,864\n4,554\n23,652\n1,257\n38,261\n19,158\n1997\n104,324\n92,431\n3,541\n-22,459\n1,931\n53,379\n16,745\n1998\n96,662\n88,404\n5,031\n-3,614\n2,774\n56,354\n15,504\n1999\n135,444\n83,448\n6,200\n19,062\n5,068\n62,996\n20,407\n2000\n236,737\n112,970\n9,162\n28,045\n8,278\n100,163\n23,380\n2001\n149,680\n108,462\n9,333\n12,496\n7,933\n87,946\n26,055\n2002\n132,228\n124,191\n12,334\n8,739\n9,624\n67,132\n35,338\n2003\n133,511\n155,979\n15,916\n62,038\n8,128\n62,491\n46,837\n2004\n158,116\n219,449\n21,293\n77,388\n15,712\n85,658\n69,352\n2005\n255,465\n267,215\n24,980\n71,418\n15,235\n124,157\n77,143\n2006\n340,894\n327,275\n28,769\n87,156\n22,131\n158,328\n90,975\n2007\n452,408\n422,207\n31,761\n188,979\n25,434\n229,956\n121,212\n2008\n406,045\n462,848\n32,736\n-8,270\n17,812\n161,789\n104,020\n2009\n313,116\n481,970\n38,437\n158,979\n3,656\n151,049\n117,638\n2010\n471,729\n557,217\n45,565\n241,408\n6,318\n293,416\n153,044\n2011\n428,568\n629,619\n50,294\n192,069\n25,701\n208,285\n164,055\n2012\n404,832\n677,426\n59,065\n123,084\n13,109\n213,707\n166,560\n2013\n469,490\n686,665\n68,607\n70,527\n8,545\n279,522\n179,308\nCAGR\n15.1%\n16.0%\n20.3%\n4.8%\n13.3%\n15.8%\n16.4%\nSt. Dev.\n35.5%\n24.3%\n17.0%\n496.4%\n213.8%\n38.9%\n17.4%\nTotal Amount (in Millions of U.S. Dollars, Nominal)\n"
    },
    {
      "number": 44,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n44 \nExhibit 42: APEJ Capital Deployment, 1992-2013 \n \nSource: Credit Suisse HOLT, Thomson Reuters Datastream, and Credit Suisse. \nNote: Data for R&D, capital expenditures, buybacks, dividends, and net working capital exclude financial companies and regulated utilities; data for \nmergers & acquisitions and divestitures include all industries. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nM&A\nCapex\nR&D Expense\nNet Working \nCapital\nGross \nBuybacks\nDivestitures\nDividends\n1992\n8.4%\n10.6%\n0.5%\n0.2%\n4.4%\n2.5%\n1993\n8.8%\n8.3%\n0.5%\n7.2%\n0.1%\n4.4%\n2.6%\n1994\n5.9%\n9.1%\n0.5%\n6.5%\n0.0%\n3.0%\n2.6%\n1995\n8.5%\n12.3%\n0.5%\n8.1%\n0.2%\n4.7%\n2.4%\n1996\n10.5%\n13.7%\n0.5%\n2.8%\n0.2%\n4.6%\n2.3%\n1997\n15.8%\n14.0%\n0.5%\n-3.4%\n0.3%\n8.1%\n2.5%\n1998\n12.4%\n11.3%\n0.6%\n-0.5%\n0.4%\n7.2%\n2.0%\n1999\n14.6%\n9.0%\n0.7%\n2.1%\n0.5%\n6.8%\n2.2%\n2000\n22.7%\n10.9%\n0.9%\n2.7%\n0.8%\n9.6%\n2.2%\n2001\n14.0%\n10.1%\n0.9%\n1.2%\n0.7%\n8.2%\n2.4%\n2002\n10.1%\n9.5%\n0.9%\n0.7%\n0.7%\n5.1%\n2.7%\n2003\n8.4%\n9.8%\n1.0%\n3.9%\n0.5%\n3.9%\n2.9%\n2004\n7.5%\n10.4%\n1.0%\n3.7%\n0.7%\n4.1%\n3.3%\n2005\n10.3%\n10.7%\n1.0%\n2.9%\n0.6%\n5.0%\n3.1%\n2006\n11.2%\n10.7%\n0.9%\n2.9%\n0.7%\n5.2%\n3.0%\n2007\n11.7%\n10.9%\n0.8%\n4.9%\n0.7%\n5.9%\n3.1%\n2008\n9.6%\n10.9%\n0.8%\n-0.2%\n0.4%\n3.8%\n2.5%\n2009\n7.0%\n10.8%\n0.9%\n3.6%\n0.1%\n3.4%\n2.6%\n2010\n8.2%\n9.7%\n0.8%\n4.2%\n0.1%\n5.1%\n2.7%\n2011\n6.4%\n9.4%\n0.8%\n2.9%\n0.4%\n3.1%\n2.5%\n2012\n5.5%\n9.2%\n0.8%\n1.7%\n0.2%\n2.9%\n2.3%\n2013\n6.2%\n9.0%\n0.9%\n0.9%\n0.1%\n3.7%\n2.4%\nAs a Percentage of Sales\n"
    },
    {
      "number": 45,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n45 \nRecent Trends in Cash Flow Return on Investment and Asset Growth. CFROI today in the APEJ region \nis slightly below the long-term average, and well below the peak years of the mid-2000s. (See Exhibit 43.) \nThe current level of 6.0 percent is below the historical average of 6.4 percent over the past twenty years. \n \nExhibit 43: APEJ CFROI, 1993-2013 \n \nSource: Credit Suisse HOLT. \nNote: Weighted aggregate of APEJ firms excluding financials and regulated utilities. \n \nExhibit 44 shows the annual rate of asset growth, adjusted for inflation, over the past twenty years. In 2012 \nand 2013, growth was low relative to the long-term average. Asset growth of 7.4 percent in 2012 and 9.2 \npercent in 2013 was below the average of 9.8 over the past twenty years. Asset growth in this region is the \nhighest in the world.  \n \nExhibit 44: APEJ Real Asset Growth Rate, 1993-2013 \n \nSource: Credit Suisse HOLT. \nNote: Weighted aggregate of APEJ firms excluding financials and regulated utilities. \n0\n2\n4\n6\n8\n10\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\nPercent\nAverage\n0\n2\n4\n6\n8\n10\n12\n14\n16\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\nPercent\nAverage\n"
    },
    {
      "number": 46,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n46 \nExhibit 45 shows that today’s cash as a percentage of assets of 13 percent is above the long-term average of \n11 percent. The level of cash relative to assets shows a clear upward trend. \n \nExhibit 45: APEJ Cash as a Percentage of Total Assets, 1993-2013 \n \nSource: Credit Suisse HOLT.  \nNote: Top 1,000 industrial firms. \n \nMergers and Acquisitions. Exhibit 46 shows the dollar amount of M&A, as well as M&A as a percentage of \nsales, from 1992 to 2013. M&A is very cyclical, ranging from a low of 5.5 percent of sales in 2012 to a high \nof 22.7 percent of sales in 2000. In 2013, M&A volume was 6 percent of sales, well below its long-term \naverage of roughly 10 percent. This historical average is equal to that of the U.S. and Europe. But while M&A \nlevels are comparable as a fraction of sales, the absolute level of M&A in APEJ lags that of the U.S. and \nEurope. In 2013, M&A volume in APEJ was one-half the level of the U.S. and nine-tenths that of Europe.  \n \nOne notable difference across the regions is that absolute M&A volumes recovered more rapidly following the \nfinancial crisis in APEJ than it did in the U.S. and Europe. Only in 2014 did worldwide deal volume return to \nthe level of 2007.  \n  \nOn a country basis, China leads the deal making in APEJ. Its share of the region’s total M&A went from less \nthan 5 percent in the early 1990s to just over one-half in recent years. Australia and South Korea were the \nnext biggest contributors in 2013, representing 14 percent and 9 percent of the region’s total M&A, \nrespectively. India’s M&A activity has not kept pace with China, with volume equal to just 4 percent of the \nregion’s total in 2013. \n \nThe trend in M&A activity in the region has been largely positive owing to economic growth and business \nreforms. In particular, China’s rapid growth and its shift toward a more free market economy have driven deal \nactivity.55 But while M&A has been strong between Chinese companies, government restrictions aimed at \nensuring Chinese companies maintain control of certain industries have limited cross-border deals.  \n \n \n \n \n \n0%\n3%\n6%\n9%\n12%\n15%\n1993\n1997\n2001\n2005\n2009\n2013\nAverage\n"
    },
    {
      "number": 47,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n47 \nExhibit 46: APEJ Mergers and Acquisitions, 1992-2013 \n \nNote: Dollar amounts not inflated. APEJ announced domestic mergers; excludes debt tender offers, equity carve-outs, exchange offers, loan \nmodifications, and open market repurchases. \nSource: Thomson Reuters Datastream, Credit Suisse HOLT, Credit Suisse. \n \nCapital Expenditures. Exhibit 47 shows the dollar amount of capital expenditures as well as capital \nexpenditures as a percentage of sales from 1992 to 2013. Capital expenditures were 9.0 percent of total \nsales in 2013, below the long-term average of 10.5 percent. In 2013, they were APEJ’s largest use of capital, \nwhich is typically the case with the exception of large years for M&A. Measured as a fraction of sales, APEJ’s \ncapital expenditure ratio is much higher than that of the U.S., Japan, and Europe, and is slightly below that of \nGEM.  \n \nExhibit 47: APEJ Capital Expenditures, 1992-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n0%\n5%\n10%\n15%\n20%\n25%\n0\n50,000\n100,000\n150,000\n200,000\n250,000\n300,000\n350,000\n400,000\n450,000\n500,000\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n0%\n3%\n6%\n9%\n12%\n15%\n0\n100,000\n200,000\n300,000\n400,000\n500,000\n600,000\n700,000\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 48,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n48 \nExhibit 48 shows capital expenditures net of depreciation. Measured as a percentage of sales, growth capital \nexpenditures have averaged roughly one-half of overall capital expenditures.  \n \nExhibit 48: APEJ Capital Expenditures Net of Depreciation, 1992-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n \nResearch and Development. Exhibit 49 shows the dollar amount of R&D, as well as R&D as a percentage \nof sales, since 1992. R&D rose steadily from 0.5 percent of sales at the beginning of the period to a peak of \n1.0 percent of sales in the mid-2000s, and currently stands at 0.9 percent of sales. R&D spending has risen \nsubstantially off of a low base, but remains well below the levels of the U.S., Japan, and Europe relative to \nsales. The rise in R&D during the full period reflects the change in the composition of the market. During this \ntime, information technology, the most R&D-intensive sector, grew from 1 percent to 10 percent of the \nmarket. \n \nBased on 2013 figures, the APEJ countries that spent the most on R&D as a percentage of sales were Korea \nat 2.0 percent and Taiwan at 1.8 percent. Notable laggards included Australia at 0.3 percent and India at 0.4 \npercent. China was in the middle at 0.7 percent. \n \nBusinesses in APEJ countries account for roughly one-half of total R&D spending, with the government, \nacademia, and private nonprofit companies contributing the rest.56 Corporations in APEJ account for a smaller \nshare of the total R&D spending than they do in the U.S. and Japan, which are around 70-75 percent, and in  \nEurope, which is just above 60 percent. The business share of total R&D spending ranges from a high of 77 \npercent in Korea to a low of 15 percent in Vietnam. Among larger APEJ economies, the business share of \nR&D spending is 76 percent in China, 43 percent in Hong Kong, 58 percent in Australia, and 36 percent in \nIndia. \n \n \n \n \n \n \n0%\n1%\n2%\n3%\n4%\n5%\n6%\n7%\n8%\n9%\n10%\n0\n50,000\n100,000\n150,000\n200,000\n250,000\n300,000\n350,000\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 49,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n49 \nExhibit 49: APEJ Research and Development, 1992-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n \nNet Working Capital. Net working capital is roughly 15 percent of assets on average for companies in \nAPEJ. Exhibit 50 shows the annual change in net working capital from 1992 through 2013. At year-end \n2013, net working capital was $1.5 trillion for the top 1,000 public firms in APEJ. We consider changes in \nnet working capital as opposed to the absolute amount, because changes are what you should consider to be \nan incremental investment. Net working capital investments are an important use of cash in APEJ and are \nlarger than R&D on average but smaller than M&A and capital expenditures. \n \nExhibit 50: APEJ Change in Net Working Capital, 1992-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n0.0%\n0.2%\n0.4%\n0.6%\n0.8%\n1.0%\n1.2%\n0\n10,000\n20,000\n30,000\n40,000\n50,000\n60,000\n70,000\n80,000\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n-4%\n-2%\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n-100,000\n-50,000\n0\n50,000\n100,000\n150,000\n200,000\n250,000\n300,000\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 50,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n50 \nThe picture changes dramatically when we exclude cash. At the end of 2013, net working capital excluding \ncash was about $280 billion for the top 1,000 APEJ industrial companies, roughly one-fifth the total net \nworking capital sum. Exhibit 51 shows the change in net working capital excluding cash.  \n \nExhibit 51: APEJ Change in Net Working Capital Excluding Cash, 1992-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n \nDivestitures. Exhibit 52 shows the magnitude of divestitures from 1992-2013. Similar to M&A, divestitures \nvary a great deal from one year to the next, and were in a range of 3.0 percent of sales in 1994 to 9.6 \npercent in 2000. Divestitures have averaged 5.1 percent of sales over time, one-half the level of M&A and \nmuch higher than buybacks, dividends, or R&D spending. \n \nExhibit 52: APEJ Divestitures, 1992-2013 \n \nNote: Announced divestitures; excludes debt tender offers, equity carve-outs, exchange offers, loan modifications, and open market repurchases; \nDollar amounts not inflated. \nSource: Thomson Reuters Datastream, Credit Suisse HOLT, Credit Suisse. \n-6%\n-4%\n-2%\n0%\n2%\n4%\n6%\n-70,000\n-50,000\n-30,000\n-10,000\n10,000\n30,000\n50,000\n70,000\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n0%\n2%\n4%\n6%\n8%\n10%\n0\n50,000\n100,000\n150,000\n200,000\n250,000\n300,000\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 51,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n51 \nDividends. Exhibit 53 shows the annual dividends on common and preferred stock for the top 1,000 \ncompanies in APEJ, excluding the financial services and regulated utility industries, from 1992 to 2013. \nDividends are very stable in APEJ. \n \nThe average dividend payout ratio, or dividends as a percentage of net income, was roughly 40 percent from \n1992-2013. The average dividend yield was 2.2 percent over the same period. In 2013, the dividend yield \nwas 2.5 percent. Countries with above-average payouts included Thailand at 3.8 percent, Singapore at 3.3 \npercent, and Australia at 3.2 percent. Countries with below-average payouts included Korea at 1.0 percent \nand India at 2.0 percent. \n \nExhibit 53: APEJ Common and Preferred Dividends, 1992-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n \nShare Buybacks. Exhibit 54 shows the annual gross buybacks for the top 1,000 companies in APEJ from \n1992 to 2013. Similar to other regions, we see cyclicality. Buybacks rose throughout most of the 2000s but \nfell sharply in 2008-2010. Overall, buybacks remain a very small component of the corporate payout in APEJ. \n \nBuybacks have been roughly five percent of net income, on average, from 1992-2013. The average buyback \nyield, or buybacks as a percentage of total market capitalization, was 0.3 percent over the same period, \nsignificantly below the 2.2 percent dividend yield. In 2013, the buyback yield was 0.1 percent. Australia was \nthe only country in the region with a relevant buyback yield, at 0.6 percent, and China, India, and Taiwan all \nhad a zero yield. \n \nRegulatory constraints contributed to the lower level of buybacks in the earlier years. For example, the \ngovernment of Australia did not legalize buybacks until 1989 and Hong Kong did not legalize them until 1991. \nThese are two of the largest economies in the region.57   \n \n \n \n \n \n25%\n30%\n35%\n40%\n45%\n50%\n0\n20,000\n40,000\n60,000\n80,000\n100,000\n120,000\n140,000\n160,000\n180,000\n200,000\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\nAs a percentage of net income\n$ Millions\nDollar amount\nAs a percentage of net income\n"
    },
    {
      "number": 52,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n52 \nExhibit 54: APEJ Gross Share Buybacks, 1992-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n \n \n \n0%\n3%\n6%\n9%\n12%\n15%\n0\n5,000\n10,000\n15,000\n20,000\n25,000\n30,000\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\nAs a percentage of net income\n$ Millions\nDollar amount\nAs a percentage of net income\n"
    },
    {
      "number": 53,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n53 \nGlobal Emerging Markets \n \nThe countries in the GEM region overlap substantially with those in the APEJ region. This overlap helps \nexplain why some of the trends in capital deployment are similar. In 2013, the shared countries constituted \nroughly one half the market capitalization of each region. China and India alone, which are mutual constituents, \nmade up roughly one-third the market capitalization of each region in 2013. The appendix provides a full list of \nthe countries in each region.   \n \nUses of Capital. Exhibit 55 shows how the top 1,000 companies in GEM, excluding companies in the \nfinancial services and regulated utility industries, deployed capital in 2013. While just a snapshot for a \nparticular year, the ranking reasonably reflects how companies in GEM have allocated capital over time. \n \nExhibit 55: GEM Capital Deployment, 2013 \n \nSource: Credit Suisse HOLT, Thomson Reuters Datastream. \nNote: Data for R&D, capital expenditures, buybacks, dividends, and net working capital exclude financial companies and regulated utilities; data for \nmergers & acquisitions and divestitures include all industries. \n \nExhibit 56 shows the spending by source from 1992-2013. Again, we exclude changes in net working capital.  \n \nExhibit 56: GEM Capital Deployment, 1992-2013 \n \nSource: Credit Suisse HOLT, Thomson Reuters Datastream. \nNote: Data for R&D, capital expenditures, buybacks, and dividends exclude financial companies and regulated utilities; data for mergers & acquisitions \nand divestitures include all industries. \n0\n200\n400\n600\n800\nChange in Net\nWorking Capital\nGross Share\nRepurchases\nResearch &\nDevelopment\nDividends\nDivestitures\nMergers &\nAcquisitions\nCapital\nExpenditures\nTotal Dollar Amount ($ Billions)\n0%\n2%\n4%\n6%\n8%\n10%\n12%\nChange in Net\nWorking Capital\nGross Share\nRepurchases\nResearch &\nDevelopment\nDividends\nDivestitures\nMergers &\nAcquisitions\nCapital\nExpenditures\nTotal as a Percentage of Sales\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\nGross buybacks\nResearch & development\nDividends\nDivestitures\nCapital expenditures\nMergers & acquisitions\n"
    },
    {
      "number": 54,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n54 \nM&A and capital expenditures are by far the largest uses of capital over time. An examination of the changes \nfrom 1992 through 2013 reveals some noteworthy patterns: \n \n M&A is very cyclical, ranging from a low of 7 percent of sales in 2009 to a high of 33 percent of sales in \n1998. The long-term average of 16 percent of sales greatly exceeds the 10 percent level shared by the \nU.S., Europe, and APEJ. The absolute level of M&A in GEM has risen sharply since the early 1990s as \nthe result of strong economic growth and business reforms. The BRIC countries (Brazil, Russia, India, and \nChina) now dominate M&A activity in the region. Together they accounted for 70 percent of the total in \n2013, up from a share of less than 10 percent in 1992. \n \n Capital expenditures are the next largest use of capital. Capital expenditures were 11 percent of total \nsales in 2013, just below the long-term average of 12 percent. This long-term average exceeds levels in \nthe U.S., Europe, and APEJ. A logical explanation for this gap is the composition of GEM economies. \n(See Exhibit 57.) Capital-intensive industries such as energy, materials, and industrials represent a greater \nshare of the economy in GEM than in any other region. \n \n R&D spending is very modest and has remained in a narrow band of 0.3 to 0.4 percent of sales. This level \nis well below that of the U.S., Japan, and Europe. Again, sector composition plays a key role, as GEM has \na very low concentration in information technology and healthcare, the most R&D-intensive sectors, and a \nhigh concentration in industries that rely on capital investments for growth. Relative to the other regions, \nGEM companies also spend less on R&D.  \n \n Share buybacks have been a very minor use of capital. Buybacks have averaged just 0.4 percent of total \nmarket capitalization over time, which compares to dividends at 2.3 percent. BRIC countries in particular \nspend very little on buybacks. Buyback activity was extremely low until the mid-2000s, rose sharply in \n2007, then plummeted in the ensuing years. Dividends have been far more stable.  \n \nExhibit 57: GEM Sector Composition, 1992-2013 \n \nSource: Credit Suisse HOLT.  \n \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1992\n1996\n2000\n2004\n2008\n2012\nFinancials\nUtilities\nTelecom\nInformation Technology\nHealthcare\nConsumer Staples\nEnergy\nConsumer Discretionary\nIndustrials\nMaterials\n"
    },
    {
      "number": 55,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n55 \nExhibit 58 shows a detailed history of capital deployment from 1992-2013. Again we see that the standard \ndeviations of the growth rates are small for R&D, capital spending, and dividends relative to those of buybacks, \ndivestitures, and M&A. Exhibit 59 represents the same deployment numbers as a percentage of sales.    \n \nExhibit 58: GEM Capital Deployment, 1992-2013 \n \nSource: Credit Suisse HOLT, Thomson Reuters Datastream, and Credit Suisse. \nNote: Dollar amounts not inflated. Data for R&D, capital expenditures, buybacks, dividends, and net working capital exclude financial companies and \nregulated utilities; data for mergers & acquisitions and divestitures include all industries. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nM&A\nCapex\nR&D Expense\nNet Working \nCapital\nGross \nBuybacks\nDivestitures\nDividends\n1992\n22,365\n17,386\n361\n74\n15,293\n3,232\n1993\n28,407\n18,281\n445\n9,217\n99\n13,376\n4,183\n1994\n27,547\n27,548\n640\n21,018\n221\n11,087\n6,952\n1995\n46,628\n44,050\n1,062\n32,627\n1,453\n19,771\n10,404\n1996\n74,615\n60,368\n1,187\n18,191\n1,820\n24,668\n11,873\n1997\n131,331\n60,095\n1,314\n5,895\n2,507\n56,603\n11,434\n1998\n150,766\n63,050\n1,459\n1,711\n2,686\n56,027\n12,646\n1999\n146,875\n58,616\n1,608\n30,119\n2,349\n37,122\n13,446\n2000\n209,496\n71,921\n2,577\n43,276\n6,361\n89,633\n20,208\n2001\n121,911\n91,720\n2,921\n-4,951\n5,660\n41,538\n24,587\n2002\n107,961\n91,006\n3,237\n11,353\n3,392\n47,618\n25,055\n2003\n128,521\n120,502\n4,044\n48,552\n7,165\n42,709\n42,374\n2004\n130,069\n161,352\n4,776\n85,066\n13,655\n56,665\n59,771\n2005\n274,620\n222,321\n5,136\n56,840\n16,381\n131,161\n78,141\n2006\n305,167\n293,961\n6,964\n127,410\n24,573\n91,271\n99,498\n2007\n528,681\n444,361\n9,836\n163,469\n57,856\n237,920\n129,494\n2008\n414,031\n494,297\n11,943\n26,980\n25,503\n140,796\n117,624\n2009\n285,226\n530,148\n15,492\n115,976\n8,350\n115,681\n134,642\n2010\n611,816\n587,701\n19,262\n199,021\n12,151\n289,123\n163,599\n2011\n457,721\n655,693\n23,234\n165,589\n27,793\n178,156\n182,420\n2012\n518,203\n698,862\n24,795\n81,975\n17,885\n268,714\n186,146\n2013\n494,327\n687,982\n27,064\n5,730\n14,220\n255,351\n175,792\nCAGR\n15.9%\n19.1%\n22.8%\n-2.3%\n28.4%\n14.3%\n21.0%\nSt. Dev.\n45.2%\n19.7%\n17.0%\n396.3%\n132.4%\n71.3%\n22.5%\nTotal Amount (in Millions of U.S. Dollars, Nominal)\n"
    },
    {
      "number": 56,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n56 \nExhibit 59: GEM Capital Deployment, 1992-2013 \n \nSource: Credit Suisse HOLT, Thomson Reuters Datastream, and Credit Suisse. \nNote: Data for R&D, capital expenditures, buybacks, dividends, and net working capital exclude financial companies and regulated utilities; data for \nmergers & acquisitions and divestitures include all industries. \n \nRecent Trends in Cash Flow Return on Investment and Asset Growth. The current level of CFROI, at \n5.6 percent, is slightly below the average of 6.3 percent over the past twenty years. (See Exhibit 60.) \n \nExhibit 60: GEM CFROI, 1993-2013 \n \nSource: Credit Suisse HOLT. \nNote: Weighted aggregate of GEM firms excluding financials and regulated utilities. \nM&A\nCapex\nR&D Expense\nNet Working \nCapital\nGross \nBuybacks\nDivestitures\nDividends\n1992\n18.5%\n14.4%\n0.3%\n0.1%\n12.7%\n2.7%\n1993\n18.5%\n11.9%\n0.3%\n6.0%\n0.1%\n8.7%\n2.7%\n1994\n12.7%\n12.7%\n0.3%\n9.7%\n0.1%\n5.1%\n3.2%\n1995\n13.9%\n13.1%\n0.3%\n9.7%\n0.4%\n5.9%\n3.1%\n1996\n18.2%\n14.7%\n0.3%\n4.4%\n0.4%\n6.0%\n2.9%\n1997\n31.4%\n14.4%\n0.3%\n1.4%\n0.6%\n13.5%\n2.7%\n1998\n33.5%\n14.0%\n0.3%\n0.4%\n0.6%\n12.4%\n2.8%\n1999\n27.2%\n10.9%\n0.3%\n5.6%\n0.4%\n6.9%\n2.5%\n2000\n29.0%\n9.9%\n0.4%\n6.0%\n0.9%\n12.4%\n2.8%\n2001\n15.6%\n11.7%\n0.4%\n-0.6%\n0.7%\n5.3%\n3.1%\n2002\n12.3%\n10.3%\n0.4%\n1.3%\n0.4%\n5.4%\n2.8%\n2003\n11.0%\n10.3%\n0.3%\n4.2%\n0.6%\n3.7%\n3.6%\n2004\n8.3%\n10.3%\n0.3%\n5.5%\n0.9%\n3.6%\n3.8%\n2005\n14.2%\n11.5%\n0.3%\n2.9%\n0.8%\n6.8%\n4.1%\n2006\n12.2%\n11.7%\n0.3%\n5.1%\n1.0%\n3.6%\n4.0%\n2007\n15.8%\n13.3%\n0.3%\n4.9%\n1.7%\n7.1%\n3.9%\n2008\n11.1%\n13.3%\n0.3%\n0.7%\n0.7%\n3.8%\n3.2%\n2009\n7.4%\n13.8%\n0.4%\n3.0%\n0.2%\n3.0%\n3.5%\n2010\n12.3%\n11.8%\n0.4%\n4.0%\n0.2%\n5.8%\n3.3%\n2011\n7.7%\n11.1%\n0.4%\n2.8%\n0.5%\n3.0%\n3.1%\n2012\n8.0%\n10.8%\n0.4%\n1.3%\n0.3%\n4.2%\n2.9%\n2013\n7.7%\n10.7%\n0.4%\n0.1%\n0.2%\n4.0%\n2.7%\nAs a Percentage of Sales\n0\n2\n4\n6\n8\n10\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\nPercent\nAverage\n"
    },
    {
      "number": 57,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n57 \nExhibit 61 shows the annual rate of asset growth, adjusted for inflation, over the past twenty years. In the past \nfive years growth has been weak relative to the long-term average. That said, the average is much higher than \nit is in developed economies.  \n \nExhibit 61: GEM Real Asset Growth Rate, 1993-2013 \n \nSource: Credit Suisse HOLT. \nNote: Weighted aggregate of GEM firms excluding financials and regulated utilities. \n \nExhibit 62 shows that at 11 percent, today’s cash as a percentage of assets is slightly above the long-term \naverage of 10 percent. Cash holdings have been stable.  \n \nExhibit 62: GEM Cash as a Percentage of Total Assets, 1993-2013 \n \nSource: Credit Suisse HOLT.  \nNote: Top 1,000 industrial firms. \n \n \n-5\n0\n5\n10\n15\n20\n25\n30\n35\n40\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\nPercent\nAverage\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n1993\n1997\n2001\n2005\n2009\n2013\nAverage\n"
    },
    {
      "number": 58,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n58 \nMergers and Acquisitions. Exhibit 63 shows the dollar amount of M&A, as well as M&A as a percentage of \nsales, from 1992 to 2013. M&A volume was 8 percent of sales in 2013, well below the long-term average of \nabout 16 percent. This long-term average exceeds the 10 percent shared by the U.S., Europe, and APEJ. In \nabsolute dollars, M&A in GEM in 2013 was still only one-half that of the U.S., reflecting the difference in the \nsizes of the economies. The total market capitalization of GEM is just two-fifths that of the U.S.  \n \nThe BRIC countries dominate M&A activity in the region. Together they accounted for 70 percent of the total \nin 2013, up considerably from less than 10 percent in 1992. In 2013, China was 45 percent of the deal \nvolume, followed by Russia at 11 percent, Brazil at 10 percent, and India at 4 percent. The biggest declines \ncame from Argentina and Mexico. The combined share for those countries dropped from 60 percent in 1992 \nto only 4 percent in 2013.   \n \nM&A in GEM has risen sharply since the early 1990s as the result of strong economic growth and business-\nfriendly reforms. In recent years, a number of governments in the emerging markets have sold off state-\nowned businesses. These companies often go on to merge with other companies, prompting M&A activity. \nAnd notably, some large emerging market companies have pursued major deals outside their borders.58  \n \nExhibit 63: GEM Mergers and Acquisitions, 1992-2013 \n \nNote: Dollar amounts not inflated. GEM announced domestic mergers; excludes debt tender offers, equity carve-outs, exchange offers, loan \nmodifications, and open market repurchases. \nSource: Thomson Reuters Datastream, Credit Suisse HOLT, Credit Suisse. \n \nCapital Expenditures. Exhibit 64 shows the dollar amount of capital expenditures, as well as capital \nexpenditures as a percentage of sales, from 1992 to 2013. In 2013, capital expenditures were GEM’s largest \nuse of capital, as M&A had a down year. Capital expenditures were 10.7 percent of total sales in 2013, below \nthe long-term average of 12.1 percent. This long-term average exceeds the levels in the U.S., Europe, and \nAPEJ. A logical explanation for this gap is the composition of GEM economies. The energy, materials, and \nindustrial sectors represent 35 percent of the region’s market capitalization, well above that of the other \nregions. \n \n \n \n0%\n5%\n10%\n15%\n20%\n25%\n30%\n35%\n0\n100,000\n200,000\n300,000\n400,000\n500,000\n600,000\n700,000\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 59,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n59 \nExhibit 64: GEM Capital Expenditures, 1992-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n \nExhibit 65 shows capital expenditures net of depreciation. Measured as a percentage of sales, growth capital \nexpenditures have averaged roughly one-half of overall capital expenditures.  \n \nExhibit 65: GEM Capital Expenditures Net of Depreciation, 1992-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n \nResearch and Development. Exhibit 66 shows the dollar amount of R&D since 1992, as well as R&D as a \npercentage of sales. R&D has been in a narrow band of 0.3 to 0.4 percent of sales. This level is well below \nthat of the U.S. and Japan, which are at 2.3 percent, and Europe, which is at 1.7 percent. Sector composition \nlargely explains this difference. GEM has a very low concentration in information technology and healthcare, \n0%\n5%\n10%\n15%\n20%\n0\n100,000\n200,000\n300,000\n400,000\n500,000\n600,000\n700,000\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n0\n50,000\n100,000\n150,000\n200,000\n250,000\n300,000\n350,000\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 60,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n60 \nthe most R&D-intensive sectors, and a high concentration in industries that rely more heavily on capital \ninvestments. Specifically, IT and healthcare together have accounted for only three percent of total market \ncapitalization on average over time.  \n \nIn GEM countries, businesses account for 43 percent of total R&D spending on average, with the government, \nacademia, and private nonprofit companies spending the other 57 percent.59 Corporations in GEM account for \na smaller share of the total R&D spending than they do in the U.S. and Japan (70-75 percent), Europe (about \n60 percent), and APEJ (roughly 50 percent).    \n \nAmong larger GEM economies, the business share of R&D spending is 76 percent in China, 58 percent in \nRussia, 39 percent in Mexico, and 36 percent in India. The business share of R&D spending is particularly low \nin Latin American countries at 32 percent on average. One notable change is in China, where the corporate \nshare of R&D spending has risen from just 43 percent in 1996 to 76 percent today as the country continues \nto move toward a more market-based economy.  \n \nExhibit 66: GEM Research and Development, 1992-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n \nNet Working Capital. Net working capital equals roughly 15 percent of assets on average for companies in \nGEM. Exhibit 67 shows the annual change in net working capital from 1992 through 2013. At year-end 2013, \nnet working capital stood at $1.3 trillion for the top 1,000 public firms in GEM. We consider changes in net \nworking capital as opposed to the absolute amount, because changes are what you should consider to be an \nincremental investment. Net working capital investments are a large use of cash in GEM, greater on average \nthan R&D but smaller than M&A or capital expenditures. \n \n \n \n \n \n \n \n0.0%\n0.2%\n0.4%\n0.6%\n0.8%\n1.0%\n0\n5,000\n10,000\n15,000\n20,000\n25,000\n30,000\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 61,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n61 \nExhibit 67: GEM Change in Net Working Capital, 1992-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n \nWe have defined net working capital to include cash. The picture changes dramatically if we exclude cash. At \nthe end of 2013, net working capital excluding cash was about $320 billion for the top 1,000 GEM industrial \ncompanies, roughly one quarter the total net working capital sum. Exhibit 68 shows the change in net working \ncapital excluding cash.  \n \nExhibit 68: GEM Change in Net Working Capital Excluding Cash, 1992-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n \n \n-2%\n-1%\n0%\n1%\n2%\n3%\n4%\n5%\n6%\n7%\n8%\n9%\n10%\n-50,000\n0\n50,000\n100,000\n150,000\n200,000\n250,000\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n-3%\n-2%\n-1%\n0%\n1%\n2%\n3%\n4%\n5%\n-60,000\n-40,000\n-20,000\n0\n20,000\n40,000\n60,000\n80,000\n100,000\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 62,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n62 \nDivestitures. Exhibit 69 shows divestitures from 1992-2013. Similar to M&A, divestiture activity varies a lot \nfrom year to year, ranging from a low 3 percent of sales in 2009 to a high of 14 percent in 1997. Overall, \ndivestitures have averaged 6.5 percent of sales over time, which is roughly two-fifths the level of M&A and \nmuch higher than dividends, buybacks, and R&D spending. \n \nExhibit 69: GEM Divestitures, 1992-2013 \n \nNote: Announced divestitures; excludes debt tender offers, equity carve-outs, exchange offers, loan modifications, and open market repurchases; \nDollar amounts not inflated. \nSource: Thomson Reuters Datastream, Credit Suisse HOLT, Credit Suisse. \n \nDividends. Exhibit 70 shows the annual amount of dividends on common and preferred stock for the top \n1,000 companies in GEM, excluding the financial services and regulated utility industries, from 1992 to 2013. \nDividends are very stable in GEM. \n \nThe average dividend payout ratio was roughly 35 percent from 1992-2013. The average dividend yield was \n2.3 percent over the same period. In 2013, the dividend yield was 2.7 percent. Countries with above-average \nyields in 2013 included Colombia at 5.8 percent, Saudi Arabia at 3.9 percent, Thailand at 3.7 percent, and \nBrazil and Russia at 3.2 percent. Countries with below-average yields included Mexico at 1.8 percent and \nIndia at 2.0 percent. While their economies are a relatively small share of GEM overall, the oil producing \ncountries of the Middle East in particular have very high dividend yields.  \n \n \n \n \n \n \n \n \n \n \n \n \n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n16%\n0\n50,000\n100,000\n150,000\n200,000\n250,000\n300,000\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\nAs a percentage of net sales\n$ Millions\nDollar amount\nAs a percentage of sales\n"
    },
    {
      "number": 63,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n63 \nExhibit 70: GEM Common and Preferred Dividends, 1992-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n \nShare Buybacks. Exhibit 71 shows the annual amount of gross buybacks for the top 1,000 companies in \nGEM from 1992 to 2013. Buyback activity was extremely low until the mid-2000s, rose sharply in 2007, and \nthen plummeted in the ensuing years. But even at their peak in 2007, buybacks were still less than 15 \npercent of net income. \n \nOverall, buybacks have totaled roughly five percent of net income from 1992-2013. The average buyback \nyield was 0.4 percent, far below the 2.3 percent dividend yield. In 2013, the buyback yield was 0.2 percent. \nCountries with above-average buyback yields in 2013 included Mexico at 1.4 percent and Russia at 0.8 \npercent. The three other BRIC countries spend very little on buybacks. In 2013, the buyback yield was 0.1 \npercent in Brazil and zero in both India and China. \n \nExhibit 71: GEM Gross Share Buybacks, 1992-2013 \n \nNote: Top 1,000 industrial firms. Dollar amounts not inflated. \nSource: Credit Suisse HOLT. \n0%\n5%\n10%\n15%\n20%\n25%\n30%\n35%\n40%\n45%\n50%\n0\n20,000\n40,000\n60,000\n80,000\n100,000\n120,000\n140,000\n160,000\n180,000\n200,000\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\nAs a percentage of net income\n$ Millions\nDollar amount\nAs a percentage of net income\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n16%\n0\n10,000\n20,000\n30,000\n40,000\n50,000\n60,000\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\nAs a percentage of net income\n$ Millions\nDollar amount\nAs a percentage of net income\n"
    },
    {
      "number": 64,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n64 \nPart III: Assessing Management’s Capital Allocation Skills \n \n“All roads in managerial evaluation lead to capital allocation.”60 \n \nThe final part of this report provides a framework for assessing a management team’s capital allocation skills. \nThis framework has four components. First, you want to study how a company has allocated capital in the \npast. Next, you need to examine the company’s return on invested capital and, more importantly, return on \nincremental invested capital. Third is a careful consideration of incentives and corporate governance. And  \nfinally, you can compare management’s actions to the five principles of capital allocation. You can find a more \ndetailed version of this discussion in Michael J. Mauboussin and Dan Callahan, “Capital Allocation: Evidence, \nAnalytical Methods, and Assessment Guidance,” Credit Suisse Global Financial Strategies, August 5, 2014. \n \nPast Spending Patterns. The first step in assessing a company’s capital allocation skills is to see how \nmanagement has allocated capital in the past. You should break the analysis into two parts, one dealing with \ninvestments in the operations (M&A, capital expenditures, R&D, and working capital) and the other with \nreturning cash to claimholders (dividends, buybacks, and debt repayment).  \n \nThe value of a business is the present value of future free cash flow (FCF).61 Free cash flow is defined as net \noperating profit after tax (NOPAT), a measure of the cash earnings of the business that assumes no financial \nleverage, minus investment (I) in future growth: \n \nFCF = NOPAT – I \n \nNOPAT is determined by sales and sales growth, operating profit margins, and the cash tax rate. Investment \n(I) is determined by changes in working capital, capital expenditures net of depreciation, and acquisitions net \nof divestitures. The product of this analysis is a clear understanding of profitability (sales, sales growth, and \noperating profit margins) and the investment choices the company has made (changes in working capital, \ncapital expenditures, and M&A).   \n \nSuch an examination is also useful to assess the change in practices from one CEO to the next. One CEO \nmay seek to grow primarily organically, which will raise one set of analytical issues. Another may focus on \nprofitability and emphasize cost cutting. Yet another may be more acquisitive, raising a separate set of issues. \nAssuming past behaviors provide some basis for anticipating future behavior, this analysis is very useful. \n \nThe second component of this analysis is to understand how and why management has returned cash to \nclaimholders. This also requires considering a company’s capital structure and whether it can or should \nchange. The key is to understand the rationale and motivation for the decisions management makes to \nunderstand whether they are consistent with the principles of building long-term value per share.     \n \nCalculating Return on Invested Capital and Return on Incremental Invested Capital. The second \ncomponent to assessing capital allocation is determining the output of management’s decisions through an \nanalysis of return on invested capital (ROIC) and return on incremental invested capital (ROIIC). ROIC provides \na picture of the company’s overall performance while ROIIC dwells on the efficiency of incremental spending. \nOur report, “Calculating Return on Invested Capital: How to Determine ROIC and Address Common Issues,” \nprovides details on how to calculate ROIC and ROIIC and includes case studies.62 Here’s a quick summary.  \n \nNOPAT is the numerator of ROIC. Because NOPAT assumes no financial leverage, the sum is the same \nwhether a company is highly levered or free of debt. This is essential for comparability within and across \nindustries. \n"
    },
    {
      "number": 65,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n65 \nInvested capital is the denominator of ROIC. You can think of invested capital in two ways that are equivalent. \nFirst, it’s the amount of net assets a company needs to run its business. Alternatively, it’s the amount of \nfinancing a company’s creditors and shareholders need to supply to fund those net assets. These approaches \nare the same since dual-entry accounting requires that both sides of the balance sheet equal one another.  \n \nYou can evaluate ROIC a number of ways. First and most fundamentally, companies that create value \ngenerate an ROIC above the cost of capital over time. This simply says that the company is earning in excess \nof the opportunity cost of capital. Second is the magnitude of the spread between ROIC and the cost of \ncapital as well as how much a company can invest at a given spread. Companies with wide spreads that have \nlimited investment opportunity may be less valuable than companies with narrower spreads but ample growth \nprospects.  \n \nHaving defined and discussed ROIC, we must now emphasize that it’s not the absolute ROIC that matters but \nrather the change in ROIC. Or, even more accurately, what’s crucial is the expectation for changes in ROIC. \nNeedless to say, the market is not always perfect at anticipating change in ROIC, so having a sense of where \nROIC is going can be of great value.63 \n \nOne potentially useful measure is return on incremental invested capital, or ROIIC. ROIIC properly recognizes \nthat sunk costs are irrelevant and that what matters is the relationship between incremental earnings and \nincremental investments.  \n \nThe definition of ROIIC is as follows:  \n \nROIIC =  \n          ____Year2 NOPAT – Year1 NOPAT________               \n                             Year1 invested capital – Year0 invested capital  \n \nIn words, ROIIC compares the change in NOPAT in a given year to the investments made in the prior year. \nLet’s say a company’s Year0 invested capital is $2,000 and it invests $200 during the year (making Year1 \ninvested capital $2,200). Further, NOPAT from Year1 to Year2 climbs from $300 to $350. Given these \nassumptions, ROIIC is 25 percent [($350-300)/($2,200-2,000)].  \n \nIt is preferable to calculate ROIIC on a rolling three- or five-year basis for businesses with investments or \nNOPAT that are lumpy. At the other extreme, you can take quarterly changes and annualize them if you want \nto see if there are any recent trends or improvements. Obviously these results will be the most volatile, but \nthey can give you some insights into how the business is doing.  \n \nIncentives and Corporate Governance. One of the essential lessons of economics is that incentives matter. \nBut it is also the case that incentives designed to achieve one objective can lead to unintended \nconsequences.64 The goal of this section is to consider whether the incentives a company has in place \nencourage judicious capital allocation. Most of these incentives address compensation.  \n \nAgency theory is the classic way to explain why the managers of a company may not act in the interests of the \nshareholders.65 The idea is that conflicts can arise when there is a separation between ownership and control \nof a firm. There are three areas where these conflicts tend to arise.66   \n \nThe first is that while it is clear that shareholders want management to maximize the value of their holdings, \nmanagement may derive benefits from controlling resources that don’t enrich shareholders. For example, if \nremuneration is roughly correlated with the size of the firm, management may seek to do value-destroying \nM&A deals to grow.  \n"
    },
    {
      "number": 66,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n66 \nThe second area of conflict is with tolerance for risk. Since shareholders tend to hold stocks as part of a \ndiversified portfolio and managers are disproportionately exposed to their own company, managers may seek \nless risk than shareholders would deem appropriate.  \n \nThe final conflict is with time horizon. To the degree that compensation plans have a shorter time horizon than \nthe period shareholders use to assess the merit of an investment, there can be a mismatch. So managers may \ndwell on short-term boosts in earnings. Indeed, research shows that a large majority of managers are willing to \nforego value-creating investments to deliver near-term earnings.67  \n \nSo what elements should you look for in an effective incentive program? The key is to look for a company that \nseeks to build long-term value per share with the belief that the stock market will ultimately follow that value. If \nthe market fails to reflect that value, management can take action by sharpening communication or buying \nback stock.   \n \nThere are three elements to an incentive compensation program that supports judicious capital allocation.68 \nThe first is to compensate senior executives with stock options or restricted stock units that are indexed to \neither the market overall or an appropriate peer group. Presuming that exogenous factors affect peers in a \nsimilar fashion as the target firm, indexing takes a large step toward isolating management skill and reducing \nthe role of luck. Only individuals who can influence the stock price should be paid in equity, which limits the \nnumber of eligible executives.  \n \nSecond, executives who run operating units, as well as front line employees, should be paid for exceeding \nlong-term goals for the operating value drivers. These include sales growth, operating profit margins, and \nsome measure of return on invested capital. Broader value drivers can be further broken down into leading \nindicators of value, performance measures that roll up to the value drivers.  \n \nFinally, recognize that the debate about the short term versus the long term is an empty one.69 Instead, \nacknowledge that the goal is to maximize long-term value per share. This applies to activities that \nmanagement expects to pay off quickly or in the distant future.70  \n \nFive Principles of Capital Allocation. In their book, The Value Imperative, James McTaggart, Peter Kontes, \nand Michael Mankins describe four principles of resource allocation that apply readily to our discussion about \ncapital allocation.71 We added one to expand the list to five and believe that these principles are a sound \nbenchmark that you can use to measure management’s mindset regarding their capital allocation practices.72  \n  \n1. Zero-based capital allocation. Companies generally think about capital allocation on an incremental \nbasis. For example, a study of more than 1,600 U.S. companies by McKinsey & Company, a global \nconsulting firm, found that there was a 0.92 correlation between how much capital a business unit \nreceived in one year and the next. For one-third of the companies, that correlation was 0.99.73 In other \nwords, inertia appears to play a large role in capital allocation.  \n \nThe proper approach is zero-based, which simply asks, “What is the right amount of capital (and the right \nnumber of people) to have in this business to support the strategy that will create the most wealth?”74 \nThere is no reference to how much the company has already invested in the business, only how much \nshould be invested.  \n \nResearch by McKinsey suggests that those companies that showed a zero-based allocation mindset, and \nhence were the most proactive in reallocating resources, delivered higher TSRs than the companies that \n"
    },
    {
      "number": 67,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n67 \ntook more of an incremental approach.75 Further, academic research shows that those companies that are \ngood at internal capital allocation tend to be good at external allocation as well.76     \n \n2. Fund strategies, not projects. The idea here is that capital allocation is not about assessing and \napproving projects, but rather assessing and approving strategies and determining the projects that \nsupport the strategies. Practitioners and academics sometimes fail to make this vital distinction.77 There \ncan be value-creating projects within a failed strategy, and value-destroying projects within a solid strategy.  \n \nAnother reason to be cautious about a project approach is that it is easy to game the system. It is \ncommon for companies to have thresholds for project approval. For instance, a plant manager can \napprove small projects, business unit heads larger ones, the CEO bigger ones still, and the board of \ndirectors the largest investments. But at each level, analysts can manipulate the numbers to look good. \nOne of the aspects of the institutional imperative, as Buffett describes it, is, “Any business craving of the \nleader, however foolish, will be quickly supported by detailed rate-of-return and strategic studies prepared \nby his troops.”78 \n \nThe key to this principle is recognizing that a business strategy is a bundle of projects and that the value of \nthe bundle is what matters. The CEO and board must evaluate alternative strategies and consider the \nfinancial prospects of each.   \n \n3. No capital rationing. The attitude at many companies, which the results of surveys support, is that \ncapital is “scarce but free.” The sense is that the business generates a limited amount of capital which \nmakes it “scarce,” but since it comes from within it is “free.”   \n \nThe primary source of capital for companies in the U.S. is the cash they generate. The patterns of \nspending on the various uses of capital indicate the attitude of managements. Capital expenditures, R&D, \nand dividends receive priority, and M&A and share buybacks are considered when economic results are \ngood. Internal capital allocation tends to be very stable from year to year, and inertia plays a large role. \nBusiness units may jockey for more capital but, as we have seen, the changes in year-to-year allocation \ntend to be modest. These observations are consistent with the “scarce but free” mindset. \n \nA better mindset is that capital is plentiful but expensive. There are two sources of capital that companies \ncan tap beyond the cash generated internally. The first is redeploying capital from businesses that do not \nearn sufficient returns. Management can execute this inside the company or sell the underperforming \nbusinesses and redeploy the proceeds. The second is the capital markets. When executives have value-\ncreating strategies that need capital, the markets are there to fund them in all but the most challenging \nenvironments.    \n \nThe notion that internally generated capital is free is also problematic. Thoughtful capital allocators \nrecognize that all capital has an opportunity cost, whether the source is internal or external. As a \nconsequence, managers should explicitly account for the cost of capital in all capital allocation decisions. \nToo frequently, companies select actions that add to earnings or earnings per share without properly \nreckoning for value. \n \nThe limiting resource for many companies is not access to capital but rather access to talent. Finding \nexecutives with the proper skills for success, including an aptitude for allocating capital, is not easy. This is \na valid challenge but relates to recruiting and development, not access to capital. \n \n"
    },
    {
      "number": 68,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n68 \n4. Zero tolerance for bad growth. Companies that wish to grow will inevitably make investments that do \nnot pay off. The failure rate of new businesses and new products is high. Seeing an investment flop is no \nsin; indeed it is essential to the process of creating value. What is a sin, in our view, is remaining \ncommitted to a strategy that has no prospects to create value, hence draining human and financial \nresources. \n \nExecutives who follow this principle invest in innovation but are ruthless in cutting losses when they see \nthat a strategy is unlikely to pay off. Many companies have the opportunity to create substantial value by \nexiting businesses where they have no advantage. This reduces cross-subsidization within the organization \nand allows for the best managers to work for the businesses that create the most value.  \n \n5. Know the value of assets, and be ready to take action to create value. Intelligent capital allocation \nis similar to managing a portfolio of stocks in that it is very useful to have a sense of the difference, if any, \nbetween the value and price of each asset. This includes the value of the company and its stock price. \nNaturally, such analysis must include considerations such as taxes.  \n \nWith a ready sense of value and price, management should be prepared to take action to create value. \nSometimes that means acquiring, other times that means divesting, and frequently there are no clear gaps \nbetween value and price. As we have seen, managers tend to prefer to buy than to sell, even though the \nempirical record shows quite clearly that sellers fare better than buyers, on average. \n \nAs we mentioned in the introduction, the answer to most capital allocation questions is, “It depends.” \nManagers who adhere to this final principle understand when it makes sense to act on behalf of long-term \nshareholders.  \n \nConclusion \n \nCapital allocation is one of management’s prime responsibilities. Yet few senior executives are versed or \ntrained in methods to allocate capital most effectively. Further, incentive programs frequently encourage \nbehaviors that are not in the best interests of long-term shareholders. We believe that the goal of capital \nallocation is to build long-term value per share.  \n \nThis report had three parts. First we discussed the sources and uses of capital at a high level. In general, \ncountries or regions with high returns on invested capital are in a position to fund a substantial percentage of \ninvestment. We also noted the differences for the major regions of the world. The differences reflect the \nnature of the underlying economy, stage of development, cultural norms, and regulations.  \n \nThe second part examined the sources and uses of capital for Japan, Europe, Asia/Pacific excluding Japan, \nand Global Emerging Markets. The patterns in the U.S. and Europe are similar, with relatively strong spending \non R&D, solid capital expenditure levels, active M&A, and a relatively generous shareholder yield.79 The CFROI \nin the U.S. is substantially higher. Japan has a low CFROI and relatively modest growth. M&A is also muted, \nand shareholder yield is low—although there has been improvement in recent years. Developing markets \nspend an above-average amount on capital expenditures and working capital. But they have low shareholder  \nyields and allocate little to R&D.  \n \nFinally, we set out a framework to assess the capital allocation practices of a management team. This \nframework includes examining past behavior, calculating return on invested capital, weighing incentives, and \nconsidering the five principles of thoughtful capital allocation. \n"
    },
    {
      "number": 69,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n69 \nAcknowledgment \n \nWe thank the Credit Suisse HOLT team for their essential contributions to this research. In particular, we \nappreciate the assistance of Ron Graziano, Tom Hillman, David Matsumura, Bryant Matthews, and Chris \nMorck. We could not have done this analysis without their aid. \n \n \n \n"
    },
    {
      "number": 70,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n70 \nAppendix: The List of Countries Included in the Data for Each Region \n \nEurope \n \nFor capital expenditures, R&D, net working capital, share buybacks, and dividends: Austria, Belgium, \nDenmark, Finland, France, Germany, Greece, Iceland, Ireland, Israel, Italy, Luxembourg, Netherlands, Norway, \nPortugal, Spain, Sweden, Switzerland, and the United Kingdom. \n \nFor M&A and divestitures: Austria, Belarus, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, \nEstonia, Finland, France, Germany, Greece, Hungary, Iceland, Isle of Man, Kazakhstan, Latvia, Lithuania, \nLuxembourg, Macedonia, Netherlands, Norway, Poland, Portugal, Romania, Russian, Slovak Republic, \nSlovenia, Spain, Sweden, Switzerland, Turkey, and the United Kingdom. \n \nAsia/Pacific excluding Japan \n \nFor capital expenditures, R&D, net working capital, share buybacks, and dividends: Australia, China, Hong \nKong, India, Indonesia, Korea, Malaysia, New Zealand, Pakistan, Philippines, Singapore, Sri Lanka, Taiwan, \nThailand, and Vietnam. \n \nFor M&A and divestitures: Australia, Brunei, Cambodia, China, Fiji, Hong Kong, India, Indonesia, Macau, \nMalaysia, New Zealand, North Korea, Philippines, Singapore, South Korea, Taiwan, Thailand, and Vietnam. \n \nGlobal Emerging Markets \n \nFor capital expenditures, R&D, net working capital, share buybacks, and dividends: Argentina, Brazil, Chile, \nChina, Colombia, Croatia, Czech Republic, Egypt, Hungary, India, Indonesia, Jordan, Kuwait, Malaysia, \nMexico, Oman, Pakistan, Peru, Philippines, Poland, Qatar, Russia, Saudi Arabia, Slovenia, South Africa, Sri \nLanka, Thailand, Turkey, United Arab Emirates, and Vietnam. \n \nFor M&A and divestitures: Argentina, Brazil, Chile, China, Colombia, Croatia, Czech Republic, Egypt, Hungary, \nIndia, Indonesia, Jordan, Kuwait, Malaysia, Mexico, Oman, Pakistan, Peru, Philippines, Poland, Qatar, \nRussian Federation, Saudi Arabia, Slovenia, South Africa, Sri Lanka, Thailand, Turkey, United Arab Emirates, \nand Vietnam. \n \n \n"
    },
    {
      "number": 71,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n71 \nEndnotes \n \n1 Michael E. Porter, “What is Strategy?” Harvard Business Review, November-December, 1996, 61-78. For a \nmore in-depth discussion, see Joan Magretta, Understanding Michael Porter: The Essential Guide to \nCompetition and Strategy (Boston, MA: Harvard Business Review Press, 2012).  \n2 Warren E. Buffett, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 1987. See \nwww.berkshirehathaway.com/letters/1987.html. \n3 Warren E. Buffett, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 2011. See \nwww.berkshirehathaway.com/letters/2011ltr.pdf. \n4 Warren E. Buffett, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 1989. See \nwww.berkshirehathaway.com/letters/1989.html. \n5 William N. Thorndike, Jr., The Outsiders: Eight Unconventional CEOs and Their Radically Rational Blueprint \nfor Success (Boston, MA: Harvard Business Review Press, 2012). For another text that describes capital \nallocation, see Justin Pettit, Strategic Corporate Finance: Applications in Valuation and Capital Structure \n(Hoboken, NJ: John Wiley & Sons, 2007).  \n6 Michael J. Mauboussin and Dan Callahan, “What Does a Price-Earnings Multiple Mean? An Analytical Bridge \nbetween P/Es and Solid Economics,” Credit Suisse Global Financial Strategies, January 29, 2014.  \n7 Stewart C. Myers and Nicholas S. Majluf, “Corporate Financing and Investment Decisions When Firms Have \nInformation that Investors Do Not Have,” Journal of Financial Economics, Vol. 13, No. 2, June 1984, 187-\n221.  \n8 Michael J. Mauboussin and Dan Callahan, “Disbursing Cash to Shareholders: Frequently Asked Questions \nabout Buybacks and Dividends,” Credit Suisse Global Financial Strategies, May 6, 2014. \n9 For Europe, see Eurostat European Sector accounts. For U.S., see Board of Governors of the Federal \nReserve System, Division of Research and Statistics, Flow of Funds Accounts Table F. 102. Also, Stephen A. \nRoss, Randolph W. Westerfield, Jeffrey F. Jaffe, Corporate Finance – Sixth Edition (Boston, MA: McGraw-\nHill/Irwin, 2002), 385, and Credit Suisse HOLT. \n10 Jason Zweig, “Peter’s Uncertainty Principle,” Money Magazine, November 1994, 143-149.  \nSee http://money.cnn.com/2004/10/11/markets/benstein_bonus_0411/index.htm. \nHere is Zweig’s question and Bernstein’s answer: \nQ: Hugh Liedtke, the former CEO of Pennzoil, used to joke that he believed in the “bladder theory”: \nCompanies pay dividends so that management can’t p--s all the money away.  \nA: It’s hard to improve on that. In the 1960s, in “A Modest Proposal,” I suggested that companies should be \nrequired to pay out 100% of their net income as cash dividends. If companies needed money to reinvest in \ntheir operations, then they would have to get investors to buy new offerings of stock. Investors would do that \nonly if they were happy both with the dividends they’d received and the future prospects of the company. \nMarkets as a whole know more than any individual or group of individuals. So the best way to allocate capital \nis to let the market do it, rather than the management of each company. The reinvestment of profits has to be \nsubmitted to the test of the marketplace if you want it to be done right.  \nFor academic research supporting this point, see Jeffrey Wurgler, “Financial Markets and the Allocation of \nCapital,” Journal of Financial Economics, Vol. 58, Nos. 1-2, 2000, 187-214.  \n11 Michael J. Cooper, Huseyin Gulen, and Michael J. Schill, “Asset Growth and the Cross-Section of Stock \nReturns,” Journal of Finance, Vol. 63, No. 4, August 2008, 1609-1651. For non-U.S. results, see Akiko \nWatanabe, Yan Xu, Tong Yao, and Tong Yu, “The Asset Growth Effect: Insights for International Equity \nMarkets,” Journal of Financial Economics, Vol. 108, No. 2, May 2013, 259-263. Also, Sheridan Titman, K. C. \nJohn Wei, and Feixue Xie, “Market Development and the Asset Growth Effect: International Evidence,” \nJournal of Financial and Quantitative Analysis, Vol. 48, No. 5, October 2013, 1405-1432. A separate study \nthat examined the Japanese market found no significant relationship between capital expenditures and \nsubsequent stock returns. See Sheridan Titman, K. C. John Wei, and Feixue Xie, “Capital Investments and \nStock Returns in Japan,” International Review of Finance, Vol. 9, Nos. 1-2, March 2009, 111-131.  \n"
    },
    {
      "number": 72,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n72 \n12 Peter J. Clark and Roger W. Mills, Masterminding the Deal: Breakthroughs in M&A Strategy and Analysis \n(London: Kogan Page, 2013). Also, Gerry McNamara, Jerayr Haleblian, and Bernadine Johnson Dykes, “The \nPerformance Implications of Participating in an Acquisition Wave,” Academy of Management Journal, Vol. 51, \nNo. 1, February 2008, 113-130.  \n13 Mark L. Sirower, The Synergy Trap: How Companies Lose the Acquisition Game (New York: Free Press, \n1997). For a tutorial and spreadsheet that guides this analysis, see \nwww.expectationsinvesting.com/tutorial10.shtml. \n14 Tim Koller, Marc Goedhart, and David Wessels, Valuation: Measuring and Managing the Value of \nCompanies – Fifth Edition (Hoboken, NJ: John Wiley & Sons, 2010), 453. Also, Connor Lynagh, “Does the \nMarket Reward Accretive Deals? An Investigation of Acquirer Performance and Earnings per Share Accretion,” \nGlucksman Institute for Research in Securities Markets Working Paper, April 1, 2014. \n15 For a more detailed, and likely more accurate, approach see Bruce C. N. Greenwald, Judd Kahn, Paul D. \nSonkin, and Michael van Biema, Value Investing: From Graham to Buffett and Beyond (Hoboken, NJ: John \nWiley & Sons, 2001), 96. Specifically, they recommend three steps: 1. Calculate the ratio of gross property, \nplant, and equipment (PPE) to sales for each of the past five years and find the average; 2. Use this to \nindicate the dollars of PPE it takes to support each dollar of sales; 3. Multiply this ratio by the growth (or \ndecrease) in sales dollars the company achieved in the current year. The result of that calculation is capital \nexpenditures dedicated to growth.  \n16 See J. Randall Woolridge and Charles C. Snow, “Stock Market Reaction to Strategic Investment Decisions,” \nStrategic Management, Vol. 11, No. 5, September 1990, 353-363;  John J. McConnell and Chris J. \nMuscarella, “Corporate Capital Expenditure Decisions and the Market Value of the Firm,” Journal of Financial \nEconomics, Vol. 14, No. 3, September 1985, 399-422; Kee H. Chung, Peter Wright, and Charlie \nCharoenwong, “Investment Opportunities and Market Reaction to Capital Expenditure Decisions,” Journal of \nBanking & Finance, Vol. 22, No. 1, January 1998, 41-60; and Sheridan Titman, K. C. John Wei, and Feixue \nXie, “Capital Investments and Stock Returns,” Journal of Financial and Quantitative Analysis, Vol. 39, No. 4, \nDecember 2004, 677-700. \n17 “2014 Global R&D Funding Forecast,” R&D Magazine, December 2013.  \n18 Allan C. Eberhart, William F. Maxwell, and Akhtar R. Siddique, “An Examination of Long-Term Abnormal \nStock Returns and Operating Performance Following R&D Increases,” Journal of Finance, Vol. 59, No. 2, \nApril 2004, 623-650. \n19 Bronwyn H. Hall, Jacques Mairesse, and Pierre Mohnen, “Measuring the Returns to R&D,” in Bronwyn H. \nHall and Nathan Rosenberg, eds., The Handbook of the Economics of Innovation—Volume 2 (Amsterdam: \nElsevier, 2010), 1033-1082. \n20 Louis K. C. Chan, Josef Lakonishok, and Theodore Sougiannis, “The Stock Market Valuation of Research \nand Development Expenditures,” Journal of Finance, Vol. 56, No. 6, December 2001, 2431-2456.  \n21 Mohsen Saad and Zaher Zantout, “Empirical Evidence on Corporate R&D Investment, Risk and Security \nReturns,” Working Paper, May 6, 2008.  \n22 Tom Hillman and Chris Morck, “Using the HOLT Framework to Assess Acquisition Skill,” Credit Suisse \nHOLT Research, July 2014.  \n23 Pascal Nguyen, Sophie Nivoix, and Mikiharu Noma, “The Valuation of R&D Expenditures in Japan,” 22nd \nAustralasian Finance and Banking Conference, August 24, 2009. \n24 Patrick Seitz, “Top Tech Stocks Not Big R&D Spenders, Surprising Study Shows,” Investors.com, July 7, \n2014. \n25 Mariana Mazzucato, The Entrepreneurial State: Debunking Public vs. Private Sector Myths (London: \nAnthem Press, 2013). Also, see Mariana Mazzucato, “The Innovative State: Governments Should Make \nMarkets, Not Just Fix Them,” Foreign Affairs, January/February 2015, 61-68.  \n26 James M. McTaggart, Peter W. Kontes, and Michael C. Mankins, The Value Imperative: Managing for \nSuperior Shareholder Returns (New York: Free Press, 1994), 241. \n"
    },
    {
      "number": 73,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n73 \n27 Richard H. Thaler, “Anomalies: The Winner’s Curse,” Journal of Economic Perspectives, Vol. 2, No. 1, \nWinter 1988, 191-202.  \n28 Robert E. Hoskisson and Thomas A. Turk, “Corporate Restructuring: Governance and Control Limits of the \nInternal Capital Market,” Academy of Management Review, Vol. 15, No. 3, July 1990, 459-477. For a \ndiscussion of investment of proceeds from divestitures, see Thomas W. Bates, “Asset Sales, Investment \nOpportunities, and the Use of Proceeds,” Journal of Finance, Vol. 60, No. 1, February 2005, 105-135.  \n29 Donghum “Don” Lee and Ravi Madhavan, “Divestiture and Firm Performance: A Meta-Analysis,” Journal of \nManagement, Vol. 36, No. 6, November 2010, 1345-1371. \n30 Patrick J. Cusatis, James A. Miles, and Randall Woolridge, “Restructuring through Spinoffs: The Stock \nMarket Evidence,” Journal of Financial Economics, Vol. 33, No. 3, June 1993, 293-311. Also, Hemang \nDesai and Prem C. Jain, “Firm Performance and Focus: Long-Run Stock Market Performance Following \nSpinoffs,” Journal of Financial Economics, Vol. 54, No. 1, October 1999, 75-101. For a non-academic \ntreatment, see Joel Greenblatt, You Can Be a Stock Market Genius (Even if you’re not too smart!): Uncover \nthe Secret Hiding Places of Stock Market Profits (New York: Fireside, 1997). \n31 Chris Veld and Yulia V. Veld-Merkoulova, “Value Creation through Spinoffs: A Review of the Empirical \nEvidence,” International Journal of Management Reviews, Vol.11, No. 4, December 2009, 407-420. \n32 Alon Brav, John R. Graham, Campbell R. Harvey, and Roni Michaely, “Payout Policy in the 21st Century,” \nJournal of Financial Economics, Vol. 77, No. 3, September 2005, 483-527. \n33 Douglas J. Skinner and Eugene Soltes, “What Do Dividends Tell Us About Earnings Quality?” Review of \nAccounting Studies, Vol. 16, No. 1, March 2011, 1-28. \n34 Alfred Rappaport, “Dividend Reinvestment, Price Appreciation and Capital Accumulation,” Journal of \nPortfolio Management, Vol. 32, No. 3, Spring 2006, 119-123. \n35 Bo Becker, Marcus Jacob, and Martin Jacob, “Payout Taxes and the Allocation of Capital,” Journal of \nFinancial Economics, Vol. 107, No. 1, January 2013, 1-24. \n36 Ali Fatemi and Recep Bildik, “Yes, Dividends are Disappearing: Worldwide Evidence,” Journal of Banking & \nFinance, Vol. 36, No. 3, March 2012, 662-677. \n37 Jayant R. Kale, Omesh Kini, and Janet D. Payne, “The Dividend Initiation Decisions of Newly Public Firms: \nSome Evidence on Signaling with Dividends,” Journal of Financial and Quantitative Analysis, Vol. 47, No. 2, \nApril 2012, 365-396. Also, Doron Nissim and Amir Ziv, “Dividend Changes and Future Profitability,” Journal \nof Finance, Vol. 56, No. 6, December 2001, 2111-2133. \n38 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for Better \nReturns (Boston, MA: Harvard Business School Press, 2001), 174.  \n39 For details on calculating the rate of returns for buybacks, see Mauboussin and Callahan, “Disbursing Cash \nto Shareholders.” \n40 Michael C. Jensen, “Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers,” American \nEconomic Review, Vol. 76, No. 2, May 1986, 323-329. \n41 Chao Zhuang, “Share Repurchases: How Important Is Market Timing?” Working Paper presented at USC \nFBE Finance Seminar, September 30, 2013. Also, Alice A. Bonaimé, Kristine W. Hankins, and Bradford D. \nJordan, “Wiser to Wait: Do Firms Optimally Execute Share Repurchases?” SSRN Working Paper, September  \n24, 2014. \n42 Jin Wang and Lewis D. Johnson, “Information Asymmetry, Signaling, and Share Repurchase,” Working \nPaper, February 2008.  \n43 Gustavo Grullon and David L. Ikenberry, “What Do We Know about Share Repurchases?” Journal of \nApplied Corporate Finance, Vol. 13, No. 1, Spring 2000, 31-51. For the survey result, see Brav, Graham, \nHarvey, and Michaely, 2005. \n44 While buybacks do boost the EPS of individual companies, they don’t enhance value. See Jacob Oded and \nAllen Michel, “Stock Repurchases and the EPS Enhancement Fallacy,” Financial Analysts Journal, Vol. 64, No. \n4, July/August 2008, 62-75. Further, buybacks have a negligible impact on the S&P 500 Index. Howard \nSilverblatt, a senior index analyst at S&P, writes, “The S&P index weighting methodology adjusts for shares, \n"
    },
    {
      "number": 74,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n74 \nso buybacks are reflected in the calculations. Specifically, the index reweights for major share changes on an \nevent-driven basis, and each quarter, regardless of the change amount, it reweights the entire index \nmembership. The actual index EPS calculation determines the index earnings for each issue in USD, based on \nthe specific issues’ index shares, index float, and EPS. The calculation negates most of the share count \nchange, and reduces the impact on EPS.” See Howard Silverblatt, “Buybacks and the S&P 500® EPS,” \nIndexology Blog, March 7, 2014. \n45 Konan Chan, David L. Ikenberry, Inmoo Lee, and Yanzhi Wang, “Share Repurchase as a Potential Tool to \nMislead Investors,” Journal of Corporate Finance, Vol. 16, No. 2, April 2010, 137-158. \n46 Gustavo Grullon and Roni Michaely, “Dividends, Share Repurchases, and the Substitution Hypothesis,” \nJournal of Finance, Vol. 57, No. 4, August 2002, 1649-1684. \n47 Alberto Manconi, Urs Peyer, Theo Vermaelen, “Buybacks Around the World,” European Corporate \nGovernance Institute - Working Paper Series in Finance No. 436/2014, August 2014. \n48 In Japan, popular culture regards companies as social institutions as much as commercial institutions. \nKeiretsu corporate groups thrived for decades in the country. Translated literally, keiretsu means headless \ncombine. But as a form of corporate structure, it consisted of interlocking share ownership between Japanese \ncompanies, especially between banks and their corporate clients. Managers generally supported this system \nas they found it effective in preventing hostile takeovers. See “M&A in Japan: Land of the rising sums,” \nEconomist, July 12, 2007; Gregory Jackson and Miyajima Hideaki, “Varieties of Capitalism, Varieties of \nMarkets: Mergers and Acquisitions in Japan, Germany, France, the U.K. and USA,” RIETI Discussion Paper \n07-E-054, June 2007. \n49 Abhinav Goyal and Cal Muckley, “Corporate Payout Policy in Japan,” UCD Geary Institute Discussion Paper \nSeries Working Paper, March 1, 2011. \n50 Martina Martynova and Luc Renneboog, “Mergers and Acquisitions in Europe,” ECGI – Finance Working \nPaper No. 114/2006, January, 2006.  \n51 Pietro Moncada-Paterno-Castello, Constantin Ciupagea, Keith Smith, Alexander Tubke, and Mike Tubbs, \n“Does Europe Perform too little corporate R&D? A comparison of EU and non-EU corporate R&D \nperformance,” Research Policy, Vol. 39, No. 4, May 2010, 523-536. \n52 UNESCO Institute for Statistics. While European governments have set ambitious goals for increasing R&D \nspending, the region’s businesses have been slow to increase their R&D intensity. See Moncada-Paterno-\nCastello et al., and Nora Albu, “Research and Development Spending in the EU: 2020 growth strategy in \nperspective,” SWP Working Paper, December 2011.  \n53 Henk von Eije and William L. Megginson, “Dividends and share repurchases in the European Union,” \nJournal of Financial Economics, Vol. 89, No. 2, August 2008, 347-374. \n54 For an overview of regulations surrounding open market repurchases in ten countries, including six \nEuropean countries, see Jaemin Kim, Ralf Schremper, Nikhil Varaiya, “Open Market Repurchase Regulations: \nA cross-country examination,” Corporate Finance Review, Vol. 9, No. 4, 29-38, 2004. \n55 Mike W. Peng, “Making M&A Fly in China,” Harvard Business Review, March 2006, 26-27. Also, Patrick A. \nGaughan, Mergers, Acquisitions, and Corporate Restructurings – Fifth Edition (Hoboken, NJ: John Wiley & \nSons, 2011). \n56 UNESCO Institute for Statistics. \n57 There is limited academic research, however, surrounding buybacks in many of the APEJ countries. For a \nstudy on Australia, see Asjeet Lamba and Ian Ramsay, “Share Buy-Backs: An Empirical Investigation,” Centre \nfor Corporate Law and Securities Regulation Research Report, May 2000. For a study that includes Hong \nKong, see Kim et al. \n58 Jianhong Zhang, Chaohong Zhou, and Haico Ebbers, “Completion of Chinese Overseas Acquisitions: \nInstitutional Perspectives and Evidence,” International Business Review, Vol. 20, No. 2, April 2011, 226-238.  \n59 UNESCO Institute for Statistics. \n"
    },
    {
      "number": 75,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n75 \n60 Michael J. Mauboussin, More Than You Know: Finding Financial Wisdom in Unconventional Places – \nUpdated and Expanded (New York: Columbia Business School Publishing, 2008), 64. \n61 Alfred Rappaport, Creating Shareholder Value: The New Standard for Business Performance (New York: \nFree Press, 1986), 51-55. \n62 Michael J. Mauboussin and Dan Callahan, “Calculating Return on Invested Capital: How to Determine ROIC \nand Address Common Issues,” Credit Suisse Global Financial Strategies, June 4, 2014.  \n63 Michael J. Mauboussin and Dan Callahan, “Economic Returns, Reversion to the Mean, and Total \nShareholder Returns,” Credit Suisse Global Financial Strategies, December 6, 2013.  \n64 Canice Prendergast, “The Provision of Incentives in Firms,” Journal of Economic Literature, Vol. 37, No. 1, \nMarch 1999, 7-63. \n65 Michael C. Jensen and William H. Meckling, “Theory of the Firm: Managerial Behavior, Agency Costs, and \nOwnership Structure,” Journal of Financial Economics, Vol. 3, No. 4, October 1976, 305-360. For the \nempirical validity of agency theory, see  Kathleen M. Eisenhardt, “Agency Theory: An Assessment and Review,” \nAcademy of Management Review, Vol. 14, No. 1, January 1989, 57-74.  \n66 Richard A. Lambert and David F. Larcker, “Executive Compensation, Corporate Decision Making, and \nShareholder Wealth: A Review of the Evidence,” in Fred K. Foulkes, ed., Executive Compensation: A \nStrategic Guide for the 1990s (Boston, MA: Harvard Business School Press, 1991), 98-125.  \n67 John R. Graham, Campbell R. Harvey, and Shiva Rajgopal, “Value Destruction and Financial Reporting \nDecisions,” Financial Analysts Journal, Vol. 62, No. 6, November/December 2006, 27-39. \n68 This discussion borrows heavily from Alfred Rappaport, “Ten Ways to Create Shareholder Value,” Harvard \nBusiness Review, September 2006, 66-77.  \n69 Michael J. Mauboussin and Dan Callahan, “A Long Look at Short-Termism: Questioning the Premise,” \nCredit Suisse Global Financial Strategies, November 18, 2014.  \n70 Alfred Rappaport, Saving Capitalism from Short-Termism: How to Build Long-Term Value and Take Back \nOur Financial Future (New York: McGraw Hill, 2011), 140-142. \n71 McTaggart, Kontes, and Mankins, 239-255. \n72 We believe that these principles, when coupled with the discussion in part two, are consistent with what \nThorndike calls “The Outsider’s Checklist.” See Thorndike, 218-220.    \n73 Stephen Hall, Dan Lovallo, and Reiner Musters, “How to Put Your Money Where Your Strategy Is,” \nMcKinsey Quarterly, March 2012. \n74 McTaggart, Kontes, and Mankins, 243. \n75 For an academic discussion of the functioning of internal capital markets, see Jeremy C. Stein, “Internal \nCapital Markets and the Competition for Corporate Resources,” Journal of Finance, Vol. 52, No. 1, March \n1997, 111-133. \n76 Meng Ye, “Efficiency of Internal Capital Allocation and the Success of Acquisitions,” University of New \nOrleans Theses and Dissertations, Paper 1106, December 20, 2009. \n77 Clayton M. Christensen, Stephen P. Kaufman, and Willy C. Shih, “Innovation Killers: How Financial Tools \nDestroy Your Capacity to Do New Things,” Harvard Business Review, January 2008, 98-105. \n78 Buffett, 1989.  \n79 Jacob Boudoukh, Roni Michaely, Matthew Richardson, and Michael R. Roberts, “On the Importance of \nMeasuring Payout Yield: Implications for Empirical Asset Pricing,” Journal of Finance, Vol. 63, No. 2, April \n2007, 877-915.  \n \n \n \n \n \n \n"
    },
    {
      "number": 76,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n76 \nReferences \n \nBooks \n \nFoulkes, Fred K., ed., Executive Compensation: A Strategic Guide for the 1990s (Boston, MA: Harvard \nBusiness School Press, 1991).  \n \nGaughan, Patrick A., Mergers, Acquisitions, and Corporate Restructurings – Fifth Edition (Hoboken, NJ: John \nWiley & Sons, 2011). \n \nGreenblatt, Joel, You Can Be a Stock Market Genius (Even if you’re not too smart!): Uncover the Secret \nHiding Places of Stock Market Profits (New York: Fireside, 1997). \n \nGreenwald, Bruce C. N., Judd Kahn, Paul D. Sonkin, and Michael van Biema, Value Investing: From Graham \nto Buffett and Beyond (Hoboken, NJ: John Wiley & Sons, 2001). \n \nGreenwald, Bruce, and Judd Kahn, Competition Demystified: A Radically Simplified Approach to Business \nStrategy (New York: Portfolio, 2005). \n \nHall, Bronwyn H., and Nathan Rosenberg, eds., The Handbook of the Economics of Innovation – Volume 2 \n(Amsterdam: Elsevier, 2010). \n \nKoller, Tim, Marc Goedhart, and David Wessels, Valuation: Measuring and Managing the Value of Companies \n– Fifth Edition (Hoboken, NJ: John Wiley & Sons, 2010). \n \nMagretta, Joan, Understanding Michael Porter: The Essential Guide to Competition and Strategy (Boston, \nMA: Harvard Business Review Press, 2012).  \n \nMauboussin, Michael J., More Than You Know: Finding Financial Wisdom in Unconventional Places – \nUpdated and Expanded (New York: Columbia Business School Publishing, 2008). \n \nMazzucato, Mariana, The Entrepreneurial State: Debunking Public vs. Private Sector Myths (London: Anthem \nPress, 2013). \n \nMcTaggart, James M., Peter W. Kontes, and Michael C. Mankins, The Value Imperative: Managing for \nSuperior Shareholder Returns (New York: Free Press, 1994). \n \nPettit, Justin, Strategic Corporate Finance: Applications in Valuation and Capital Structure (Hoboken, NJ: \nJohn Wiley & Sons, 2007). \n \nRappaport, Alfred, Creating Shareholder Value: The New Standard for Business Performance (New York: \nFree Press, 1986). \n \n———, Saving Capitalism from Short-Termism: How to Build Long-Term Value and Take Back Our Financial \nFuture (New York: McGraw Hill, 2011). \n \nRappaport, Alfred, and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for Better \nReturns (Boston, MA: Harvard Business School Press, 2001).  \n \n"
    },
    {
      "number": 77,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n77 \nRoss, Stephen A., Randolph W. Westerfield, Jeffrey F. Jaffe, Corporate Finance – Sixth Edition (Boston, MA: \nMcGraw-Hill/Irwin, 2002). \n \nSirower, Mark L., The Synergy Trap: How Companies Lose the Acquisition Game (New York: Free Press, \n1997).  \n \nThorndike, Jr., William N., The Outsiders: Eight Unconventional CEOs and Their Radically Rational Blueprint \nfor Success (Boston, MA: Harvard Business Review Press, 2012). \n \n \n \n"
    },
    {
      "number": 78,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n78 \nArticles and Papers \n \nAlbu, Nora, “Research and Development Spending in the EU: 2020 growth strategy in perspective,” SWP \nWorking Paper, December 2011. \n \nBates, Thomas W., “Asset Sales, Investment Opportunities, and the Use of Proceeds,” Journal of Finance, \nVol. 60, No. 1, February 2005, 105-135.  \n \nBecker, Bo, Marcus Jacob, and Martin Jacob, “Payout Taxes and the Allocation of Capital,” Journal of \nFinancial Economics, Vol. 107, No. 1, January 2013, 1-24. \n \nBonaimé, Alice A., Kristine W. Hankins, and Bradford D. Jordan, “Wiser to Wait: Do Firms Optimally Execute \nShare Repurchases?” SSRN Working Paper, September 24, 2014.  \n \nBoudoukh, Jacob, Roni Michaely, Matthew Richardson, and Michael R. Roberts, “On the Importance of \nMeasuring Payout Yield: Implications for Empirical Asset Pricing,” Journal of Finance, Vol. 63, No. 2, April \n2007, 877-915.  \n \nBrav, Alon, John R. Graham, Campbell R. Harvey, and Roni Michaely, “Payout Policy in the 21st Century,” \nJournal of Financial Economics, Vol. 77, No. 3, September 2005, 483-527. \n \nBuffett, Warren E., “Letter to Shareholders,” Berkshire Hathaway Annual Report, 1987.  \n \n———, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 1989.  \n \n———, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 2011. \n \nChan, Konan, David L. Ikenberry, Inmoo Lee, and Yanzhi Wang, “Share Repurchase as a Potential Tool to \nMislead Investors,” Journal of Corporate Finance, Vol. 16, No. 2, April 2010, 137-158. \n \nChan, Louis K. C., Josef Lakonishok, and Theodore Sougiannis, “The Stock Market Valuation of Research \nand Development Expenditures,” Journal of Finance, Vol. 56, No. 6, December 2001, 2431-2456. \n \nChristensen, Clayton M., Stephen P. Kaufman, and Willy C. Shih, “Innovation Killers: How Financial Tools \nDestroy Your Capacity to Do New Things,” Harvard Business Review, January 2008, 98-105. \n \nChung, Kee H., Peter Wright, and Charlie Charoenwong, “Investment Opportunities and Market Reaction to \nCapital Expenditure Decisions,” Journal of Banking & Finance, Vol. 22, No. 1, January 1998, 41-60. \n \nCooper, Michael J., Huseyin Gulen, and Michael J. Schill, “Asset Growth and the Cross-Section of Stock \nReturns,” Journal of Finance, Vol. 63, No. 4, August 2008, 1609-1651.  \n \nCusatis, Patrick J., James A. Miles, and Randall Woolridge, “Restructuring through Spinoffs: The Stock \nMarket Evidence,” Journal of Financial Economics, Vol. 33, No. 3, June 1993, 293-311.  \n \nDesai, Hemang, and Prem C. Jain, “Firm Performance and Focus: Long-Run Stock Market Performance \nFollowing Spinoffs,” Journal of Financial Economics, Vol. 54, No. 1, October 1999, 75-101.  \n \n"
    },
    {
      "number": 79,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n79 \nDow, James, and Gary Gorton, “Stock Market Efficiency and Economic Efficiency: Is There a Connection?” \nJournal of Finance, Vol. 52, No. 3, July 1997, 1087-1129. \n \nEberhart, Allan C., William F. Maxwell, and Akhtar R. Siddique, “An Examination of Long-Term Abnormal \nStock Returns and Operating Performance Following R&D Increases,” Journal of Finance, Vol. 59, No. 2, \nApril 2004, 623-650. \n \nEije, Henk von, and William L. Megginson, “Dividends and share repurchases in the European Union,” Journal \nof Financial Economics, Vol. 89, No. 2, August 2008, 347-374. \n \nEisenhardt, Kathleen M., “Agency Theory: An Assessment and Review,” Academy of Management Review, \nVol. 14, No. 1, January 1989, 57-74.  \n \nFatemi, Ali, and Recep Bildik, “Yes, Dividends are Disappearing: Worldwide Evidence,” Journal of Banking & \nFinance, Vol. 36, No. 3, March 2012, 662-677. \n \nGoyal, Abhinav, and Cal Muckley, “Corporate Payout Policy in Japan,” UCD Geary Institute Discussion Paper \nSeries Working Paper, March 1, 2011. \n \nGraham, John R., Campbell R. Harvey, and Shiva Rajgopal, “Value Destruction and Financial Reporting \nDecisions,” Financial Analysts Journal, Vol. 62, No. 6, November/December 2006, 27-39. \n \nGrullon, Gustavo, and David L. Ikenberry, “What Do We Know about Share Repurchases?” Journal of Applied \nCorporate Finance, Vol. 13, No. 1, Spring 2000, 31-51.  \n \nGrullon, Gustavo, and Roni Michaely, “Dividends, Share Repurchases, and the Substitution Hypothesis,” \nJournal of Finance, Vol. 57, No. 4, August 2002, 1649-1684. \n \nHall, Stephen, Dan Lovallo, and Reiner Musters, “How to Put Your Money Where Your Strategy Is,” McKinsey \nQuarterly, March 2012. \n \nHillman, Tom, and Chris Morck, “Using the HOLT Framework to Assess Acquisition Skill,” Credit Suisse \nHOLT Research, July 2014.  \n \nHoskisson, Robert E., and Thomas A. Turk, “Corporate Restructuring: Governance and Control Limits of the \nInternal Capital Market,” Academy of Management Review, Vol. 15, No. 3, July 1990, 459-477.  \n \nJackson, Gregory, and Miyajima Hideaki, “Varieties of Capitalism, Varieties of Markets: Mergers and \nAcquisitions in Japan, Germany, France, the U.K. and USA,” RIETI Discussion Paper 07-E-054, June 2007. \n \nJensen, Michael C., “Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers,” American \nEconomic Review, Vol. 76, No. 2, May 1986, 323-329. \n \nJensen, Michael C., and William H. Meckling, “Theory of the Firm: Managerial Behavior, Agency Costs, and \nOwnership Structure,” Journal of Financial Economics, Vol. 3, No. 4, October 1976, 305-360.  \n \nKale, Jayant R., Omesh Kini, and Janet D. Payne, “The Dividend Initiation Decisions of Newly Public Firms: \nSome Evidence on Signaling with Dividends,” Journal of Financial and Quantitative Analysis, Vol. 47, No. 2, \nApril 2012, 365-396.  \n"
    },
    {
      "number": 80,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n80 \nKaplan, Steven N., “Weak Solutions to an Illusory Problem,” University of Pennsylvania Law Review, Vol. 159, \n2010, 43-56.  \n \nKim, Jaemin, Ralf Schremper, Nikhil Varaiya, “Open Market Repurchase Regulations: A cross-country \nexamination,” Corporate Finance Review, Vol. 9, No. 4, 29-38, 2004. \n \nLamba, Asjeet, and Ian Ramsay, “Share Buy-Backs: An Empirical Investigation,” Centre for Corporate Law \nand Securities Regulation Research Report, May 2000. \n \nLee, Donghum “Don,” and Ravi Madhavan, “Divestiture and Firm Performance: A Meta-Analysis,” Journal of \nManagement, Vol. 36, No. 6, November 2010, 1345-1371. \n \nLynagh, Connor, “Does the Market Reward Accretive Deals? An Investigation of Acquirer Performance and \nEarnings per Share Accretion,” Glucksman Institute for Research in Securities Markets Working Paper, April 1, \n2014. \n \n“M&A in Japan: Land of the rising sums,” Economist, July 12, 2007. \n \nManconi, Alberto, Urs Peyer, Theo Vermaelen, “Buybacks Around the World,” European Corporate \nGovernance Institute - Working Paper Series in Finance No. 436/2014, August 2014. \n \nMartynova, Martina, and Luc Renneboog, “Mergers and Acquisitions in Europe,” CentER Discussion Paper, \nVol. 2006-6. \n \nMauboussin, Michael J., and Dan Callahan, “Economic Returns, Reversion to the Mean, and Total \nShareholder Returns,” Credit Suisse Global Financial Strategies, December 6, 2013.  \n \n———, “What Does a Price-Earnings Multiple Mean? An Analytical Bridge between P/Es and Solid \nEconomics,” Credit Suisse Global Financial Strategies, January 29, 2014.  \n \n———, “Disbursing Cash to Shareholders: Frequently Asked Questions about Buybacks and Dividends,” \nCredit Suisse Global Financial Strategies, May 6, 2014. \n \n———, “Calculating Return on Invested Capital: How to Determine ROIC and Address Common Issues,” \nCredit Suisse Global Financial Strategies, June 4, 2014.  \n \n———, “Capital Allocation: Evidence, Analytical Methods, and Assessment Guidance,” Credit Suisse Global \nFinancial Strategies, August 5, 2014. \n \nMazzucato, Mariana, “The Innovative State: Governments Should Make Markets, Not Just Fix Them,” Foreign \nAffairs, January/February 2015, 61-68. \n \nMcConnell, John J., and Chris J. Muscarella, “Corporate Capital Expenditure Decisions and the Market Value \nof the Firm,” Journal of Financial Economics, Vol. 14, No. 3, September 1985, 399-422.  \n \nMcNamara, Gerry, Jerayr Haleblian, and Bernadine Johnson Dykes, “The Performance Implications of \nParticipating in an Acquisition Wave,” Academy of Management Journal, Vol. 51, No. 1, February 2008, 113-\n130. \n"
    },
    {
      "number": 81,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n81 \nMoncada-Paterno-Castello, Pietro, Constantin Ciupagea, Keith Smith, Alexander Tubke, and Mike Tubbs, \n“Does Europe Perform too little corporate R&D? A comparison of EU and non-EU corporate R&D \nperformance,” Research Policy, Vol. 39, No. 4, May 2010, 523-536. \n \nMyers, Stewart C., and Nicholas S. Majluf, “Corporate Financing and Investment Decisions When Firms Have \nInformation that Investors Do Not Have,” Journal of Financial Economics, Vol. 13, No. 2, June 1984, 187-\n221.  \n \nNguyen, Pascal, Sophie Nivoix, and Mikiharu Noma, “The Valuation of R&D Expenditures in Japan,” 22nd \nAustralasian Finance and Banking Conference, August 24, 2009. \n \nNissim, Doron, and Amir Ziv, “Dividend Changes and Future Profitability,” Journal of Finance, Vol. 56, No. 6, \nDecember 2001, 2111-2133. \n \nOded, Jacob, and Allen Michel, “Stock Repurchases and the EPS Enhancement Fallacy,” Financial Analysts \nJournal, Vol. 64, No. 4, July/August 2008, 62-75.  \n \nPeng, Mike W., “Making M&A Fly in China” Harvard Business Review, March 2006, 26-27. \n \nPorter, Michael E., “What is Strategy?” Harvard Business Review, November-December, 1996, 61-78. \n \nPrendergast, Canice, “The Provision of Incentives in Firms,” Journal of Economic Literature, Vol. 37, No. 1, \nMarch 1999, 7-63. \n  \nRappaport, Alfred, “Dividend Reinvestment, Price Appreciation and Capital Accumulation,” Journal of Portfolio \nManagement, Vol. 32, No. 3, Spring 2006, 119-123. \n \n———, “Ten Ways to Create Shareholder Value,” Harvard Business Review, September 2006, 66-77.  \n \nSaad, Mohsen, and Zaher Zantout, “Empirical Evidence on Corporate R&D Investment, Risk and Security \nReturns,” Working Paper, May 6, 2008.  \n \nSeitz, Patrick, “Top Tech Stocks Not Big R&D Spenders, Surprising Study Shows,” Investors.com, July 7, \n2014. \n \nSilverblatt, Howard, “Buybacks and the S&P 500® EPS,” Indexology Blog, March 7, 2014. \n \nSirower, Mark L., and Sumit Sahni, “Avoiding the ‘Synergy Trap’: Practical Guidance on M&A Decisions for \nCEOs and Boards,” Journal of Applied Corporate Finance, Vol. 18, No. 3, Summer 2006, 83-95. \n \nSkinner, Douglas J., “The Evolving Relation Between Earnings, Dividends, and Stock Repurchases,” Journal \nof Financial Economics, Vol. 87, No. 3, March 2008, 582-609.  \n \nSkinner, Douglas J., and Eugene Soltes, “What Do Dividends Tell Us About Earnings Quality?” Review of \nAccounting Studies, Vol. 16, No. 1, March 2011, 1-28. \n \nStein, Jeremy C., “Internal Capital Markets and the Competition for Corporate Resources,” Journal of Finance, \nVol. 52, No. 1, March 1997, 111-133. \n \n"
    },
    {
      "number": 82,
      "text": " \n \nJanuary 6, 2015 \n \nCapital Allocation Outside the U.S. \n82 \nThaler, Richard H., “Anomalies: The Winner’s Curse,” Journal of Economic Perspectives, Vol. 2, No. 1, \nWinter 1988, 191-202.  \n \nTitman, Sheridan, K. C. John Wei, and Feixue Xie, “Capital Investments and Stock Returns,” Journal of \nFinancial and Quantitative Analysis, Vol. 39, No. 4, December 2004, 677-700. \n \n———, “Capital Investments and Stock Returns in Japan,” International Review of Finance, Vol. 9, Nos. 1-2, \nMarch 2009, 111-131. \n \n———, “Market Development and the Asset Growth Effect: International Evidence,” Journal of Financial and \nQuantitative Analysis, Vol. 48, No. 5, October 2013, 1405-1432. \n \nVeld, Chris, and Yulia V. Veld-Merkoulova, “Value Creation through Spinoffs: A Review of the Empirical \nEvidence,” International Journal of Management Reviews, Vol.11, No. 4, December 2009, 407-420. \n \nWang, Jin, and Lewis D. Johnson, “Information Asymmetry, Signaling, and Share Repurchase,” Working \nPaper, February 2008.  \n \nWatanabe, Akiko, Yan Xu, Tong Yao, and Tong Yu, “The Asset Growth Effect: Insights for International \nEquity Markets,” Journal of Financial Economics, Vol. 108, No. 2, May 2013, 259-263.  \n \nWoolridge, J. Randall, and Charles C. Snow, “Stock Market Reaction to Strategic Investment Decisions,” \nStrategic Management, Vol. 11, No. 5, September 1990, 353-363. \n \nWurgler, Jeffrey, “Financial Markets and the Allocation of Capital,” Journal of Financial Economics, Vol. 58, \nNos. 1-2, 2000, 187-214.  \n \nYe, Meng, “Efficiency of Internal Capital Allocation and the Success of Acquisitions,” University of New \nOrleans Theses and Dissertations, Paper 1106, December 20, 2009. \n \nZhang, Jianhong, Chaohong Zhou, and Haico Ebbers, “Completion of Chinese Overseas Acquisitions: \nInstitutional Perspectives and Evidence,” International Business Review, Vol. 20, No. 2, April 2011, 226-238. \n \nZhuang, Chao, “Share Repurchases: How Important Is Market Timing?” Working Paper presented at USC \nFBE Finance Seminar, September 30, 2013.  \n \nZweig, Jason, “Peter’s Uncertainty Principle,” Money Magazine, November 1994, 143-149.  \n \n \n \n \n"
    },
    {
      "number": 83,
      "text": " \n \n \nImportant information \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future. \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A. \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above. \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \nHOLT\n® \nWith respect to the analysis in this report based on the Credit Suisse HOLT methodology, Credit Suisse certifies that (1) the views expressed in this \nreport accurately reflect the Credit Suisse HOLT methodology and (2) no part of the Firm's compensation was, is, or will be directly related to the \nspecific views disclosed in this report. \nThe Credit Suisse HOLT methodology does not assign recommendations to a security. It is an analytical tool that involves use of a set of proprietary \nquantitative algorithms and warranted value calculations, collectively called the Credit Suisse HOLT valuation model, that are consistently applied to all \nthe companies included in its database. Third-party data (including consensus earnings estimates) are systematically translated into a number of default \nvariables and incorporated into the algorithms available in the Credit Suisse HOLT valuation model. The source financial statement, pricing, and \nearnings data provided by outside data vendors are subject to quality control and may also be adjusted to more closely measure the underlying \neconomics of firm performance. These adjustments provide consistency when analyzing a single company across time, or analyzing multiple companies \nacross industries or national borders. The default scenario that is produced by the Credit Suisse HOLT valuation model establishes the baseline \nvaluation for a security, and a user then may adjust the default variables to produce alternative scenarios, any of which could occur. Additional \ninformation about the Credit Suisse HOLT methodology is available on request. \nThe Credit Suisse HOLT methodology does not assign a price target to a security. The default scenario that is produced by the Credit Suisse HOLT \nvaluation model establishes a warranted price for a security, and as the third-party data are updated, the warranted price may also change. The default \nvariables may also be adjusted to produce alternative warranted prices, any of which could occur. Additional information about the Credit Suisse HOLT \nmethodology is available on request. \n© 2015 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n"
    }
  ]
}