{
  "filename": "2016_what_makes_for_a_useful_statistic__not_all_numbers_are_created_equal.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423225847-07'00'",
    "modDate": "D:20240423225928-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nApril 5, 2016 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \nDarius Majd \ndarius.majd@credit-suisse.com \n \n \nSource: Credit Suisse. \n \n“To our surprise, we discovered that most companies have made little attempt \nto identify areas of nonfinancial performance that might advance their chosen \nstrategy. Nor have they demonstrated a cause-and-effect link between \nimprovements in those nonfinancial areas and in cash flow, profit, or stock \nprice.” \nChristopher D. Ittner and David F. Larcker1 \n \n The worlds of business, investing, and sports are awash in numbers, yet \nwe rarely pause to consider what makes for a suitable statistic.  \n We provide a way to think about the numbers you use and put them in a \nformat that allows you to compare across domains. \n The first quality to seek in a statistic is persistence, which means what \nhappens in the present is similar to what happened in the past.  \n The second quality is that the statistic is predictive, or highly correlated \nwith the outcome you are trying to achieve.  \n The goal is to find a statistic that offers a robust combination of \npersistence and predictive value. \n \n \nSales Growth\nNet Income Growth\nGross Profitability\nFund Size\nExpense Ratio \nTurnover Rate\nBatting Average\nOn-Base Plus \nSlugging\nStrikeout Rate\nPredictive\nPersistent\nLow\nHigh\nLow\nHigh\nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nWhat Makes for a Useful Statistic \nNot All Numbers Are Created Equal \n"
    },
    {
      "number": 2,
      "text": "April 5, 2016  \nWhat Makes for a Useful Statistic \n2 \nIntroduction \n \nIn 2009, Robert Jones, a delivery driver, was on the job in the town of Todmorden in West Yorkshire, England. \nHe relied on his BMW’s navigation feature, guided by the Global Positioning System (GPS), to lead him to his \ndestination safely. The system led him up a steep and narrow footpath, “insisting the path was a road.” The \ncar finally came to a stop at a fence, inches from a cliff with a 100-foot drop. Jones was whisked to safety, \nbut the lesson is clear: slavishly submitting to false signals can lead you astray.2  \n \nThe worlds of business, investing, and sports are awash in numbers. We all know that the numbers are not \nequally informative, yet we rarely pause to consider what makes for a suitable statistic. Here, we provide a \nway to think about the numbers you use and put them in a format that allows you to compare across \ndomains.3 \n \nPersistent and Predictive  \n \nThe first quality to seek in a statistic is persistence, which means what happens in the present is similar to \nwhat happened in the past. For activities that are largely a matter of skill, persistence tends to be high. For \nactivities that have a lot of luck, persistence is low. Statisticians use the word “reliable” to capture this idea.  \n \nTrue score theory is one of the best ways to think about persistence.4 It says: \n \nObserved score = true ability (skill) + random error (luck) \n \nWhen the ratio of true ability to observed score is high, we know the statistic will be persistent. We can \nmeasure persistence using the correlation coefficient, a measure of the degree of linear relationship between \ntwo variables in a pair of distributions. \n \nThe correlation coefficient, r, takes a value that ranges from 1.00 to -1.00. When r is 1.00, a plot of each \npoint from both distributions falls on a straight line. Values from each distribution need not be the same, but \nthe differences are identical. If r = -1.00, there is a perfect inverse correlation: an increase in one variable \nleads to a decrease in the other. When r = 0, results are random.   \n \nThe SAT, a standardized test for admission into U.S. colleges, provides a good example.5 About half of the \nstudents who sit for the SAT take it more than once.6 The correlation between the score on the first and \nsecond test is about 0.90.7 SAT scores are very persistent, which means the exam accurately captures the \nskills it tests for.    \n \nThe second quality you want in a statistic is predictive value, or that it is highly correlated with the outcome you \nare trying to achieve. Statisticians say a statistic is “valid” if it effectively measures what it is supposed to \nmeasure. For the SAT, for instance, you might want to predict cumulative college grade point average (GPA), \ngraduation rate, or income after college. The correlations between SAT scores and these factors, roughly in a \nrange of 0.20 to 0.50, are not as high as those for persistence but are positive.8  \n \nNote that while the concepts of persistence and predictive value may be related, they are really distinct ideas. \nYou can have a metric that is extremely persistent but tells you very little about what you are trying to achieve. \nImagine shooting arrows that consistently land in the same spot far from a bullseye. Alternatively, you can \nhave a statistic that is predictive but not persistent. Here, the arrows are scattered all over the target but the \naverage of all the arrows is a bullseye. The group is accurate but no individual shot is reliable.   \n"
    },
    {
      "number": 3,
      "text": "April 5, 2016  \nWhat Makes for a Useful Statistic \n3 \nThe goal is to find a statistic that offers a robust combination of persistence and predictive value. One way to \nvisualize this is to plot the statistics on a simple chart (see Exhibit 1). The horizontal axis uses the correlation \ncoefficient to measure persistence, with zero on the left and one (or negative one) on the right. Referring to \nthe equation for true score theory, results on the left reflect mostly random error, or luck, and those on the \nright capture true ability, or skill.    \n \nExhibit 1: The Persistent-Predictive Chart  \n \nSource: Credit Suisse. \n \nThe vertical axis measures predictive value, also using correlation. Statistics on the bottom of the axis have a \nlow correlation with the objective, while those on the top correlate closely with the goal. The dream statistic is \nin the upper right corner, and those in the bottom left corner are of little utility. \n \nTo illustrate how this works, we can look at SAT results and cumulative college GPA. We noted that when a \nstudent takes the SAT twice, the persistence in the scores is 0.90, which is close to the right side of the chart. \nOne study found that the correlation between SAT score and cumulative college GPA is 0.36, so a little more \nthan a third of the way up from the bottom on the vertical axis.9 If the quadrant in the bottom right corner \ncontained a circular clock face, the point would fall close to two o’clock.  \n \nA sensible way to search for a useful statistic is to start with your goal and go backward. You can then \nobserve which statistics are most persistent and predictive of that outcome. You may be waiting for the \nstandard warning about correlation and causation, and here it is: you should consider causation carefully when \nassessing the predictive value. In many instances of practical utility, correlation and causality go together.   \n \nWe will examine examples from three fields: business, investing, and sports. In business, for instance, the \nobjective might be to deliver an attractive total shareholder return. Investors seek to anticipate returns, \nadjusted for risk, that are in excess of an appropriate benchmark. And in baseball the goal on offense is to \nscore runs.  \n \n \n• Little skill\n• Weak relationship \nwith goal\n• Lots of skill\n• Weak relationship \nwith goal\n• Lots of skill\n• Strong relationship \nwith goal\n• Little skill\n• Strong relationship \nwith goal\nPredictive\nPersistent\nLow\nHigh\nLow\nHigh\n"
    },
    {
      "number": 4,
      "text": "April 5, 2016  \nWhat Makes for a Useful Statistic \n4 \nStatistics for Assessing Business  \n \nA strong case can be made that maximizing long-term shareholder value should be a company’s governing \nobjective.10 Indeed, a recent survey of executive compensation for the 250 largest companies in the S&P 500 \nIndex found that total shareholder return (TSR) is the number one metric used in incentive compensation.11 \n \nEarnings growth and sales growth are the most common statistics that companies and analysts use to \nanticipate TSR. Nearly 60 percent of the companies in the S&P 500 give guidance for earnings growth and \nnearly 40 percent do so for revenue growth.12 Earnings and sales are also the most visible estimates that \nanalysts produce, and the price/earnings multiple is the most popular measure of valuation.13  \n \nLet’s start by examining the persistence and predictive value of sales growth. Exhibit 2 shows the correlation \nof one-, three-, and five-year sales growth rates for the top 1,000 companies in the world by market \ncapitalization from 1950-2014. For example, the middle figure shows how well the next three years of sales \ngrowth correlate with the prior three years. All numbers are adjusted for inflation.  \n \nExhibit 2: Persistence of Sales Growth Rates (1-, 3-, and 5-Year)  \n \nSource: Credit Suisse HOLT®.  \nNote: Top 1,000 global companies, 1950-2014; Calculations use annual data on a rolling 1-, 3-, and 5-year basis; Winsorized at 2nd and 98th \npercentiles; Depicted growth rates are annualized. \n \nThe correlation is 0.30 for one year but drops to the high teens for the three- and five-year periods. From a \npractical point of view, this means that executives and analysts should expect substantial regression toward \nthe mean for multi-year sales growth forecasts.14 \n \nExhibit 3 shows the correlation between sales growth and total shareholder return in order to assess the \npredictive value of sales. For example, the middle figure shows the correlation between the last three years of \nsales growth and total shareholder return over the same time.  \n \n \n \n \n \n \n \n \n \n-20\n-15\n-10\n-5\n0\n5\n10\n15\n20\n25\n30\n-20\n-10\n0\n10\n20\n30\n40\nSales Growth Next 5 Years (Percent)\nSales Growth 5 Years (Percent)\nr = 0.18\n-20\n-10\n0\n10\n20\n30\n40\n-20\n-10\n0\n10\n20\n30\n40\n50\nSales Growth Next 3 Years (Percent)\nSales Growth 3 Years (Percent)\nr = 0.16\n-30\n-15\n0\n15\n30\n45\n60\n75\n-30\n-15\n0\n15\n30\n45\n60\n75\n90\nSales Growth Next Year (Percent)\nSales Growth 1 Year (Percent)\nr = 0.30\n"
    },
    {
      "number": 5,
      "text": "April 5, 2016  \nWhat Makes for a Useful Statistic \n5 \nExhibit 3: Predictive Value of Sales Growth Rates (1-, 3-, and 5-Year)   \n \nSource: Credit Suisse HOLT®. \nNote: Top 1,000 global companies, 1950-2014; Calculations use annual data on a rolling 1-, 3-, and 5-year basis; Winsorized at 2nd and 98th \npercentiles; Depicted growth rates and TSRs are annualized. \n \nWe see that the correlation is 0.19 for one year but improves to 0.24 for three years and 0.28 for five years. \nIf we look at the numbers for three years for both persistence and predictive value, we see that sales growth is \nnot a strong statistic. \n \nExhibit 4 places the data point for the three-year persistence and predictive values of sales growth, along with \nother figures we will discuss, on the persistent-predictive chart. We can see that it falls in the bottom left \nquadrant, far from the ideal metric in the top right corner. \n \nExhibit 4: The Persistent-Predictive Chart   \n \nSource: Credit Suisse. \nNote: Blue indicates a positive correlation. Red on the left represents a negative correlation in persistence while red at the top shows a negative \ncorrelation in predictive value; Calculations reflect 3-year periods for business and investing and 1-season periods for sports. \n-30\n-20\n-10\n0\n10\n20\n30\n40\n50\n-20\n-10\n0\n10\n20\n30\n40\nTotal Shareholder Return 5 Years (Percent)\nSales Growth 5 Years (Percent)\nr = 0.28\n-40\n-30\n-20\n-10\n0\n10\n20\n30\n40\n50\n60\n-20\n-10\n0\n10\n20\n30\n40\n50\nTotal Shareholder Return 3 Years (Percent)\nSales Growth 3 Years (Percent)\nr = 0.24\n-50\n-25\n0\n25\n50\n75\n100\n125\n150\n-30\n-15\n0\n15\n30\n45\n60\n75\n90\nTotal Shareholder Return 1 Year (Percent)\nSales Growth 1 Year (Percent)\nr = 0.19\nSales Growth\nNet Income Growth\nGross Profitability\nFund Size\nExpense Ratio \nTurnover Rate\nBatting Average\nOn-Base Plus \nSlugging\nStrikeout Rate\nPredictive\nPersistent\nLow\nHigh\nLow\nHigh\n"
    },
    {
      "number": 6,
      "text": "April 5, 2016  \nWhat Makes for a Useful Statistic \n6 \nWe now turn to earnings growth. Exhibit 5 shows the persistence of net income growth over one-, three-, and \nfive-year periods. None of the correlations, in a range from -0.05 to -0.19, are strong, and all of them are \nnegative. That means that growth rates above the average are often followed by growth rates below the \naverage. That’s the bad news.  \n \nExhibit 5: Persistence of Net Income Growth Rates (1-, 3-, and 5-Year)  \n \nSource: Credit Suisse HOLT®. \nNote: Top 1,000 global companies, 1950-2014; Calculations use annual data on a rolling 1-, 3-, and 5-year basis; Winsorized at 2nd and 98th \npercentiles; Depicted growth rates are annualized. \n \nThe good news is that net income growth has a higher correlation with total shareholder return than sales \ngrowth does. Exhibit 6 shows that the correlation coefficient is 0.18 for one year but increases to about 0.40 \nfor the three- and five-year assessments. \n \nExhibit 6: Predictive Value of Net Income Growth Rates (1-, 3-, and 5-Year)   \n \nSource: Credit Suisse HOLT®. \nNote: Top 1,000 global companies, 1950-2014; Calculations use annual data on a rolling 1-, 3-, and 5-year basis; Winsorized at 2nd and 98th \npercentiles; Depicted growth rates and TSRs are annualized. \n \nExhibit 4 shows that net income growth is more predictive of TSR than sales growth. But its persistence is \ncomparable, albeit with a negative correlation. This research corroborates findings by financial economists.15 \n \n“Profitability” is a business statistic that has gained attention in recent years. Robert Novy-Marx, a professor of \nfinance at the Simon Business School at the University of Rochester, defines profitability as a company’s \nrevenues minus cost of goods sold, scaled by assets—or, more simply, as gross profit divided by assets.16 \n-100\n-50\n0\n50\n100\n150\n200\n250\n-100 -50\n0\n50\n100 150 200 250 300\nNet Income Growth Next  Year (Percent)\nNet Income Growth 1 Year (Percent)\nr = -0.05\n-50\n-40\n-30\n-20\n-10\n0\n10\n20\n30\n40\n50\n60\n70\n80\n-50-40-30-20-10 0 10 20 30 40 50 60 70 80\nNet Income Growth Next  3 Years (Percent)\nNet Income Growth 3 Years (Percent)\nr = -0.19\n-30\n-20\n-10\n0\n10\n20\n30\n40\n50\n-30\n-20\n-10\n0\n10\n20\n30\n40\n50\nNet Income Growth Next  5 Years (Percent)\nNet Income Growth 5 Years (Percent)\nr = -0.17\n-30\n-20\n-10\n0\n10\n20\n30\n40\n50\n60\n-50\n-25\n0\n25\n50\n75\n100\nTotal Shareholder Return 3 Years (Percent)\nNet Income Growth 3 Years (Percent)\nr = 0.40\n-20\n-10\n0\n10\n20\n30\n40\n50\n-40 -30 -20 -10\n0\n10\n20\n30\n40\n50\n60\nTotal Shareholder Return 5 Years (Percent)\nNet Income Growth 5 Years (Percent)\nr = 0.43\n-50\n-25\n0\n25\n50\n75\n100\n125\n150\n-100 -50\n0\n50 100 150 200 250 300 350 400\nTotal Shareholder Return 1 Year (Percent)\nNet Income Growth 1 Year (Percent)\nr = 0.18\n"
    },
    {
      "number": 7,
      "text": "April 5, 2016  \nWhat Makes for a Useful Statistic \n7 \nResearch by Novy-Marx suggests that firms with high profitability outperform those with low profitability even \nthough the high profitability firms generally start with more lofty valuations.  \n \nEugene Fama and Kenneth French, finance professors renowned for their work on asset pricing, include \nprofitability as one of the factors that helps explain changes in asset prices. The others include beta (a \nmeasure of the sensitivity of an asset’s returns to market returns), size, valuation, and investment.17 While \ntheir definition of profitability differs somewhat from that of Novy-Marx, it captures the same essence. \n \nExhibit 7 shows that the Novy-Marx definition of profitability is very persistent over one-, three-, and five-year \nperiods. For example, the correlation between profitability in the current year and three years in the future is \n0.89. But even the five-year correlation is relatively high at 0.82. This universe includes the top 1,000 firms in \nthe world measured by market capitalization from 1950 to 2014. The sample includes dead companies but \nexcludes firms in the financial services and utilities sectors. \n \nExhibit 7: Persistence of Profitability Ratio (1-, 3-, and 5-Year)  \n \nSource: Credit Suisse HOLT®. \nNote: Top 1,000 global companies excluding financials and utilities, 1950-2014; Calculations use annual data on a rolling 1-, 3-, and 5-year basis. \n \nExhibit 8 shows that the simple correlation between profitability and three-year TSR is low at 0.13. However, \nneither Novy-Marx nor Fama and French recommend simply using the correlation between the measure and \nstock returns to explain outcomes. \n \nExhibit 8: Predictive Value of Profitability (1-, 3-, and 5-Year)  \n \nSource: Credit Suisse HOLT®. \nNote: Top 1,000 global companies excluding financials and utilities, 1985-2014; Calculations use annual data on a rolling basis; TSRs are annualized. \n-1.0\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n3.0\n3.5\n-1.0 -0.5 0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5\nGross Profitability Next Year\nGross Profitability\nr = 0.95\n-1.0\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n3.0\n3.5\n-1.0 -0.5 0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5\nGross Profitability in 3 Years\nGross Profitability\nr = 0.89\n-1.0\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n3.0\n3.5\n-1.0 -0.5 0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5\nGross Profitability in 5 Years\nGross Profitability\nr = 0.82\n-150\n-100\n-50\n0\n50\n100\n150\n200\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\nTotal Shareholder Return 1 Year (Percent)\nGross Profitability 1 Year\nr = 0.01\n-150\n-100\n-50\n0\n50\n100\n150\n200\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\nTotal Shareholder Return 3 Years (Percent)\nGross Profitability 3-Year Average\nr = 0.13\n-100\n-50\n0\n50\n100\n150\n200\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\nTotal Shareholder Return 5 Years (Percent)\nGross Profitability 5-Year Average\nr = 0.17\n"
    },
    {
      "number": 8,
      "text": "April 5, 2016  \nWhat Makes for a Useful Statistic \n8 \nRather, the most effective way to use the profitability ratio is to rank stocks in quintiles by profitability and build \nportfolios for each. Exhibit 9 shows the cumulative growth in value of $1 for the quintiles with the highest and \nlowest profitability, as well as that for the whole universe. The sample includes the largest 1,000 U.S. \nindustrial and service companies from 1990 through January 2016. The portfolios are rebalanced monthly.   \n \nExhibit 9: Total Return for the Highest and Lowest Quintiles of Profitability (1990-January 2016)  \n \nSource: Credit Suisse HOLT®. \nNote: Gross profitability is calculated using the average of the assets at the beginning and the end of the fiscal year.   \n \nWhile we have dwelled on financial measures, companies and investors can also examine non-financial \nmeasures such as customer satisfaction, safety, and product quality measures in the same way.18 The \nexercise of examining statistics for persistence and predictive value allows analysts to model more thoughtfully, \nplaces appropriate emphasis on what matters, and reduces the risk of focusing on the wrong metrics.  \n \n \nStatistics for Assessing Investing  \n \nWhile there may be some debate about the proper corporate objective, investors seek to generate excess \nreturns, adjusted for risk, relative to an appropriate benchmark.19 In finance, these excess returns are called \n“alpha.” A focus on alpha makes sense because investors can generally buy an index or exchange-traded fund \nthat offers a low-cost alternative to an active manager.  \n \nSince alpha is the goal, we can’t run it through the persistent and predictive framework. But we can assess \nthe persistence of alpha. The left side of exhibit 10 shows the year-to-year persistence of alpha for U.S. \nmutual funds that manage stocks of large capitalization companies. The correlation is 0.08, which \ndemonstrates that persistence in alpha is low. The right side shows that the correlation between the next three \nyears of alpha and the prior three years is even lower. Academic work generally supports the view that alpha \ndoes not have a great deal of persistence, although some researchers find higher levels of persistence by \ncarefully considering additional factors.20 \n \n0\n5\n10\n15\n20\n25\n1990\n1995\n2000\n2005\n2010\n2015\nValue (Base Year = $1)\nHighest\nUniverse\nLowest\n"
    },
    {
      "number": 9,
      "text": "April 5, 2016  \nWhat Makes for a Useful Statistic \n9 \nExhibit 10: Persistence of Alpha (1- and 3-Year) \n \nSource: Markov Processes International, Morningstar, and Credit Suisse. \nNote: U.S. large cap equity mutual funds, 2000-2015; Calculations use quarterly data on a rolling 1- and 3-year basis. \n \nAlpha must sum to zero over time because for all of the investors who “win” positive excess returns there must \nbe investors who “lose” an equivalent amount. But alpha is zero only before costs. Alpha for investors is \nnegative in the aggregate after expenses.21   \n \nExpense ratios for mutual funds are very persistent, with a correlation of 0.98 (left panel of Exhibit 11). This \ncorrelation compares the current annual net expense ratio to that three years hence. The predictive value of \nexpense ratios is -0.08, indicating a weak link between fees and alpha for a broad sample of mutual funds \n(left panel of Exhibit 12).  \n \nNotwithstanding the weak correlation between fees and returns, it stands to reason that low expenses are \nbetter than high expenses over time. Funds in the quintile with the lowest fees generate higher total returns \nthan funds in the quintile with the highest fees. For instance, one study of funds invested in U.S. equities \nfound that funds in the cheapest quintile generated returns that were 125-150 basis points higher than those \nin the most expensive quintile.22 Similar to profitability, segregation of the data provides clearer results.  \n \nExhibit 11: Persistence of Investing Statistics \n \nSource: Markov Processes International, Morningstar, and Credit Suisse. \nNote: U.S. equity mutual funds, 2000-2015; Calculations use monthly data on a rolling 3-year basis, and data is normalized. \n \n \n-30\n-20\n-10\n0\n10\n20\n30\n40\n-30\n-20\n-10\n0\n10\n20\n30\n40\nAlpha Next 3 Years (Percent)\nAlpha 3 Years (Percent)\nr = 0.05\n-80\n-60\n-40\n-20\n0\n20\n40\n60\n80\n-80\n-60\n-40\n-20\n0\n20\n40\n60\n80\nAlpha Next Year (Percent)\nAlpha (Percent)\nr = 0.08\nFund Size\nFund Size in 3 Years\nr = 0.93\nr = 0.98\nr = 0.78\nNet Expense Ratio\nNet Expense Ratio in 3 Years\nAnnual Turnover Rate in 3 Years\nAnnual Turnover Rate\n"
    },
    {
      "number": 10,
      "text": "April 5, 2016  \nWhat Makes for a Useful Statistic \n10 \nExhibit 12: Predictive Value of Investing Statistics \n \nSource: Markov Processes International, Morningstar, and Credit Suisse. \nNote: U.S. equity mutual funds, 2000-2015; Calculations use monthly data on a rolling 3-year basis, and data is normalized. \n \nSize is among the most useful statistics in assessing a fund. The persistence of fund size is 0.93 (middle \npanel of Exhibit 11), which suggests the impact that performance and flows have on size is relatively modest. \nThe correlation between fund size and alpha is -0.04 (middle panel of Exhibit 12), which says that the largest \nfunds deliver below-average alpha as a group. This finding, too, is revealed in the academic literature.23  \n \nTwo finance professors, Jonathan Berk and Richard Green, developed a model to explain this result.24 They \nsuggest a world where there are skillful investment managers and both the managers and investors recognize \nthis skill. The manager’s ability to deliver excess returns is limited by assets under management such that \neach incremental dollar an investor adds reduces the expected return of the portfolio. \n \nIn such a world, a skillful manager attains assets through inflows until the expected return of the portfolio falls \nto a level roughly equal to that of the market. Berk and Green suggest that equilibrium is realized when all \nmanagers, irrespective of their level of skill, have identical expected returns. The model doesn’t explain the \nmodest negative slope of the correlation, but makes clear that the capacity of a manager to deliver value tends \nto be constrained by the size of the assets under management.  \n \nInvestors commonly conflate recent results with skill. As a result, they have a tendency to invest in funds that \nhave done well and to withdraw money from funds that have done poorly. This is true for institutional investors \nas well as individuals.25 These flows benefit the fund’s results when they are positive and detract from \nperformance when they are negative. One study suggests that one-third of the alpha in the hedge fund \nindustry is the result of fund flows.26  \n \nThere has been a great deal of hand wringing over the topic of short-termism, a tendency to make decisions \nthat appear beneficial in the short term at the expense of decisions that have a higher payoff in the long \nterm.27 A rise in portfolio turnover for mutual funds is a purported manifestation of this short-termism.28  \n \nThe portfolio turnover rate, which typically reflects results for one year, is the lesser of the total amount of new \nsecurities that the fund buys or sells, divided by the average monthly total assets of the fund. For instance, an \nequity mutual fund that bought $50 million of new stocks with average assets of $100 million had a portfolio \nturnover rate of 50 percent. You impute the holding period by dividing one by the rate. For instance, a 50 \npercent turnover rate equals a two-year holding period (1/.50 = 2). \n \n \n \nr = -0.04\nr = -0.08\nr = -0.07\nAlpha 3 Years\nFund Size\nNet Expense Ratio\nAlpha 3 Years\nAlpha 3 Years\nAnnual Turnover Rate\n"
    },
    {
      "number": 11,
      "text": "April 5, 2016  \nWhat Makes for a Useful Statistic \n11 \nTurnover is higher today than it was in the 1960s, implying shorter holding periods. While higher turnover may \nsimply reflect better information, the rise of institutional investors, lower taxes, and sharply lower transaction \ncosts, there remains a distinct sense that investors today have a shorter time horizon than in the past.29 One \nsurvey suggested a holding period of 2.8 years or more qualified as a long-term investment.30     \n \nPortfolio turnover is persistent, with a correlation of 0.78, since it is largely within the manager’s control (right \npanel of Exhibit 11). Investment processes vary in their optimal trading activity. Strategies that result in active \ntrading generally incur higher costs, and are less tax efficient, than strategies that trade less frequently. \nTurnover is not very predictive, with a correlation of -0.07. So while trading costs may make a difference, the \noverall impact is modest.31    \n \nQuantitatively assessing the differential skill of money managers is a challenge because it is hard to beat the \nmarket. Indeed, the correlations near zero in Exhibit 12 indicate that results include a great deal of luck. This \nreflects the “paradox of skill”: when absolute skill is high and relative skill is narrow in competitive realms, luck \nplays a big role in outcomes.  \n \nBut the data suggest we can improve the probability of success by focusing on fair fees, smaller funds, and \nhigh active share. Active share is a measure of how different a portfolio is from its benchmark.32 Further, \ninvestors should seek congruence between an investment firm’s perceived source of edge and the process to \nfind edge. It is less important to ask how frequently a portfolio manager trades and more important to \ndetermine whether the manager’s process serves the goal.  \n \n \nStatistics for Assessing Sports  \n \nWe relegate the discussion of persistence and predictive value for offense in baseball to the appendix, but we \ninclude the results in exhibit 4. The most sophisticated statistics today are much more complex than those we \ndepict, although even these simple measures can explain a great deal.  \n \n \n \n"
    },
    {
      "number": 12,
      "text": "April 5, 2016  \nWhat Makes for a Useful Statistic \n12 \nSummary \n \nCompanies, investors, and sports teams commonly have goals they want to achieve. As a result, each group \nmonitors certain measures to determine whether they are on track. These same measures are commonly used \nby outsiders to assess and anticipate results. \n \nThe main message is that statistics vary in their persistence and predictive value. The ideal statistic is both \npersistent, indicating the presence of skill, and predictive of the desired outcome. Poor statistics are either \nunreliable because of a large dose of luck or are unrelated to the end goal.      \n \nExhibit 13 summarizes the statistics we consider in this report. We create a score for each one, in a range \nfrom zero to one, that indicates the aggregate strength of the measure.33 A score of zero says the statistic has \nno utility at all, and a score of one says the result is perfectly persistent and predictive. Note that the sports \nstatistics we consider are much more useful than those for investing or business.  \n \nExhibit 13: Scores of Nine Statistics on Persistent-Predictive Chart \n \nSource: Credit Suisse. \n \nWith this simple framework in hand, you can now test some of your favorite metrics. Naturally, you must be \ncareful to gather sufficient sample sizes. But in general it is our experience that many are surprised when they \nsee their favorite statistic plotted on exhibit 4.  \n   \n \nPersistent (r ) Predictive (r )\nScore\nBusiness\nSales Growth\n0.16\n0.24\n0.20\nNet Income Growth\n-0.19\n0.40\n0.29\nGross Profitability\n0.89\n0.13\n0.38\nInvesting\nAnnual Net Expense Ratio\n0.98\n-0.08\n0.35\nFund Size\n0.93\n-0.04\n0.32\nAnnual Turnover Rate\n0.78\n-0.07\n0.32\nSports\nBatting Average\n0.40\n0.82\n0.56\nOn-Base Plus Slugging\n0.53\n0.96\n0.67\nStrikeout Rate\n0.81\n-0.44\n0.58\n"
    },
    {
      "number": 13,
      "text": "April 5, 2016  \nWhat Makes for a Useful Statistic \n13 \nAppendix: Baseball Statistics \n \nThe use of statistics has become more widespread in all sports but is particularly popular in baseball. Batting \naverage is the traditional statistic that general managers and fans use to assess offensive players, and earned \nrun average is popular for pitchers. In recent decades, the sabermetrics community and front offices of teams \nhave developed more useful statistics to assess players.34 We focus on hitting statistics.  \n \nExhibit 14 shows the common outcomes that occur when a player goes up to home plate. Note that an “at-bat” \nis different than a “plate appearance.” A batter records a plate appearance no matter what happens but only \nrecords an at-bat if he strikes out or puts the ball in play (leaving aside rare events).  \n \nExhibit 14: Breakdown of Common Outcomes in Baseball Hitting \n \nSource: Based on Jim Albert, “A Batting Average: Does It Represent Ability or Luck?” Working Paper, April 17, 2004. \n \nBatting average equals hits (singles, doubles, triples, or home runs) divided by at-bats. Strikeout rate is the \nnumber of times a batter strikes out divided by the number of plate appearances. On-base percentage plus \nslugging percentage (OPS) has become more popular, especially since it was featured in Michael Lewis’s \nbook, Moneyball.35 On-base percentage roughly equals the number of hits a batter gets plus the number of \ntimes he walks divided by the number of plate appearances. Slugging percentage equals total bases divided by \nat-bats, with a single worth one base, a double worth two bases, and so on.  \n \nExhibit 15 shows scatter plots for these three statistics using data from Major League Baseball in the 2000 \nthrough 2015 seasons. We include all players with 100 or more at-bats, an average sample of 338 players \nper season. \n \nBoth batting average (r = 0.40) and OPS (r = 0.53) have a respectable correlation from year to year. Strikeout rate, \nthe plot on the far right, has a high correlation from year to year (r = 0.81) and thus is a solid indicator of skill.  \n \nThe difference in correlations is not surprising. There are more variables in determining whether a batted ball \nbecomes a hit than there are in determining whether a batter will strike out. For example, a batted ball can \nresult in either a hit or an out depending on how well the ball was hit, where it was hit, the skill of the defense, \nthe field, and the weather. On the other hand, the strikeout rate largely reflects a one-on-one battle between \nthe pitcher and batter. The only other meaningful variable is the judgment of the umpire. \nPlate \nappearance \nBase on balls\nHit by pitch\nAt-bat\nStrikeout\nIn play\nOut\nSingle\nDouble\nTriple\nHome run\n"
    },
    {
      "number": 14,
      "text": "April 5, 2016  \nWhat Makes for a Useful Statistic \n14 \nExhibit 15: Season-to-Season Persistence of Three Hitting Statistics, 2000-2015 \n \nSource: Based on Jim Albert, “A Batting Average: Does It Represent Ability or Luck?” Working Paper, April 17, 2004; Baseball Prospectus. \nNote: Minimum of 100 at-bats. \n \nExhibit 16 shows the coefficient of correlations for six batting statistics again using data from the 2000 through \n2015 seasons. The base-on-ball rate, which measures how frequently a player is walked, is another strong \nmeasure of skill. On-base percentage and OPS are in the middle of the ranking, and batting average and in-play \naverage (the percentage of times a batter gets a hit when putting a ball in play) are toward the bottom.  \n \nExhibit 16: Season-to-Season Persistence of Six Hitting Statistics, 2000-2015 \n \nSource: Based on Jim Albert, “A Batting Average: Does It Represent Ability or Luck?” Working Paper, April 17, 2004; Baseball Prospectus. \nNote: Minimum of 100 at-bats; Definitions: SO rate: Strikeout rate (strikeouts/plate appearances); BB rate: Base on balls rate (base on balls/plate \nappearances); OBP: On-base percentage ([hits + base on balls + hit by pitch]/[at-bats + base on balls + hit by pitch + sacrifice flies]); OPS: On-base \npercentage + slugging percentage (slugging percentage = total bases/at-bats); AVG: Batting average (hits/at-bats); IP AVG: In-play average (hits/[at-\nbats - strikeouts]); IP AVG is a simplified version of Batting average on balls in play (BABIP). \n \nWe now turn to the predictive value of baseball statistics. The ultimate goal of a team is to win games, which \nrequires a team to score more runs than it allows. Since we are focused on offensive statistics, we calculate \nhow the statistics correlate with total runs scored.  \n \n0.0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\n0.0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\nStriekout Rate Next Year\nStrikeout Rate\nr = 0.81\n0.3\n0.5\n0.7\n0.9\n1.1\n1.3\n1.5\n0.3\n0.5\n0.7\n0.9\n1.1\n1.3\n1.5\nOPS Next Year\nOPS\nr = 0.53\n0.1\n0.2\n0.3\n0.4\n0.1\n0.2\n0.3\n0.4\nBatting Average Next Year\nBatting Average\nr = 0.40\n0.37\n0.40\n0.53\n0.54\n0.70\n0.81\n0%\n20%\n40%\n60%\n80%\n100%\nIP AVG\nAVG\nOPS\nOBP\nBB Rate\nSO Rate\n"
    },
    {
      "number": 15,
      "text": "April 5, 2016  \nWhat Makes for a Useful Statistic \n15 \nExhibit 17 shows the results for the three statistics in Exhibit 13 (batting average, OPS, and strikeout rate). \nThe plots show only 30 data points for each year because we are using a team’s average for each statistic \nand comparing that to the team’s total runs scored. \n \nThe coefficient of correlation shows that OPS has an extremely high correlation with run production (r = 0.96). \nBatting average has a weaker but still fairly strong relationship (r = 0.82). And the inverse of the strikeout rate \n(a higher number equals fewer strikeouts) has a fairly weak relationship (r = 0.44). \n \nExhibit 17: Predictive Value of Three Hitting Statistics, 2000-2015 \n \nSource: Based on Jim Albert, “A Batting Average: Does It Represent Ability or Luck?” Working Paper, April 17, 2004; Baseball Prospectus. \n \nThis analysis makes it clear that OPS is superior to batting average. In terms of persistence, OPS (0.53) is \nbetter than batting average (0.40). But it tells an even clearer story in predicting the desired outcome. A \nteam’s OPS has a 0.96 correlation with a team’s total runs, making batting average (0.82) pale in comparison. \nThe strikeout rate shows very strong persistence but has limited use overall because of its weak relationship to \ntotal runs scored.  \n \n* * * \n \nWe offer special thanks to Chetan Jadhav, Quant Research Americas, and to Chris Morck and Bryant \nMatthews, Credit Suisse HOLT®, for providing data and valuable input. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n3\n4\n5\n6\n7\n0.22\n0.24\n0.26\n0.28\n0.30\nRuns Per Game\nBatting Average\nr = 0.82\n3\n4\n5\n6\n7\n0.60\n0.65\n0.70\n0.75\n0.80\n0.85\n0.90\nRuns Per Game\nOPS\nr = 0.96\n3\n4\n5\n6\n7\n3.0\n4.0\n5.0\n6.0\n7.0\n8.0\nRuns Per Game\n1/Strikeout Rate\nr = 0.44\n"
    },
    {
      "number": 16,
      "text": "April 5, 2016  \nWhat Makes for a Useful Statistic \n16 \nEndnotes \n \n1 Christopher D. Ittner and David F. Larcker, “Coming Up Short on Nonfinancial Performance Measurement,” \nHarvard Business Review, November 2003, 88-95. \n2 “BMW Left Teetering on 100 Foot Cliff Edge After Sat-Nav Directs Driver Up Steep Footpath,” Daily Mail, \nMarch 25, 2009.  \n3 Michael J. Mauboussin, The Success Equation: Untangling Skill and Luck in Business, Sports, and Investing \n(Boston, MA: Harvard Business Review Press, 2012), 133-153.  \n4 William M. K. Trochim and James P. Donnelly, The Research Methods Knowledge Base, Third Edition \n(Mason, OH: Atomic Dog, 2008), 80-81. \n5 In March 2014, the College Board, which owns and publishes the test, announced that it would administer a \nrevised edition of the test starting in 2016. The data described here reflect the old test, although the new test \nis likely to be persistent as well. \n6 Leslie Stickler, “A Critical Review of the SAT: Menace or Mild-Mannered Measure?” TCNJ Journal of \nStudent Scholarship, Volume 9, April 2007.  \n7 “Score Change When Retaking the SAT I: Reasoning Test,” The College Board Research Notes, RN-05, \nSeptember 1998.  \n8 Nancy W. Burton and Leonard Ramist, “Predicting Success in College: SAT Studies of Classes Graduating \nSince 1980,” The College Board Research Notes, RN 2001-2, 2001.  \n9 Ibid., 6.  \n10 Anant K. Sundaram and Andrew C. Inkpen, “The Corporate Objective Revisited,” Organization Science, Vol. \n15, No. 3, May-June 2004, 350-363. \n11 Frederic W. Cook & Co., “The 2015 Top 250 Report: Long-Term Incentive Grant Practices for Executives,” \nDecember 2015.  \n12 Benjamin Lansford, Baruch Lev, Jennifer Wu Tucker, “Causes and Consequences of Disaggregating Earnings \nGuidance,” Journal of Business Finance & Accounting, Vol. 40, No. 1-2, January/February 2013, 26-54.  \n13 Stanley Block, “Methods of Valuation: Myths vs. Reality,” Journal of Investing, Winter 2010, 7-14. \n14 Trochim and Donnelly, 166. \n15 Louis K. C. Chan, Jason Karceski, and Josef Lakonishok, “The Level and Persistence of Growth Rates,” \nJournal of Finance, Vol. 58, No. 2, April 2003, 643-684.  \n16 Robert Novy-Marx, “The Other Side of Value: The Gross Profitability Premium,” Journal of Financial \nEconomics, Vol. 108, No. 1, April 2013, 1-28.  \n17 Eugene F. Fama and Kenneth R. French, “A Five-Factor Asset Pricing Model,” Journal of Financial \nEconomics, Vol. 116, No. 1, April 2015, 1-22.  \n18 Michael J. Mauboussin, “The True Measures of Success,” Harvard Business Review, Vol. 90, No. 10, \nOctober 2012, 4-10. \n19 Michael J. Mauboussin and Alfred Rappaport, “Transparent Corporate Objectives—A Win-Win for Investors \nand the Companies They Invest In,” Journal of Applied Corporate Finance, Vol. 27, No. 2, Spring 2015, 28-\n33. \n20 Mark M. Carhart, “On Persistence in Mutual Fund Performance,” Journal of Finance, Vol. 52, No. 1, March \n1997, 57-82. \n21 John C. Bogle, “The Arithmetic of ‘All-In’ Investment Expenses,” Financial Analysts Journal, Vol. 70, No. 1, \nJanuary/February 2014, 13-21. \n22 Russel Kinnel, “How Expense Ratios and Star Ratings Predict Success,” Morningstar FundInvestor, Vol. 18, \nNo. 12, August 2010. \n23 Joseph Chen, Harrison Hong, Ming Huang, and Jeffrey D. Kubik, “Does Fund Size Erode Mutual Fund \nPerformance? The Role of Liquidity and Organization,” American Economic Review: Vol. 94, No. 5, December \n2004, 1276-1302. Also, Xuemin Yan, “Liquidity, Investment Style, and the Relation between Fund Size and \n"
    },
    {
      "number": 17,
      "text": "April 5, 2016  \nWhat Makes for a Useful Statistic \n17 \nFund Performance,” Journal of Financial and Quantitative Analysis, Vol. 43, No. 3, September 2008, 741-\n767. \n24 Jonathan B. Berk and Richard C. Green, “Mutual Fund Flows and Performance in Rational Markets,” \nJournal of Political Economy, Vol. 112, No. 6, December 2004, 1269-1295. Also, see Jonathan B. Berk, \n“Five Myths of Active Portfolio Management,” Journal of Portfolio Management, Spring 2005, 27-31. \n25 Scott D. Stewart, CFA, John J. Neumann, Christopher R. Knittel, and Jeffrey Heisler, CFA, “Absence of \nValue: An Analysis of Investment Allocation Decisions by Institutional Plan Sponsors,” Financial Analysts \nJournal, Vol. 65, No. 6, November/December 2009, 34-51; Amit Goyal and Sunil Wahal, “The Selection and \nTermination of Investment Management Firms by Plan Sponsors,” Journal of Finance, Vol. 63, No. 4, August \n2008, 1805-1847; Jeffrey Heisler, Christopher R. Kittel, John J. Neuman, and Scott D. Stewart, “Why Do \nPlan Sponsors Hire and Fire Their Investment Managers?” Journal of Business and Economic Studies, Vol. 13, \nNo. 1, Spring 2007, 88-118; Diane Del Guercio and Paula A. Tkac, “The Determinants of the Flow of Funds \nof Managed Portfolios: Mutual Funds versus Pension Funds,” Journal of Financial and Quantitative Analysis, \nVol. 37, No. 4, December 2002, 523-55; Andrea Frazzini and Owen A. Lamont, “Dumb Money: Mutual Fund \nFlows and the Cross-Section of Stock Returns,” Journal of Financial Economics, Vol. 88, No. 2, May 2008, \n299-322. \n26 Katja Ahoniemi and Petri Jylhä, “Flows, Price Pressure, and Hedge Fund Returns,” Financial Analysts \nJournal, Vol. 70, No. 5, September/October 2014, 73-93.  \n27 Dominic Barton and Mark Wiseman, “Focusing Capital on the Long Term,” Harvard Business Review, \nJanuary–February 2014, 48-55. \n28 For example, see Michael E. Porter, “Capital Choices: Changing the Way America Invests in Industry,” \nResearch Report Presented to The Council of Competitiveness, June 1992 and Tim Hodgson, “Our Industry \nHas a Problem: The Investment Industry Has Been Built by the Intermediaries for the Intermediaries,” Towers \nWatson Thinking Ahead Group 2.0, June 2014.  \n29 Michael J. Mauboussin and Dan Callahan, “A Long Look at Short-Termism: Questioning the Premise,\" \nCredit Suisse Global Financial Strategies, November 18, 2014.  \n30 Anne Beyer, David F. Larcker, and Brian Tayan, “2014 Study on How Investment Horizon and Expectations \nof Shareholder Base Impact Corporate Decision-Making,” Rock Center for Corporate Governance at Stanford \nUniversity and NIRI, 2014.  \n31 Carhart, 1997. \n32 Antti Petajisto, “Active Share and Mutual Fund Performance,” Financial Analysts Journal, Vol. 69, No. 4, \nJuly/August 2013, 73-93.  \n33 The measure is derived as the scaled distance from the ideal.    \n34 According to Wikipedia, “Sabermetrics is the empirical analysis of baseball, especially baseball statistics that \nmeasure in-game activity. The term is derived from the acronym SABR, which stands for the Society for \nAmerican Baseball Research.” \n35 Michael Lewis, Moneyball: The Art of Winning an Unfair Game (New York: W.W. Norton & Company, \n2003), 127-128; Ben S. Baumer, “Why On-Base Percentage is a Better Indicator of Future Performance \nthan Batting Average: An Algebraic Proof,” Journal of Quantitative Analysis in Sports, Vol. 4, No. 2, April \n2008, 1-13. \n \n \n \n"
    },
    {
      "number": 18,
      "text": " \n \nImportant information \n \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future.  \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A.  \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above.  \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \n \nWith respect to the analysis in this report based on the Credit Suisse HOLT methodology, Credit Suisse certifies that (1) the views expressed in this report \naccurately reflect the Credit Suisse HOLT methodology and (2) no part of the Firm’s compensation was, is, or will be directly related to the specific views \ndisclosed in this report.  \nThe Credit Suisse HOLT methodology does not assign recommendations to a security. It is an analytical tool that involves use of a set of proprietary quantitative \nalgorithms and warranted value calculations, collectively called the Credit Suisse HOLT valuation model, that are consistently applied to all the companies included \nin its database. Third-party data (including consensus earnings estimates) are systematically translated into a number of default variables and incorporated into the \nalgorithms available in the Credit Suisse HOLT valuation model. The source financial statement, pricing, and earnings data provided by outside data vendors are \nsubject to quality control and may also be adjusted to more closely measure the underlying economics of firm performance. These adjustments provide \nconsistency when analyzing a single company across time, or analyzing multiple companies across industries or national borders. The default scenario that is \nproduced by the Credit Suisse HOLT valuation model establishes the baseline valuation for a security, and a user then may adjust the default variables to produce \nalternative scenarios, any of which could occur. Additional information about the Credit Suisse HOLT methodology is available on request.  \nThe Credit Suisse HOLT methodology does not assign a price target to a security. The default scenario that is produced by the Credit Suisse HOLT valuation \nmodel establishes a warranted price for a security, and as the third-party data are updated, the warranted price may also change. The default variables may also \nbe adjusted to produce alternative warranted prices, any of which could occur. Additional information about the Credit Suisse HOLT methodology is available on \nrequest.  \n© 2016 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n \n"
    }
  ]
}