{
  "filename": "2017_incredible_shrinking_universe_of_stocks__causes___consequences_of_fewer_u_s__equities.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423230840-07'00'",
    "modDate": "D:20240423231122-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nMarch 22, 2017 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \nDarius Majd \ndarius.majd@credit-suisse.com \n \n \nSource: Doidge, Karolyi, and Stulz, “The U.S. Listing Gap” and Credit Suisse estimates. \n \n There has been a sharp fall in the number of listed stocks in the U.S. \nsince 1996. \n While listings fell by roughly 50 percent in the U.S. from 1996 through \n2016, they rose about 50 percent in other developed countries. As a \nresult, the U.S. now has a listing gap of more than 5,800 companies.  \n The propensity to list is now roughly one-half of what it was 20 years ago. \nThe net benefit of listing has declined. \n Mergers and acquisitions (M&A) are the leading reason for delisting, and \ninitial public offerings (IPOs) are the primary source of new listings. In the \nlast decade, M&A has flourished while IPOs have floundered.    \n Regulation has increased the cost of listing and facilitated meaningful \nM&A. \n As a consequence of this trend, industries are more concentrated and the \naverage company that has a listed stock is bigger, older, more profitable, \nand has a higher propensity to disburse cash to shareholders. \n Exchange-traded funds have filled part of the list gap. \n \n \n3,000\n4,000\n5,000\n6,000\n7,000\n8,000\n9,000\n1976\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\nNumber of Listed Firms\n= New Lists\n= Delists\nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nThe Incredible Shrinking Universe of Stocks \nThe Causes and Consequences of Fewer U.S. Equities \n"
    },
    {
      "number": 2,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n2 \nIntroduction \n \nThe U.S. public equity market has evolved dramatically over the past 40 years. This is important because the \nU.S. equity market is 53 percent of the global stock market as of December 31, 2016.1 The main feature of \nthis change is a sharp fall in the number of listed equities since 1996, which was preceded by a steady rise in \nlistings in the prior two decades. \n  \nAs a result of this drop, there are fewer listed companies today than there were in 1976, despite the fact that \nthe gross domestic product (GDP) is three times larger now than it was then. The Wilshire 5000 Total Market \nIndex, established in the mid-1970s to capture the 5,000 or so stocks with readily available price data, now \nhas only 3,816 stocks. The phenomenon is unique to the U.S. and is not easy to explain. Exhibit 1 shows a \nsnapshot of some pertinent statistics from 1976, 1996, and 2016. \n \nExhibit 1: Snapshots of the Investable Universe: 1976, 1996, and 2016 \n \nSource: Craig Doidge, G. Andrew Karolyi, René M. Stulz, “The U.S. Listing Gap,” Journal of Financial Economics, Vol. 123, No. 3, March 2017, 464-\n487; World Federation of Exchanges database; U.S. Bureau of Economic Analysis; Kenneth R. French; Strategic Insight; NYSE, see \nhttp://www.nyxdata.com/nysedata/asp/factbook/viewer_interactive.asp?hidCategory=3; Options Clearing Corporation; Kathleen Kahle and René M. \nStulz, “Is the American Public Corporation in Trouble?” Fisher College of Business Working Paper 2016-03-023, November 2016; U.S. Census \nBureau, Center for Economic Studies, Business Dynamics Statistics; Hedge Fund Research; National Venture Capital Association, NVCA Yearbooks; \nMcKinsey, \"The New Power Brokers: How Oil, Asia, Hedge Funds, and Private Equity Are Shaping Global Capital Markets,\" McKinsey Global Institute, \nOctober 2007, 129; “Assets under management in private equity sector grows to $2.5 trillion,” Consultancy.uk, March 7, 2017; Credit Suisse. \nNote: New establishments: first year is 1977 and latest year is 2014; Venture capital starts in 1980; Buyout funds in 2016 is for North America. \n \nEconomists commonly use the number of listed companies as a measure of financial development and have \nestablished a positive link between development and economic growth.2 For example, there was a strong \nappetite to go public in the U.S. following World War II as companies needed capital to finance their “mass \nproduction and mass distribution.”3 There were about 1,000 listed companies in 1956 and nearly 5 times as \nmany a couple of decades later. Over those 20 years, GDP grew at a healthy 3.6 percent compound annual \ngrowth rate (CAGR), adjusted for inflation.   \nCharacteristics of U.S. Stock Market\n1976\n1996\n2016\nNumber of listed companies\n4,796\n7,322\n3,671\nMarket capitalization (billions 2016 USD)\n$2,975\n$12,322\n$25,303\nGross domestic product (billions 2016 USD)\n$6,325\n$11,769\n$18,565\nMarket capitalization as a % of GDP\n47.0%\n104.7%\n136.3%\nIndividual direct ownership\n50.0%\n27.2%\n21.5%\nNumber of ETFs (U.S. domestic equity)\n0\n2\n658\nNYSE annual share volume (in millions)\n5,360\n104,636\n316,495\nEquity options traded (contracts in millions)\n32\n199\n3,626\nCharacteristics of U.S. Companies\n1976\n1996\n2016\nAverage market capitalization (millions 2016 USD)\n$620\n$1,683\n$6,893\nCorporate profit as a % of GDP\n6.9%\n6.2%\n8.9%\nAverage age in years of a listed company\n10.9\n12.2\n18.4\nHerfindahl-Hirschman Index (HHI)\n1,392\n812\n1,180\nNew establishments\n697,749\n711,716\n669,917\nAssets Under Management (in Billions USD)\n1976\n1996\n2016\nMututal funds \n$40\n$1,725\n$8,725\nIndex funds \n<$1\n$85\n$1,990\nHedge funds (long/short equity)\n<$1\n$130\n$850\nVenture capital \n$4\n$48\n$333\nBuyout funds \n<$1\n$80\n$827\n"
    },
    {
      "number": 3,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n3 \nIn the past, economists considered frequent initial public offerings (IPOs) to be a strength of the U.S. and \nbelieved that they played an important role in encouraging entrepreneurship.4 But the weak listings in the U.S \nand the strong listings around the world have created what is now a large gap.  \n \nThis is important because it changes the nature of an investor’s opportunity set. In 1976, an institutional \ninvestor who wanted exposure to U.S. equities had only to buy a diversified portfolio of public companies and \na venture capital (VC) fund. In 2016, that investor would have to have access to a diversified portfolio of public \ncompanies, a private equity fund, and opportunities in late-stage as well as early-stage venture capital.  \n \nIndividual investors today have a limited ability to access directly the complete U.S. equity market. The \ncompanies that are listed on exchanges are bigger, older, and in more concentrated sectors than two decades \nago. This likely contributes to public markets that are more informationally efficient than ever before.      \n \nThe change in the number of listed companies is a matter of simple addition and subtraction. Stocks that are \nnewly listed expand the population and stocks that are delisted shrink it. Additions occur when there is an IPO \nor a spin-off. Subtractions are the result of mergers and acquisitions (M&A), bankruptcy, and voluntary \ndelisting. M&A includes strategic deals, where one company buys another, and financial deals, where a \nleveraged-buyout or private equity fund acquires a company. Exhibit 18 in Appendix A provides a breakdown \nof the listings and how they change. \n \nCraig Doidge, Andrew Karolyi, and René M. Stulz, professors of finance, estimate that just under one-half of \nthe listing gap is the result of a rapid rate of subtractions since 1996 and that just over one-half is the result of \na dearth of additions.5 In this report, we document these changes and discuss the consequences for investors. \nIn short, equity investors in the U.S. have to cast a much wider net than they did in the past to capture the \nreturn of U.S. equities.    \n \nThe Shrinking Stock Universe in the U.S.  \n \nExhibit 2 shows the rise and fall in listed companies in the U.S. from 1976 to 2016. Because new lists heavily \noutnumbered delists, especially in the late 1980s and 1990s, more than 2,500 companies were added from \n1976 through 1996. The pattern reverses after 1996, as delists outstrip new lists and the population of listed \ncompanies falls by 3,650 companies. The pattern holds for stocks listed on the New York Stock Exchange \nand the Nasdaq Stock Market.   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 4,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n4 \nExhibit 2: Additions and Subtractions to Listed Companies, 1976-2016 \n \nSource: Craig Doidge, G. Andrew Karolyi, René M. Stulz, “The U.S. Listing Gap,” Journal of Financial Economics, Vol. 123, No. 3, March 2017, 464-\n487 and Credit Suisse estimates. \n \nThe size of the U.S. economy, as measured by GDP, expanded by almost 90 percent from 1976 to 1996. \nThis growth provided a fertile backdrop for the net increase in new listings. Total listings were half again as \nmany in 1996 as they were in 1976. The economy continued to chug along in the next 20 years, rising almost \n60 percent, but the number of listings dropped by half.  \n \nThis trend is more pronounced in the U.S. than in any other developed economy. For example, while the \nnumber of listings fell by roughly 50 percent in the U.S. from 1996 through 2016, it rose about 50 percent in \n13 developed countries that have complete data. Over the same period, listings rose 30 percent for a larger \npopulation of 71 non-U.S. countries. Because the number of listings shrank in the U.S. and expanded in the \nrest of the world, the U.S. now has a listing gap of more than 5,800 companies. A model of how many \ncompanies should be listed, based on GDP, GDP growth, population growth, and measures of corporate \ngovernance, suggests that the U.S. should have more than 9,500 listings.6  \n \nThere are two possible explanations for the gap. The first is a decline in the population of firms that are \ncandidates for listing. This is not the case. The number of firms eligible to list has grown modestly in the past \n20 years from about 550,000 to 590,000. While the rate of growth of firms that are eligible to list was higher \nfrom 1976 to 1996 than it was from 1996 to 2016, there is still a larger population of eligible companies \ntoday than there was 20 years ago.  \n \nThe second explanation is a fall in the propensity to list. We can frame the propensity to list in terms of costs \nand benefits. If there is a decline in the net benefit to listing, fewer companies will seek to list and more will \nchoose to delist. This appears to be the case over the past couple of decades. By one measure, the \npropensity to list in 2016 is half of what it was in 1996.    \n \n \n3,000\n4,000\n5,000\n6,000\n7,000\n8,000\n9,000\n1976\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\nNumber of Listed Firms\n= New Lists\n= Delists\n"
    },
    {
      "number": 5,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n5 \nCosts of listing include a fee for listing on an exchange, expenses associated with mandatory disclosures, \nregulatory requirements, any competitive disadvantage from more expansive disclosure, and resources \ndedicated to communicating with current and prospective shareholders. Other potential costs include the \nperceived onus of quarterly earnings releases, the risk of being targeted by activist investors, and higher \nvisibility that can result in political pressure. Many of these costs are fixed and have risen in recent decades, \nwhich means they are more readily borne only by larger firms.7          \n \nRegulation looks like an obvious culprit. For instance, the Sarbanes-Oxley Act of 2002 created new or \nexpanded standards for boards, management teams, and accounting firms. But while regulation undoubtedly \nincreased the cost of being public, the trend toward delisting was firmly in place prior to the implementation of \nSarbanes-Oxley.8  \n \nBenefits of listing include the ability to raise funds through the public market, the option to use shares for \ncompensation or M&A, and liquidity for shareholders. A listing also assures investors that the company has \nmet the standards to be public. A firm must meet a size threshold to enjoy these benefits, which increase with \nthe size of the firm.9   \n \nFinancial economists who have studied this phenomenon point out that a declining propensity to list predicts a \nhandful of outcomes, including delisting through mergers or going private via a private equity firm, fewer \nlistings through IPOs, and an increase in the average size of the companies that are public. The empirical \nresults since 1996 support all of these predictions. \n \nWe now examine the details of delisting and new listings, including the consequences for investors. Much of \nthe data we present comes from multiple sources and some is inferred. That said, we are confident that the \noverall themes have solid backing.  \n \nDelists \n \nThere are three reasons a company delists from an exchange. The first and most common is the company is \ninvolved in a merger or an acquisition. This can involve one public company buying another (Microsoft buys \nLinkedIn), a private company buying a public company (Dell buys EMC), or a company going private with the \nsponsorship of a private equity firm (Silver Lake acquires Dell). \n \nSecond the exchange can force a company to delist for cause. This means the company failed to meet certain \nrequirements, including maintaining a minimum stock price and market capitalization, or was not current with \nthe filings required by the Securities and Exchange Commission. Bankruptcy is another trigger for delisting for \ncause (Enron).  \n \nFinally, a company may choose to delist voluntarily. Here, the firm judges that the cost of listing outstrips the \nbenefit. The company may continue to trade but is no longer registered with an exchange.      \n \nExhibit 3 shows that mergers are the leading reason for delisting. Note that M&A tends to come in waves, so \ndelistings rise when overall M&A levels are up.10 Exhibit 4 shows the dollar volume of U.S. M&A activity from \n1976 to 2016. Dollar volume is indirectly related to delisting because the size of deals can vary, but both \nexhibits have a similar pattern. \n \n \n \n"
    },
    {
      "number": 6,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n6 \nExhibit 3: Reasons for Delistings, 1976-2016 \n \nSource: Doidge, Karolyi, and Stulz, “The U.S. Listing Gap” and Credit Suisse estimates. \n \nExhibit 4: U.S. Mergers and Acquisitions, 1976-2016 \n \nSource: Thomson Reuters and Tom Copeland, Tim Koller, and Jack Murrin, Valuation: Measuring and Managing the Value of Companies (New York: \nJohn Wiley & Sons, 1990), 312. \nNote: Dollar amounts are not inflated.  \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n1976\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\nPercentage of Total Delistings\nMergers\nCause\nVoluntary\n0%\n5%\n10%\n15%\n20%\n25%\n30%\n35%\n0\n200\n400\n600\n800\n1,000\n1,200\n1,400\n1,600\n1,800\n2,000\n2,200\n1976\n1980\n1984\n1988\n1992\n1996\n2000\n2004\n2008\n2012\n2016\nAs a Percentage of Market Capitalization\n$ Billions\nDollar Amount\nAs a Percentage of Market Capitalization\n"
    },
    {
      "number": 7,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n7 \nWe can separate M&A deals into those that are strategic, where one company buys another, and financial, \nwhere a company is acquired by a private equity firm.  \n \nThe majority of merger delistings are the result of strategic deals. As a result, the public companies that \nremain are more profitable than they were in prior decades and there is now higher concentration within \nindustries. We discuss these consequences in greater detail below.  \n \nA leveraged buyout (LBO) is a deal where a financial sponsor takes a company private using equity and \nsubstantial debt. Some LBOs occurred in the 1950s through 1970s, but the first LBO wave occurred in the \nlate 1980s. High yield bonds helped fuel this burst in activity. The pinnacle of that era was the $25 billion \nacquisition of RJR Nabisco in 1989 by Kohlberg Kravis Roberts & Co. (now KKR & Co.). \n \nExhibit 5 shows that following the late 1980s wave, deals by financial sponsors were modest until the mid-\n1990s. The rejuvenation of these deals by private equity firms coincides with the highest sum of listed firms. \nSince 2000, private equity buyouts account for about 9 percent of delistings, and represented almost one-\nquarter of all delisting in private equity’s peak year of 2006.11  \n \nExhibit 5: Delistings as the Result of Private Equity Deals, 1976-2016 \n \nSource: Doidge, Karolyi, and Stulz, “The U.S. Listing Gap”; Alexander Ljungqvist, Lars Persson, and Joacim Tåg, “Private Equity’s Unintended Dark \nSide: On the Economic Consequences of Excessive Delistings,” IFN Working Paper No. 1115, November 23, 2016; Credit Suisse estimates. \n \nIn 1980, there were only 24 private equity firms and deal volume only modestly exceeded $1 billion. Today, \nthere are more than 3,000 U.S. private equity firms and assets under management for buyout funds are \nroughly $825 billion, up from $80 billion in 1996 and less than $1 billion in 1976.12 Two of the largest private \nequity firms, The Carlyle Group and KKR & Co, each have more than 720,000 employees in their portfolio \ncompanies, which means they both employ more people than any U.S. listed company except for Wal-Mart \nStores, Inc.13  \n \n0\n20\n40\n60\n80\n100\n120\n1976\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\nNumber\n"
    },
    {
      "number": 8,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n8 \nA company’s decision to be listed comes down to an assessment of costs and benefits. If the benefits exceed \nthe costs, the firm lists. But if the costs subsequently exceed the benefits, a company may choose to again go \nprivate. Research shows that companies go private 13 years after their IPOs, on average, and have a higher \nlikelihood of going private if they have less analyst coverage, lower institutional ownership, and less liquidity \nthan their peers.14   \n \nPrivate equity funds have a finite life and generally hold companies for three to seven years.15 From 1970 \nthrough the mid-1990s, about one-quarter of all exits came through an IPO.16 In 2016, there were only 30 \nIPOs of private-equity backed companies in the U.S., the lowest level since 2009. There has been an average \nof 46 IPOs per year by private equity firms in the past decade, less than 10 percent of all exits.17  \n \nA sale to another corporate buyer remains the most popular selling strategy, accounting for more than one-\nhalf of exits, followed by a sale to another buyout fund, which accounts for about 40 percent of exits in recent \nyears. This is up from 10 percent in 1996.18 Companies that are delisting are not returning to the ranks of the \nlisted, contributing to the listing gap. \n \nA failure to maintain a minimum level of assets or market capitalization is the leading reason for a delisting for \ncause. This is followed by a stock price that falls below a price threshold, usually $1.00. Bankruptcy also leads \nto delisting. There were bankruptcy waves in the early 1990s, early 2000s, and surrounding the financial crisis \nof 2008 and 2009.19   \n  \nThe fall in the number of listed companies has major consequences from an investor’s point of view. Investors \nhave less access to companies that are owned by private equity firms or that remain private. Further, those \ncompanies that remain public are older and more profitable than they were 20 years ago and compete in \nindustries that are more concentrated.  \n \nEven as the investable universe has dwindled since 1996, the sophistication of investors has marched steadily \nhigher in the past 40 years. While less than 20 percent of stocks were owned by institutions in 1976, a \nmajority are today. Direct ownership by individuals shows the mirror image, dropping from 50 percent to 21 \npercent over the same period. There are fewer public companies in which to invest, those that are accessible \nare more mature, and the population of investors is vastly more informed than four decades ago. \n \nThe substantial M&A activity in the past 20 years has increased concentration in three-quarters of U.S. \nindustries that create products.20 The Herfindahl-Hirschman Index (HHI) is a popular method to estimate \nindustry concentration. The HHI considers not only the number of firms but also the distribution of the sizes of \nfirms. A dominant firm in an otherwise fragmented industry may be able to impose discipline on others. In \nindustries with several firms of similar size, rivalry tends to be intense. 21 The higher the HHI, the higher the \ndegree of concentration. \n \nThe HHI for public firms in the U.S. was more than 1,000 in 1976, dropped to about 800 in 1996, and rose \nto roughly 1,200 in 2016.22 Forces behind the rise in the HHI include more lax antitrust enforcement and \nhigher barriers to entry in some markets. The pattern is consistent even if you take into consideration private \nand foreign companies and is not solely the result of distressed industries consolidating.23 \n \nAs a result of M&A, listed companies are now older and larger. The average age of a company measured from \nthe time of listing is currently 18 years old, up from 12 years old in 1996. Today’s mean market capitalization \nis almost $7 billion, more than 10 times the size of the typical company in 1976 measured in constant dollars. \nThe minimum market capitalization to enter the S&P 500 Index is now $6.1 billion. \n \n"
    },
    {
      "number": 9,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n9 \nBecause public companies are older and more established today, they have a higher proclivity to return capital \nto shareholders. The ratio of dividends and share repurchases divided by net income, or total payout ratio, is \ntoday 2.3 times what it was in 1996 and 1.7 times that of 1976.24   \n \nThe reduction in the number of companies has also led to higher profitability.25 Exhibit 6 shows the cash flow \nreturn on investment (CFROI®), a measure of corporate return on investment that is adjusted for inflation, for \na large sample of U.S. companies. The average CFROI from 1976 to 1996 was 5.5 percent and rose to 9.1 \npercent from 1997-2016. Much of this improvement is the result of higher operating profit margins.26  \n \nExhibit 6: CFROI for U.S. Companies, 1976-2016 \n \nSource: Credit Suisse HOLT®. \nNote: U.S. industrial firms, weighted by net assets. \n \nAs the result of this profitability, and in spite of the smaller population of companies, the equity market \ncapitalization in the U.S. has risen from 47 percent of GDP in 1976 to 136 percent in 2016. Over the same \ntime, profits went from 6.9 percent to 8.9 percent of GDP. \n \nOverall, it appears that the benefit of listing has declined relative to the cost, and that only larger companies \ncan bear the cost of being public. That said, there are distinct benefits to being public from the point of view of \ncompanies and investors. \n \n \n \n                                                 \n \n CFROI\n® is a registered trademark in the United States and other countries (excluding the United Kingdom) of Credit Suisse \nGroup AG or its affiliates. \n0\n2\n4\n6\n8\n10\n12\n1976\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\nPercent\nAverage\nAverage\n"
    },
    {
      "number": 10,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n10 \nNew Listings \n \nIPOs are the most important source of new listings. Exhibit 7 shows the pattern of IPOs from 1976 to 2016, with a \ngeneral uptrend from 1976 to 1996 followed by a decline since that time. The average number of IPOs was 282 per \nyear from 1976 through 2000. Since then, the average has been 114. Whereas the addition of new listings \nexceeded the subtraction of delistings from 1976 through 1996, the opposite has been true since the end of that \nperiod.    \n \nExhibit 7: Number of Initial Public Offerings, 1976-2016 \n \nSource: Jay R. Ritter, see https://site.warrington.ufl.edu/ritter/ipo-data/. \nNote: Data for all years exclude IPOs with an offer price below $5.00, ADRs, unit offers, closed-end funds, REITs, natural resource limited partnerships, \nsmall best efforts offers, and stocks not listed on the New York Stock Exchange, the Nasdaq Stock Market, or the American Stock Exchange \n(currently NYSE MKT); Data for 1980-2016 also exclude IPOs from banks and savings and loans. \n \nAcademics generally treat M&A and IPOs as separate topics, but they are interconnected.27 For example, both \ntend to come in waves.28 In the past, strong equity markets have encouraged both M&A and IPOs. Exhibit 8 \nshows the relationship between annual M&A volume and IPO proceeds from 1976 to 2016. The correlation \ncoefficient, r, is 0.71 for the full period.   \n \n \n \n \n \n \n \n \n \n \n \n \n \n0\n100\n200\n300\n400\n500\n600\n700\n1976\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\nNumber of IPOs\n"
    },
    {
      "number": 11,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n11 \nExhibit 8: Relationship between IPO Proceeds and M&A Volume, 1976-2016 \n \nSource: Jay R. Ritter; Thomson Reuters; Copeland, Koller, and Murrin.  \n \nWhat is striking is a recent, and marked, divergence between M&A volume and IPO proceeds. Specifically, \nthe correlation between the two was 0.87 from 1976 to 2000, but dropped to 0.12 from 2001 to 2016. \nSince the financial crisis, from 2007 to 2016, the correlation is -0.08. M&A is flourishing and IPOs are \nfloundering.  \n \nOne potential explanation for the drop in IPOs is simply that business dynamism has been on the decline in the \nU.S. For example, 712,000 new establishments launched in the U.S. in 1996 and only 670,000 did so in \n2016, despite the fact that today the GDP is almost 60 percent larger and there are 20 percent more people. \nIndeed, fewer new establishments were started in 2016 than in 1976. Establishments less than 1 year old \ncreated 4.4 million jobs in 1996 and around 3 million in 2015.29 \n \nThe data suggest that eligible companies do not see a net benefit in listing via an IPO. There are likely a few \nexplanations for this.  \n \nFirst, the cost of being public has gone up, which means that it makes sense only for larger companies to list. \nThe population of companies eligible to list falls as the size threshold rises. As a consequence, the median age \nof a company seeking to go public has risen. The magnitude of late-stage funding also contributes to this \ntrend. Exhibit 9 shows the median age of companies doing an IPO was 7.8 years old from 1976 to 1996 and \n10.7 years old from 1997-2016, a 37 percent increase. If we extend the prior period to include the dot-com \nboom, the median age of listings has risen 50 percent from 1976-2000 to 2001-2016.  \n \n \n \n \n \n \n \n0\n500\n1,000\n1,500\n2,000\n2,500\n0\n10\n20\n30\n40\n50\n60\n70\n1976\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\nM&A Volume ($ Billions)\nIPO Proceeds ($Billions)\nIPO Proceeds\nM&A Volume\n"
    },
    {
      "number": 12,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n12 \nExhibit 9: Median Age of IPO, 1976-2016 \n \nSource: Jay R. Ritter. \n \nSecond, companies today need less human and physical capital than they did in prior generations. For \nexample, Facebook’s sales per employee were $1.6 million in 2016 whereas Ford’s were $755,000. In 2016, \nAmazon.com generated $136 billion of sales using invested capital of $19 billion, a capital velocity ratio of 7.1 \ntimes, while Wal-Mart’s sales of $486 billion required $135 billion of invested capital, or capital velocity of 3.6 \ntimes.30     \n \nThird, private companies can now obtain ample later-stage venture capital funding. For example, the five \nstartup companies with the highest implied valuations have raised a combined total exceeding $28 billion in the \nlast few years. These companies need less capital than their predecessors did but have access to more of it.   \n \nFinally, access to liquidity allows the employees of private companies to sell shares. For instance, it was \nreported that Airbnb Inc.’s financing round in the fall of 2016, which raised $850 million and valued the \ncompany at $30 billion, allowed employees to sell $200 million of stock.31 This liquidity is the result of the \nunprecedented ability to raise late-stage venture capital.  \n \nThere are a couple of meaningful consequences to these trends. To begin, there are a lot of private \ncompanies that are valuable on paper but that are not yet public. According to The Wall Street Journal, as of \nMarch 2017 there are 155 companies with a value in excess of $1 billion. This is nearly triple the 54 such \ncompanies in March 2014.  \n \nAppendix B provides a list of these companies, commonly called “unicorns,” and shows that they have a total \nvalue of $585 billion as of mid-March, 2017.32  Most of the companies at this stage of development would \nhave sought an IPO twenty years ago, encouraged by their venture capital backers. \n \nCompanies today are building a great deal of value pre-IPO versus post-IPO. This means that investors who \ndo not have access to venture capital are missing substantial gains. Take three companies as an example: \nAmazon.com, Alphabet Inc. (Google), and Facebook (see exhibit 10).  \n0\n2\n4\n6\n8\n10\n12\n14\n16\n1976\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\nNumber of Years\nAverage\nAverage\n"
    },
    {
      "number": 13,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n13 \nExhibit 10: Time to IPO and Market Capitalization Based on IPO for Amazon, Google, and Facebook \n \nSource: Company reports and Credit Suisse. \n \nAmazon.com went public 3 years after founding at a market capitalization of $625 million, in current dollars. \nInvestors on the IPO have made 565 times their money. Google went public 6 years after founding at a value \nof $29 billion, and its investors have made 20 times their money. Facebook went public 8 years after its \nfounding at a value of $110 billion, and investors have made 3.7 times their money. It is virtually impossible for \nFacebook investors to earn the same total shareholder return as Amazon.com shareholders did over 20 years.   \n \nBill Gurley, a general partner at Benchmark Capital, urges caution when considering current events. He points \nout that venture capital funds are posting attractive returns even as IPOs are moribund (there were only 39 \nventure-backed IPOs in 2016). The venture capitalists fund entrepreneurs and then the companies raise funds \nfrom late-stage investors, allowing the VCs to mark up the company’s value. Substantial capital is flowing to a \nrelatively small number of relatively immature companies. He argues that the process of an IPO imposes a \nwelcome discipline on a management team, including tightened operations and accounting rigor.33 \n \nAs a result of this build in value pre-IPO, more mutual funds and hedge funds seek to participate in late-stage \nventure capital funding.34 Exhibit 11 shows that 26 mutual fund families had $11.5 billion invested in late-\nstage venture companies as of mid-year 2016. The bulk of that investment, $8.1 billion of the $11.5 billion, \ncomes from Fidelity, T. Rowe Price, and Wellington (which sub advises Hartford Mutual Funds).  \n \n \n \n \n \n \n \n \nAmazon.com\nGoogle\nFacebook\nFounded\n1994\n1998\n2004\nTime Until IPO\n1997\n2004\n2012\n$626M\n$28,761M\n$110,151M\nIPO\nMarket \nCapitalization\n"
    },
    {
      "number": 14,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n14 \nExhibit 11: Mutual Funds and Late-Stage Venture Capital \n \nSource: Katie Reichart, “Unicorn Hunting: Mutual Fund Ownership of Private Companies is a Relevant, but Minor, Concern for Most Investors,” \nMorningstar Manager Research, December 2016. \n \nFor instance, $1.2 billion of the $107 billion in assets under management for the Fidelity Contrafund is in late-\nstage venture investments as of January 2017. The head of global equity capital markets at Fidelity has \nsuggested that the pre-IPO market has become the IPO market of the past.35    \n \nExhibit 12 shows the private companies with the largest investments from mutual fund companies. For \nexample, $2.6 billion of the $12.9 billion of total funding for Uber, the online transportation network company, \ncame from 52 different mutual funds. Snap Inc., the social media company, had received $326 million in \nmutual fund financing prior to its IPO in early 2017.   \n   \n \n \n \n \n \n \n \n \n \nFirm Name\nMarket Value \n($ Millions)\nNumber of \nFunds Invested\nFidelity Investments\n5,190\n59\nT. Rowe Price\n2,080\n25\nHartford Mutual Funds\n848\n14\nBlackRock\n717\n1\nAmerican Funds\n609\n2\nMorgan Stanley\n421\n6\nVanguard\n393\n4\nPutnam\n302\n15\nDavis Funds\n235\n3\nJohn Hancock\n136\n2\nAlger\n107\n21\nOppenheimer Funds\n102\n6\nFranklin Templeton Investments\n64\n4\nPrincipal Funds\n46\n1\nJanus\n44\n4\nWasatch\n43\n4\nVoya\n36\n4\nVALIC\n23\n4\nDelaware Investments\n17\n2\nLegg Mason\n13\n3\nMassMutual\n13\n3\nUSAA\n11\n1\nAB\n3\n3\nTransamerica\n3\n1\nBrown Advisory Funds\n3\n1\nTocqueville\n1\n1\n"
    },
    {
      "number": 15,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n15 \nExhibit 12: Private Firms with Largest Ownership by Fund Companies \n \nSource: Katie Reichart, “Unicorn Hunting.” \n \nExhibit 13 shows the latest valuations for the largest companies that mutual funds have invested in, as well as \nhow those values have changed in the short and long term. Most values dropped or were flat from the end of \nthe third quarter to year-end in 2016. Morningstar calculates that only 3.6 percent of mutual funds in the U.S. \nhave an allocation to venture capital, and that those investments are only 0.13 percent of aggregate assets \nunder management.   \n \n \nFirm Name\nMarket Value \n($ Millions)\nNumber of \nFunds Invested\nUber\n2,556\n52\nPinterest\n857\n15\nWeWork\n661\n20\nAirbnb\n525\n26\nDidi Chuxing (Didi Kuaidi/Xiaoju Kuaizhi)\n461\n23\nDropbox\n390\n40\nFlipkart\n315\n25\nCloudera\n293\n33\nSpaceX\n232\n11\nChina Internet Plus\n165\n20\n"
    },
    {
      "number": 16,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n16 \nExhibit 13: Short- and Long-Term Changes in Unicorn Valuations \n \nSource: Scott Austin, Rolfe Winkler, Renee Lightner, and Lakshmi Ketineni, “The Startup Stock Tracker,” Wall Street Journal, see \nhttp://graphics.wsj.com/tech-startup-stocks-to-watch/. \nCompany\nAverage Change from Previous \nQuarter (Percent)\nAverage Change from First \nInvestment (Percent)\nFirst Investment by \na Mutual Fund\nLatest Private Valuation\n($ Billions)\nUber\n0\n215\nJun 2014\n68.0\nAirbnb\n0\n158\nApr 2014\n30.0\nPalantir\n-7\n118\nJul 2012\n20.0\nMeituan-Dianping\n-18\n0\nJan 2015\n18.3\nSnapchat\n0\n0\nMar 2015\n17.8\nWeWork\n-2\n180\nDec 2014\n16.0\nFlipkart\n-2\n236\nOct 2013\n15.0\nSpaceX\n13\n41\nJan 2015\n12.0\nPinterest\n-8\n120\nOct 2013\n11.0\nDropbox\n-8\n19\nMay 2012\n10.0\nSpotify\n2\n119\nNov 2012\n8.5\nStemcentrx\n20\n20\nAug 2015\n5.0\nCloudera\n-7\n34\nFeb 2014\n4.1\nSocial Finance\n0\n0\nSep 2015\n4.0\nIntarcia\n0\n340\nNov 2012\n3.7\nTanium\n0\n-4\nAug 2015\n3.5\nLending Club\n-16\n9\nApr 2014\n3.1\nDocusign\n-9\n279\nJun 2012\n3.0\nLegendary Entertainment\n0\n144\nSep 2010\n3.0\nModerna\n0\n312\nNov 2013\n3.0\nPure Storage\n-4\n122\nAug 2013\n3.0\nOscar\n0\n-3\nJan 2016\n2.7\nHouzz\n14\n0\nJun 2014\n2.3\nDraftkings\n9\n16\nDec 2014\n2.1\nBlue Apron\n-16\n3\nMay 2015\n2.0\nDomo\n-8\n38\nJan 2014\n2.0\nMagic Leap\n1\n107\nOct 2014\n2.0\nNutanix\n16\n1\nAug 2014\n2.0\nZenefits\n-45\n-44\nMay 2015\n2.0\nWayfair\n36\n82\nMar 2014\n1.9\nAppNexus\n0\n30\nAug 2014\n1.8\nHonest Co.\n-9\n26\nAug 2014\n1.7\nMongoDB\n-3\n-31\nOct 2013\n1.6\nJawbone\nNA\nNA\nJun 2014\n1.5\nMobileye\n-7\n21\nAug 2013\n1.5\nDeem\n-96\n-97\nSep 2013\n1.4\nJet.com\n75\n75\nNov 2015\n1.4\nKlarna\n-6\n-4\nAug 2015\n1.4\nNew Relic\n-4\n109\nJan 2013\n1.2\nOfferUp\n0\n35\nMar 2015\n1.2\nWarby Parker\n-1\n-18\nApr 2015\n1.2\nHortonWorks\n0\n-10\nMar 2014\n1.1\n23andMe\n-2\n-18\nJun 2015\n1.0\nCloudflare\n-28\n-23\nNov 2014\n1.0\nCoupa Software\n-15\n-9\nMay 2015\n1.0\nEventbrite\n-18\n24\nJun 2013\n1.0\nEvernote\n-10\n-55\nNov 2012\n1.0\nForescout\n-10\n-4\nNov 2015\n1.0\nLookout\n-2\n-37\nMar 2014\n1.0\nMarkLogic\n-3\n-12\nApr 2015\n1.0\nTwilio\n9\n18\nApr 2015\n1.0\n"
    },
    {
      "number": 17,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n17 \nWealth transfers through interaction with companies can be a source of excess returns for investors.36 This is \nthe upside of late-stage investing. The downside is that it is hard to make these types of investments at scale \nand very few public market investors have experience investing in young companies. That said, there is \nevidence to show that large investment firms that have invested directly in private equity have fared relatively \nwell.37 \n \nOne final challenge for investment firms investing in startups is that valuations are hard to establish. For \nexample, mutual fund companies commonly mark the same illiquid position at different values.38 As a case in \npoint, T. Rowe Price and Fidelity invested in Cloudera, a software company, at the same price in February \n2014, and as of year-end 2016, T. Rowe Price marked the position at $19.50 while Fidelity valued it at \n$26.01.     \n \nSpin-offs are another source of new listings. In a spin-off, a company distributes shares of a wholly owned \nsubsidiary to its shareholders on a pro-rata and tax-free basis. For example, Biogen Inc., spun off its \nhemophilia business into a new company, Bioverativ Inc., in February 2017. Following the spin-off, Biogen \nshareholders owned shares in Biogen and Bioverativ and a new company was listed. Exhibit 14 shows the \nnumber of completed spin-offs from 1976-2016. \n \nOver the last 40 years, there has been approximately 1 spin-off for every 8 IPOs. There was a steady rise in \nspin-offs from 1976 through the dot-com boom in 2000, followed by a sharp collapse in the first decade of \nthe 2000s. In recent years, spin-off activity has picked up again with a peak in 2014. There were 35 spin-offs \nin 2016 versus 60 in 2014. The all-time high was 66 in both 1999 and 2000.   \n \nExhibit 14: U.S. Spin-Offs, 1976-2016 \n \nSource: Thomson Reuters; Spin-Off Research; Hemang Desai and Prem C. Jain, “Firm Performance and Focus: Long-Run Stock Market Performance \nFollowing Spinoffs,” Journal of Financial Economics, Vol. 54, No. 1, October 1999, 81. \n \n \n \n0\n10\n20\n30\n40\n50\n60\n70\n1976\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\nNumber of Spin-Offs\n"
    },
    {
      "number": 18,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n18 \nFilling the Void \n \nSteven Crist, a well-known horse racing journalist and handicapper, points out that 90 percent of wagers on \nhorse races in 1976 were based simply on win, place, or show. More than 70 percent of wagers today are \nknown as exotics, which involve wagers on the extended order of finish in a particular race or the winners of \nconsecutive races. For example, a handicapper may wager on which horses will finish 1-2, or 1-2-3. The \noutcomes from these wagers derive from more complex race results.39     \n \nOver that same period, there has been rapid growth in derivatives in the U.S. equity market. The Black-\nScholes option pricing model was published in 1973, and 32.4 million equity options traded at the Chicago \nBoard of Exchange in 1976. That volume was roughly 6 times higher in 1996, reaching 191 million options \ntraded. But the real explosion happened in the last 20 years. In 2016, equity options volume was 3.6 billion, \n19 times what it was 20 years before. \n \nThe growth in equity exchange-traded funds (ETFs), which derive their value from the basket of stocks they \nreflect, has also been explosive and has offset the listing gap in part.40 Created in 1993, an ETF is an \ninvestment fund that trades on an exchange similar to a stock. The ETF holds assets that typically track an \nindex, stocks within a sector, stocks that exhibit certain factors, bonds, or commodities. In principle, the ETF \nis supposed to trade close to the net asset value of the securities it is tracking. About one-fifth of the assets \nunder management for ETFs track traditional indexes such as the S&P 500. \n \nETFs trade all day, unlike mutual funds which are priced once a day, can be bought and sold through a broker, \nand are more tax efficient than traditional mutual funds because they trigger fewer “tax events.” In 1996, \nETFs of U.S. domiciled equity funds had assets under management of just $2 billion. That sum has grown to \n$1.8 trillion in 2016. \n \nExhibit 15 shows that the number of equity ETFs in the U.S. went from 1 in 1993 to 658 in 2016. These are \na net sum, as it is common for new ETFs to be listed and others delisted in a given year. ETFs started to gain \nin popularity right around the time that the population of listed stocks started dropping. \n \nExhibit 15: Number of Equity ETFs in the U.S.  \n \nSource: Strategic Insight. \n0\n100\n200\n300\n400\n500\n600\n700\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\nNumber of ETFs\n"
    },
    {
      "number": 19,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n19 \nExhibit 16 adds the U.S. equity ETF universe to the number of existing stocks. While ETFs offset a fraction of \nthe listing gap, their inclusion does give investors an alternative to buying a specific stock. The most active \ntraders of ETFs are institutional investors that use them to speculate, hedge, and arbitrage. Individuals who \ntrade frequently are the next largest segment. Finally, individual investors use ETFs to build low-cost, \ndiversified portfolios. They often do this with the guidance of financial advisers.41  \n \nExhibit 16: Equity ETFs Help Offset the Listing Gap in the U.S.  \n \nSource: Doidge, “The U.S. Listing Gap” and Strategic Insight. \n \nETFs are just 15 percent of total listings but are more than 30 percent of U.S. trading measured by value and \n20 percent by volume (exhibit 17). Trading in ETFs is very concentrated. The SPDR S&P 500 ETF Trust \nalone has averaged about 9 percent of the volume on the New York Stock Exchange over the past five years, \nand 20 ETFs make up about 90 percent of ETF trading volume.  \n \nThat ETFs are such a large part of the market likely represents both an opportunity and a risk. The opportunity \nis to use ETFs as an effective way to hedge or gain quick exposure to the market, a sector, or a factor. The \nrisk is that ETFs may impede price discovery if they become too prominent.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n3,000\n3,500\n4,000\n4,500\n5,000\n5,500\n6,000\n6,500\n7,000\n7,500\n8,000\n1976\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\nNumber\nListed Firms + ETFs\nListed Firms\n"
    },
    {
      "number": 20,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n20 \nExhibit 17: ETFs as a Percentage of Equity Trading in the U.S.  \n \nSource: Credit Suisse Trading Strategy. \n \nSummary  \n \nThe number of listed companies in the U.S. rose 50 percent from 1976 to 1996 and fell 50 percent from \n1996 to 2016. This has not happened in other parts of the world, opening a U.S. listing gap. This is important \nbecause the U.S. comprises one-half of the value of the world’s stock market.   \n \nA company’s decision to list involves weighing costs and benefits. Net benefits appeared to be positive in the \nfirst 20 years of this period and have turned negative in the last 20 years. As a result, delistings have \nexceeded new listings by a large margin since 1996. \n \nRegulation appears to have played a role in two ways. The cost of being public, especially after the \nimplementation of the Sarbanes-Oxley Act in 2002, has risen in the past two decades. That said, the \nshrinkage in the population of listed companies started well before that law was implemented. Further, \nrelatively accommodative anti-trust enforcement allowed for robust M&A activity. \n \nAs a result, listed companies today are on average larger, older, and more profitable than they were 20 years \nago. Further, they operate in industries that are generally more concentrated. The overall size and maturity of \nlisted companies means they are more likely to pay out cash to shareholders in the form of dividends and \nshare buybacks than companies were in the past. \n \nWe speculate that the maturation of listed companies has also contributed to informational efficiency in the \nstock market. Gaining edge in older and well established businesses is likely more difficult than it is in young \nbusinesses with uncertain outlooks. In turn, the greater efficiency may be one of the catalysts for the shift that \ninvestors are making from active to indexed or rule-based strategies.42   \n \n \n \n0%\n5%\n10%\n15%\n20%\n25%\n30%\n35%\n40%\n45%\n2000\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2011\n2012\n2013\n2014\n2015\n2016\nPercentage of Value Traded\n"
    },
    {
      "number": 21,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n21 \nThe chief investment officer (CIO) of an institution in the mid-1970s could gain reasonable exposure to U.S. \nequities by investing in an early stage venture fund and a large market index such as the S&P 500 (itself not \nan easy thing to do at the time). Today, that CIO needs to participate in early- and late-stage venture capital, a \nprivate equity buyout fund, and the S&P 500. Only a few investors have access to all of these alternatives. \n \nThe universe of alternative investments, including venture capital, buyout funds, and hedge funds, has grown \nsharply in the past 20 years to provide some investors with access to more investment opportunities as well as \nto employ more sophisticated methods to generate excess returns. The growth of these asset classes has led \nto lower returns for investors.  \n \nVenture capital funds launched in the 1990s outperformed public markets. But funds started since 2000 have \nunderperformed public markets, with an improvement in recent years. Buyout funds with vintage years before \n2006 outperformed public markets, but those launched in the last decade have only equaled the returns of the \nmarket. Hedge funds have also seen diminishing excess returns in the past decade.43 The difference between \nthe top and bottom performers is larger in venture capital than in buyout funds. \n \n \n \n \n \n"
    },
    {
      "number": 22,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n22 \nAppendix A \n \nExhibit 18: Total Listings, New Lists, and Delists, 1976-2016 \n \nSource: Doidge, “The U.S. Listing Gap” and  Credit Suisse estimates. \n \n \nYear\nListed Firms\nNew Lists\nDelists\n1976\n4,796\n189\n176\n1977\n4,710\n151\n240\n1978\n4,622\n199\n296\n1979\n4,563\n217\n287\n1980\n4,711\n438\n288\n1981\n5,067\n627\n266\n1982\n4,999\n295\n353\n1983\n5,573\n895\n328\n1984\n5,690\n567\n454\n1985\n5,650\n513\n537\n1986\n5,930\n898\n627\n1987\n6,221\n753\n480\n1988\n5,954\n383\n658\n1989\n5,767\n359\n557\n1990\n5,631\n356\n507\n1991\n5,668\n484\n449\n1992\n5,795\n621\n481\n1993\n6,329\n850\n327\n1994\n6,628\n722\n413\n1995\n6,856\n753\n529\n1996\n7,322\n987\n547\n1997\n7,313\n687\n692\n1998\n6,873\n492\n919\n1999\n6,540\n603\n895\n2000\n6,247\n537\n842\n2001\n5,550\n152\n834\n2002\n5,131\n139\n543\n2003\n4,808\n158\n477\n2004\n4,752\n265\n355\n2005\n4,687\n274\n365\n2006\n4,620\n267\n347\n2007\n4,529\n305\n429\n2008\n4,263\n106\n393\n2009\n4,007\n103\n355\n2010\n3,878\n167\n320\n2011\n3,724\n128\n293\n2012\n3,605\n152\n268\n2013\n3,653\n278\n230\n2014\n3,732\n265\n186\n2015\n3,775\n282\n239\n2016\n3,671\n182\n286\n"
    },
    {
      "number": 23,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n23 \nAppendix B \n \nExhibit 19: Valuation of Unicorns, March 2017 \n \nCompany\nValuation \n($ Billions)\nEquity Funding \n($ Billions)\nDate of Most \nRecent Valuation\nUber\n68.0\n12.9\nJun 2016\nXiaomi\n46.0\n1.4\nDec 2014\nDidi Chuxing\n33.0\n8.6\nSep 2016\nAirbnb\n31.0\n3.3\nMar 2017\nPalantir\n20.0\n1.9\nOct 2015\nLufax\n18.5\n1.7\nDec 2015\nMeituan-Dianping\n18.3\n3.3\nJan 2016\nWeWork\n17.2\n0.3\nMar 2017\nFlipkart\n15.0\n3.0\nApr 2015\nSpaceX\n12.0\n1.1\nJan 2015\nPinterest\n11.0\n1.3\nFeb 2015\nDJI\n10.0\n0.6\nSep 2016\nDropbox\n10.0\n0.6\nJan 2014\nStripe\n9.2\n0.5\nNov 2016\nTheranos\n9.0\n0.8\nFeb 2014\nSpotify\n8.5\n1.0\nApr 2015\nZhong An Online\n8.0\n0.9\nJun 2015\nSnapdeal\n6.5\n1.7\nFeb 2016\nLyft\n5.5\n2.0\nJan 2016\nOla Cabs (ANI Technologies)\n5.0\n0.9\nSep 2015\nOne97 Communications\n4.8\n0.8\nAug 2016\nEle.me\n4.5\n2.3\nApr 2016\nMagic Leap\n4.5\n1.4\nFeb 2016\nCloudera\n4.1\n0.7\nMar 2014\nSoFi (Social Finance)\n4.0\n1.4\nAug 2015\nSlack\n3.8\n0.5\nApr 2016\nGarena Online\n3.8\n0.5\nMar 2016\nIntarcia Therapeutics\n3.7\n0.8\nSep 2016\nTanium\n3.5\n0.3\nSep 2015\nCredit Karma\n3.5\n0.4\nJun 2015\nInstacart\n3.4\n0.4\nMar 2017\nLeSports\n3.4\n1.4\nMar 2016\nDelivery Hero\n3.1\n1.3\nJun 2015\nGrabtaxi\n3.0\n1.6\nSep 2016\nFanatics\n3.0\n0.6\nAug 2015\nWish (ContextLogic)\n3.0\n0.7\nMay 2015\nDocuSign\n3.0\n0.5\nApr 2015\nModerna\n3.0\n0.7\nJan 2015\nVANCL\n3.0\n0.5\nDec 2011\nBloom Energy\n2.9\n1.2\nSep 2011\nOscar Health Insurance\n2.7\n0.7\nFeb 2016\nOneWeb\n2.5\n1.7\nDec 2016\nInMobi\n2.5\n0.2\nDec 2014\nMozido\n2.4\n0.3\nOct 2014\nAdyen\n2.3\n0.3\nSep 2015\nHouzz\n2.3\n0.2\nOct 2014\nHelloFresh\n2.2\n0.4\nDec 2016\nUptake\n2.0\n0.1\nFeb 2017\nZenefits (YourPeople)\n2.0\n0.6\nJun 2016\n"
    },
    {
      "number": 24,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n24 \n \nCompany\nValuation \n($ Billions)\nEquity Funding \n($ Billions)\nDate of Most \nRecent Valuation\nDomo\n2.0\n0.6\nMar 2016\nAvant\n2.0\n0.7\nOct 2015\nGithub\n2.0\n0.4\nJul 2015\nBlue Apron\n2.0\n0.2\nJun 2015\nCoupang\n2.0\n1.4\nJun 2015\nTrendy Group\n2.0\n0.2\nFeb 2012\nWePiao\n1.9\n0.8\nApr 2016\nAppDynamics\n1.9\n0.3\nNov 2015\nProsper Marketplace\n1.9\n0.4\nApr 2015\nSprinklr\n1.8\n0.3\nJul 2016\nZocDoc\n1.8\n0.2\nAug 2015\nAppNexus\n1.8\n0.3\nApr 2015\nBuzzFeed\n1.7\n0.5\nNov 2016\nHonest Co.\n1.7\n0.2\nAug 2015\nCureVac\n1.7\n0.4\nOct 2015\nLakala.com\n1.6\n0.3\nJun 2015\nJetSmarter\n1.6\n0.2\nDec 2016\nMongoDB\n1.6\n0.3\nDec 2014\nQuanergy\n1.6\n0.2\nAug 2016\nZoox\n1.6\n0.3\nNov 2016\nOxford Nanopore\n1.5\n0.3\nJul 2015\nInsideSales.com\n1.5\nN/A\nJan 2017\nUnity Technologies\n1.5\n0.2\nJul 2016\nRazer\n1.5\n0.1\nMar 2016\nJawbone\n1.5\n0.7\nJan 2016\nGuahao.com\n1.5\n0.5\nSep 2015\nBlaBlaCar\n1.5\n0.3\nJul 2015\nMuleSoft\n1.5\n0.3\nMay 2015\nKoudai Shopping\n1.5\n0.4\nOct 2014\nMu Sigma\n1.5\n0.2\nFeb 2013\nC3 IoT\n1.4\n0.1\nMar 2017\nHike\n1.4\n0.3\nAug 2016\nKlarna\n1.4\n0.3\nMar 2014\nDeem\n1.4\n0.5\nSep 2011\nApttus\n1.3\n0.3\nSep 2016\nThumbtack\n1.3\n0.3\nSep 2015\nFanDuel\n1.3\n0.4\nJul 2015\nMedallia\n1.3\n0.3\nJul 2015\nOkta\n1.2\n0.2\nSep 2015\nWarby Parker\n1.2\n0.2\nApr 2015\nInfinidat\n1.2\n0.2\nApr 2015\nAuto1 Group\n1.2\n0.2\nApr 2015\nAutomattic\n1.2\n0.2\nMay 2014\nGlobal Fashion Group\n1.1\n1.5\nApr 2016\nView\n1.1\n0.7\nFeb 2017\nOpenDoor\n1.1\n0.3\nNov 2016\nCylance\n1.1\n0.2\nJun 2016\nTransferWise\n1.1\n0.1\nMay 2016\nFarfetch\n1.1\n0.3\nMay 2016\nShopclues.com\n1.1\n0.5\nJan 2016\nNextdoor\n1.1\n0.2\nMar 2015\nIronSource\n1.1\n0.1\nAug 2014\nProteus Digital Health\n1.1\n0.4\nJun 2014\nActifio\n1.1\n0.2\nMar 2014\n"
    },
    {
      "number": 25,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n25 \n \nSource: Scott Austin, Chris Canipe, and Sarah Slobin, “The Billion Dollar Startup Club,” Wall Street Journal, see http://graphics.wsj.com/billion-dollar-\nclub/.\nCompany\nValuation \n($ Billions)\nEquity Funding \n($ Billions)\nDate of Most \nRecent Valuation\nAnaplan\n1.1\n0.2\nJan 2016\nDeliveroo\n1.1\n0.5\nAug 2016\nGusto (ZenPayroll)\n1.1\n0.1\nDec 2015\nAiwujiwu\n1.1\n0.3\nNov 2015\nJiuxian\n1.1\n0.3\nJul 2015\nAppDirect\n1.0\n0.2\nOct 2015\nChina Rapid Finance\n1.0\n0.1\nJul 2015\n23andMe\n1.0\n0.2\nJun 2015\nYello Mobile\n1.0\n0.1\nDec 2014\nDraftKings\n1.0\n0.5\nMar 2017\nZoom Video\n1.0\n0.1\nJan 2017\nHuochebang\n1.0\n0.2\nDec 2016\nCareem\n1.0\n0.4\nDec 2016\nProcore\n1.0\n0.1\nDec 2016\nCompass\n1.0\n0.2\nAug 2016\nSMS Assist\n1.0\n0.3\nJun 2016\nLiepin.com\n1.0\n0.2\nJun 2016\nMofang Apartments\n1.0\n0.5\nApr 2016\nAfrica Internet Group\n1.0\n0.5\nMar 2016\nForeScout\n1.0\n0.2\nJan 2016\nTutorGroup\n1.0\n0.3\nNov 2015\nDatto\n1.0\n0.1\nNov 2015\nUdacity\n1.0\n0.2\nNov 2015\nKabbage\n1.0\n0.2\nOct 2015\nMia.com\n1.0\n0.2\nSep 2015\nKik Interactive\n1.0\n0.1\nAug 2015\nVox Media\n1.0\n0.1\nAug 2015\nTujia\n1.0\n0.5\nAug 2015\nZscaler\n1.0\n0.1\nJul 2015\nAdaptive Biotechnologies\n1.0\n0.4\nMay 2015\nMarkLogic\n1.0\n0.2\nApr 2015\nFunding Circle\n1.0\n0.3\nApr 2015\nDocker\n1.0\n0.2\nApr 2015\nPanshi\n1.0\n0.2\nApr 2015\nFanli\n1.0\n0.0\nApr 2015\nWifimaster\n1.0\n0.1\nMar 2015\nZomato Media\n1.0\n0.2\nMar 2015\nLamabang\n1.0\n0.1\nMar 2015\nShazam\n1.0\n0.2\nJan 2015\nBeibei\n1.0\n0.1\nJan 2015\nAPUS Group\n1.0\n0.1\nJan 2015\nQualtrics\n1.0\n0.2\nSep 2014\nQuikr\n1.0\n0.4\nSep 2014\nLookout\n1.0\n0.3\nAug 2014\nJustFab\n1.0\n0.3\nAug 2014\nPluralsight\n1.0\n0.2\nAug 2014\nMogujie\n1.0\n0.2\nJun 2014\nEventbrite\n1.0\n0.2\nMar 2014\nTango\n1.0\n0.4\nMar 2014\nAvast Software\n1.0\n0.1\nFeb 2014\nCloudFlare\n1.0\n0.1\nDec 2012\nEvernote\n1.0\n0.3\nMay 2012\n"
    },
    {
      "number": 26,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n26 \nEndnotes \n \n1 “Credit Suisse Global Investment Returns Yearbook 2017,” Credit Suisse Research Institute, February 2017.  \n2 Rafael La Porta, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, “Legal Determinants of \nExternal Finance” Journal of Finance, Vol. 52, No. 3, July 1997, 1131-1158. \n3 Gerald F. Davis, The Vanishing American Corporation: Navigating the Hazards of a New Economy (Oakland, \nCA: Berrett-Koehler Publishers, 2016). \n4 Craig Doidge, G. Andrew Karolyi, and René M. Stulz, “The U.S. Left Behind? Financial Globalization and the \nRise of IPOs Outside the U.S.” Journal of Financial Economics, Vol. 110, No. 3, December 2013, 546-573. \n5 Craig Doidge, G. Andrew Karolyi, René M. Stulz, “The U.S. Listing Gap,” Journal of Financial Economics, \nVol. 123, No. 3, March 2017, 464-487. \n6 Ibid. \n7 Ibid. \n8 For evidence of the costs of Sarbanes-Oxley, see Ivy Xiying Zhang, “Economic Consequences of the \nSarbanes-Oxley Act of 2002,” Journal of Accounting and Economics, Vol. 44, No. 1-2, September 2007, \n74-115 and Ellen Engel, Rachel M. Hayes, and Xue Wang, “The Sarbanes-Oxley Act and Firms’ Going-\nPrivate Decisions,” Journal of Accounting and Economics, Vol. 44, No. 1-2, September 2007, 116-145. For \nevidence that the trend preceded the act, see Christian Leuz, “Was the Sarbanes-Oxley Act of 2002 Really \nthis Costly? A Discussion of Evidence from Event Returns and Going-Private Decisions,” Journal of \nAccounting and Economics, Vol. 44, No. 1-2, September 2007, 146-165. \n9 Doidge, Karolyi, and Stulz (2017). \n10 Patrick A. Gaughan, Mergers, Acquisitions, and Corporate Restructurings, Fifth Edition (Hoboken, NJ: John \nWiley & Sons, 2011), 35-73. Also, see Gerry McNamara, Jerayr Haleblian, and Bernadine Johnson Dykes, \n“The Performance Implications of Participating in an Acquisition Wave,\" Academy of Management Journal, Vol. \n51, No. 1, February 2008, 113-130. \n11 Alexander Ljungqvist, Lars Persson, and Joacim Tåg, “Private Equity’s Unintended Dark Side: On the \nEconomic Consequences of Excessive Delistings,” IFN Working Paper No. 1115, November 23, 2016. \n12 McKinsey, \"The New Power Brokers: How Oil, Asia, Hedge Funds, and Private Equity Are Shaping Global \nCapital Markets,\" McKinsey Global Institute, October 2007, 129 and “Assets under management in private \nequity sector grows to $2.5 trillion,” Consultancy.uk. Also, Maureen Farrell, “America’s Roster of Public \nCompanies Is Shrinking Before Our Eyes,” Wall Street Journal, January 6, 2017. \n13 “Private Equity: The Barbarian Establishment,” Economist, October 22, 2016. \n14 Sreedhar T. Bharath and Amy K. Dittmar, “Why Do Firms Use Private Equity to Opt Out of Public Markets?” \nReview of Financial Studies, Vol. 23, No. 5, May 2010, 1771-1818. \n15 “These 15 Charts Illustrate the Current U.S. Private Equity Landscape,” Pitchbook Platform, July 19, 2016. \nSee https://pitchbook.com/news/articles/these-15-charts-illustrate-the-current-us-private-equity-landscape. \n16 Steven N. Kaplan and Per Strömberg, “Leveraged Buyouts and Private Equity,” Journal of Economic \nPerspectives, Vol. 23, No. 1, Winter 2009, 121-146.  \n17 “US PE & VC IPO Review: 2016,” Pitchbook. \n18 Francois Degeorge, Jens Martin, Ludovic Phalippou, “On Secondary Buyouts,” Journal of Financial \nEconomics, Vol. 120, No. 1, April 2016, 124-145. Also, Sridhar Arcot, Zsuzsanna Fluck, José-Miguel Gaspar, \nand Ulrich Hege, “Fund Managers Under Pressure: Rationale and Determinants of Secondary Buyouts,” \nJournal of Financial Economics, Vol. 115, No. 1, January 2015, 102-135.  \n19 Jonathan Macey, Maureen O’Hara, and David Pompilio, “Down and Out in the Stock Market: The Law and \nEconomics of the Delisting Process,” Journal of Law and Economics, Vol. 51, No. 4, November 2008, 683-\n713. \n20 Gustavo Grullon, Yelena Larkin, and Roni Michaely, “Are U.S. Industries Becoming More Concentrated?” \nWorking Paper, February 2017. \n"
    },
    {
      "number": 27,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n27 \n21 The HHI is equal to 10,000 times the sum of the squares of the market shares of the 50 largest firms in an \nindustry. If there are fewer than 50 firms, the amount is summed for all firms in the industry. For instance, for \nan industry with four companies and market shares of 40 percent, 30 percent, 20 percent, and 10 percent, \nthe index would be 3,000. (10,000 x [(.4)2 + (.3) 2 + (.2) 2 + (.1)2].) \n22 Kathleen Kahle and René M. Stulz, “Is the American Public Corporation in Trouble?” Fisher College of \nBusiness Working Paper 2016-03-023, November 2016. \n23 Grullon, Larkin, Michaely, (2017). \n24 Kahle and Stulz, (2016). The decline in appetite to innovate may also lead companies to pay out more. See \nClaudio Loderer, René Stulz, and Urs Waelchli, “Firm Rigidities and the Decline in Growth Opportunities,” \nManagement Science, Forthcoming.   \n25 Gustavo Grullon, Yelena Larkin, and Roni Michaely, “The Disappearance of Public Firms and the Changing \nNature of U.S. Industries,” Working Paper, February 2017. Some have argued that profits are too high. See \n“Too Much of a Good Thing: Profits are Too High. America Needs a Giant Dose of Competition,” Economist, \nMarch 26, 2016. \n26 Michael J. Mauboussin, Dan Callahan, and Darius Majd, “The Base Rate Book: Integrating the Past to \nBetter Anticipate the Future,” Credit Suisse Global Financial Strategies, September 26, 2016. \n27 Nihat Aktas, Christian Andres, and Ali Ozdakak, “The Interplay of IPO and M&A Markets: The Many Ways \nOne Affects the Other,” in Oxford Handbook on IPOs, Douglas Cumming and Sofia Johan, eds., forthcoming.  \n28 Jean Helwege and Nellie Liang, “Initial Public Offerings in Hot and Cold Markets,” Journal of Financial and \nQuantitative Analysis, Vol. 39, No. 3, September 2004, 541-569 and Ĺuboš Pástor and Pietro Veronesi, \n“Rational IPO Waves,” Journal of Finance, Vol. 60, No. 4, August 2005, 1713-1757. \n29 Tyler Cowen, The Complacency Class: The Self-Defeating Quest for the American Dream (New York: St. \nMartin’s, 2017); Ryan Decker, John Haltiwanger, Ron S. Jarmin, and Javier Miranda, “The Secular Decline in \nBusiness Dynamism in the U.S.” Working Paper, June 2014; John Haltiwanger, Ian Hathaway, Javier \nMiranda, “Declining Business Dynamism in the U.S. High-Technology Sector,” Ewing Marion Kauffman \nFoundation, February 2014; “Where Are the IPOs?” Wall Street Journal, January 2, 2017; \nhttps://www.bls.gov/bdm/entrepreneurship/bdm_chart2.htm. An establishment is a proxy for a firm. An \nestablishment usually refers to a single location and is akin to a facility. A firm commonly consists of multiple \nestablishments, but 95 percent of all firms have one establishment. There are approximately 1.3 times more \nestablishments than firms in the U.S. \n30 Invested capital figures are net of excess cash. \n31 Maureen Farrell and Greg Bensinger, “Airbnb’s Funding Round Led by Google Capital,” Wall Street Journal, \nSeptember 22, 2016. \n32 See http://graphics.wsj.com/billion-dollar-club/. \n33 Bill Gurley, “How to Miss by a Mile,” Credit Suisse—Proceedings: 2016 Thought Leader Forum, May 19, \n2016. \n34 Katie Reichart, “Unicorn Hunting: Mutual Fund Ownership of Private Companies is a Relevant, but Minor, \nConcern for Most Investors,” Morningstar Manager Research, December 2016. Also Sarah Max, “Betting on \nPrivate Companies,” Barron’s, March 21, 2015. \n35 Tim McLaughlin and Ross Kerber, “Mutual Funds Chase Head Start on hit IPOs with Pre-Public Financing,” \nReuters, June 4, 2015. \n36 Richard G. Sloan and Haifeng You, “Wealth Transfers via Equity Transactions,” Journal of Financial \nEconomics, Vol. 118, No. 1, October 2015, 93-112. \n37 Lily Fang, Victoria Ivashina, Josh Lerner, “The Disintermediation of Financial Markets: Direct Investing in \nPrivate Equity,” Journal of Financial Economics, Vol. 116, No. 1, April 2015, 160-178. \n38 Rolfe Winkler and Scott Austin, “Mutual Funds Sour on Startup Investments,” Wall Street Journal, March 3, \n2016. See http://graphics.wsj.com/tech-startup-stocks-to-watch/. \n39 Steven Crist, Exotic Betting: How to Make the Multihorse, Multirace Bets that Win Racing's Biggest Payoffs \n(New York: DRF Press, 2006), 2-3. \n"
    },
    {
      "number": 28,
      "text": " \n \nMarch 22, 2017 \nThe Incredible Shrinking Universe of Stocks \n28 \n40 Harold Bradley and Robert E. Litan, “Choking the Recovery: Why New Growth Companies Aren’t Going \nPublic and Unrecognized Risks of Future Market Disruptions,” Ewing Marion Kauffman Foundation Working \nPaper, November 12, 2010.  \n41 “Jack Bogle: The Lessons We Must Take from ETFs,” Financial Times—Age of the ETF Series, December \n12, 2016. \n42 Michael J. Mauboussin, Dan Callahan, and Darius Majd, “Looking for Easy Games: How Passive Investing \nShapes Active Management,” Credit Suisse Global Financial Strategies, January 4, 2017. \n43 Robert S. Harris, Tim Jenkinson, and Steven N. Kaplan, “How Do Private Equity Investments Perform \nCompared to Public Equity?” Journal of Investment Management, Vol. 14, No. 3, Third Quarter 2016, 14-37; \nBerk A. Sensoy, Yingdi Wang, and Michael S. Weisbach, \"Limited Partner Performance and the Maturing of \nthe Private Equity Industry,” Journal of Financial Economics, Vol. 112, No. 3, June 2014, 320-343. \n"
    },
    {
      "number": 29,
      "text": " \n \n \nImportant information \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been \nprepared solely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse \nto any person to buy or sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any \ninvestment or strategy is suitable or appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price \nand value of investments mentioned and any income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a \nguide to the future. \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does \nnot make any representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse \nGroup company may have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. \nInvestments in emerging markets are speculative and considerably more volatile than investments in established markets. Some of the main risks are \npolitical risks, economic risks, credit risks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. \nBefore entering into any transaction, you should consider the suitability of the transaction to your particular circumstances and independently review \n(with your professional advisers as necessary) the specific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This \ndocument is issued and distributed in the United States by Credit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit \nSuisse Securities (Canada), Inc.; and in Brazil by Banco de Investimentos Credit Suisse (Brasil) S.A. \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse \nSecurities (Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential \nRegulation Authority (PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated \nentities within Credit Suisse. The protections made available by the UK‘s Financial Services Authority for private customers do not apply to investments \nor services provided by a person outside the UK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails \nto meet its obligations. This document is distributed in Guernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in \nGuernsey under 15197, with its registered address at Helvetia Court, Les Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse \n(Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey Financial Services Commission. Copies of the latest audited \naccounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) Limited, Jersey Branch, which is regulated by the \nJersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey Branch, in Jersey is: TradeWind House, 22 \nEsplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following is the appropriately authorised \nentity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong Securities and \nFutures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a Registered \nInstitution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities \n(Australia) Limited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and \nelsewhere in the world by the relevant authorized affiliate of the above. \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \nHOLT\n® \nWith respect to the analysis in this report based on the Credit Suisse HOLT methodology, Credit Suisse certifies that (1) the views expressed in this \nreport accurately reflect the Credit Suisse HOLT methodology and (2) no part of the Firm's compensation was, is, or will be directly related to the \nspecific views disclosed in this report. \nThe Credit Suisse HOLT methodology does not assign recommendations to a security. It is an analytical tool that involves use of a set of proprietary \nquantitative algorithms and warranted value calculations, collectively called the Credit Suisse HOLT valuation model, that are consistently applied to all \nthe companies included in its database. Third-party data (including consensus earnings estimates) are systematically translated into a number of default \nvariables and incorporated into the algorithms available in the Credit Suisse HOLT valuation model. The source financial statement, pricing, and \nearnings data provided by outside data vendors are subject to quality control and may also be adjusted to more closely measure the underlying \neconomics of firm performance. These adjustments provide consistency when analyzing a single company across time, or analyzing multiple companies \nacross industries or national borders. The default scenario that is produced by the Credit Suisse HOLT valuation model establishes the baseline \nvaluation for a security, and a user then may adjust the default variables to produce alternative scenarios, any of which could occur. Additional \ninformation about the Credit Suisse HOLT methodology is available on request. \nThe Credit Suisse HOLT methodology does not assign a price target to a security. The default scenario that is produced by the Credit Suisse HOLT \nvaluation model establishes a warranted price for a security, and as the third-party data are updated, the warranted price may also change. The default \nvariables may also be adjusted to produce alternative warranted prices, any of which could occur. Additional information about the Credit Suisse HOLT \nmethodology is available on request. \n© 2017 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n  \n"
    }
  ]
}