{
  "filename": "2017_assembling_a_dream_team__how_gender_diversity_can_strengthen_your_team.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423230906-07'00'",
    "modDate": "D:20240423231134-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \n \nMay 11, 2017 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \nDarius Majd \ndarius.majd@credit-suisse.com \n \n \nSource: Credit Suisse. \n \n There has been a substantial shift in investment management from single- \nto team-managed funds. Teams appear to confer some performance \nadvantage, and teams of three deliver the best results. \n To improve a team’s odds of success it is important to be mindful about \nhow you create and manage the team.  \n Effective teams have high cognitive diversity, which is valuable because it \nprovides lots of tools for solving problems. The presence of psychological \nsafety and dependability also predict success. \n Women are underrepresented in fund management relative to other \ncognitively demanding jobs. Both motivation and bias contribute to this \nlack of representation. \n Experiments that measure collective intelligence show that teams with a \nlarge percentage of women perform well and better than teams with a \nsimilar percentage of males.   \n \n \nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nAssembling a Dream Team \nHow Gender Diversity Can Strengthen Your Team \n"
    },
    {
      "number": 2,
      "text": " \n \nMay 11, 2017 \nAssembling a Dream Team \n2 \nIntroduction: The Big Shift \n \nConsultants believe that the organizational model of a “network of teams,” where the leaders of companies \nempower teams to deliver results, is on the rise.1 This is evident in the money management business in the \nUnited States, where there has been a meaningful shift from single- to team-managed equity mutual funds in \nthe last quarter century. Exhibit 1 shows that about 70 percent of equity mutual funds had a single manager \nand 30 percent were run by teams 25 years ago. Today, those figures are reversed.2 Mutual funds managed \nby a team have become the norm. This prompts the question as to whether funds managed by teams deliver \nbetter results than those run by a single manager. \n \nExhibit 1: Mutual Fund Management: From Individuals to Teams \n \nSource: Saurin Patel and Sergei Sarkissian, “To Group or Not to Group? Evidence from Mutual Fund Databases,” Journal of Financial and Quantitative \nAnalysis, Forthcoming, 2017 and Diamond Wang, “What Does It Mean to Be in a Team? Evidence from U.S. Mutual Fund Managers,” Working Paper, \nJune 17, 2016. \n \nSome studies have shown that funds run by teams have returns that are comparable or slightly lower than \nthose of funds run by individuals.3 Team-run funds were also found to be less risky in general.4 Separating \nfunds run by teams from those run by individuals is difficult to do accurately because of the way that \nperformance monitoring groups such as The Center for Research in Security Prices (CRSP) report the data. \nAs a consequence, the CRSP figures understate the results for funds run by teams.  \n \nRecent research by Saurin Patel and Sergei Sarkissian, professors of finance, corrects this issue. Upon re-\nexamining the data, they found that teams do outperform individual managers. They further examined the \nreturns of funds run by teams of various sizes relative to those of single-managed funds.5 Exhibit 2 shows that \nthe highest gains, adjusted for risk, come from teams of three members. There is a substantial drop to two-\nperson teams followed by teams of four. \n \n \n \n \n \n25\n30\n35\n40\n45\n50\n55\n60\n65\n70\n75\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\nPercentage of Mutual Funds\nTeam-Managed\nSingle-Managed\n"
    },
    {
      "number": 3,
      "text": " \n \nMay 11, 2017 \nAssembling a Dream Team \n3 \nExhibit 2: Team-Managed Funds Relative to Single-Managed Funds (Annual Returns) \n \nSource: Saurin Patel and Sergei Sarkissian, “To Group or Not to Group? Evidence from Mutual Fund Databases,” Journal of Financial and Quantitative \nAnalysis, Forthcoming, 2017. \n \nThe analysis by Patel and Sarkissian also shows that only the teams in large metropolitan areas, such as New \nYork or Boston, outperformed the single managers.6 This is because larger cities have more employees with \nhigher skill and productivity than smaller ones do, which creates favorable conditions for team results. There is \nnothing magical about a team. A team needs the requisite characteristics to succeed. \n \nJ. Richard Hackman was a professor of psychology at Harvard University who studied team performance. He \nemphasized that a team needs certain features to be legitimate. These include a stated task, clear boundaries, \nauthority to manage work processes, and an element of membership stability.6 Investment teams generally \nhave all of these features.        \n \nWe commonly use the term team loosely, but a true team exists only when there is interaction among its \nmembers. There may be many individuals within a company who have similar responsibilities and report to the \nsame manager. But workers are a co-acting group, not a team, if they do not interact to achieve their goals.  \n \nDefining the nature of the task is the first step in determining how best to meet a goal. A task has a specific \noutcome that an observer can measure and the team must be accountable for that outcome.7 Lots of tasks \nare better done by individuals than by teams, including writing and executive leadership.8 Teams are often \nbetter than individuals when the task demands the aggregation of heterogeneous input to solve a problem. \nHowever, teams should always have a stated purpose and process.  \n \nProperly constructed teams have defined boundaries, which means it is clear who is on the team and who is \nnot. Most professionals interact with lots of people inside and outside of their organizations, so they do not \nalways know which teams they belong to. Teams operate in the context of larger organizations and must \nmaintain and manage relations in that social system. You want your team to be defined clearly but also to be \npart of the broader organization. \n \nThat a team has clear authority is also critical. This means that team members understand which decisions are \ntheirs to make. Generally speaking, management is most effective at setting a task and building a team, and \nteam members are better suited at figuring out the work process and executing on the ground. Meeting the \ndefinition of a team is relatively straightforward in active investment management as the goal is to select \nsecurities and construct a portfolio that generates excess returns.   \n0\n10\n20\n30\n40\n50\n60\nFour\nTwo\nThree\nRisk-Adjusted Gains Relative to \nSingle-Managed Mutual Funds (Basis Points)\nNumber of Managers\n"
    },
    {
      "number": 4,
      "text": " \n \nMay 11, 2017 \nAssembling a Dream Team \n4 \nFinally, the research shows that stable teams tend to perform better than teams that have members who \nrotate constantly. For example, analysis by the National Transportation Safety Board found that 73 percent of \naircraft “incidents” occur on a crew’s first day of flying together.9 Stability is valuable because team members \nlearn about one another’s strengths and weaknesses, figure out how to work together, and appreciate their \nshared goals.   \n \nWe discuss how to build an effective team in the investment industry. We then turn our attention to the \nspecific issue of women in the business. Women are underrepresented in fund management relative to other \ncognitively demanding jobs such as being a doctor or lawyer. We explore some potential explanations for this \nand provide some ideas about how to attract more women to the field in the appendix. \n \nBuilding an Effective Team \n \nTeams are common in the investment industry and appear to confer some performance advantage. But to \nimprove your odds of success you must be mindful about how you create and manage a team. To make a \nquality decision, an effective team must identify and vet alternatives and select the one that makes the most \nsense. This requires having a team of the proper size and composition that you manage effectively. Many \norganizations, including investment firms, can improve how they work in teams.      \n \nThe size of a team can have a big impact on its effectiveness. While the size will vary based on the nature of \nthe task, studies indicate there is an optimal range. Hackman studied this in detail and found that there is a \ntrade-off between size and productivity.10 Large teams promise greater potential productivity because the \nmore members there are, the greater the variety of skill and information. However, the size advantage is offset \nby a loss of productivity, which is the result of a decrease in individual motivation, coordination difficulties, and \nlack of communication. So you should add team members until the cost of the incremental member outstrips \nthe benefit. Hackman found that four to six is the ideal size for most teams. Further, smaller is better than \nlarger. You would rather have a team of three than one of seven or more.   \n \nPatel and Sarkissian’s results are consistent with the conclusions from Hackman’s research. Investment \nmanagement is a task of problem solving, and the professors show that teams tend to outperform individuals \nfor that type of task. Teams of three appear to be most effective. The numbers for teams of five or more are \nsimilar to those of three, but the researchers found they could draw no sound conclusions because the sample \nsize was too small. What is noteworthy is that the best results appear to come from teams that have an odd \nnumber. This allows for a tie-breaker if there is no clear consensus.   \n \nTeam composition is the second aspect of constructing an effective team. Diversity is the most important \nconcept in team construction. There are a number of aspects of diversity that are crucial to understand and \nconsider. These include what type of diversity is most conducive to quality decisions and why diversity can lead \nto bad results. Many leaders do not understand diversity well and fail to manage it effectively even when it \nexists. \n \nIt is common to understand and report on diversity based on social categories. These categories include \ngender, age, ethnicity, and religion. Another way to consider diversity is based on cognitive capabilities (see \nexhibit 3). Examples include training, education, personality, and functional knowledge.    \n \nA team solving problems should strive for high cognitive diversity. This equips the team with a wide range of \ntools and information that it uses to make effective decisions and solve thorny problems. Think of each task as \nrequiring a specific type of tool. A cognitively diverse team has lots of tools in the toolbox, allowing it to match \nthe proper tool to the task.  \n"
    },
    {
      "number": 5,
      "text": " \n \nMay 11, 2017 \nAssembling a Dream Team \n5 \nExhibit 3: Examples of Social Category and Cognitive Diversity \n \n \n \n \n \n \nSocial Category Diversity \n \n \n \n \nCognitive Diversity \n \n \n \n \n \nRace \n \n \n \n \n \n \n \n \n \nInformation or expertise \n \n \n \n \n \nEthnicity \n \n \n \n \n \n \n \n \nFunctional knowledge \n \n \n \n \n \nGender  \n \n \n \n \n \n \n \n \nHeuristics  \n \n \n \n \n \nAge  \n \n \n \n \n \n \n \n \n \nRepresentations  \n \n \n \n \n \nReligion  \n \n \n \n \n \n \n \n \nMental models \n \n \n \n \n \nSexual orientation  \n \n \n \n \n \nCategorization \nSource: Elizabeth Mannix and Margaret A. Neale, “What Differences Make a Difference? The Promise and Reality of Diverse Teams in Organizations,” \nPsychological Science in the Public Interest, Vol. 6, No. 2, October 2005, 36. \n \nScott E. Page, a professor of complex systems, political science, and economics at the University of Michigan, \nis one of the leading researchers on diversity. Page emphasizes that people who look different may think the \nsame way and that people who look the same may think differently. But our sense of the situation is generally \ncorrect: social category diversity tends to lead to cognitive diversity. Page also shows the math of how \ncognitive diversity improves a team’s results. \n \nPage describes specific tools that make up cognitive diversity and that allow an individual to contribute to \ncollective problem solving:11 \n \n Information consists of facts about the world that you can represent as pieces or objects. Information is \nnot simply data. For data to be information the user must be able to interpret it and it must be meaningful. \nYou amass information throughout your life. You gather it from school, work, and family and friends. We \nall have different information. \n \n Knowledge refers to structural comprehension. Examples include the ability to read, write, speak a \nlanguage, or prepare financial statements in advance of an audit. While information is mostly about facts, \nknowledge entails a theoretical or empirical understanding of patterns or how things work.  \n \n Heuristics are the methods or techniques that you can use to solve problems and generate ideas. A \nheuristic is a rule of thumb that efficiently gets you to a solution. Having access to a diverse set of \nheuristics contributes to group results because not all heuristics work for all problems. They are non-\ncumulative so you can learn them in any order, and you can apply heuristics across fields.   \n \n Representations capture the perspectives and categorizations you use when you think about or look at a \nsubject. Two people with different perspectives, or points of view, will not approach a problem in the same \nway. For example, if you ask someone to list the largest countries in the world, the response would \ndepend on the perspective of the person answering. One might draw a list based on land mass, another \nbased on population, and yet a third based on gross domestic product. Varied perspectives can yield \ninsights.  \n \nCategorizations allow you to make inferences. For example, you might classify Tiffany and Wal-Mart as \nretailers and Maserati and Volkswagen as automobile manufacturers. Someone with a different \ncategorization might put Tiffany and Maserati together as premium brands and Wal-Mart and Volkswagen \ntogether as low-cost brands. When members have different categorizations, teams can do a better job of \nassessing alternatives and anticipating outcomes.    \n \n Mental models are simple but systematic frameworks that allow you to capture the essential features of \na problem you are trying to understand. Mental models are cognitive tools that are powerful because they \nsimplify the complex. But a mental model can also cause an individual to miss or reject relevant \ninformation. A team helps reduce that risk. \n"
    },
    {
      "number": 6,
      "text": " \n \nMay 11, 2017 \nAssembling a Dream Team \n6 \nPage argues that these components of cognitive diversity contribute to a team’s ability to innovate, solve \nproblems, predict, evaluate, verify, and ultimately make strategic decisions. A high level of cognitive diversity \nmeans the team has a large repertoire of cognitive tools. The more challenging the task, the more valuable \ncognitive diversity becomes.  \n \nThe discussion so far has emphasized the upside of diversity, or what Page calls the “diversity bonus.” But \ndiversity also has a downside. Indeed, many studies show that teams with high social category diversity \nperform worse than teams with low diversity. The simple reason is that diversity can lead to social division, \nwhich stymies communication and encourages conflict. This limits the ability to capture the diversity bonus.  \n \nSocial scientists examined the impact of social category and cognitive diversity on the results for teams that \nmanage U.S. equity mutual funds.12 The scientists developed proxies for each type of diversity as neither is \neasy to measure. They chose gender and age to represent social category diversity and education level and \nindustry tenure to capture cognitive diversity.  \n \nUsing these proxies, the researchers examined the portfolio returns for more than 2,200 investment teams \nover 8 years. Investment teams are ideal for testing diversity because the task is clear, there are a large \nnumber of decisions that go into managing a portfolio, and the environment is consistent. They found that \ncognitive diversity added value and that social category diversity had a modestly negative influence. Age had \nno significant impact on results, which means the drag was due to gender diversity. Specifically, the \nresearchers found that a single-gender team would outperform a team consisting of three men and one \nwoman by 122 basis points per year.  \n \nOur take is that this result likely reflects ineffective team management. Indeed, even if you get the size and \ncomposition of the team right, you have to manage it properly to capture the value of diversity. The \npsychologists Elizabeth Mannix and Margaret Neale make this point even more dramatically when they write: \n“to implement policies and practices that increase the diversity of the workforce without understanding how \ndiverse individuals can come together to form effective teams is irresponsible.”13   \n \nAlphabet, Inc., the parent of Google, is a fairly young and highly analytical company. Members of the firm’s \npeople analytics group examined the performance of 180 teams to determine what leads to success. They \nfound that who was on the team was less important than how the team interacted. In particular, they found \nthat effective teams shared five qualities: psychological safety, dependability, structure/clarity, meaning, and \nimpact.14  \n \nPsychological safety is the most foundational of these qualities. Members of a team that has psychological \nsafety are engaged, feel free to share their points of view, and are open-minded and inclusive. Perhaps the \nsingle biggest downfall of an ineffective team is that members do not say what they think. The main reason for \nthat is hierarchy. Individuals commonly defer to the highest paid person’s opinion (HIPPO).15 Another reason \nis that members worry that others will dismiss or, worse, make fun of their points of view. This discourages \nintellectual risk-taking. An environment of psychological safety encourages varied views to surface and allows \nfor vigorous but constructive debate. A substantial body of research shows that a failure to share unique \ninformation leads to poorer decisions.16    \n \nDependability is also important. This means that team members show up on time, are prepared, and that \nothers can count on them. Structure and clarity means there is a process to achieve the team’s clear goals. \nFinally, doing meaningful work that has impact is essential, along with autonomy and mastery, for creating \nintrinsic motivation.17 \n \n"
    },
    {
      "number": 7,
      "text": " \n \nMay 11, 2017 \nAssembling a Dream Team \n7 \nPsychologists use general intelligence (g) to represent an individual’s cognitive ability. The variable g measures \nthe positive correlation across a range of cognitive tasks. Individuals who score well on tests of general \nintelligence are consistently good at different types of problems, including those based on memory, math, and \nlanguage. Intelligence quotient (IQ) and g are closely related.   \n \nAnita Woolley, a professor of organizational behavior at the Tepper School of Business at Carnegie Mellon \nUniversity, and some collaborators created a test of collective intelligence (c) for teams that is akin to a test of \ngeneral intelligence for individuals. The question is whether teams exhibit varied levels of c just as individuals \ndo for g. The answer is yes.18 \n \nThe researchers then determined what was behind a high c. Neither the average IQ of the group members nor \na member of the team with a high IQ explained the results. Three factors emerged. First, effective teams have \nbalanced communication. Specifically, teams that have members who listen, share their points of view, offer \nconstructive criticism, maintain open minds, and have a balanced flow of conversation perform better than \nteams that defer to the most intelligent or dominating members. In other words, these groups exhibited \npsychological safety.19 \n \nSecond, teams with a high c scored well in the test of “Reading the Mind in the Eyes.”20 Developed by the \npsychologist Simon Baron-Cohen, this test measures the ability to understand the mental states of others. \nThis fits into a concept that psychologists call “theory of mind,” which entails understanding the mental state of \nothers and recognizing how that state might be different from yours. Additional tests showed that groups that \nscored well on tests of theory of the mind did well even when team members collaborated online versus face \nto face.  \n \nFinally, teams with a higher percentage of women tend to have higher collective intelligence than teams with a \nhigher percentage of men (see exhibit 4). Women, on average, tend to be more balanced in their interaction \nthan men are. Women also do better than men, on average, on tests of theory of mind. These basic findings \nwere true of the subjects in these tests. But it is important to emphasize that for many psychological traits, the \ndifferences within each sex are larger than the differences across the sexes. As a result, there is little you can \nsay about any individual.  \n \nExhibit 4 also shows that the correlation between the percentage of women in the group and collective \nintelligence is not perfect. For example, the collective intelligence for groups of all men is higher than that of \ngroups with a low percentage of women. This is consistent with research that supports the notion that the \nmajority will often marginalize the contribution of a token member of a minority group.21 This also fits with the \nresults for mutual funds managed by teams with social category diversity. \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 8,
      "text": " \n \nMay 11, 2017 \nAssembling a Dream Team \n8 \nExhibit 4: Percentage of Women in a Group and Collective Intelligence \n \nSource: Anita Woolley and Thomas Malone, “What Makes a Team Smarter? More Women,” Harvard Business Review, June 2011. \n \nThe combination of Google’s analysis of teams in the real world and the experiments run by psychologists in \nthe lab point to the essential elements of effective team management. After management creates the team \nand defines the mission, great leaders do three things. To start, leaders commonly suppress their own point of \nview and share it at the end of a discussion, if at all. Because the team leader commonly holds the HIPPO, \nexpressing a view early in a deliberative or problem-solving context can quash the process of surfacing \nalternative points of view.  \n \nGreat leaders keep the team on track. We have all been to meetings, or been on committees, that veer from \nthe task at hand. Effective leaders steer the team back on course. Finally, great leaders solicit the points of \nview of all team members. For instance, extroverts and introverts commonly have different styles. Extroverts \noften hash things out by speaking. This can be effective but fills the airwaves of the meeting. Introverts may \nturn an idea in their head until they feel it is fully formed before they share it. As a result, the introverts may fail \nto contribute to the discussion unless the leader draws out their point.     \n \nWe now turn to our core topic: women in investment management. Today, roughly one in five funds has at \nleast one woman manager.22 Exhibit 5 shows the wide range of women fund managers by country, with a high \nof 30 percent in Singapore and a low of 7 percent in a few countries including Brazil. Women are only 10 \npercent of the fund managers in the United States, the largest market in the world. The exhibit also examines \nthe percentage of doctors and lawyers that are women. All of these jobs require substantial skill and provide \nrelatively high remuneration. In France, for example, women represent 21 percent of the fund managers \ncompared to 43 percent of the doctors and a slight majority of the lawyers. In the U.S., roughly one in three \ndoctors and lawyers are women but only one in ten run money.  \n \nWomen and teams of women only manage about two percent of the industry’s assets and open-end funds. \nMen and teams of men run 74 percent of the assets and 78 percent of funds. Teams with mixed genders \nmanage the balance.23 Women have better representation among index funds and funds of funds than they do \nin active funds.  \nCollective Intelligence\nAverage\nPercentage of Group That Is Female\n0\n50\n100\n"
    },
    {
      "number": 9,
      "text": " \n \nMay 11, 2017 \nAssembling a Dream Team \n9 \nExhibit 5: Women Fund Managers, Lawyers, Doctors, and CFA Charterholders by Country \n \nSource: Madison Sargis and Laura Pavlenko Lutton, “Fund Managers by Gender: The Global Landscape,” Morningstar, November 28, 2016. \nNote: Data as of December 31, 2015; CFA stands for chartered financial analyst. \n \nWhy Are There So Few Women Fund Managers?  \n \nThere are three possibilities as to why women are underrepresented in fund management. The first is that \nwomen are not as good as men at running money. The second is that women are less motivated than men to \nrun money. Finally, women may face biases that cause discrimination that men do not encounter. \n \nWe can dismiss right away the possibility that women do not run money as well as men. Let’s first use \narmchair logic. If markets are broadly efficient, we would not expect any particular group to persistently \ngenerate excess returns. There is some evidence that among individual investors, men generate lower returns \nthan women after costs because men trade more frequently than women do. But the returns from stock \npicking are comparable.24  \n \nCountry\n Fund Managers \n(%) \n Lawyers (%) \n Doctors (%) \n CFA \nCharterholders (%) \nSingapore\n30\n--\n--\n29\nPortugal\n28\n--\n--\n16\nSpain\n26\n40\n52\n21\nHong Kong\n26\n47\n31\n26\nFrance\n21\n52\n43\n22\nIsrael\n19\n--\n--\n--\nItaly\n17\n42\n40\n20\nChile\n16\n--\n--\n--\nMexico\n15\n--\n--\n9\nLuxembourg\n14\n47\n34\n19\nUnited Kingdom\n13\n--\n47\n20\nDenmark\n13\n--\n48\n10\nBelgium\n13\n45\n39\n9\nFinland\n13\n--\n47\n17\nBermuda\n13\n--\n--\n--\nSweden\n12\n--\n47\n12\nNorway\n12\n--\n46\n21\nNetherlands\n12\n--\n52\n14\nCanada\n11\n37\n--\n20\nIreland\n11\n--\n43\n19\nAustralia & New Zealand\n11\n--\n43\n16\nSouth Africa\n11\n--\n--\n17\nSwitzerland\n10\n--\n40\n21\nUnited States\n10\n36\n33\n16\nGermany\n9\n32\n45\n12\nBrazil\n7\n--\n--\n11\nIndia\n7\n--\n--\n11\nPoland\n7\n--\n56\n12\n"
    },
    {
      "number": 10,
      "text": " \n \nMay 11, 2017 \nAssembling a Dream Team \n10 \nCareful and comprehensive studies of the difference in performance by sex for institutional money managers \nsupport the view that there is little difference. Analysis of U.S. equity mutual funds found “no difference in \naverage performance based on factor alphas or raw returns and no significant difference in average risk” \nwhether the fund is run by a woman or a man.25 A study of 20 years of hedge fund returns concluded, “Funds \nwith all female managers perform no differently than all male-managed funds and have similar risk profiles.”26 \nAn examination of the performance and investment behavior of fixed income mutual fund managers \ndetermined that women and men had no significant differences in performance, risk, or other fund \ncharacteristics.27  \n \nSeparating motivation and bias is difficult, as they both play a role in the dearth of money managers who are \nwomen. In the financial services industry, women and men start out with comparable levels of ambition to \nreach a senior position (see exhibit 6).28 However, there is a marked shift from the ages of 41 to 50. For \nexample, while 65 percent of men aged 41-45 aspire to a position of senior management, only 43 percent of \nwomen of the same age do. Only after the age of 50 do the rates realign.       \n \nExhibit 6: Motivation to Reach a Senior Position in an Organization by Gender \n \nSource: Women in the Financial Services Industry,” Oliver Wyman, 2016 \n \nSurveys suggest that women in their 30s and 40s are less willing to withstand the sacrifices they have to \nmake in their private lives than men are. When researchers asked financial services professionals to respond \nto the statement, “I am willing to make sacrifices in my private life,” fewer women than men answered “agree” \nor “strongly agree” in all age groups except for the 51-55 year olds.  \n \n \n \n \n \n \n0%\n20%\n40%\n60%\n80%\n100%\n56-60\n51-55\n46-50\n41-45\n36-40\n31-35\n26-30\n18-25\nAge\nMale\nFemale\n"
    },
    {
      "number": 11,
      "text": " \n \nMay 11, 2017 \nAssembling a Dream Team \n11 \nOliver Wyman, a consulting firm, found that many women in financial services face mid-career conflict. \nEssentially, many women conclude that the cost to their personal lives exceeds the benefit of continuing with \ntheir career. Factors that contribute to the negative cost-benefit ratio include the following:29 \n \n Work options that are too rigid and a sense of stigma for using those options; \n \n Insufficient support for family responsibilities, a sense shared by women and men; \n \n Promotion processes that are not as predictable, transparent, and equitable as they could be; \n \n Unequal pay; \n \n Unconscious biases and traditional assumptions, which make the culture less attractive for women.  \n \nPerformance evaluation and compensation in the financial services industry is commonly based on long hours, \nwhich is especially difficult for women with children. Flexibility is greater for jobs at a lower level. Women also \nstruggle because of the perpetuation of traditional role models and cultural expectations. \n \nWomen exit the financial services industry in the middle of their careers at a rate that is higher than that of \ntheir male colleagues and significantly higher than that of other industries. Managers, senior managers, and \nexecutives in financial services who are women are 20 to 30 percent more likely to leave their employer than \ntheir peers in other industries. So while one-half of all financial services employees are women, they comprise \nonly 28 percent of senior management positions and 21 percent of executive positions.30 As you go up the \ncorporate ladder, the ratio of female to male employees goes down (see exhibit 7). \n \nExhibit 7: Financial Services Internal Labor Market \n \nSource: Women in the Financial Services Industry,” Oliver Wyman, 2016. \n \n \n \n21%\n28%\n40%\n48%\n71%\n79%\n72%\n60%\n52%\n29%\n0%\n20%\n40%\n60%\n80%\n100%\nExecutive\nSenior Manager\nManager\nProfesional\nSupport Staff\nMen\nWomen\n"
    },
    {
      "number": 12,
      "text": " \n \nMay 11, 2017 \nAssembling a Dream Team \n12 \nWomen are less likely than men to be promoted at nearly all levels. The promotion rate for women and men is \nequivalent from senior manager to executive. But that rate is only six percent.  \n \nPay is also an issue. Nearly 20 years ago, Jane Waldfogel, a professor of social work at Columbia University, \nnoted that while the wage gap between men and women had narrowed, the gap between women with \nchildren and women without children had widened.31 Some jobs in the financial services industry demand \nemployees to put in consistent and long hours. In those cases, women on average earn less than men. For \nexample, women who are financial analysts earn 72 percent as much as men, and women who are financial \nadvisors earn 56 percent as much as men. This disparity means that some women may prefer to spend time \nwith their families or may pursue a career where compensation between the genders is more equal. \n \nThe culture of financial services appeals to some women more than others. Eighteen percent of the 135,000 \nChartered Financial Analyst (CFA) charterholders in the world are women. A survey found that women who \nare CFA charterholders are more focused on achievement and less oriented toward tradition and conformity \nthan women in the general population and men who are CFA charterholders. Women in finance are less risk \naverse and have more testosterone than women who choose not to go into finance.32 Many women and men \nshy away from finance because they are risk averse and feel the need to conform to social norms.  \n \nMen and women are also known to have different attitudes toward competition.33 In one experiment, men and \nwomen both solved problems in a noncompetitive setting and received money for every problem they solved. \nTheir performance was about the same. They then solved problems in a competitive setting, where pay was \nbased on the relative performance of all the participants. Men worked harder and did better. When given the \nchoice between the noncompetitive or competitive setting for the next round, around three-quarters of the \nmen selected the competitive environment while roughly one-third of the women did. Results relative to peers \nis an important and visible aspect of investment management.  \n \nThere is a fine line between motivation and bias. Bias may lead to fewer women money managers, which may \nmake the job appear to be less attractive and hence reduce the motivation for a woman to become a money \nmanager. While men commonly exhibit stronger gender biases than women, it is important to note that both \nmen and women show bias. For instance, both men and women associate leadership more with men than \nwith women.34  \n \nBias against women money managers shows up in a few ways. Actively-managed funds run by women tend \nto get fewer inflows than funds with similar performance run by men. One study of all U.S. equity mutual \nfunds run by a single manager over a decade and a half found that the growth rates of the funds run by \nwomen were one-third lower than those run by men as a result of lower inflows.35 Jane Buchan, founder and \nchief executive officer of PAAMCO, a large fund of funds, suggests that women have to outperform their male \ncounterparts by as much as 200 basis points to achieve similar inflows.36 \n \nFunds generally need to reach a certain scale to be viable. The inability to attract capital leads to a higher rate \nof failure for funds with at least one female manager than comparable funds run by men.37 As a consequence, \ngenerally only the highest-performing funds managed by women survive. To the degree that bias limits \nsuccess, it diminishes the motivation to enter into investment management.   \n \nBias also shows up in media mentions. Researchers studying the topic conclude, “The proportion of mentions \nof women in hedge funds to the total mentions of hedge funds is even smaller than the proportion of women-\nmanaged hedge funds to the total number of hedge funds.”38 Women may take this to suggest that there is \nlittle room for women in leadership positions at hedge funds.  \n \n"
    },
    {
      "number": 13,
      "text": " \n \nMay 11, 2017 \nAssembling a Dream Team \n13 \nBoth motivation and bias contribute to gender inequality in the investment industry. Enlightened organizations \nrecognize that teams are becoming more prominent in the workplace and can perform at a high level if they \nare properly constructed and managed. Organizations that embrace these ideas have the opportunity to \nsimultaneously embrace diversity and improve business results. \n \nConclusion \n \nThere has been a substantial shift in investment management from individual portfolio managers to teams \nrunning a fund. Teams do better than individuals on average, and teams of three deliver the best results. \n \nTeams should be diverse. Cognitive diversity is the key to solving problems although most organizations dwell \non social category diversity. Cognitive diversity is valuable because it provides more tools for solving problems. \nThis is the diversity bonus. There is reason to believe there is a positive correlation between social category \nand cognitive diversity, but there is little hard evidence to support the claim. The downside to diversity is if \npeople feel too different from one another, they may fail to engage each other to surface and vet alternatives. \nOften the voice of a token member, one woman among a group of men, for example, is unheard.   \n \nResearch by Google suggests that managing the team is even more important than assembling the perfect \none. The presence of psychological safety and dependability are two of the strongest predictors of success. \nPsychology experiments show that teams with a substantial percentage of women perform well and better \nthan teams with a similar percentage of males.      \n \n* * * \nWe offer special thanks to our summer intern, Julia Feldstein, who is a student at Yale University. Julia made \na substantial contribution to this piece, including reviewing research papers, linking the findings back to the \npractical implications, creating a presentation, and writing an early version of the report. We appreciate your \nwork, Julia. \n \n \n \n"
    },
    {
      "number": 14,
      "text": " \n \nMay 11, 2017 \nAssembling a Dream Team \n14 \nAppendix: Best Practices for Attracting Women into Investment Management \n \nTeams, rather than a single manager, are running more money than ever. A cognitively diverse team that is \nmanaged properly is the key to good decisions. While social category and cognitive diversity are distinct, there \nis good reason to believe they are positively correlated. If so, the goal of encouraging more participation by \nwomen in the investment management industry is not only socially desirable, it makes business sense.  \n \nAddressing the underrepresentation of women in finance should focus on entrance, retention, and mitigation. \nThe goal is a more gender equality that captures the diversity bonus without corroding group dynamics.  \n \nThe pipeline of applicants is the place to start. Job descriptions, interview methods, and media representation \nare all important. One way to reduce interview bias is through “evaluation nudging.”39 Iris Bohnet, a professor \nof behavioral economics at the Kennedy School at Harvard University, likes to tell the story of how orchestras \nreduced bias. Starting in the 1970s, the Boston Symphony Orchestra started to hold auditions where the \nmusician was behind a screen and the evaluators had only auditory evidence of skill. Other orchestras quickly \nfollowed suit. When the evaluators had no visual cues, including gender, and could only rely on sound to \nassess the musician, the proportion of orchestras made up of women soared by 30 percentage points.40  \n \nInvestment firms should seek to create job descriptions that use wording that is neutral rather than masculine \nor feminine. Most people have a subconscious bias that favors adjectives that support their gender’s \nstereotypes. Since most employers seek to attract the best applicants from the labor pool, creating neutral job \ndescriptions is particularly useful.41  \n \nIf the survey of women who are CFA charterholders is representative of the women in the industry, there \nwould appear to be bias that deters some women from entering the field. These women cared little about \ntradition but a lot about achievement. Those attitudes are not the norm for the larger population of women in \nthe workforce. Since the data reveal that women are as good at running money as men are, hiring firms \nshould describe opportunities in a way that is neutral and hence more likely to appeal to women.  \n \nInstitutional investors generally assess the people, process, and performance when they hire a money \nmanager. There does not appear to be the equivalent to an audition behind a screen, but starting an \nevaluation with process and performance may be a step toward reducing bias.    \n \nConducting interviews properly is another part of evaluation nudging.42 Research shows that people, including \nthose in finance, prefer to hire someone like themselves. Further, we tend to vastly overestimate our ability to \nidentify worthy candidates. Not surprisingly, male bankers hire male bankers and female teachers hire female \nteachers. Sociologists call this “homosocial reproduction.” If your industry is dominated by men or women, \nhomosocial reproduction means you will get more of the same.  \n \nOne solution is to do a structured interview. This requires crafting questions that will reveal whether the \ncandidate has the necessary skill to succeed, asking all of the questions in the same order to each candidate, \nand keeping track of how well the candidate answers the questions in real time. Make sure the questions are \nas free from bias as you can. This allows you to compare answers and to create an overall score. Structured \ninterviews require more upfront time and effort but lead to better hiring decisions. \n   \nHaving successful and visible women in investment management can also play a role in encouraging women \nto enter the industry.43 Bohnet describes how a change in the law in India demonstrated the power of visibility. \nIn the early 1990s, India changed its constitution to require that one-third of the seats in village councils be \nreserved for women. Further, one-third of the council leaders had to be women.  \n"
    },
    {
      "number": 15,
      "text": " \n \nMay 11, 2017 \nAssembling a Dream Team \n15 \nThis created a natural experiment, as social scientists could compare the results for villages led by women to \nthose led by men. Villages run by women invested more in public services, heard their women speak up more \nthan before, saw more crimes reported, and realized a reduction in corruption. Seeing women in leadership \nroles changed the narrative and led to many positive outcomes. \n  \nFinancial services companies hire more men than women at all levels within the organization. But the dearth of \nwomen in the senior rates also reflects the fact that women are promoted at a lower rate, and have a higher \nrate of attrition, than men. So retaining women may be as important as hiring well. As the example from India \nshows, younger women assess their chances of success as higher when they see more women in visibly \npowerful positions. Seeing other women succeed in reaching their goal of attaining a position in senior \nmanagement suggests the benefit of a career in financial services may exceed the costs.  \n \nClaudia Goldin, a professor of economics at Harvard, distinguishes between jobs where pay grows linearly \nwith time and those where pay grows nonlinearly.44 More formally, nonlinearity means that pay grows as a \nconvex function of time, so the more hours an employee works, the more money he or she makes per unit of \ntime invested. Goldin notes that women are underrepresented relative to men in jobs that have nonlinear pay. \nNonlinear pay also explains the wage gap between women with children and women without children in \nfinance. Women without children can maintain a continuous schedule and therefore earn more than women \nwith less flexible schedules. \n \nThe problem can extend beyond the need to work lots of hours to the need to maintain appearances. In many \nareas of finance, including investment banking, some professional cultures value face time more than output.  \nThe need to have your boss see you work is more important than the ability to actually produce work.  \n \nIn one study, conducted in Australia, women bankers said their male colleagues worked the same number of \nhours as they did.45 The difference was the men would take long lunch breaks and go to the gym during \nworking hours and then stay late to make up for the missed hours. The women, especially those with children, \ngot their work done efficiently and left the office at an earlier hour. The productivity was the same, but the \nextra hours at the office at night garnered more recognition from superiors. This is another example of a bias \nthat favors men, who tend to have flexibility, over women, who are less flexible as they raise a family. \n \nThe investment management industry can mitigate this problem, at least for some jobs, by emulating sectors \nsuch as healthcare and retail. For example, pharmacists have a fairly linear pay scale and women with children \ncan work part time as they raise their children.  \n \nLast, the finance industry can better manage the negative effects of gender diversity. This starts with effective \nteam leadership. One technique is to create a “bridge” between team members based on social ties, common \nvalues, or culture.46 Bridges encourage psychological safety, thus allowing the team to hear and assess a \nwider range of viewpoints.  \n \nImproved management also means detecting and managing bias. Bohnet tells the story of female \nstockbrokers at the largest firms in the U.S. who earned 60 percent of what their male colleagues did. Since \nthese professionals were paid on commission, the natural conclusion is that the women were not as productive \nas the men. On closer examination, it became clear that the women were given inferior opportunities, \nincluding smaller and less attractive accounts. This is called “performance support bias.” When the women \nwere given better accounts, they performed just as well as their male counterparts. In both finance and \nacademia, women generated the same results as men when the playing field was level.47  \n \n \n"
    },
    {
      "number": 16,
      "text": " \n \nMay 11, 2017 \nAssembling a Dream Team \n16 \nEndnotes \n \n1 “Global Human Capital Trends 2016: The New Organization: Different by Design,” Deloitte, 2016. See \nhttps://www2.deloitte.com/content/dam/Deloitte/global/Documents/HumanCapital/gx-dup-global-human-\ncapital-trends-2016.pdf. \n2 Diamond Wang, “What Does It Mean to Be in a Team? Evidence from U.S. Mutual Fund Managers,” \nWorking Paper, June 17, 2016. \n3 Joseph Chen, Harrison Hong, Wenxi Jiang, and Jeffrey Kubik, “Outsourcing Mutual Fund Management: \nFirm Boundaries, Incentives, and Performance,” Journal of Finance, Vol. 68, No. 2, April 2013, 523-558; \nMichaela Bär, Alexander Kempf, and Stefan Ruenzi, “Is a Team Different from the Sum of Its Parts? Evidence \nfrom Mutual Fund Managers,” Review of Finance, Vol. 15, No. 2, April 2011, 359-396; Larry J. Prather and \nKaren L. Middleton, “Are N+1 Heads Better Than One? The Case of Mutual Fund Managers,” Journal of \nEconomic Behavior and Organization, Vol. 47, No. 1, January 2002, 103-120; Eitan Goldman, Zhenzhen \nSun, and Xiyu (Thomas) Zhou, “The Effect of Management Design on the Portfolio Concentration and \nPerformance of Mutual Funds,” Financial Analysts Journal, Vol. 72, No. 4, July/August 2016, 49-61. \n4 Iordanis Karagiannidis, “The Effect of Management Team Characteristics on Risk-Taking and Style Extremity \nof Mutual Fund Portfolios,” Review of Financial Economics, Vol. 21, No. 3, September 2012, 153-158. \n5 Saurin Patel and Sergei Sarkissian, “To Group or Not to Group? Evidence from CRSP, Morningstar Principia, \nand Morningstar Direct Mutual Fund Databases,” Journal of Financial and Quantitative Analysis, Forthcoming, \n2017. \n6 Saurin Patel and Sergei Sarkissian, “Teams, Location, and Productivity,” Working Paper, April 15, 2016. \n7 J. Richard Hackman, ed., Groups That Work (and Those That Don’t) (San Francisco, CA: Jossey-Bass \nPublishers, 1990). 4. \n8 Susan Cain, Quiet: The Power of Introverts in a World That Can’t Stop Talking (New York: Crown Publishers, \n2012), 71-94. \n8 J. Richard Hackman, Leading Teams: Setting the Stage for Great Performance (Boston, MA: Harvard \nBusiness School Press, 2002), 41-59. \n9 Hackman, Leading Teams, 55. \n10 J. Richard Hackman and Neil Vidmar, “Effects of Size and Task Type on Group Performance and Member \nReactions,” Sociometry, Vol. 33, No. 1, March 1970, 37-54 and Mallory Stark, “Leading Teams: Setting the \nStage for Great Performances – The Five Keys to Successful Teams,” HBS Working Knowledge Series, July \n15, 2002. \n11 Scott E. Page, “Diversity Bonuses: How Our Differences Make Us Better At What We Do,” Presentation at \nAGOS Annual Meeting, October 8, 2016. See http://agosonline.org/public/PDF/2-ScottePageAGOS-\nUpdated.pdf. Also, see Karen A. Jehn, Gregory B. Northcraft, and Margaret A. Neale, “Why Differences \nMake a Difference: A Field Study of Value Diversity, Conflict, and Performance in Workgroups,” \nAdministrative Science Quarterly, Vol. 44, No. 4, December 1999, 741-763.  \n12 Michaela Bär, Alexandra Niessen, and Stefan Ruenzi, “The Impact of Work Group Diversity on Performance: \nLarge Sample Evidence from the Mutual Fund Industry,” Center for Financial Research Working Paper No. \n07-16, September, 2007. Also, Eric K. M. Tan and Anindya Sen, “Does Educational Diversity of Managers \nMatter for the Performance of Team-Managed Funds?” Accounting and Finance, Forthcoming, 2017. \n13 Elizabeth A. Mannix and Margaret A. Neale, “What Differences Make a Difference? The Promise and \nReality of Diverse Teams in Organizations,” Psychological Science in the Public Interest, Vol. 6, No. 2, 2005, \n31-55. \n14 See https://rework.withgoogle.com/blog/five-keys-to-a-successful-google-team/. \n15 Deb Gallagher, “The Decline of the HPPO (Highest Paid Person's Opinion),” MIT Sloan Management \nReview Blog, April 1, 2012.  \n16 Garold Stasser and William Titus, “Pooling of Unshared Information in Group Decision Making: Biased \nInformation Sampling During Discussion,” Journal of Personality and Social Psychology, Vol. 48, No. 6, June \n"
    },
    {
      "number": 17,
      "text": " \n \nMay 11, 2017 \nAssembling a Dream Team \n17 \n1985, 1467-1478 and Jennifer R. Winquist and James R. Larson, Jr., “Information Pooling: When It Impacts \nGroup Decision Making,” Journal of Personality and Social Psychology, Vol. 74, No. 2, February 1998, 371-\n377. \n17 Daniel H. Pink, Drive: The Surprising Truth About What Motivates Us (New York: Riverhead Books, 2009). \n18 Anita Williams Woolley, Christopher F. Chabris, Alex Pentland, Nada Hashmi, and Thomas W. Malone, \n“Evidence for a Collective Intelligence Factor in the Performance of Human Groups,” Science, Vol. 330, \nOctober 29, 2010, 686-688 and Anita Woolley and Thomas Malone, “What Makes a Team Smarter? More \nWomen,” Harvard Business Review, June 2011, 32-33. \n19 Incentives can also encourage psychological safety. See Richard P. Mann and Dirk Helbing, “Optimal \nIncentives for Collective Intelligence,” Proceedings of the National Academy of Sciences, 2017.   \n20 Simon Baron-Cohen, Daniel C. Bowen, Rosemary J. Holt, Carrie Allison, Bonnie Auyeung, Michael V. \nLombardo, Paula Smith, Meng-Chuan Lai, “The ‘Reading the Mind in the Eyes’ Test: Complete Absence of \nTypical Sex Difference in ~400 Men and Women with Autism,” PLoS ONE, Vol. 10, No. 8, August 27, 2015.  \nTake the test here: https://well.blogs.nytimes.com/2013/10/03/well-quiz-the-mind-behind-the-eyes/?_r=0. \n21 Miriam Schwartz-Ziv, “Gender and Board Activeness: The Role of a Critical Mass,” Journal of Financial and \nQuantitative Analysis, No. 52 Vol. 2, April 2017, 751-780.  \n22 Madison Sargis and Laura Pavlenko Lutton, “Fund Managers by Gender: The Global Landscape,” \nMorningstar, November 28, 2016. \n23 Laura Pavlenko Lutton and Erin Davis, “Fund Managers by Gender,” Morningstar, June 2015. \n24 Brad M. Barber and Terrance Odean, “Boys Will Be Boys: Gender, Overconfidence, and Common Stock \nInvestment,” Quarterly Journal of Economics, Vol. 116, No. 1, February 2001, 261-292.  \n25 Alexandra Niessen-Ruenzi and Stefan Ruenzi, “Sex Matters: Gender and Prejudice in the Mutual Fund \nIndustry,” Center for Financial Research Working Paper, May 2013. \n26 Rajesh Aggarwal and Nicole Boyson, “The Performance of Female Hedge Fund Managers,” Review of \nFinancial Economics, Vol. 29, April 2016, 23-26. \n27 Stanley M. Atkinson, Samantha Boyce Baird, and Melissa B. Frye, “Do Female Mutual Fund Managers \nManage Differently?” Journal of Financial Research, Vol. 26, No. 1, Spring 2003, 1-18. \n28 “Women in the Financial Services Industry,” Oliver Wyman, 2016. \n29 Oliver Wyman, 6. \n30 Oliver Wyman, 15. \n31 Jane Waldfogel, “Understanding the ‘Family Gap’ in Pay for Women with Children,” Journal of Economic \nPerspectives, Vol. 12, No. 1, Winter 1998, 137-156. \n32 Renée B. Adams, Brad M. Barber, and Terrance Odean, “Family, Values, and Women in Finance,” Working \nPaper, September, 2016. See also Renée B. Adams, “Women in Finance,” \nhttp://www.dnb.nl/en/binaries/Slides%20Renee%20Adams_tcm47-304324.pdf. \n33 Uri Gneezy, Muriel Niederle, and Aldo Rustichini, “Performance in Competitive Environments: Gender \nDifferences,” Quarterly Journal of Economics, Vol. 118, No. 3, August 2003, 1049-1074 and Muriel \nNiederle and Lisa Vesterlund, “Do Women Shy Away from Competition? Do Men Compete Too Much?” \nQuarterly Journal of Economics, Vol. 122, No. 3, August 2007, 1067-1101. \n34 See http://www.aauw.org/resource/iat/. \n35 Niessen-Ruenzi and Ruenzi. \n36 Lindsay Fortado, “Hedge Funds Run by Women Outperform,” Financial Times, March 11, 2017. \n37 Aggarwal and Boyson. \n38 Ibid. \n39 Iris Bohnet, Alexandra van Geen, Max H. Bazerman, “When Performance Trumps Gender Bias: Joint \nVersus Separate Evaluation,” Harvard Kennedy School Faculty Research Working Paper Series, March 2012. \n40 Iris Bohnet, What Works: Gender Equality by Design (Cambridge, MA: Belknap Press, 2016), 1. \n41 Jane Wild, “Wanted—A Way with Words in Recruitment Ads,” Financial Times, March 7, 2017.  \n"
    },
    {
      "number": 18,
      "text": " \n \nMay 11, 2017 \nAssembling a Dream Team \n18 \n42 Iris Bohnet, “How to Take the Bias Out of Interviews,” Harvard Business Review, April 18, 2016. See \nhttps://hbr.org/2016/04/how-to-take-the-bias-out-of-interviews. Also Iris Bohnet, “Paying Attention to What \nYou See: How to Design Gender Equality,” Credit Suisse – Proceedings: 2015 Thought Leader Forum, June \n25, 2015. \n43 Rosabeth Kanter, “Some Effects of Proportions on Group Life: Skewed Sex Ratios and Responses to \nToken Women,” American Journal of Sociology, Vol. 82, No. 5, March 1977, 965-990 and Vicki W. Kramer, \nAlison M. Konrad, Sumru Erkut, and Michele J. Hooper, “Critical Mass on Corporate Boards: Why Three or \nMore Women Enhance Governance,” Directors Monthly, February 2007, 19-22. \n44 Claudia Goldin, “A Grand Gender Convergence: Its Last Chapter,” American Economic Review, Vol. 104, \nNo. 4, April 2014, 1091-1119. \n45 Carolyn Neck, “Disappearing Women: Why Do Women Leave Senior Roles in Finance?” Australian Journal \nof Management, Vol. 40, No. 3, August 2015, 488-510. \n46 Mannix and Neale. Also, see Deborah H. Gruenfeld, Elizabeth A. Mannix, Katherine Y. Williams, and \nMargaret A. Neale, “Group Composition and Decision Making: How Member Familiarity and Information \nDistribution Affect Process and Performance,” Organizational Behavior and Human Decisions Processes, Vol. \n67, No. 1, July 1996, 1-15. \n47 Iris Bohnet, What Works: Gender Equality by Design (Cambridge, MA: Belknap Press, 2016), 109-110. \n \n \n"
    },
    {
      "number": 19,
      "text": " \n \nMay 11, 2017 \nAssembling a Dream Team \n19 \n \nImportant information \n \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future.  \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A.  \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK’s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG, Singapore Branch, and elsewhere in the \nworld by the relevant authorized affiliate of the above.  \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \n© 2017 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n  \n"
    }
  ]
}