{
  "filename": "2020_the_math_of_value_and_growth__growth__return_on_capital__and_the_discount_rate.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423231620-07'00'",
    "modDate": "D:20240423231836-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n \n \nCounterpoint Global Insights \nThe Math of Value and Growth \nGrowth, Return on Capital, and the Discount Rate \nCONSILIENT OBSERVER  |  June 9, 2020\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIntroduction \nThe value of a financial asset is the present value of future cash flows. \nIf you don’t believe that, please put this aside and resume your normal \ndaily activities. If you do believe that, you recognize that you have to \ngrapple with an assessment of the magnitude and timing of cash flows \nas well as the appropriate rate at which to discount them. \nFor a company, the relevant definition of cash flow is the money that \ncan be returned to claimholders, including the owners of the bonds \nand the stock. Cash flow is the profit the business earns after paying \ntaxes minus the investments the company makes. Investments are \noutlays today with the expectation of profits tomorrow that make the \ninvestments worthwhile.  \nThe magnitude of cash flows is a function of opportunity and \neconomics. You can think of opportunity as the total addressable \nmarket (TAM), defined as the revenue a company would realize if it had \n100 percent share of a market it could serve while creating shareholder \nvalue.1 Many investors use the concept of TAM to gauge a company’s \npotential size. \nThe second part of the definition is equally important and attends \nto the economics. A company’s objective should not be simply to \ngrow; it should be to grow such that it creates value. A company \ncreates value when its investments earn a return higher than the \nopportunity cost of capital.  \nYou can imagine that there are some very large addressable \nmarkets with poor prospects for value creation and some small \nmarkets with excellent economic prospects. The holy grail is large \nmarkets with attractive economics. \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3113422 Exp. 06/30/2021 \n2 \n \nNaturally, opportunities that are big and lucrative attract a lot of attention from current and potential \ncompetitors. Barriers to entry are crucial. Bruce Greenwald, a renowned professor at Columbia Business \nSchool, goes so far as to say that “competitive advantages are actually barriers to entry.”2 So investors have to \nthink hard about how leading companies in large markets can sustain their positions. \nUnderstanding the magnitude and return on investments is crucial. Investments have traditionally been in the \nform of tangible assets that show up on the balance sheet. Examples include increases in working capital or \ncapital expenditures. But in recent decades investments have shifted in form to intangible assets, which are \nexpensed on the income statement and are typically absent on the balance sheet (except for when one \ncompany acquires another).3  \nThis is important because companies that invest heavily in intangible assets and have high returns on those \ninvestments often produce poor profits, or may even lose money. As an investor, you want that kind of \ncompany to invest as much as it can. The income statement looks bad, the balance sheet looks better, and the \nvalue creation looks great.  \nContrast this to generations past when tangible investments were captured on the balance sheet. In those \ndays, the income statement looked good but the balance sheet looked bad.  \nSaying this differently, two companies can have the same level of investment and return on investment but \nvery different financial statements based on where accountants record investments. Free cash flow, the \nnumber we care about, may be the same but the path to get there is different. \nThere’s another important aspect about companies that make large investments today. They are telling their \nshareholders, “We’re going to give you little or no money today but expect to give you a lot more money in the \nfuture.” That means the cash investors can put in their pockets is both a bigger amount and further in the \nfuture. \nThat leads to the concept of a discount rate. The rate at which you discount future cash flows is the \nopportunity cost of capital. An estimate of the cost of capital is the answer to the question, “What could I \nreasonably expect to earn for an asset of similar risk?” Asset pricing models attempt to address this question, \nbut the details are less important than the concept. \nInvestors generally “value” businesses using multiples. The most common are price/earnings (P/E) and \nenterprise value/earnings before interest, taxes, depreciation, and amortization (EV/EBITDA).4 Multiples are \nnot valuation. They are a shorthand for the valuation process. Importantly, multiples obscure the value drivers \nthat investors most care about. These include growth, return on incremental invested capital, and the discount \nrate. As a consequence, investors who do not think in first principles will not understand the justified changes \nin multiples as the result of changes in these value drivers.5 \nLet’s start with the basic example of the commodity P/E multiple. This is the multiple you should pay for $1 of \nearnings into perpetuity assuming no value creation. You calculate the multiple by taking the inverse of the \ncost of equity capital. For example, if the cost of equity is 8 percent, the commodity P/E multiple is 12.5 (1/.08 \n= 12.5).  \nThe classic way to calculate the cost of equity is to start with a risk-free rate and add an equity risk premium \n(ERP). In the U.S., the risk-free rate is typically the yield on the 10-year Treasury note, and the ERP is the \nreturn you expect given the additional risk you assume to own stocks.  \n"
    },
    {
      "number": 3,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3113422 Exp. 06/30/2021 \n3 \n \nThe cost of equity and hence the commodity P/E multiple move around because the risk-free rate and ERP \nmove around. Exhibit 1 shows the commodity P/E multiple from 1961 through May 2020. The multiples are \nbased on estimates of the equity risk premium by Aswath Damodaran, a professor of finance at the Stern \nSchool of Business at New York University and a leading expert in valuation. \nExhibit 1: The Commodity P/E Multiple, 1961-2020 \n \nSource: Aswath Damodaran and Counterpoint Global. \nNote: 2020 as of May 31/June 1 using COVID-adjusted ERP. \nYou can see that the commodity P/E multiple got as low as 5.1 in 1981 when interest rates hit their \ngenerational peak and that the multiple as of June 1, 2020 is 16.7.6 The baseline multiple, which assumes no \nvalue creation, has averaged 10.7 for the full period but has varied quite a bit over this time. The actual P/E \nmultiple for the S&P 500 has been about 35 percent higher than the commodity P/E multiple since 1961, with \nmost observations between 20 and 65 percent higher. \nThe goal of this report is to show how valuations change as we vary assumptions about growth, return on \nincremental invested capital, and the discount rate. We will discuss these changes in terms of P/E multiples, \nbut a discounted cash flow model drives the calculations. We can measure the impact of various assumptions \nbecause we can control the value drivers in the model.  \nA few more thoughts before we turn to the analysis. First, the distinction between value and growth investing is \nhollow. Warren Buffett, chairman and chief executive officer of Berkshire Hathaway, correctly called it “fuzzy \nthinking.”  \nBuffett went on to say, “Growth is always a component in the calculation of value, constituting a variable \nwhose importance can range from negligible to enormous and whose impact can be negative as well as \npositive.” He then added, “The very term ‘value investing’ is redundant. What is ‘investing’ if it is not the act of \nseeking value at least sufficient to justify the amount paid?”7  \nThe fundamental principle is that growth only adds value when the company earns a return on its investment \nthat is above its cost of capital. The higher the return, the more sensitive the business is to growth. Growth is \nof no economic significance if a company’s returns are equivalent to the firm’s cost of capital. As a \nconsequence, companies should focus not on growth per se but on value-creating growth. \n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n20\n1961\n1963\n1965\n1967\n1969\n1971\n1973\n1975\n1977\n1979\n1981\n1983\n1985\n1987\n1989\n1991\n1993\n1995\n1997\n1999\n2001\n2003\n2005\n2007\n2009\n2011\n2013\n2015\n2017\n2019\nP/E Multiple (x)\nAverage\n"
    },
    {
      "number": 4,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3113422 Exp. 06/30/2021 \n4 \n \nGrowth destroys value if investments earn a return below the cost of capital. This frequently occurs with \nacquisitions. The buyer proclaims that sales and earnings will be higher than before the deal was announced \neven as it sees its stock sag.   \nBuffett wrote about growth and value in 1992, which is also the year Eugene Fama and Kenneth French, \nprofessors of finance, published a highly influential paper showing that consideration of size and value along \nwith the capital asset pricing model explained stock price returns better than the capital asset pricing model did \nby itself.8 \nThis work popularized the value factor, which is essentially a screen for statistically “cheap” stocks as \nmeasured by multiples such as price/earnings and price/book.9 This in turn led to the categorization of \ninvestment managers as “value” or “growth” based on this factor, which further reinforced the false dichotomy \nthat Buffett sought to redress.  \nA second thought relates to the concept of duration. More familiar to bond investors than stock investors, \nduration measures the weighted average time investors should expect to wait before they receive cash flows. \nFor example, the duration of a zero-coupon bond is the same as its maturity. All else being equal, bonds that \nmature further into the future have longer durations than bonds that mature sooner.  \nSimilarly, the stocks of companies that have opportunities to make value-creating investments in the short run \nin order to generate higher cash flows in the long run have longer durations than the stocks of companies that \nlack those opportunities. Research shows that lots of investment opportunity is linked to long duration, and \nscant investment opportunity is associated with short duration.10     \nDuration also provides crucial insight into the sensitivity of the asset price to changes in interest rates, or the \ndiscount rate. Long-duration assets are more sensitive to changes in interest rates than are short-duration \nassets. Keep this in mind: companies that can invest a lot today at high returns on capital will not only grow \nfaster than the average company, their stocks will have valuations that are more sensitive to changes in the \ndiscount rate. \nThe final thought is that low interest rates are commonly associated with slow real earnings growth and below-\naverage business dynamism. This sets up a tug of war where on the one hand low interest rates imply high \nvalues for a stream of cash flows, but on the other hand the prospects are dampened by slower expected cash \nflow growth.  \nThe data suggest that slow growth wins the war. As a result, the P/E multiple for the market has historically \nfollowed an inverted “U” (see exhibit 2). Consistent with the Goldilocks principle, low median P/E multiples are \nassociated with very low and very high interest rates (adjusted for inflation), and high median P/E multiples are \nassociated with real interest rates in the middle of the range.11      \n \n \n \n \n \n"
    },
    {
      "number": 5,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3113422 Exp. 06/30/2021 \n5 \n \nExhibit 2: Median P/E Multiples in Various Real Interest Rate Regimes, 1881-2020 \n \nSource: Home page of Robert J. Shiller, see: www.econ.yale.edu//~shiller/data.htm and Counterpoint Global. \nNote: CAPE ratio is the cyclically adjusted price/earnings ratio; through March 31, 2020. \nThere’s a part of this story that deserves special scrutiny today. Research shows that low Treasury yields \nallow industry leaders to generate excess returns and that the magnitude of those returns increases as yields \napproach zero.12 While the median P/E may come under pressure as a result of slower growth prospects, a \nhandful of companies may continue to generate strong growth and return on incremental investment.  \nThe Math \nWe start by calibrating our discounted cash flow model with inputs that yield a P/E multiple in the low 30s. \nHere are the definitions and the initial assumptions: \n We assume net operating profit after tax (NOPAT) will grow 10 percent per annum. NOPAT represents \nthe cash profits a company would earn if it had no financial leverage. \n We assume a return on incremental invested capital (ROIIC) of 20 percent. ROIIC is defined as the \nchange in NOPAT from this year to next year divided by this year’s investment. For example, if NOPAT \ngrows by $10 next year and the company invests $50 this year, the ROIIC is 20 percent (10/50). Note \nthat it does not matter if the investment is expensed or capitalized, save for some effect on taxes. \n We assume the cost of equity capital to be 6.7 percent, which was Aswath Damodaran’s estimate as of \nFebruary 1, 2020. The cost of equity measures the return an investor expects to earn given the assumed \nrisk. As such, the figure is the sum of the risk-free rate of 1.5 percent and an estimated equity risk \npremium of 5.2 percent. We assume the company is financed solely with equity for simplicity. Adding \ndebt makes the calculations slightly more cumbersome but does not change the story. \n The model values explicit cash flows for 15 years after which it uses a perpetuity to estimate the residual \nvalue. Specifically, the model takes NOPAT in year 16, which reflects the benefit of the investment made \nin year 15, and capitalizes it by the cost of equity. That figure is then discounted to a present value. \n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n20\nBelow -1% -1% to 0%\n0%-1%\n1%-2%\n2%-3%\n3%-4%\n4%-5%\n5%-6%\nAbove 6%\nMedian CAPE Ratio (x)\nReal Yield on 10-Year U.S. Treasury Note\n"
    },
    {
      "number": 6,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3113422 Exp. 06/30/2021 \n6 \n \nHere’s a summary of the inputs and the output: \nNOPAT growth:  10% \nROIIC:  \n20% \n→ \nP/E: 32.3 \nCost of capital: \n6.7% \nIf we increase the growth rate to 15 percent and hold everything else constant, we get this result: \nNOPAT growth:  15% \nROIIC:  \n20% \n→ \nP/E: 52.2 \nCost of capital: \n6.7% \nWe will now change these assumptions to see what the impact is on the P/E multiple. Because most investors \nwho use multiples do not contemplate foundational assumptions, the changes are larger than they generally \nexpect. \nGrowth. Let’s start by reducing the growth rate from 10 percent to 7 percent. We’ll assume the base year \nearnings are $100. \n \n    Next year’s earnings \n         P/E \nGrowth \n         Before     After \nBefore     After \n10% → 7% \n          $110      $107 \n  32.3       24.9 \nNote that the change in growth reduces next year’s earnings by only 2.7 percent, but that the warranted P/E \nmultiple drops a more precipitous 22.9 percent. Investors often calculate the P/E multiple using the current \nprice and next year’s earnings. As a result, they sometimes believe that the market overreacts to what appear \nto be modest changes in the near-term earnings. But if expectations for the trajectory of growth really do shift \ndown, the large apparent drop in the P/E multiple is completely justified. \nNow let’s look at how a 300 basis point reduction in expected growth affects the business that is expected to \ngrow 15 percent:    \n \n    Next year’s earnings \n         P/E \nGrowth \n         Before     After \nBefore     After \n15% → 12% \n          $115      $112 \n  52.2       39.0 \nHere, next year’s earnings are revised down by just 2.6 percent, but the warranted P/E multiple is 25.3 percent \nlower. When ROIIC’s are well above the cost of capital, the value of the business is highly sensitive to \nchanges in the growth rate of NOPAT. \nExhibit 3 shows that the relationship between growth and the P/E is convex. Small changes in growth \nexpectations can lead to large changes in the P/E, especially when growth rates are high. \n \n \n \n \n \n"
    },
    {
      "number": 7,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3113422 Exp. 06/30/2021 \n7 \n \nExhibit 3: Warranted P/E Multiples with Different Growth Rates \n \nSource: Counterpoint Global. \nNote: Assumes an ROIIC of 20 percent, a cost of capital of 6.7 percent, a 15-year forecast period, all equity financing, and \na residual value using the perpetuity method.  \nThis calculation substantiates Buffett’s point that, “Growth is always a component in the calculation of value, \nconstituting a variable whose importance can range from negligible to enormous.” Growth makes little \ndifference for businesses that earn a return close to the cost of capital but is a huge amplifier of value for high-\nreturn businesses. \nROIIC. We now turn to seeing the impact of changing assumptions about ROIIC. We’ll revert back to our 10 \npercent baseline NOPAT growth and consider the warranted P/E multiples assuming different ROIICs.  \nExhibit 4 shows the results. Recall that the commodity P/E is 14.9. Here’s the way to think about it: ROIIC tells \nyou how much you have to invest to achieve an assumed growth rate. A high ROIIC means you don’t need to \ninvest much to grow, which means there’s more cash left over for shareholders. A low ROIIC means you have \nto invest a lot of capital to grow, leaving little for the owners.  \nExhibit 4: Warranted P/E Multiples with Different ROIICs \n \nSource: Counterpoint Global. \nNote: Assumes NOPAT growth of 10 percent, a cost of capital of 6.7 percent, a 15-year forecast period, all equity \nfinancing, and a residual value using the perpetuity method.  \n0\n50\n100\n150\n200\n250\n300\n0\n5\n10\n15\n20\n25\n30\nWarranted P/E Multiple (x)\nNOPAT Growth (Percent)\n0\n5\n10\n15\n20\n25\n30\n35\n40\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\nWarranted P/E Multiple (x)\nROIIC (Percent)\nP/E:\n14.9x\nROIC: 6.7%\n"
    },
    {
      "number": 8,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3113422 Exp. 06/30/2021 \n8 \n \nBuffett added that the impact of growth “can be negative as well as positive.” Growth is a negative when the \nROIIC is below the cost of capital. In that case, a company is spending $1 worth of capital to attain less than \n$1 of value. The faster the company grows the more wealth it destroys.  \nThe exhibit shows that an ROIIC below the cost of capital of 6.7 percent yields a P/E multiple below the \ncommodity multiple. Acquisitions are again a case in point. For buyers, M&A deals commonly add to earnings \ngrowth but subtract from value. You can think of low-ROIIC investments as pushing down the P/E multiple of a \ncompany’s stock toward the commodity multiple.      \nDiscount rate. As of June 1, 2020, Aswath Damodaran’s estimate of the cost of equity dropped to 6.0 percent \nas the result of the market rally in April and May. Investors need to consider the discount rate carefully for a \nfew reasons. \nFirst, the composition of expected returns is markedly different than it was as recently as late 2019. \nSpecifically, the yield on the 10-year Treasury note, a proxy for the risk-free rate, has declined from 1.9 \npercent at year-end 2019 to about 0.7 percent on June 1, 2020. The equity risk premium, on the other hand, is \nroughly at the same level as year-end after having gone up when the market fell and down when the market \nrose. Nearly 90 percent of the expected return from equities now comes from the risk premium, up from about \n75 percent at the beginning of the year.  \nSecond, this mix shift has implications for asset allocation. Returns for an asset class over a particular period \nare sensitive to the starting and ending valuations. The yield on the 10-year Treasury note today suggests that \nfuture returns for the risk-free rate will be less than those of the past.  \nFinally, and most important to our discussion, long-duration assets are very sensitive to changes in the \ndiscount rate. Those companies that can invest a lot while earning high ROIICs will achieve above-average \ngrowth. In today’s environment of low expected returns, the stocks of these companies are worth substantially \nmore than they were in an environment of higher expected returns.  \nNo one knows where interest rates or the ERP are headed, but everyone should take a moment to appreciate \nthe relationship between the discount rate and long-duration assets. The connection is not intuitive to those \nwho do not deal with the ideas all of the time. \nConclusion \nMost investors value stocks using multiples, which tend to obscure the underlying drivers of value. Many \ninvestors also seek to distinguish between value and growth stocks, which are commonly sorted based on \nmultiples of earnings or book value. The important drivers of value are opaque with these practices, and very \nfew investors have a clear sense of how revisions in expectations for those drivers change multiples.  \nIn particular, we focused on how changes in growth rates can affect P/E multiples, the idea that companies \nwith substantial current investment opportunities that are attractive lengthen their duration, and why the \ndistinction between growth and value is muddled. \nWhile our core hypothetical examples assumed a business with very attractive economics, it is important to \nbear in mind that ROIICs eventually drift lower as a consequence of factors such as competition, maturation, \nobsolescence, and disruption.  \n"
    },
    {
      "number": 9,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3113422 Exp. 06/30/2021 \n9 \n \nBruce Greenwald uses the example of an imaginary company called Top Toaster. Top Toaster’s high initial \nreturns gradually drop as competitors come along and drive incremental returns toward the cost of capital. \nOnce ROIIC is equal to the cost of capital, Top Toaster will trade at the commodity multiple and an enterprise \nvalue equivalent to its invested capital. This is in the future of almost all companies. Sometimes this reality is \nnear and sometimes it’s distant. To bring the point home, Greenwald says, “In the long run, everything is a \ntoaster.”13 \nPlease see Important Disclosures on pages 11-13 \n \n \n \n"
    },
    {
      "number": 10,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3113422 Exp. 06/30/2021 \n10 \n \nEndnotes \n1 Michael J. Mauboussin and Dan Callahan, “Total Addressable Market: Methods to Estimate a Company’s \nPotential Sales,” Credit Suisse Global Financial Strategies, September 1, 2015.  \n2 Bruce Greenwald and Judd Kahn, “All Strategy Is Local,” Harvard Business Review, September 2005. \n3 Luminita Enache and Anup Srivastava, “Should Intangible Investments Be Reported Separately or \nCommingled with Operating Expenses? New Evidence,” Management Science, Vol. 64, No. 7, July 2018, \n2973-3468. \n4 Frank J. Fabozzi, Sergio M. Focardi, and Caroline Jonas, “Equity Valuation: Science, Art, or Craft?” CFA \nInstitute Research Foundation, 2017. \n5 Michael J. Mauboussin and Dan Callahan, “What Does a Price-Earnings Multiple Mean? An Analytical Bridge \nbetween P/Es and Solid Economics,” Credit Suisse Global Financial Strategies, January 29, 2014 and Michael \nJ. Mauboussin, “What Does an EV/EBITDA Multiple Mean?” BlueMountain Capital Investment Research, \nSeptember 13, 2018. \n6 On June 1, 2020, the yield on the 10-year Treasury note, a proxy for the risk-free rate, was 0.65 percent and \nAswath Damodaran estimated the equity risk premium to be 5.35 percent, summing to a cost of equity of 6.0 \npercent. The multiple is simply 1 divided by the cost of equity (1/.06) which produces a multiple of 16.7. See \nhttp://pages.stern.nyu.edu/~adamodar/. \n7 Warren E. Buffett, “Chairman’s Letter to the Shareholders,” Berkshire Hathaway, 1992.  \n8 Eugene F. Fama and Kenneth R. French, “The Cross Section of Expected Returns,” Journal of Finance, Vol. \n47, No. 2, June 1992, 427-465. \n9 They actually use the inverse of P/E and price/book, so in the Fama-French model it’s earnings/price and \nbook/price. This makes the charts look better. \n10 Hannes Mohrschladt and Sven Nolte, “A New Risk Factor Based on Equity Duration,” Journal of Banking \nand Finance, Vol. 96, November 2018, 126-135.  \n11 These are Cyclically Adjusted P/E (CAPE) ratios based on the work of Robert Shiller. Also, see Robert D. \nArnott, Denis B. Chaves, and Tzee-man Chow, “King of the Mountain: The Shiller P/E and Macroeconomic \nConditions,” Journal of Portfolio Management, Vol. 44, No. 1, Fall 2017, 55-68. \n12 Ernest Liu, Atif Mian, and Amir Sufi, “Low Interest Rates, Market Power, and Productivity Growth,” NBER \nWorking Paper No. 25505, August 2019. \n13 Bruce C. N. Greenwald, Judd Kahn, Paul D. Sonkin, and Michael van Biema, Value Investing: From Graham \nto Buffett and Beyond (New York: John Wiley & Sons, 2001), 71-74. For the toaster quotation, see Robin \nMoroney, “What the Toaster Teaches Us About Business,” WSJ Blogs: the Informed Reader, January 10, \n2007. \n \n \n \n \n \n \n \n"
    },
    {
      "number": 11,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3113422 Exp. 06/30/2021 \n11 \n \nRisk Considerations \n \nThere is no assurance that a Portfolio will achieve its investment objective. Portfolios are subject to market risk, \nwhich is the possibility that the market values of securities owned by the Portfolio will decline and that the value \nof Portfolio shares may therefore be less than what you paid for them. Market values can change daily due to \neconomic and other events (e.g. natural disasters, health crises, terrorism, conflicts and social unrest) that affect \nmarkets, countries, companies or governments. It is difficult to predict the timing, duration, and potential adverse \neffects (e.g. portfolio liquidity) of events. Accordingly, you can lose money investing in this Portfolio. Please be \naware that this Portfolio may be subject to certain additional risks. In general, equities securities’ values also \nfluctuate in response to activities specific to a company. Investments in foreign markets entail special risks \nsuch as currency, political, economic, market and liquidity risks. The risks of investing in emerging market \ncountries are greater than risks associated with investments in foreign developed countries. Privately placed \nand restricted securities may be subject to resale restrictions as well as a lack of publicly available information, \nwhich will increase their illiquidity and could adversely affect the ability to value and sell them (liquidity risk). \nDerivative instruments may disproportionately increase losses and have a significant impact on performance. \nThey also may be subject to counterparty, liquidity, valuation, correlation and market risks. Illiquid securities \nmay be more difficult to sell and value than public traded securities (liquidity risk). \n \nDISTRIBUTION \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions where \nsuch distribution or availability would not be contrary to local laws or regulations. \nIreland: Morgan Stanley Investment Management (Ireland) Limited. Registered Office: The Observatory, 7-11 \nSir John Rogerson’s, Quay, Dublin 2, Ireland. Registered in Ireland under company number 616662. Regulated \nby the Central Bank of Ireland. United Kingdom: Morgan Stanley Investment Management Limited is authorised \nand regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. Registered \nOffice: 25 Cabot Square, Canary Wharf, London E14 4QA. Dubai: Morgan Stanley Investment Management \nLimited (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct Building 3, \nDubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 709 7158). \nGermany: Morgan Stanley Investment Management Limited Niederlassung Deutschland, Grosse Gallusstrasse \n18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b KWG). Italy: Morgan \nStanley Investment Management Limited, Milan Branch (Sede Secondaria di Milano) is a branch of Morgan \nStanley Investment Management Limited, a company registered in the UK, authorised and regulated by the \nFinancial Conduct Authority (FCA), and whose registered office is at 25 Cabot Square, Canary Wharf, London, \nE14 4QA. Morgan Stanley Investment Management Limited Milan Branch (Sede Secondaria di Milano) with seat \nin Palazzo Serbelloni Corso Venezia, 16 20121 Milano, Italy, is registered in Italy with company number and \nVAT number 08829360968. The Netherlands: Morgan Stanley Investment Management, Rembrandt Tower, \n11th Floor Amstelplein 1 1096HA, Netherlands. Telephone: 31 2-0462-1300. Morgan Stanley Investment \nManagement is a branch office of Morgan Stanley Investment Management Limited. Morgan Stanley Investment \nManagement Limited is authorised and regulated by the Financial Conduct Authority in the United Kingdom. \nSwitzerland: Morgan Stanley & Co. International plc, London, Zurich Branch Authorised and regulated by the \nEidgenössische Finanzmarktaufsicht (“FINMA”). Registered with the Register of Commerce Zurich CHE-\n115.415.770. Registered Office: Beethovenstrasse 33, 8002 Zurich, Switzerland, Telephone +41 (0) 44 588 \n1000. Facsimile Fax: +41(0)44 588 1074. \nU.S.: A separately managed account may not be appropriate for all investors. Separate accounts managed \naccording to the Strategy include a number of securities and will not necessarily track the performance of any \nindex. Please consider the investment objectives, risks and fees of the Strategy carefully before investing. A \nminimum asset level is required. For important information about the investment manager, please refer to Form \nADV Part 2. \nPlease consider the investment objectives, risks, charges and expenses of the funds carefully before \ninvesting. The prospectuses contain this and other information about the funds. To obtain a prospectus \nplease download one at morganstanley.com/im or call 1-800-548-7786. Please read the prospectus \ncarefully before investing. \n \nMorgan Stanley Distribution, Inc. serves as the distributor for Morgan Stanley Funds. \n  \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A BANK DEPOSIT \n"
    },
    {
      "number": 12,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3113422 Exp. 06/30/2021 \n12 \n \nHong Kong: This document has been issued by Morgan Stanley Asia Limited for use in Hong Kong and shall \nonly be made available to “professional investors” as defined under the Securities and Futures Ordinance of \nHong Kong (Cap 571). The contents of this document have not been reviewed nor approved by any regulatory \nauthority including the Securities and Futures Commission in Hong Kong. Accordingly, save where an exemption \nis available under the relevant law, this document shall not be issued, circulated, distributed, directed at, or made \navailable to, the public in Hong Kong. Singapore: This document should not be considered to be the subject of \nan invitation for subscription or purchase, whether directly or indirectly, to the public or any member of the public \nin Singapore other than (i) to an institutional investor under section 304 of the Securities and Futures Act, \nChapter 289 of Singapore (“SFA”), (ii) to a “relevant person” (which includes an accredited investor) pursuant to \nsection 305 of the SFA, and such distribution is in accordance with the conditions specified in section 305 of the \nSFA; or (iii) otherwise pursuant to, and in accordance with the conditions of, any other applicable provision of \nthe SFA. This publication has not been reviewed by the Monetary Authority of Singapore. Australia: This \npublication is disseminated in Australia by Morgan Stanley Investment Management (Australia) Pty Limited ACN: \n122040037, AFSL No. 314182, which accepts responsibility for its contents. This publication, and any access to \nit, is intended only for “wholesale clients” within the meaning of the Australian Corporations Act. \nJapan: For professional investors, this document is circulated or distributed for informational purposes only. For \nthose who are not professional investors, this document is provided in relation to Morgan Stanley Investment \nManagement (Japan) Co., Ltd. (“MSIMJ”)’s business with respect to discretionary investment management \nagreements (“IMA”) and investment advisory agreements (“IAA”). This is not for the purpose of a \nrecommendation or solicitation of transactions or offers any particular financial instruments. Under an IMA, with \nrespect to management of assets of a client, the client prescribes basic management policies in advance and \ncommissions MSIMJ to make all investment decisions based on an analysis of the value, etc. of the securities, \nand MSIMJ accepts such commission. The client shall delegate to MSIMJ the authorities necessary for making \ninvestment. MSIMJ exercises the delegated authorities based on investment decisions of MSIMJ, and the client \nshall not make individual instructions. All investment profits and losses belong to the clients; principal is not \nguaranteed. Please consider the investment objectives and nature of risks before investing. As an investment \nadvisory fee for an IAA or an IMA, the amount of assets subject to the contract multiplied by a certain rate (the \nupper limit is 2.20% per annum (including tax)) shall be incurred in proportion to the contract period. For some \nstrategies, a contingency fee may be incurred in addition to the fee mentioned above. Indirect charges also may \nbe incurred, such as brokerage commissions for incorporated securities. Since these charges and expenses are \ndifferent depending on a contract and other factors, MSIMJ cannot present the rates, upper limits, etc. in \nadvance. All clients should read the Documents Provided Prior to the Conclusion of a Contract carefully before \nexecuting an agreement. This document is disseminated in Japan by MSIMJ, Registered No. 410 (Director of \nKanto Local Finance Bureau (Financial Instruments Firms)), Membership: the Japan Securities Dealers \nAssociation, The Investment Trusts Association, Japan, the Japan Investment Advisers Association and the \nType II Financial Instruments Firms Association. \n  \nIMPORTANT INFORMATION \nEMEA: This marketing communication has been issued by Morgan Stanley Investment Management Limited \n(“MSIM”). Authorised and regulated by the Financial Conduct Authority. Registered in England No. 1981121. \nRegistered Office: 25 Cabot Square, Canary Wharf, London E14 4QA. \n \nThere is no guarantee that any investment strategy will work under all market conditions, and each investor \nshould evaluate their ability to invest for the long-term, especially during periods of downturn in the market. Prior \nto investing, investors should carefully review the strategy’s / product’s relevant offering document. There are \nimportant differences in how the strategy is carried out in each of the investment vehicles. \n \nA separately managed account may not be appropriate for all investors. Separate accounts managed \naccording to the Strategy include a number of securities and will not necessarily track the performance \nof any index. Please consider the investment objectives, risks and fees of the Strategy carefully before \ninvesting. \n \nThe views and opinions are those of the author or the investment team as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment teams at Morgan Stanley Investment \n"
    },
    {
      "number": 13,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n3113422 Exp. 06/30/2021 \n13 \n \nManagement (MSIM) or the views of the firm as a whole, and may not be reflected in all the strategies and \nproducts that the Firm offers. \n \nCertain information herein is based on data obtained from third party sources believed to be reliable. However, \nwe have not verified this information, and we make no representations whatsoever as to its accuracy or \ncompleteness. \n \nThe information herein is a general communications which is not impartial and has been prepared solely for \ninformation and educational purposes and does not constitute an offer or a recommendation to buy or sell any \nparticular security or to adopt any specific investment strategy. The material contained herein has not been \nbased on a consideration of any individual client circumstances and is not investment advice, nor should it be \nconstrued in any way as tax, accounting, legal or regulatory advice. To that end, investors should seek \nindependent legal and financial advice, including advice as to tax consequences, before making any investment \ndecision. \n \nPast performance is no guarantee of future results. \nCharts and graphs provided herein are for illustrative purposes only. \n \nThis communication is not a product of Morgan Stanley’s Research Department and should not be regarded as \na research recommendation. The information contained herein has not been prepared in accordance with legal \nrequirements designed to promote the independence of investment research and is not subject to any prohibition \non dealing ahead of the dissemination of investment research. \n \nThe information contained in this communication is not a research recommendation or ‘investment research’ \nand is classified as a ‘Marketing Communication’ in accordance with the applicable European regulation or Swiss \nregulation. This means that this marketing communication (a) has not been prepared in accordance with legal \nrequirements designed to promote the independence of investment research (b) is not subject to any prohibition \non dealing ahead of the dissemination of investment research. \n \nMSIM has not authorized financial intermediaries to use and to distribute this document, unless such use and \ndistribution is made in accordance with applicable law and regulation. MSIM shall not be liable for, and accepts \nno liability for, the use or misuse of this document by any such financial intermediary. If you are a distributor of \nthe Morgan Stanley Investment Funds, some or all of the funds or shares in individual funds may be available \nfor distribution. Please refer to your sub-distribution agreement for these details before forwarding fund \ninformation to your clients. \n \nThe whole or any part of this work may not be reproduced, copied or transmitted or any of its contents disclosed \nto third parties without MSIM’s express written consent. \n \nAll information contained herein is proprietary and is protected under copyright law. \nMorgan Stanley Investment Management is the asset management division of Morgan Stanley. \n \nThis document may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this document \nin another language, the English version shall prevail. \n"
    }
  ]
}