{
  "filename": "2020_one_job__expectations_and_the_role_of_intangible_investments.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20240101102520-05'00'",
    "modDate": "D:20240101102520-05'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n \n \nCounterpoint Global Insights \nOne Job \nExpectations and the Role of Intangible Investments \nCONSILIENT OBSERVER  |  September 15, 2020\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIntroduction \nHere’s a profile of a company. Do you want to buy the stock?  \nThis company will be profitable for each of the next 15 years. Both \nsales and net income will grow at close to a 40 percent compound \nannual rate. The company will also initiate a dividend in the third \nyear, which will grow at nearly a 50 percent compound annual rate \nthrough the end of the period. \nHere’s another profile. Do you want to buy the stock?   \nThis company will have negative free cash flow for each of the next \n15 years. The level of debt will grow at a 34 percent compound \nannual rate over this time. Its cash balance will start at 2.5 percent \nof sales and will dwindle to 2.0 percent by the end of the period.  \nThe answer to both questions should be “yes.” As you may have \nguessed, this is the same company, Wal-Mart Stores, Inc., from 1972-\n1986. The annual total shareholder return of Walmart’s stock during \nthis period was 29 percent versus the S&P 500’s 11 percent. \nYou would be forgiven for thinking the first profile sounds better than \nthe second one. The company was consistently profitable and grew \nits top and bottom lines at a healthy clip. Establishing and raising the \ndividend also signaled management’s confidence in the future. The \nprice-earnings ratio may have been high at times but at least there \nwere earnings. We can’t say the same for many of the companies \ngoing public today. Nearly 40 percent of companies listed in the U.S. \nin 2019 lost money, up from fewer than 20 percent in the 1970s.1   \nThe negative free cash flow in the second profile tells you only that the \ncompany invested more money than it made. The firm required \nexternal financing, which led to rising debt and slim cash balances. \nBut the second profile omitted the key fact that Walmart’s annual \nreturn on invested capital averaged 18 percent during that time, a level \nwell in excess of its cost of capital. It spent more than it earned, but its \ninvestments had a high payoff. \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n2 \n \nAnticipating Expectations Revisions \nThe one job of an equity investor is to take advantage of gaps between expectations and fundamentals.2 \nExpectations reflect the future free cash flows a company must deliver to justify today’s stock price. \nFundamentals capture the company’s actual results. Tomorrow’s outcomes that are different than today’s \nperceptions lead to revisions in expectations that are the source of excess returns.   \nExpectations are like the odds on the tote board that a racehorse will win. Fundamentals are the result of the \nrace. Handicappers know that you don’t make money by picking favorites. You make money by spotting \nmispriced odds and investing accordingly.3 \nLots of factors determine the timing, magnitude, and value of free cash flows. These include macroeconomic \ngrowth, interest rates, inflation, the ferocity of competition, and the industry’s spot in its life cycle. Because many \nof these are outside the control of investors and companies, they are generally not a source of excess returns.4 \nInvestors should be aware of potential macroeconomic developments but generally agnostic as to which ones \nwill unfold. Scenario analysis is an effective means to accommodate macro outcomes.  \nWhat is in an investor’s control is gaining a solid understanding of a company’s prospects for creating value. \nThis requires a grasp of the basic unit of analysis, which answers the fundamental question of how a company \nmakes money. The basic unit of analysis for Walmart, and other retailers, is the return on investment for a store. \nNet present value is the tried and true way to conduct this analysis. A store creates value if the present value of \nfuture free cash flows it generates exceeds the investment the company makes in it.     \nIt follows that a grasp of the magnitude and return on investment is central to understanding value. This point \nwas made nearly 60 years ago in a seminal paper, “Dividend Policy, Growth, and the Valuation of Shares,” by \nMerton Miller and Franco Modigliani, economists who won the Nobel Prize.5 They pointed out that you can think \nof the value of a company as having two parts. The first is the steady state, which assumes that the firm can \nsustain its current profits into the future. The second is the present value of growth opportunities, which is based \non the magnitude of investment, return on investment, and period that investment opportunities are available.6  \nNote that if the return on investment equals the cost of capital, the present value of growth is zero. In theory, the \nstock of a company without value-creating opportunities is worth the product of the steady-state earnings and \nthe commodity price-earnings ratio, which is one divided by the discount rate.7 \nHere is the key insight: Understanding the magnitude and return on investment provides an investor with a better \nunderstanding of a company’s future earnings. The challenge is that the mix of investment has shifted over time \nand is today more intangible than tangible. That means the recording of investments has largely migrated from \nthe balance sheet to the income statement. An investor’s job has not changed but the analytical approach has.   \nWe discuss three essential aspects related to the rise of intangible investments. The first is how to measure \nthem. We need to understand what defines an intangible investment, how the mix of tangible and intangible \ninvestments has changed over time, and how to accurately compare companies that invest primarily in intangible \nassets to those that invest in tangible assets.8 \nSecond is the characteristics of intangible assets. Economists have for decades explored the differences \nbetween intangible and tangible assets. Investors do not need to rewrite economic theory. They just need to \ngrasp the nature of non-rival goods.    \n"
    },
    {
      "number": 3,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n3 \n \nFinally, we explore the implications for investors. One example is the usefulness of earnings. Investments that \nare recorded on the income statement reduce earnings and can even lead to losses. A reallocation of those \ninvestments to the balance sheet leads to higher earnings and invested capital. Comparing today’s valuations \nto those of the past using simple metrics such as a price-earnings or price-book multiple can lead to misleading \nor faulty conclusions.     \nMeasurement \nAn investment is a cost today that creates an asset that is expected to provide a benefit measured by the present \nvalue of future free cash flow. The net present value of an investment is positive when the benefit is greater than \nthe cost.  \nInvestments can be in tangible or intangible assets. Tangible assets are physical items, such as a machine, \ntruck, or factory. Intangible assets are not physical. They can be customer relationships, product design, or \ninstructions for how to manufacture a drug. \nExhibit 1 shows the types of intangible assets. Broad categories include “computerized information,” where \nsoftware development is a clear example, “innovative property,” such as research and development (R&D), and \n“economic competencies,” which capture investments such as branding.9 \nExhibit 1: Categories of Intangible Assets \nBroad Category \nType of Investment \nType of Legal Property That Might \nBe Created \nComputerized \nInformation \nSoftware development \nPatent, copyright, design intellectual \nproperty rights (IPR), trademark, other \n  \n  \nDatabase development \nCopyright, other \nInnovative Property \nR&D \nPatent, design IPR  \n  \n  \nMineral exploration \nPatent, other \n  \n  \nCreating entertaining and artistic \noriginals \nCopyright, design IPR \n  \n  \nDesign and other product development \ncosts \nCopyright, design IPR, trademark \nEconomic \nCompetencies \nTraining \nOther \n  \n  \nMarket research and branding \nCopyright, trademark \n  \n  \nBusiness process re-engineering \nPatent, copyright, other \nSource: Jonathan Haskel and Stian Westlake, Capitalism Without Capital: The Rise of the Intangible Economy (Princeton, \nNJ: Princeton University Press, 2017), 44. \n \n \n"
    },
    {
      "number": 4,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n4 \n \nThe percentage of total investment that is intangible has grown steadily since the dawn of the Information Age. \nExhibit 2 shows tangible and intangible investment as a percent of gross value added, a rough proxy for gross \ndomestic product. In 1979, tangible investment was 1.7 times that of intangible investment. By 2017, the last \nmeasure we have, intangible investment was 1.4 times that of tangible investment. The mix of investment has \nseen a huge change within a couple of generations.         \nExhibit 2: The Rise of Intangible Investments in the U.S., 1977-2017 \n \nSource: Unpublished update to Corrado and Hulten (2010) using methods and sources developed in Corrado and Hao (2013) \nand in Corrado et al. (2016) and Corrado et al. (2017) for INTAN-Invest© and the SPINTAN project, respectively. The \nSPINTAN project was funded by the European Commission FP-7 grant agreement 612774. \nNote: Investment as a percentage of gross value added for the business sector. \nThis point about the broad shift from tangible to intangible investment has been made many times. To understand \nthe implication for investors, we need to take a few more steps. The first is to understand how the accounting \nworks.  \nIn the fall of 1974, back when tangible assets were greater than intangibles ones, the Financial Accounting \nStandards Board (FASB) published a seemingly innocuous statement about the treatment of research and \ndevelopment (R&D). The FASB said that companies should expense R&D spending. They considered other \ntreatments, including capitalizing R&D, but concluded that expensing was appropriate because “there is normally \na high degree of uncertainty about the future benefits of individual research and development projects” and “a \ndirect relationship between research and development costs and specific future revenue generally has not been \ndemonstrated.”10  \nIn other words, the head accountants said that R&D should be expensed because it is uncertain and there is a \n“lack of causal relationship between expenditures and benefits” even when profits do go up. Accounting \nprofessors who studied the standards the FASB enacted in its first quarter century of existence found that the \nexpensing of R&D was one of the five “associated with the most loss in shareholder value.”11 \n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n1977\n1979\n1981\n1983\n1985\n1987\n1989\n1991\n1993\n1995\n1997\n1999\n2001\n2003\n2005\n2007\n2009\n2011\n2013\n2015\n2017\nInvestment as a Percentage of \nGross Value Added\nIntangible\nTangible\n"
    },
    {
      "number": 5,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n5 \n \nNotwithstanding the substantial change in how companies invest, how companies account for investment has \nchanged very little.12 The notable exception are intangibles acquired through mergers and acquisitions (M&A). \nAccountants record the acquired intangible assets on the balance sheet and amortize them over time, typically \n5-10 years.     \nThis accounting mismatch lies at the core of the challenge. An analyst needs to understand where investments \nshow up on the financial statements in order to know how much a company invests. Investors and economists \nwho suggest that investment is limited to capital expenditures and changes in working capital are missing the \nboat by grossly understating the magnitude of investment.13 \nLet’s delve into the income statement. Cost of goods sold reflects the direct costs of producing the good or \nservice a company sells. Intangible investments are largely going to be found within selling, general, and \nadministrative (SG&A) costs, which capture costs not directly related to making a good or providing a service.  \nThis observation alone provides a valuable clue. Businesses with high gross margins, defined as gross profit \ndivided by sales, are likely to record at least some investment on the income statement. The classic example is \na software company. \nThe challenge is determining how much of SG&A should be classified as investment. The guiding principle is to \nseparate how much a company needs to spend to maintain its current operations in a steady state from how \nmuch a company is spending to pursue value-creating growth. Luminita Enache and Anup Srivastava, \nprofessors of accounting, wrote a relevant paper called, “Should Intangible Investments Be Reported Separately \nor Commingled with Operating Expenses? New Evidence.”14  \nTheir approach starts with total SG&A and subtracts R&D and advertising, generally considered intangible \ninvestments, to come up with what they call “Main SG&A.” They then assess what part of Main SG&A is \nnecessary to maintain the business (“Maintenance Main SG&A”) and designate the remaining Main SG&A to \nintangible investments (“Investment Main SG&A”). Maintenance Main SG&A, which is matched with sales, \ncaptures costs such as office and warehouse rents, customer delivery costs, and sales commissions. Investment \nMain SG&A reflects spending that seeks to build organizational assets and includes employee training, customer \nacquisition costs, and software development.  \nEnache and Srivastava apply their analysis to a large sample of companies in the U.S. from 1970 to 2009. They \nshow a marked rise in Investment Main SG&A relative to capital expenditures that is consistent with the \naggregate data in exhibit 2. They also show that Maintenance Main SG&A was greater than Investment Main \nSG&A until the late 1990s. Since then, Investment Main SG&A has grown and Maintenance Main SG&A has \nshrunk, measured as a percentage of assets.   \nTo update the data, we turned to our friends at O’Shaughnessy Asset Management (OSAM), a quantitative \nmoney management firm. Chris Meredith, OSAM’s co-chief investment officer and director of research, \nsubstantially replicated the findings of Enache and Srivastava and extended the analysis through 2019.   \nExhibit 3 shows the results. The updated data show that the secular trends remain soundly in place. Indeed, \nsince the end of the financial crisis in 2009 the investment component of Main SG&A has soared and the \nmaintenance piece has shrunk.15 We estimate that for the Russell 3000 in the U.S., excluding those in the \nfinancial services and real estate industries, R&D spending in 2019 was approximately $435 billion, capital \nexpenditures were roughly $930 billion, and Investment Main SG&A was in excess of $1.5 trillion. \n"
    },
    {
      "number": 6,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n6 \n \nExhibit 3: Components of Selling, General, and Administrative (SG&A) Costs, 1970-2019  \n \nSource: O’Shaughnessy Asset Management based on Luminita Enache and Anup Srivastava, “Should Intangible \nInvestments Be Reported Separately or Commingled with Operating Expenses? New Evidence,” Management Science, Vol. \n64, No. 7, July 2018, 3446-3468. \nWhile the aggregate data are clear and compelling, an investor wants to do this type of analysis for individual \ncompanies. Unfortunately, there is no easy way to do so. Seasoned investors can get a sense of intangible \ninvestment through a study of the company and discussion with its management. \nCharles Hulten, a professor of economics at the University of Maryland and one of the leading researchers in \nthis field, wrote a paper seeking to quantify intangible investment for Microsoft.16 We use Hulten’s assumptions \nto update the analysis through fiscal 2020. This examination makes no statement about the merit of Microsoft \nas an investment. \nBefore we begin, we want to emphasize that free cash flow is unaffected by these adjustments. The goal of the \nexercise is to understand more accurately how much a company invests and to anticipate whether that \ninvestment will create value. But free cash flows do not change.  \nThe main potential repercussion for valuation is based on the residual, or terminal, value. These changes \nincrease earnings and investment in equal measure. As a result, residual value techniques that capitalize the \nearnings from the final explicit forecast period yield a higher terminal value. This effect is largely mitigated by \nthe fact that intangible investment and amortization of intangibles converge as a company matures.  \nTwo sets of crucial assumptions drive this analysis. The first is what percentage of each line item within SG&A, \nwhich includes R&D, sales and marketing (S&M), and general and administrative (G&A), is allocated to \nintangible investment. Hulten writes, “Following the general guidance of the CHS [Corrado, Hulten, Sichel] and \nmacro research, adjusted to reflect the high-technology nature of the company, the fractions selected were 100 \n0.00\n0.05\n0.10\n0.15\n0.20\n0.25\n0.30\n0.35\n1970\n1972\n1974\n1976\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\n2018\nAs a Percent of Total Assets\nInvestment\nMain SG&A\nMaintenance \nMain SG&A\nR&D\nAdvertising\n"
    },
    {
      "number": 7,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n7 \n \npercent (R&D), 70 percent (S&M), and 20 percent (G&A).”17 Using these ratios, Microsoft’s intangible investment \nwas $34 billion in fiscal 2020. Capital expenditures were $15 billion.  \nThe second is the period of amortization. The ideal is to match the amortization period with the economic life of \nthe asset that the company creates. While accountants do make judgments about this period for acquired \nintangibles, there are no set procedures for internal intangible investments. We follow closely the guidelines set \nout in a paper by Carol Corrado, an economist who has contributed substantially to this research, and Hulten.18 \nWe amortize R&D over six years, and the S&M and G&A investments each over two years.  \nBefore we turn to the numbers we need to define free cash flow:  \nFree cash flow (FCF) = net operating profit after tax (NOPAT) – investment in growth (I)  \nYou can think of NOPAT as the cash earnings a company would have if it had no financial leverage. You \ncalculate it by starting with operating income, or earnings before interest and taxes (EBIT). You then add \namortization from acquired intangible assets (A) and the embedded interest component of operating lease \nexpense. Operating lease interest expense is added back because it is a financing cost rather than an operating \nexpense. Finally, you subtract cash taxes (which include the tax provision, deferred taxes, and the tax shield). \nInvestments in future growth include changes in working capital, capital expenditures net of depreciation, and \nacquisitions. The model considers maintenance capital expenditures to be roughly equivalent to depreciation, \nso only spending above the level of depreciation is considered an investment. Assets that a company acquires \nthrough leases should also be included in investments.  \nFree cash flow is the cash available to pay the claimholders of the company. It is the number you forecast and \ndiscount to a present value in an unlevered discounted cash flow (DCF) model.  \nLet’s turn to the numbers from Microsoft to make this exercise more concrete. We’ll start with a standard \ncalculation of FCF. We’ll then introduce the adjustments based on Hulten’s work and see how that affects the \npath to FCF. Finally, we’ll examine invested capital, before and after capitalized intangible investment, and see \nhow the return on invested capital changes given the new inputs. \nExhibit 4 shows the derivation of Microsoft’s free cash flow for fiscal 2019 and 2020. Let’s focus on fiscal 2020. \nEBITA adjusted for lease expense of $56 billion, minus cash taxes of $8 billion, leaves us with NOPAT of $48 \nbillion. Working capital of negative $1 billion, net capital expenditures of $8 billion, and acquisitions of $3 billion \nsum to $10 billion of investment. Free cash flow is $38 billion, or $48 billion of NOPAT minus $10 billion of \ninvestment. \n \n \n"
    },
    {
      "number": 8,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n8 \n \nExhibit 4: Free Cash Flow for Microsoft, 2019-2020  \n($ Billions) \n2019 \n2020 \nOperating income (EBIT) \n43  \n53  \nAmortization of intangibles \n2  \n2  \nOperating lease payments \n1  \n1  \nEBITA \n46  \n56  \nIncome tax provision \n4  \n9  \nDeferred taxes \n6  \n(1) \nTax shield \n0  \n0  \nCash taxes \n11  \n8  \nNet Operating Profit after Tax (NOPAT) \n35  \n48  \nChange in working capital \n(4) \n(1) \nAdditions to property and equipment * \n17  \n19  \nDepreciation \n10  \n11  \nCapital expenditures, net \n7  \n8  \nAcquisitions \n2  \n3  \nInvestment (I) \n6  \n10  \nFree cash flow \n29  \n38  \n* = includes assets acquired under capital leases. \nSource: Microsoft Corporation and Counterpoint Global estimates. \nLet’s address Microsoft’s intangible investments that appear on the income statement.19 We take the total for \neach component of SG&A in fiscal 2020, multiply it by Hulten’s prescribed allocation, and come up with $34.0 \nbillion in intangible investment. The comparable figure in fiscal 2019 was $30.6 billion. Here are the figures for \nfiscal 2020: \nItem \nAmount \nPercent \nAllocated to \nIntangible \nIntangible \nInvestment \nResearch & Development \n$19.3 billion \n100 \n$19.3  \nSales & Marketing \n$19.6  \n70 \n$13.7  \nGeneral & Administrative \n$5.1  \n20 \n$1.0  \nTotal \n$44.0 billion \n$34.0 billion \n \nWe applied the same ratios to the financial statements back to fiscal 1994, which allowed us to create a schedule \nfor amortization. R&D investment in year zero is amortized in a straight line over the following six years. For \ninstance, an R&D investment of $600 in 2014 would generate an amortization expense of $100 per year from \n2015-2020. We apply the same approach to S&M and G&A using the shorter two-year amortization period.  \nThis leaves us with amortization expense of $26.8 billion in fiscal 2020 and $24.7 billion in fiscal 2019. With the \nintangible investment and amortization expense in hand, we need to make adjustments in three places. First, \nwe add the intangible investment net of the amortization expense back to NOPAT. This increases NOPAT as \n"
    },
    {
      "number": 9,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n9 \n \nlong as aggregate intangible investment is growing. Second, we add the same figure to investment. This grows \nthe total investment amount.  \nFinally, we capitalize the intangible investment on the balance sheet and amortize that figure to reflect net \ncapitalized intangibles. We need to go back beyond the longest amortization period, in this case six years, to \nmake sure that we accurately capture that amount. \nExhibit 5 shows adjusted FCF. Notice first that free cash flow is the same in exhibits 4 and 5. You can also see \nthat adjusted NOPAT of $56 billion is nearly 15 percent higher than unadjusted NOPAT as a result of removing \nnet intangible investment from the income statement. For Microsoft, NOPAT is a decent proxy for earnings. This \nanalysis shows that earnings are understated in cases where intangible investment is large. \nExhibit 5: Free Cash Flow with Intangible Investment for Microsoft, 2019-2020  \n($ Billions) \n2019 \n2020 \nOperating Income (EBIT) \n43  \n53  \nAmortization of intangibles \n2  \n2  \nOperating lease payments \n1  \n1  \nEBITA \n46  \n56  \nIncome tax provision \n4  \n9  \nDeferred taxes \n6  \n(1) \nTax shield \n0  \n0  \nCash taxes \n11  \n8  \nNOPAT \n35  \n48  \nIntangible investment \n31  \n34  \nAmortization of intangibles \n25  \n27  \nIntangible investment, net \n6  \n7  \nAdjusted NOPAT \n41  \n56  \nChange in working capital \n(4) \n(1) \nAdditions to property and equipment * \n17  \n19  \nDepreciation \n10  \n11  \nCapital expenditures, net \n7  \n8  \nAcquisitions \n2  \n3  \nInvestment \n6  \n10  \nIntangible investment \n31  \n34  \nAmortization of intangibles \n25  \n27  \nIntangible investment, net \n6  \n7  \nAdjusted investment \n12  \n17  \nFree cash flow \n29  \n38  \n* = includes assets acquired under capital leases. \nSource: Microsoft Corporation and Counterpoint Global estimates. \n"
    },
    {
      "number": 10,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n10 \n \nAt the same time, moving intangibles causes the investment to increase 70 percent, from $10 to $17 billion. The \ngoal of this shift is to gain better insight into the magnitude of investment. It also allows for a more accurate \nassessment of past capital allocation decisions. \nWe now turn to invested capital, which you can consider a couple of ways that are equivalent. Invested capital \nrepresents the amount of net assets a company needs to run its business or the financing a company’s creditors \nand shareholders have provided to fund the net assets. Dual-entry accounting ensures that both sides of the \nbalance sheet are equal. \nThe left side of exhibit 6 shows the traditional calculation of invested capital. The total was $96 billion for fiscal \n2020, assuming the company needs only 2 percent of its sales in cash. The equivalent sum was $89 billion in \nfiscal 2019. Return on invested capital (ROIC) is calculated as NOPAT divided by average invested capital. \nROIC for fiscal 2020 was a very attractive 52 percent ($48 billion/$92 billion). \nThe right side of exhibit 6 introduces the capitalized intangible investments. This adjustment adds $78 billion to \ninvested capital in 2020 and $71 billion in fiscal 2019. Invested capital in fiscal 2020 increases 80 percent, from \n$96 to $174 billion, after this adjustment. Revised ROIC, which has a higher numerator and denominator than \nthe simpler version, drops to 33 percent ($56 billion/$167 billion). \nExhibit 6: Invested Capital, With and Without Adjustments, 2019-2020  \n($ Billions) \nOperating Approach (Traditional) \nOperating Approach (with Adjustments) \n2019 \n2020 \n2019 \n2020  \n \n \n \n \nCash * \n3  \n3  \nCash * \n3  \n3   \n \n \n \n \nAccounts receivable, net  \n30  \n32  \nAccounts receivable, net  \n30  \n32   \n \n \n \n \nDeferred income taxes \n0  \n0  \nDeferred income taxes \n0  \n0   \n \n \n \n \nInventories \n2  \n2  \nInventories \n2  \n2   \n \n \n \n \nOther current assets \n10  \n11  \nOther current assets \n10  \n11   \n \n \n \n \nTotal current assets \n44  \n48  \nTotal current assets \n44  \n48   \n \n \n \n \n \n \n \n \n \n- NIBCLs \n64  \n69  \n- NIBCLs \n64  \n69   \n \n \n \n \nNet working capital \n(19) \n(20) \nNet working capital \n(19) \n(20)  \n \n \n \n \n \n \n \n \n \nProperty and equipment, net \n36  \n44  \nProperty and equipment, net \n36  \n44   \n \n \n \n \nOperating lease right-of-use assets \n7  \n9  \nOperating lease right-of-use assets \n7  \n9   \n \n \n \n \nGoodwill \n42  \n43  \nGoodwill \n42  \n43   \n \n \n \n \nIntangible assets, net \n8  \n7  \nIntangible assets, net \n8  \n7   \n \n \n \n \nOther long-term assets \n15  \n13  \nOther long-term assets \n15  \n13   \n \n \n \n \n \n \n \n \n \nInvested capital \n89  \n96   \n \n \n \n \n \n \n \n \n \nCapitalized intangibles, net \n71  \n78   \n \n \n \n \n \n \n \n \n \nInvested capital \n89  \n96 \nAdjusted invested capital \n160  \n174   \n \n \n \n \n \n \n \n \n \nNOPAT \n35  \n48  \nNOPAT \n41  \n56   \n \n \n \n \nInvested capital (average) \n80  \n92  \nInvested capital (average) \n148  \n167   \n \n \n \n \nROIC \n43% \n52% \nROIC \n27% \n33%  \n \n \n \n \n* = 2 percent of sales. \n \n \n \n \n \n  \n \n \n \n \nSource: Microsoft Corporation and Counterpoint Global estimates. \nNote: NIBCLs is non-interest-bearing current liabilities.  \n"
    },
    {
      "number": 11,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n11 \n \nComparing the spending at Walmart to that of Microsoft shows the contrast between tangible and intangible \ninvestment. But intangible investment was and is crucial to Walmart, and tangible investment is essential for \nMicrosoft. Walmart was a pioneer in the use of technology to make its operations more efficient than those of its \ncompetitors. For instance, the McKinsey Global Institute “found that Wal-Mart directly and indirectly caused the \nbulk of the productivity acceleration through ongoing managerial innovation that . . . drove the diffusion of best \npractice.”20 Likewise, Microsoft has to buy lots of servers to support its rapidly growing cloud computing business.  \nWe estimate that tangible investment outstripped intangible investment three to one in the first five years that \nWalmart was public. This assumes that 20 percent of SG&A spending was intangible. We estimate that \nintangible investment exceeded tangible investment 1.5 to 1 in the last 5 years for Microsoft.    \nThere are a few other topics worth discussing before leaving the topic of measurement.  \nThe first is the nature and payoff from R&D. Many businesses, including biotechnology companies, invest heavily \nin R&D in the pursuit of future sales and profits. But a handful of leading accounting professors examined the \nnature of R&D for mature digital businesses and concluded that a large percentage of it was maintenance, not \ninvestment, spending.21 This suggests that R&D is not a simple discretionary investment, but demands further \nanalysis to sort out what is necessary to sustain the business versus what is truly an investment. This means \nthat allocating 100 percent of Microsoft’s R&D to intangible investment, as the Hulten analysis proposes, is \ninappropriately high.  \nAnother recent finding is that R&D provided high returns in the 1980s and early 1990s, but those returns have \ndeclined and stabilized at a lower level in recent decades.22 This is consistent with less R&D going toward \ninvestment. Researchers quantify R&D returns by studying the relationship between current R&D expense and \nfuture net income. Factors that might explain the lower returns include a declining cost of capital, the mix shift \ntoward maintenance R&D, and a change in the complexion of public companies to include more intangible-\nintensive companies. \nThe definition of free cash flow we use is consistent with finance theory and proper valuation. But investors and \ncompanies commonly define free cash flow more colloquially as cash from operating activities minus capital \nexpenditures.23 This can lead to a slew of potential errors.  \nInvestors regularly argue that businesses reliant on intangible assets are “capital light,” which acknowledges the \nlimited need for tangible assets. But this argument can be misleading because these businesses often pay their \nemployees with stock-based compensation (SBC), such as restricted stock units, performance stock units, and \nemployee stock options. Because these grants are not in the form of cash, accountants add back their expense \nin the calculation of cash from operating activities. SBC is a legitimate expense that should not be reversed. We \nestimate that SBC equals 15-20 percent of cash from operating activities for technology companies in the S&P \n500 Index. The figure is much higher for many young companies.  \nCapital light businesses often don’t need to raise a lot of external capital because their employees provide both \na source of financing and a service.24 SBC is tantamount to two transactions: the company sells shares \n(financing) and uses the proceeds to pay employees (compensation for service). Investors have to move the \nSBC figure from the “cash from operating activities” section to the “cash from financing activities” section to \naccurately portray the cash flow statement. A failure to do so overstates free cash flow. \nAnother possible error from using a simplified definition of free cash flow is the mistreatment of financing costs. \nThe free cash flow we described earlier is for an unlevered discounted cash flow model. In other words, you use \n"
    },
    {
      "number": 12,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n12 \n \nthe cash flows to determine the value of the company’s operations, and then add non-operating assets and \nsubtract debt and other liabilities. Accordingly, the free cash flows should not reflect financing costs. \nBecause cash from operating activities starts with net income, financing costs are included. That means the \nsimple FCF calculation doesn’t work to calculate corporate value. But it does work for a levered discounted value \nmodel, which considers only the cash flows attributable to equity investors discounted to a present value at the \ncost of equity capital. In theory an unlevered and levered DCF model yield the same value.25  \nFor those who are either building an unlevered DCF model or calculating ROIC, it is important to make an \nadjustment for operating lease expense. Effective for most companies in early 2019, the FASB updated its \nstandards in Lease (Topic 842) to require all public companies to include all leases of 12 months or longer on \ntheir balance sheet. Before the update, operating leases were not capitalized and lease costs were expensed. \nAfter the update, operating leases are capitalized but lease costs are still expensed. This creates a mismatch. \nThe key is to be consistent. Consider the case of a company buying a store and financing it with debt. The \ncompany would record the store as an asset and debt as a liability. It would then subtract interest expense, a \nfinancing cost, from operating income.  \nNow consider the case of a company leasing the same store. It would also reflect the store on the asset and \nliability sides of the balance sheet according to the new accounting standard. But the lease cost is recorded as \nan operating, rather than a financing, expense.  \nThe adjustment is to reclassify the embedded interest portion of the lease cost from the operating section of the \nincome statement to the financing section. This increases NOPAT. Notably, the International Accounting \nStandards Board (IASB) properly treats the depreciation and interest expense components of operating lease \npayments.26     \nThe final potential error is missing the magnitude of tangible investment. A company that assumes a capital \nlease discloses “principal payments of a capital lease” in the “cash from financing activities” section of the cash \nflow statement. These finance leases should count as capital expenditures but don’t show up in “cash from \ninvesting activities” as they should.  \nTo illustrate the point, Amazon.com’s capital expenditures, officially called “purchases of property and \nequipment, net of proceeds from sales and incentives,” were $12.7 billion in 2019, and its “principal repayments \nof finance leases,” which are also effectively capital expenditures, were $9.6 billion. The true figure for capital \nexpenditures is 75 percent higher than the one solely in “cash from investing activities.” To the company’s credit, \nit includes the lease figure in its narrower definition of free cash flow.27  \nMeasurement boils down to doing the proper financial statement analysis to separate the cost of running a \nbusiness at a steady state from the investment a company makes to grow value. The mix between maintenance \nand investment spending varies based on where a company or industry is in its life cycle and management’s \ncapital allocation choices. A more accurate assessment of the magnitude and return on investment will help an \ninvestor do the one job that matters: anticipating the timing, magnitude, and riskiness of free cash flow, the \nlifeblood of value.  \n \n \n"
    },
    {
      "number": 13,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n13 \n \nCharacteristics of Intangible Assets \nEconomists have known for a long time that characteristics of intangible assets are different from those of \ntangible assets.28 An investor’s task is to assess what the nature of intangible investments means for growth, \nreturn on investment, competition, and sustainable competitive advantage.     \nYou can think of the distinction between intangible and tangible assets in two dimensions. The first is “rivalry.” \nEconomists call intangible assets “non-rival” goods because they can be used by more than one person at a \ntime. Tangible assets are “rival” goods because they can’t be used simultaneously. For example, the formula to \ncreate a life-saving drug is a non-rival good, but a factory that produces the drug is a rival good that only one \ncompany can use at a time.  \nThe second dimension is “excludability.” Paul Romer, an economist and recipient of the Nobel Prize, writes, “A \ngood is excludable if the owner can prevent others from using it.”29 Technology and the legal system, including \nmechanisms such as patents and copyrights, determine excludability. Property rights allow tangible assets to \nbe excludable. One of Romer’s main insights is that intangible assets can be “partially excludable,” which allows \na firm to profit from its investments. \nJonathan Haskel and Stian Westlake provide a useful taxonomy of the characteristics of intangible investments \nthat they call the four S’s: scalability, sunkenness, spillovers, and synergies.30 We draw from their work as we \ntake a look at each.  \nThe first characteristic is scalability. Intangible assets often have high upfront costs but, as non-rival goods, very \nlow incremental costs. Drug development is a good example. Finding the formula for a safe and efficacious drug \ncan cost billions, but once the recipe is in hand treatment can be produced very cheaply.31 You can think of lots \nof goods with similar characteristics, including anything that can be represented digitally, such as software, \nmusic, and books.  \nUnreal Engine, a set of software tools to help build video games that is owned by Epic Games, is an interesting \nexample. Developing and improving Unreal Engine is costly for Epic, but once the company builds the tools it \ncan share them at essentially no marginal cost. Developers can download them for free, and Epic takes a share \nof revenues only when a game reaches $1 million on their platform.    \nAnother central idea is that of network effects, which exist when the value of a good or service increases as \nmore people use that good or service. Network effects have been around for a long time and apply to tangible \nas well as intangible assets. For instance, in the 1908 annual report the managers of American Telephone and \nTelegraph Company (AT&T) wrote, “A telephone—without a connection at the other end of the line—is not even \na toy or scientific instrument. It is one of the most useless things in the world. Its value depends on the connection \nwith the other telephone—and increases with the number of connections.”32 \nNetwork effects are relevant for different types of businesses. One example is a platform that connects two sides \nof a market.33 Uber and other ridesharing companies are a good illustration. They are attractive to passengers \nwhen there are lots of drivers and to drivers when there are ample riders. It is common for one network to \nbecome dominant in a particular business because of positive feedback. Network strength is a function of \nnetwork size, structure, and connectivity. \nLeading online social networks, including Facebook and Twitter, also benefit from network effects. Users tend \nto congregate where their friends are, which means a service becomes more valuable to a user as more people \njoin.  \n"
    },
    {
      "number": 14,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n14 \n \nNetwork effects are also applicable for complementary products. Most smartphone users own a device that \noperates on an Android or iOS operating system. As a result, there are network effects between the leading \noperating systems and application developers. This creates an ecosystem that is difficult for aspiring entrants \ninto the operating system business to crack. \nScalability becomes very powerful for some intangible intensive businesses when economies of scale and \nnetwork effects are combined. Supply-side economies of scale are operative when the cost of an incremental \nunit of production goes down with output. Demand-side economies of scale occur when the willingness-to-pay \nof all users rises as the user base grows. Lower incremental costs and higher incremental willingness-to-pay is \na powerful potential backdrop for strong value creation.   \nThe nature of scalability means that some businesses get large. This leads to Arthur’s First Law: “High-tech \nmarkets are dominated 70-80 percent by a single player—product, company, or country.”34 W. Brian Arthur, a \npioneering economist in this area of research, created this law after observing the outcomes of increasing \nreturns. Arthur is quick to note that even if luck leads to the initial advantage, it blossoms as the result of positive \nfeedback. Scalability also suggests that many companies will try to unseat a market leader even if it is hard \nbecause the payoffs are so high.  \nThe next characteristic is the concept of sunkenness. Pretend that you invest in a tangible asset such as a \nfactory that doesn’t generate sufficient returns for you. You can typically turn around and sell that factory to \nanother party and recover some or all of the price you paid. Now assume that you invest in an intangible asset \nsuch as a set of operating procedures for a retail store. If that business fails, those procedures have little value \nto others. The concept is called “sunkenness” because those costs are sunk.   \nStandardization is one reason there is such a difference between how tangible and intangible assets retain \nvalue. A tangible asset is commonly standard, whether it’s a scale, a server computer, or a store. An intangible \nasset tends to be more unique and hence has less value for another person or firm. \nNotwithstanding some of the challenges with intangible assets, there is evidence that lenders consider their \nvalue in capital structure decisions.35 For example, 17 percent of buyout deals in the U.S. in 2019 were in the \nsoftware industry, up from 6 percent in 2009.36 And intangible investments can create option value even when \nthe payoff and recovery is not promising. \nThe third characteristic of intangible assets is spillovers. Because intangible assets are non-rival goods and \noften non-excludable, other parties can imitate them readily. Products that are protected by patent or copyright \nare the exception.  \nOne example is design. Shortly after the iPhone was launched in 2007, competitors swiftly emulated the phone’s \nimportant design features. A more extreme example is the work of Wang Xing, a Chinese internet entrepreneur. \nDubbed “The Cloner,” he “meticulously recreated the home page, profiles, tool bars, and color schemes” of \nFacebook for his company, then known as the Xiaonei Network. He even added “A Mark Zuckerberg \nProduction,” on each page.37 He went on to clone Twitter and Groupon in similar fashion.      \nThe concept of protecting tangible assets has been around for thousands of years, but protecting intangible \nassets is only a few hundred years old. Returning to Romer’s work, excludability is a function of technology and \nthe law. Keeping non-rival goods from spreading is inherently difficult, and the fact that they do spread may be \na positive externality for society.  \n"
    },
    {
      "number": 15,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n15 \n \nWe see this externality at work in cities. Ideas (and illnesses) tend to spread most efficiently in dense populations. \nIndeed, research shows that measures such as patents, wealth, and income increase at a predictable rate as \ncities get larger. This is called “superlinear scaling” because the slope of 1.15, using a logarithmic scale for \npopulation and the dependent variable, is greater than 1.0. Geoffrey West, a theoretical physicist who was the \npresident and is now a distinguished professor at the Santa Fe Institute, writes that cities manifest “systematic \nincreasing returns to scale.”38  \nA complete inability to protect intellectual property, however, may create a disincentive to invest. Companies \nshould seek to manage their intellectual property as effectively as possible while enjoying the benefit of \nborrowing ideas from others. Further, it is worth recognizing that the strength of laws protecting intellectual \nproperty vary around the world. \nBasic research is one way society can take advantage of spillovers. Indeed, a number of important commercial \ntechnologies today, including the Global Positioning System, the Internet, magnetic resonance imaging (MRI), \nand touch screen technology were the product of basic research developed or supported by the U.S. \ngovernment.39   \nThe final characteristic is synergies. Brian Arthur, among others, argues that innovation arises from combining \ntechnologies that already exist.40 This is central to Paul Romer’s endogenous growth theory. Most economic \nmodels had assumed that technology was an exogenous, or external, factor driving economic growth. Romer \nshowed that growth is the result of endogenous, or internal, factors. The combination of existing building blocks \nis an essential element of the framework.   \nWhile some building blocks are tangible, the recipe for putting things together is generally intangible. \nRecombination also suggests that bigger is better because the more blocks there are to work with, the more \ncombinations of potentially useful technologies exist. \nArthur often shares the story of the development of the jet engine to illustrate the point. The engine is the result \nof the combination of a number of subsystems, including air inlet, compressor, combustion, turbine, and nozzle.41 \nA jet engine’s remarkable power and efficiency is the sum result of these technologies combined in a valuable \nfashion.  \nNote that spillovers and synergies can be at odds. On the one hand, companies want their non-rival assets to \nbe excludable so that they alone can benefit from them. On the other hand, the more ideas that are out there \nthe more new solutions that can be found.   \nAn appreciation for the growth and characteristics of intangible investments is essential to understand the \nprospects for future free cash flows for companies. This is especially important in drawing lessons from history, \nwhether it’s the application of statistical factors to assess relative value or patterns of growth. We now turn to \nthe implications of the rise of intangibles for investors.    \n \n \n"
    },
    {
      "number": 16,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n16 \n \nImplications for Investors \nThe primary task of an investor is to anticipate revisions in expectations. This requires an understanding of price-\nimplied expectations and having a sound thesis for why the market will revise those expectations. The primary \npurpose of financial accounting is to provide a company’s external parties, including current and prospective \nshareholders and creditors, with the information they need to make informed economic decisions. \nEarnings are deemed to be “the single most important output of financial reporting.”42 It used to be that earnings \nwere on the income statement and investments were recorded mostly on the balance sheet. The rise of \nintangible investments means that the bottom line is now a mix of earnings and investment. The goal of this \nreport is to allow an investor to untangle these pieces and assess them properly. \nEarnings are less relevant for value today than in the past. This is because of the rise of intangibles and the \nincrease in non-recurring, or ancillary, items reported in earnings.43 We focus on the former, but investors \nseeking to understand value must thoughtfully deal with both.44 \nBaruch Lev, a professor of accounting at New York University Stern School of Business, argues that earnings \nhave become less relevant for value over time.45 He supports this claim by analyzing the correlation between \ncontemporaneous earnings and market value. He further develops a proxy for intangible investment, R&D plus \nSG&A spending as a percentage of assets, which allows him to separate the universe of stocks into those that \nare above the median, the “top spenders,” and those below, the “bottom spenders.”    \nExhibit 7 show the results of this analysis by decade from the 1950s through the 1990s and from 2000 to 2016. \nA couple of features stand out. First, there is a monotonic decline in earnings relevance for the top spenders. \nThis coincides with the rise of intangible investment. Second, the relevance gap between the top and bottom \nspenders, which was modest in the 1950s, grows over time. The earnings relevance for companies that rely \nmostly on intangibles is low, and reclassifying investment improves the signal.  \nExhibit 7: Earnings Relevance Has Declined Over Time  \n \nSource: Baruch Lev, “Ending the Accounting-for-Intangibles Status Quo,” European Accounting Review, Vol. 28, No. 4, \nSeptember 2019, 717. \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n1950s\n1960s\n1970s\n1980s\n1990s\n2000-2016\nEarnings Relevance (R-Squared)\nTop Spenders\nBottom Spenders\n"
    },
    {
      "number": 17,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n17 \n \nThat the relevance of earnings is declining does not mean that the stock market does not appreciate intangible \ninvestments and their potential payoff. Research shows that the market “seems to recognize some of the \nintangible asset value implicit in SG&A.” This work also shows that investors may earn excess returns by buying \ncompanies with high intangible asset value.46 \nWe demonstrated that free cash flow is not affected by the reclassification of intangible investments from the \nincome statement to the balance sheet. Consistent with this, recent research reveals that investors respond \nmore to surprises in free cash flow than they did in the past and that this result is particularly pronounced for \nyoung companies with lots of intangible assets.47  \nValue investing is buying something for less than it is worth. In other words, you buy when expectations are too \nlow and sell when expectations are full or too high. This is what most active managers try to do. Discounted \nfuture free cash flow determines value, and shorthands such as multiples are useful only to the extent that they \naccurately capture value. They rarely do.  \nIn recent decades, researchers have employed statistical factors, including ratios of price-book value and price-\nearnings, as proxies for expectations. Historically, the “value factor,” buying statistically inexpensive stocks \n(value) and selling statistically expensive stocks (glamour) has generated excess returns.48 In the last decade, \nhowever, this approach has fared poorly.49  \nIt stands to reason that the signal from statistical factors would weaken if intangible investments distort earnings \nand book value. This development is not lost on quantitative investors. There is a good argument to be made \nthat the ineffectiveness of the value factor is in part because of its diminished ability to reflect economic reality. \nBaruch Lev and Anup Srivastava examined this issue and found two main results.50 First, when they made the \nadjustments to reclassify intangible investment, 40-60 percent of stocks that had been classified either as “value” \nor “glamour” shifted categories. Value is defined as the cheapest 30 percent of stocks measured on price/book, \nand “glamour” is the 30 percent most expensive. \nSecond, the returns for the factor based on adjusted book value were higher than the returns for the factor based \non traditional book value for nearly 90 percent of the years they measured. Further, the difference in returns was \nnegligible in the 1970s and grew in significance through the decades. The authors summarize, “The adjustment \nof book values for the glaring accounting deficiencies of intangibles expensing could have quite a dramatic effect \non the long-short value strategy throughout the past four decades.” \nBased on this discussion, we can say that it is useful to focus on free cash flow after properly categorizing \nearnings and investment. Recategorizing an intangible investment from a cost to a capital item allows for a \nclearer understanding of the magnitude of investment. The magnitude of investment can be paired with a \nthoughtful assessment of return on investment to assess future earnings.51 \nIn their book, The End of Accounting, Feng Gu and Baruch Lev provide a framework, the “Strategic Resources \nand Consequences Report,” to understand the crucial drivers of value by industry. The report covers resource \ndevelopment, strategic resources, resource preservation, resource deployment, and ultimately value creation. \nThey provide examples for the media and entertainment, oil and gas, pharmaceutical and biotech, and insurance \nindustries. \n"
    },
    {
      "number": 18,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n18 \n \nGu and Lev’s report is a useful complement to the accounting adjustments for getting to the essential elements \nof value and value creation. This allows for a more grounded assessment of gaps between expectations and \nfundamentals, the one job an investor needs to do well to succeed.  \nThe world changes over time. One of the most profound changes we have seen in the corporate world is in the \nform of investment. Current accounting standards do a poor job of reflecting the rise of intangible investment. A \nthoughtful investor’s best response is to make the adjustments necessary to see the world as it is. \nThis report discussed the measurement and characteristics of intangible assets. It also reviewed the implications \nof the growth of intangibles for investors. While free cash flow remains at the heart of valuation, the \nreclassification of investments can provide insight into future free cash flows. \nPlease see Important Disclosures on pages 23-25 \n \n"
    },
    {
      "number": 19,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n19 \n \nEndnotes \n1 James Mackintosh, “Money-Losing Companies Mushroom Even as Stocks Hit New Highs,” Wall Street Journal, \nJanuary 9, 2020 and Feng Gu and Baruch Lev, “How to Distinguish Between GAAP Losers and Real Losers,” \nLev The End of Accounting Blog, February 6, 2020. For analysis of why these companies can be valued highly, \nsee Masako Darrough and Jianming Ye, “Valuation of Loss Firms in a Knowledge-Based Economy, Review of \nAccounting Studies, Vol. 12, No. 1, March 2007, 61-93. \n2 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for Better Returns \n(Boston, MA: Harvard Business School Press, 2001). \n3 Steven Crist, “Crist on Value,” in Beyer, et al., Bet with the Best (New York: Daily Racing Form Press, 2001). \n4 Nai-Fu Chen, Richard Roll, and Stephen A. Ross, “Economic Forces and the Stock Market,” Journal of \nBusiness, Vol. 59, No. 3, July 1986, 383-403. \n5 Merton H. Miller and Franco Modigliani, “Dividend Policy, Growth, and the Valuation of Shares,” Journal of \nBusiness, Vol. 34, No. 4, October 1961, 411-433.  \n6 Stewart C. Myers, “Determinants of Corporate Borrowing,” Journal of Financial Economics, Vol. 5, No. 2, \nNovember 1977, 147-175. For a breakdown of steady state versus future growth for 24 companies from early \n2020, see Bartley J. Madden, Value Creation Principles: The Pragmatic Theory of the Firm Begins with Purpose \nand Ends with Sustainable Capitalism (Hoboken, NJ: John Wiley & Sons, 2020) 101. \n7 Michael J. Mauboussin and Dan Callahan, “What Does a Price-Earnings Multiple Mean? An Analytical Bridge \nbetween P/Es and Solid Economics,” Credit Suisse Global Financial Strategies, January 29, 2014.  \n8 Jonathan Haskel and Stian Westlake, Capitalism Without Capital: The Rise of the Intangible Economy \n(Princeton, NJ: Princeton University Press, 2017), 15-22. \n9 Carol A. Corrado, Charles Hulten, and Daniel Sichel, “Measuring Capital and Technology: An Expanded \nFramework,” in Carol A. Corrado, John Haltiwanger, and Daniel Sichel, eds. Measuring Capital in the New \nEconomy (Chicago: University of Chicago Press, 2005); Carol A. Corrado, Charles Hulten, and Daniel Sichel, \n“Intangible Capital and U.S. Economic Growth,” Review of Income and Wealth, Vol. 55, No. 3, September 2009, \n661-685; and presentation by Carol Corrado available at www.wilsoncenter.org/sites/default/files/media/ \ndocuments/event/Corrado%20Presentation.pdf.    \n10 “Accounting for Research and Development Costs,” Statement of Financial Accounting Standards No. 2, \nOctober 1974.  \n11 Urooj Khan, Bin Li, Shivaram Rajgopal, and Mohan Venkatachalam, “Do the FASB’s Standards Add \nShareholder Value?” Accounting Review, Vol. 93, No. 2, March 2018, 209-247. \n12 Baruch Lev, “Ending the Accounting-for-Intangibles Status Quo,” European Accounting Review, Vol. 28, No. \n4, September 2019, 713-736. For a detailed discussion of accounting for intangibles, see Thomas A. King, More \nThan a Numbers Game: A Brief History of Accounting (Hoboken, NJ: John Wiley & Sons, 2006), 131-143.  \n13 Nicolas Crouzet and Janice Eberly, “Understanding Weak Capital Investment: The Role of Market \nConcentration and Intangibles,” NBER Working Paper No. 25869, May 2019 and William Lazonick, “Profits \nWithout Prosperity: Stock Buybacks Manipulate the Market and Leave Most Americans Worse Off,” Harvard \nBusiness Review, Vol. 92, No. 9, September 2014, 46-55.  \n14 Luminita Enache and Anup Srivastava, “Should Intangible Investments Be Reported Separately or \nCommingled with Operating Expenses? New Evidence,” Management Science, Vol. 64, No. 7, July 2018, 3446-\n3468. \n15 Thomas Friedman, a foreign affairs columnist at the New York Times, argues that 2007 was a pivotal year \nbecause of the long list of technologies and companies that were launched. See Chapter 2, “What the Hell \nHappened in 2007?” in Thomas L. Friedman, Thank You for Being Late: An Optimist's Guide to Thriving in the \nAge of Accelerations (New York: Farrar, Straus and Giroux, 2016).   \n16 Charles R. Hulten, “Decoding Microsoft: Intangible Capital as a Source of Company Growth,” NBER Working \nPaper 15799, March 2010. \n17 Ibid., 8. \n18 Carol A. Corrado and Charles R. Hulten, “Innovation Accounting,” in Dale W. Jorgenson, J. Steven Landefeld, \nand Paul Schreyer, eds., Measuring Economic Sustainability and Progress (Chicago: University of Chicago \nPress, 2014), 614. \n"
    },
    {
      "number": 20,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n20 \n \n19 For a detailed explanation of this process, see Tim Koller, Mark Goedhart, and David Wessels, Valuation: \nMeasuring and Managing the Value of Companies–Seventh Edition (Hoboken, NJ: John Wiley & Sons, 2020), \n467-481. \n20 Bill Lewis, Angelique Augereau, Mike Cho, Brad Johnson, Brent Neiman, Gabriela Olazabal, Matt Sandler, \nSandra Schrauf, Kevin Stange, Andrew Tilton, Eric Xin, Baudouin Regout, Allen Webb, Mike Nevens, Lenny \nMendonca, Vincent Palmade, Greg Hughes, and James Manyika, “US Productivity Growth, 1995-2000,” \nMcKinsey Global Institute, October 1, 2001. \n21 Vijay Govindarajan, Shivaram Rajgopal, Anup Srivastava, and Luminita Enache, “It’s Time to Stop Treating \nR&D as a Discretionary Item,” Harvard Business Review, January 29, 2019.  \n22 Asher Curtis, Sarah McVay, and Sara Toynbee, “The Changing Implications of Research and Development \nExpenditures for Future Profitability,” Review of Accounting Studies, Vol. 25, No. 2, June 2020, 405-437. For a \nmore general discussion of R&D, see Anne Marie Knott, How Innovation Really Works: Using the Trillion-Dollar \nR&D Fix to Drive Growth (New York: McGraw Hill, 2017). For a macro discussion, see Nicholas Bloom, Charles \nI. Jones, John Van Reenen, and Michael Webb, “Are Ideas Getting Harder to Find?” American Economic \nReview, Vol. 110, No. 4, April 2020, 1104-1144. For evidence that R&D expenses generate more uncertain \npayoffs than do capital expenditures, see S. P. Kothari, Ted E. Laguerre, and Andrew J. Leone, “Capitalization \nversus Expensing: Evidence on the Uncertainty of Future Earnings from Capital Expenditures versus R&D \nOutlays,” Review of Accounting Studies, Vol. 7, No. 4, December 2002, 355-382. For a discussion on R&D’s \nability to explain asset returns, see Woon Sau Leung, Kevin P. Evans, and Khelifa Mazouz, “The R&D Anomaly: \nRisk or Mispricing?” Journal of Banking and Finance, Vol. 115, June 2020, 105815. \n23 Katharine Adame, Jennifer Koski, Katie Lem, and Sarah McVay, “Free Cash Flow Disclosure in Earnings \nAnnouncements,” Working Paper, June 3, 2020. \n24 Sanjeev Bhojraj, “Stock Compensation Expense, Cash Flows, and Inflated Valuations,” Review of Accounting \nStudies, forthcoming and Qi Sun and Mindy Z. Xiaolan, “Financing Intangible Capital,” Journal of Financial \nEconomics, Vol. 133, No. 3, September 2019, 564-588. There is evidence that companies use more long-term \nequity compensation when the returns to SG&A spending are high. See Rajiv D. Banker, Rong Huang, and \nRamachandran Natarajan, “Equity Incentives and Long‐Term Value Created by SG&A Expenditure,” \nContemporary Accounting Research, Vol. 28, No. 3, September 2011, 794-830.  \n25 Mauboussin and Callahan, “What Does a Price-Earnings Multiple Mean? An Analytical Bridge between P/Es \nand Solid Economics,” 17.  \n26 Matthew A. Stallings, “The Potential Impact of Lease Accounting on Equity Valuation: Implications of Cost of \nCapital and Free Cash Flow Estimates,” CPA Journal, Vol. 87, No. 11, November 2017, 52-56. More technically, \nthe financing component of the lease cost is moved to the financing section while the depreciation stays as an \noperating expense. \n27 Amazon.com, Form 10-K, 2019, 29.  \n28 For an excellent discussion of the economics of intangible assets, see David Warsh, Knowledge and the \nWealth of Nations: A Story of Economic Discovery (New York: W.W. Norton & Company, 2006). For applications \nto technology, see Carl Shapiro and Hal R. Varian, Information Rules: A Strategic Guide to the Network Economy \n(Boston, MA: Harvard Business School Press, 1999). \n29 Paul M. Romer, “Endogenous Technological Change,” Journal of Political Economy, Vol. 98, No. 5, Pt. 2, \nOctober 1990, S71-S102. \n30 Haskel and Westlake, Capitalism Without Capital, 56-88. \n31 Joseph A. DiMasi, Henry G. Grabowski, and Ronald W. Hansen, “Innovation in the Pharmaceutical Industry: \nNew Estimates of R&D Costs,” Journal of Health Economics, Vol. 47, May 2016, 20-33.  \n32 American Telephone & Telegraph Annual Report, 1908. See https://beatriceco.com/bti/porticus/bell/pdf/ \n1908ATTar_Complete.pdf. Thanks to James Currier, “The Network Effects Manual: 13 Different Network Effects, \nNFX, January 9, 2018. \n33 Thomas Eisenmann, Geoffrey Parker, and Marshall W. Van Alstyne, \"Strategies for Two-Sided Markets,\" \nHarvard Business Review, Vol. 84, No. 10, October 2006, 92-101. \n34 W. Brian Arthur, “What’s Your Law?” Edge.org, 2004. See www.edge.org/response-detail/10639. \n35 Steve C. Lim, Antonio J. Macias, Thomas Moeller, “Intangible Assets and Capital Structure,” Journal of \nBanking and Finance, Vol. 118, September 2020. \n"
    },
    {
      "number": 21,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n21 \n \n36 “US PE Breakdown: 2019 Annual,” PitchBook, January 9, 2020.   \n37 Kai-Fu Lee, AI Superpowers: China, Silicon Valley, and the New World Order (Boston: Houghton Mifflin \nHarcourt Publishing, 2018), 22-26. \n38 Geoffrey West, Scale: The Universal Laws of Growth, Innovation, Sustainability, and the Pace of Life in \nOrganisms, Cities, Economies, and Companies (New York: Penguin Press, 2017), 275.  \n39 Peter L. Singer, “Federally Supported Innovations: 22 Examples of Major Technology Advances That Stem \nfrom Federal Research Support,” Information Technology & Innovation Foundation, February 2014. \n40 W. Brian Arthur, The Nature of Technology: What It Is and How It Evolves (New York: Free Press, 2009); Matt \nRidley, The Rational Optimist: How Prosperity Evolves (New York: HarperCollins, 2010); and John H. Holland, \nSignals and Boundaries: Building Blocks for Complex Adaptive Systems (Cambridge, MA: MIT Press, 2012). \n41 Arthur, The Nature of Technology, 40.  \n42 Ilia Dichev, John Graham, Campbell R. Harvey, and Shiva Rajgopal, “The Misrepresentation of Earnings,” \nFinancial Analysts Journal, Vol. 72, No. 1, January/February 2016, 22-35. \n43 For example, see John Hand and Baruch Lev, eds. Intangible Assets: Values, Measures, and Risks (New \nYork: Oxford University Press, 2003); Anup Srivastava, “Why Have Measures of Earnings Quality Changed Over \nTime?” Journal of Accounting and Economics, Vol. 57, Nos. 2-3, April-May 2014, 196-217; Feng Gu and Baruch \nLev, The End of Accounting and the Path Forward for Investors and Managers (Hoboken, NJ: John Wiley & \nSons, 2016); and Vijay Govindarajan, Shivaram Rajgopal, and Anup Srivastava, “Why Financial Statements \nDon’t Work for Digital Companies,” Harvard Business Review, February 26, 2018. \n44 See Ethan Rouen, Eric So, and Charles C.Y. Wang, “Core Earnings: New Data and Evidence,” Harvard \nBusiness School Working Paper 20-047, June 2020. The authors strip out non-recurring and ancillary items, \nwhich have risen over the decades, to derive “core earnings.” They show that core earnings are more persistent \nand relevant for value than are GAAP earnings. \n45 Lev, “Ending the Accounting-for-Intangibles Status Quo” and Baruch Lev and Paul Zarowin, “The Boundaries \nof Financial Reporting and How to Extend Them,” Journal of Accounting Research, Vol. 37, No. 2, Autumn 1999, \n353-385. \n46 Rajiv D. Banker, Rong Huang, Ram Natarajan, and Sha Zhao, “Market Valuation of Intangible Asset: Evidence \non SG&A Expenditure,” Accounting Review, Vol. 94, No. 6, November 2019, 61-90. \n47 Katharine Adame, Jennifer Koski, and Sarah McVay, “Why Are Investors Paying More Attention to Free Cash \nFlows?” Working Paper, May 28, 2019.  \n48 Eugene F. Fama and Kenneth R. French, “The Cross‐Section of Expected Stock Returns,” Journal of Finance, \nVol. 47, No. 2, June 1992, 427-465. \n49 Eugene F. Fama and Kenneth R. French, “The Value Premium,” Fama-Miller Working Paper No. 20-01, \nJanuary 30, 2020; Cliff Asness, “Never Has a Venial Sin Been Punished This Quickly and Violently!” AQR \nPerspectives, February 19, 2020; and Pushkar Agrawal and Mike Nigro, “Diagnosing the Recent Decade of \nDrawdown in Value,” Two Sigma Investments, July 27, 2020. Technically, the ratios are not price-book value \nand price-earnings, but rather book value-price and earnings-price. Flipping the ratios made for better looking \nexhibits in the opinions of the authors.  \n50 Baruch Lev and Anup Srivastava, “Explaining the Recent Failure of Value Investing,” NYU Stern School of \nBusiness Working Paper, March 31, 2020. The authors of this paper came to similar conclusions: Noël Amenc, \nFelix Goltz, and Ben Luyten, “Intangible Capital and the Value Factor: Has Your Value Definition Just Expired?” \nJournal of Portfolio Management, Vol. 46, No. 7, July 2020, 83-99. \n51 Meghana Ayyagari, Asli Demirguc-Kunt, and Vojislav Maksimovic, “The Rise of Star Firms: Intangible Capital \nand Competition,” Working Paper, April 2020. \n \n"
    },
    {
      "number": 22,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n22 \n \nDEFINITIONS OF TERMS \n \nFree cash flow (FCF) is a measure of financial performance calculated as net operating profit after tax minus \ninvestment in growth. FCF represents the cash that a company is able generate after laying out the money \nrequired to maintain or expand its asset base. \n \nThe S&P 500® Index measures the performance of the large cap segment of the U.S. equities market, covering \napproximately 75% of the U.S. equities market. The Index includes 500 leading companies in leading industries \nof the U.S. economy. \n \nPrice-earnings (P/E) is the price of a stock divided by its earnings per share. Sometimes called the multiple, \nP/E gives investors an idea of how much they are paying for a company’s earning power. The higher the P/E, \nthe more investors are paying, and therefore the more earnings growth they are expecting. \n \nThe cost of capital is the rate at which you discount future cash flows in order to determine the value today. \nThe weighted average cost of capital blends the opportunity cost of the sources of capital, typically debt or \nequity, with the relative contribution of those sources.  \n \nReturn on investment is a performance measure used to evaluate the efficiency of an investment or to compare \nthe efficiency of a number of different investments. \n \nNet present value is a measure of the value of estimated future cash flows discounted back to the present.  \n \nThe discount rate is the rate at which you discount future cash flows in order to determine the value today. \n \nThe price-to-book multiple or ratio (Price/Book) compares a stock’s market value to the book value per share \nof total assets less total liabilities. This number is used to judge whether a stock is undervalued or overvalued. \n \nThe Russell 3000® Index measures the performance of the largest 3,000 U.S. companies representing \napproximately 98% of the investable U.S. equity market. The Russell 3000 Index is constructed to provide a \ncomprehensive, unbiased and stable barometer of the broad market and is completely reconstituted annually to \nensure new and growing equities are reflected. \n \nThe residual, or terminal, value is the value of all future cash flows at the point of time in which growth is \nexpected to become stable.  \n \nReturn on invested capital represents the rate of return a company makes on the cash it invests in its business. \n \n \n"
    },
    {
      "number": 23,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n23 \n \nIMPORTANT INFORMATION \n \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers.  \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThe Russell 3000® Index measures the performance of the largest 3,000 U.S. companies representing \napproximately 98% of the investable U.S. equity market. The Russell 3000 Index is constructed to provide a \ncomprehensive, unbiased, and stable barometer of the broad market and is completely reconstituted annually \nto ensure new and growing equities are reflected. The index referred to herein is the intellectual property \n(including registered trademarks) of the applicable licensor. Any product based on an index is in no way \nsponsored, endorsed, sold or promoted by the applicable licensor and it shall not have any liability with respect \nthereto. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation.  \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary.  \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \n \n"
    },
    {
      "number": 24,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n24 \n \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities: \n \nEMEA \nThis material is for Professional Clients/Accredited Investors only. \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited (“FMIL”). \nFMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company limited by \nshares with company registration number 616661 and has its registered address at 24-26 City Quay, Dublin 2, \nDO2 NY19, Ireland. \n \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA. \n \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland. \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) Limited \n(“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the United \nKingdom by the Financial Conduct Authority. \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158).  \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument.  \n"
    },
    {
      "number": 25,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186727 Exp. 12/31/2024 \n25 \n \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall \nonly be made available to “professional investors” as defined under the Securities and Futures Ordinance of \nHong Kong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory \nauthority including the Securities and Futures Commission in Hong Kong. Accordingly, save where an \nexemption is available under the relevant law, this material shall not be issued, circulated, distributed, directed \nat, or made available to, the public in Hong Kong. Singapore: This material is disseminated by Morgan \nStanley Investment Management Company and should not be considered to be the subject of an invitation for \nsubscription or purchase, whether directly or indirectly, to the public or any member of the public in Singapore \nother than (i) to an institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of \nSingapore (“SFA”); (ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of \nthe SFA, and such distribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) \notherwise pursuant to, and in accordance with the conditions of, any other applicable provision of the SFA. \nThis publication has not been reviewed by the Monetary Authority of Singapore.   Australia: This material is \nprovided by Morgan Stanley Investment Management (Australia) Pty Ltd ABN 22122040037, AFSL No. \n314182 and its affiliates and does not constitute an offer of interests. Morgan Stanley Investment Management \n(Australia) Pty Limited arranges for MSIM affiliates to provide financial services to Australian wholesale clients. \nInterests will only be offered in circumstances under which no disclosure is required under the Corporations \nAct 2001 (Cth) (the “Corporations Act”). Any offer of interests will not purport to be an offer of interests in \ncircumstances under which disclosure is required under the Corporations Act and will only be made to persons \nwho qualify as a “wholesale client” (as defined in the Corporations Act). This material will not be lodged with \nthe Australian Securities and Investments Commission.  \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association. \n"
    }
  ]
}