{
  "filename": "2020_wacc_and_vol__valuatoin_for_companies_with_real_options.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20240101102439-05'00'",
    "modDate": "D:20240101102439-05'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n \n \n \n \n \n \nCounterpoint Global Insights \nWACC and Vol \nValuation for Companies with Real Options \nCONSILIENT OBSERVER  |  December 21, 2020\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIntroduction \nTwenty-twenty has been extraordinary for a lot of reasons. The global \npandemic created a major health challenge and an unprecedented \neconomic shock, there was plenty of political uncertainty, and the \nstock market’s results were surprising to many.1 The year was also \nfascinating for investors concerned with corporate valuation. \nTheory prescribes that the value of a company is the present value of \nfuture free cash flow. The task of valuing a business comes down to \nan assessment of cash flows and the opportunity cost of capital. The \nstock prices of some companies today imply expectations for future \ncash flows in excess of what seems reasonably achievable. \nAutomatically assuming these companies are mispriced may be a \nmistake because certain businesses also have real option value.    \nThe year 2020 is noteworthy because the weighted average cost of \ncapital (WACC), which is applied to visible parts of the business, is \nwell below its historical average, and volatility (vol), which drives \noption value, is well above its historical average. Businesses that have \nreal option value benefit from a lower discount rate on their current \noperations and from the higher volatility of the options available to \nthem.  \nIn this report, we define real options, discuss what kinds of businesses \nare likely to have them, and review the valuation implication of a low \ncost of capital and high volatility. We finish with a method to \nincorporate real options analysis into traditional valuation. \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186717 Exp. 12/31/2024 \n2 \n \nReal Options Defined   \nA real option is the right but not the obligation to make an investment in a company, whether it’s a new line of \nbusiness, a distribution center, or a product extension. This type of analysis is useful when the cash flows from \na project have a present value that is currently less than the cost of the project. In other words, the net present \nvalue (NPV) of the project, its value minus its cost, is negative.  \nExtractive industries provide a classic example. Say a company can profitably pump oil from a well when the \ncommodity is at $40 per barrel. Now let’s assume that oil is currently priced at $30 per barrel. The well has a \nnegative NPV based on today’s prices but would have a positive NPV if oil rises above $40 in the future. The \nwell is valuable because the company has a real option to start it when the price is right. The value of this option \ndepends predominantly on the volatility of the price of oil.  \nAs oil prices move up and down the payoffs are asymmetric because options confer a right but not a requirement \nto act. Oil prices below $40 don’t matter, but the more they exceed $40 the more valuable the project becomes. \nHigher volatility drives higher option value. \nReal options come in many forms, but most of them value flexibility or contingency.2 Flexibility options reflect \nthe ability to defer, abandon, expand, or contract a project. Contingency options capture if-then propositions. \nFor example, if a drug meets certain requirements for efficacy, then we will invest more in it.  \nExhibit 1 shows the parallels between financial call options and real options.3 Bear in mind that you should value \na company’s current operations using a discounted cash flow model (DCF) or a proxy that yields a comparable \nresult. Real options analysis applies to novel activities.  \nExhibit 1: Drivers of Value for Call Options and Real Options \nCall Option \nReal Option \nVariable  \nStock price \nProject value \nS \nExercise price \nCost of project \nX \nStock price volatility \nAsset volatility \nσ \nOption life \nOption life \nT \nRisk-free rate \nRisk-free rate \nr \nSource: Timothy Luehrman, “Investment Opportunities as Real Options,” Harvard Business Review, July-August 1998, 52. \nThinking through the drivers of option value is instructive even if the analogy between financial options and real \noptions is not perfect. Specifically, the inputs are generally more available and the terms more specific for \nfinancial options than they are for real options.4  \nHowever, thinking using a real options framework raises important considerations. These include when a \ncompany might exercise the option, the volatility of the underlying asset, and whether the company has access \nto capital to fund the cost of the project. \n \n \n"
    },
    {
      "number": 3,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186717 Exp. 12/31/2024 \n3 \n \nWhere to Look for Real Options Value \nA checklist for where to look for real options has three parts. The first is the quality of management.5 Executives \neffective at real options reasoning are able to identify, create, manage, and exercise real options. Management \nreputation, proper incentives, and the ability to access capital are all important.   \nResearch reveals that few companies explicitly use real options methods, in part because of their mathematical \ncomplexity.6 But evidence also shows that practitioners use heuristics that are consistent with real options \nreasoning.7 \nNext on the checklist is the position of the business. Companies that are leaders in their industry commonly get \nthe first call when opportunities such as joint ventures arise. Size and preeminence are also associated with \neconomies of scale, which are benefits from volume, and economies of scope, which are benefits from variety.  \nThe final item on the checklist is a consideration of the sources, trends, and evolution of uncertainty.8 Asset \nvolatility must be high for a company to have substantial real option value. Uncertainty can arise from external \nshocks such as the pandemic, the potential for disruptive innovation, interactions with competitors, and the \nimpact from political decisions.       \nWe believe that real options value is meaningful for a relatively small percentage of public companies. But \ninvestors should be aware of real options value for those businesses and include it as part of the process of \nvaluation.  \nWhat Is Going On in 2020 \nTo simplify this analysis, you can think of the value of a company as having two parts. The first is the normal \noperations, which represent business as usual. You value these by taking the present value of future free cash \nflow. Alternatively, you can use a multiple, such as price-to-earnings or enterprise value-to-earnings before \ninterest taxes depreciation and amortization (EBITDA), as a proxy for a DCF model. The key point is that the \nvalue is a function of the cash flows and the discount rate. \nThe second part is real options value. Real options were first described formally in 1977, but the underlying \nideas are ancient.9 This value is modest for most companies because they don’t meet the criteria on the \nchecklist. But this component can be important for certain companies. You value those options using the drivers \nshown in Exhibit 1, and asset volatility is particularly important.   \nThe story is that the pandemic led central banks in advanced economics to quickly adopt fiscal and monetary \npolicies to minimize stress for households and businesses.10 Many countries followed the playbook developed \nduring the financial crisis of 2008-2009.  \nThe huge amount of liquidity has had the effect of pushing down interest rates. For example, the yield on the \n10-year U.S. Treasury note, commonly used as a risk-free rate, started the year at 1.92 percent and was at 0.84 \npercent at the end of November. This has shifted down the security market line that reflects the risk and reward \nfor various asset classes. In other words, expected returns for most asset classes are now lower than they were \nat the beginning of the year. \nA standard way to estimate the cost of equity capital is to add an equity risk premium (ERP) to a risk-free rate. \nAswath Damodaran, a valuation expert and professor of finance at the Stern School of Business at New York \nUniversity, estimates the ERP every month.11 He imputes the ERP by solving for the discount rate that equates \n"
    },
    {
      "number": 4,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186717 Exp. 12/31/2024 \n4 \n \nthe value of forecasted cash flows to the current price of the S&P 500. His ERP estimate has declined 70 basis \npoints to 4.5 percent in 2020.  \nCombining the risk-free rate and the ERP suggests that the cost of equity dropped 1.8 percentage points from \nyear-end 2019 as of December 1, 2020. We estimate that the average cost of equity for 2020 is 6.1 percent, 1.8 \npercentage points below the average of 7.9 percent from 2015 to 2019. \nA lower cost of equity leads to a higher present value, all else being equal.12 One dollar capitalized at 6.1 percent \nis worth $16.39 ($1/.061) and at 7.9 percent is worth $12.66 ($1/.079). The value of a dollar of earnings is worth \na multiple that is 3.7 percentage points higher now than at the beginning of the year, 16.4 versus 12.7. \nThe credit spread, the premium over the risk-free rate for owning bonds, has followed a very similar path. \nExpected returns for stocks and bonds have gone down as a result of an extraordinary amount of liquidity \nfurnished by central banks around the world. Exhibit 2 shows that the cost of equity and cost of debt have moved \nin tandem over the last five years. During this period, the correlation coefficient between these series was in \nexcess of 90 percent (zero means no relationship and 1.0 reflects the strongest possible positive relationship). \nExhibit 2: Cost of Equity and Cost of Debt, 2016-2020  \n \nSource: Aswath Damodaran and Moody’s, retrieved from FRED, Federal Reserve Bank of St. Louis, \nhttps://fred.stlouisfed.org/series/BAA. \nNote: Monthly; Cost of debt is the Moody's Seasoned Baa Corporate Bond Yield, aggregated using averages; Cost of \nequity is the 10-year U.S. Treasury note plus the implied equity risk premium (using projected cash flows based on the \ntrailing 12-month cash flow yield). \nDespite a lower cost of capital, the economic fallout nonetheless affected businesses. Some, including those \nthat enable work from home, realized improved sales and profits while others, such as those associated with \ntravel and lodging, suffered substantially. The pandemic has created a great deal of uncertainty. \nVolatility is one way to measure uncertainty in the stock market. High volatility implies a wide range of potential \noutcomes and higher option value because the payoffs are asymmetric. The Cboe Volatility Index, or VIX, is a \nmeasure of the stock market’s annual implied volatility. The VIX is calculated by translating the implied volatility \non 30-day options on the S&P 500 into an annual figure.  \n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\nJan-16\nMar-16\nMay-16\nJul-16\nSep-16\nNov-16\nJan-17\nMar-17\nMay-17\nJul-17\nSep-17\nNov-17\nJan-18\nMar-18\nMay-18\nJul-18\nSep-18\nNov-18\nJan-19\nMar-19\nMay-19\nJul-19\nSep-19\nNov-19\nJan-20\nMar-20\nMay-20\nJul-20\nSep-20\nNov-20\nPercent\nCost of Equity\nCost of Debt\n"
    },
    {
      "number": 5,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186717 Exp. 12/31/2024 \n5 \n \nThe monthly average for the VIX through the end of November 2020 was 31.0 percent versus its average of \n15.2 percent from 2015 to 2019. The VIX is typically lower than the implied volatility of an individual stock \nbecause the S&P 500 is diversified and hence removes most firm-specific risk. The VIX declined in the U.S. \nfollowing the election but remains more than 5 percentage points above the average.  \nA financial option with a stock price of $30, an exercise price of $40, a life of two years, and volatility of 33 \npercent is worth about $2.65. The same option with a volatility of 46.5 percent has a value of roughly $4.85.13 \nThe cost of capital and implied volatility in the market generally move together. Exhibit 3 shows how they have \ndiverged in 2020, leading to the unusual drivers of value that we have seen. \nExhibit 3: Ratio Between the VIX and the Cost of Equity, 2016-2020 \n \nSource: FactSet and Aswath Damodaran. \nNote: Monthly; Cost of equity is the yield on the 10-year U.S. Treasury note plus the implied equity risk premium (using \nprojected cash flows based on the trailing 12-month cash flow yield). \nIt is reasonable to ask whether stock price volatility is a reasonable proxy for the volatility of real assets. The \npandemic introduced a number of factors that suggest an increase in project riskiness. These include: \n• The timing and strength of the economic recovery. Estimates from research firms for 2021 real gross \ndomestic product growth in the U.S. span an unusually wide range from 1.5 to 7.1 percent. The pandemic \nled to an acceleration of some trends, including the penetration of e-commerce, and it is difficult to assess \nto what degree the world will revert to what it was before COVID-19. Introduce operating leverage and it \nis easy to see that the potential for cash flow outcomes remains wide.     \n• Sorting of the winners and losers after impact of the pandemic subsides. The pandemic’s effects \nare akin to a major perturbation to an ecosystem. Companies will die, others will thrive, and some will find \nnew niches. Predicting the outcomes from a shock to a complex adaptive system is notoriously difficult.    \n• Evolution of business models. The pandemic compelled some companies to accelerate their \ninvestments and capabilities in certain parts of their business. For example, most brick-and-mortar \nretailers had e-commerce operations prior to the spread of COVID-19, but the pandemic prompted them \nto focus on that business to compensate for the lack of store traffic. That effort will lead to changes in \norganizational capabilities and competitive dynamics.14 \n0\n1\n2\n3\n4\n5\n6\n7\n8\nJan-16\nMar-16\nMay-16\nJul-16\nSep-16\nNov-16\nJan-17\nMar-17\nMay-17\nJul-17\nSep-17\nNov-17\nJan-18\nMar-18\nMay-18\nJul-18\nSep-18\nNov-18\nJan-19\nMar-19\nMay-19\nJul-19\nSep-19\nNov-19\nJan-20\nMar-20\nMay-20\nJul-20\nSep-20\nNov-20\nVIX / Cost of Equity\nAverage 2016-2019\nAverage \n2020\n"
    },
    {
      "number": 6,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186717 Exp. 12/31/2024 \n6 \n \nUncertainty also tends to show up in stock price dispersion, which measures the range of returns for a group of \nstocks. Exhibit 4 shows that in 2020 the dispersion for the Russell 1000, roughly the 1,000 largest public \ncompanies measured by market capitalization, is the highest it has been since the financial crisis in 2009.  \nExhibit 4: Dispersion of Returns for the Russell 1000, 2006-2020  \n \nSource: FactSet. \nNote: Past performance is no guarantee of future results. Russell 1000 constituents at the beginning of each year; \nReturns are total shareholder returns (TSRs), which reflect stock price appreciation and the reinvestment of dividends; For \ncompanies removed from index during the year, TSRs are calculated through date of removal; 2020 figure is annualized \nusing year-to-date data through November 30. \nThe returns for convertible bonds, which combine a traditional bond with a financial option, are a good indicator \nof a lower cost of capital and higher volatility. The Bloomberg Barclays US Convertibles Liquid Bond Index has \ngained 44.2 percent, higher than the 14.0 percent gain for the S&P 500 Index and the 7.4 percent return for the \nBloomberg Barclays US Aggregate Bond Index, for 2020 through November 30, 2020. This underscores the \nlikelihood that the value has increased for businesses that are established and have real options. \nWhat to Do About It \nOne implication of this discussion is that you should not automatically assume a stock is overvalued if it reflects \nhigh expectations for the existing businesses. The market imputes real option value to some companies (see \nexhibit 5). It is appropriate to assess the plausibility of the real option value in those cases.  \nExhibit 5: Imputed Real Options Value \n \nSource: Counterpoint Global. \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\nPercentage Points\nMarket Value \nof Equity \nMarket-\nImputed \nReal-Options \nValue\nEstimated \nValue of \nExisting \nBusinesses\n"
    },
    {
      "number": 7,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186717 Exp. 12/31/2024 \n7 \n \nExhibit 6 guides this analysis. First, you can use the checklist above to assess a company’s potential real option \nvalue. The columns depict low and high potential. Then you can judge whether the market has assigned value \nto real options. The rows depict low and high values. The analytical implication from each quadrant is plain.  \nExhibit 6: Potential versus Imputed Value for Real Options \nPotential Real-Options Value from Industry, \nStrategy, and Competitive Conditions \n \nLow \nHigh \nReal-Options Value Imputed \nfrom Stock Price \nLow \nNo Real-Options \nAnalysis Required \nBuy \nCandidate \nHigh \nSell \nCandidate \nReal-Options \nAnalysis Required \nSource: Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for Better Returns \n(Boston, MA: Harvard Business School Press, 2001), 128. \nTraditional valuation analysis suffices when both potential and imputed real options values are low. If the \npotential for real option value is low but the valuation appears to price in high value, the stock is a sell candidate. \nInversely, if the potential is high but the imputed value is low, the stock is a buy candidate as you are getting an \noption at a low cost or for free. Finally, you have to do real options analysis when both potential and imputed \nvalue are high. \nIn 2000, we did a real options case study on Amazon.com to illustrates the process.15 With the benefit of two \ndecades of hindsight, the company does appear to have been astute at identifying, creating, and exercising real \noptions to build its business.  \nOpportunities abounded in the wake of the dot-com bust, but access to capital was limited. The pandemic has \nshocked the business ecosystem, but there is ample access to capital today to exercise real options.  \nConclusion \nAlong with real pain, strife, and challenge, 2020 has brought a set of conditions that are particularly notable for \nvaluation practitioners. While some companies benefitted and others suffered from the pandemic’s \nrepercussions, the policy response had the effect of lowering the discount rate and therefore increasing the \nvalue of nearly all asset prices.  \nAt the same time, the fallout from the pandemic has created substantial economic uncertainty that will lead to \ncorporate winners and losers.  \nThe cost of capital and volatility generally move in rough lockstep. This makes sense if there is a relationship \nbetween risk and reward. In 2020, however, the cost of capital has fallen to levels well below the average of \n"
    },
    {
      "number": 8,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186717 Exp. 12/31/2024 \n8 \n \nrecent years and the volatility has risen to above-average levels. The prime beneficiaries of these patterns are \ncompanies rich with real options.  \nNone of this discussion should be taken as a justification for any particular company’s value. By the same token, \nthe stocks of certain companies warrant additional analysis to assess real option value. \nThe cost of capital and volatility will eventually synchronize and this valuation issue will fade. But it has been a \nremarkable feature of the stock market in 2020.  \nPlease see Important Disclosures on pages 11-13 \n \n"
    },
    {
      "number": 9,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186717 Exp. 12/31/2024 \n9 \n \nEndnotes \n1 Robert J. Barro, José F. Ursúa, and Joanna Weng, “The Coronavirus and the Great Influenza Pandemic: \nLessons from the ‘Spanish Flu’ for the Coronavirus’s Potential Effects,” NBER Working Paper 26866, April 2020. \n2 For more technical definitions, see Jonathan Mun, Real Options Analysis, Third Edition (Hoboken, NJ: John \nWiley & Sons, 2016). For less technical definitions, see Thomas E. Copeland and Philip T. Keenan, “How Much \nIs Flexibility Worth?” McKinsey Quarterly, No. 2, Spring 1998. \n3 The option to abandon can be modeled as a put option. \n4 Tom Copeland and Peter Tufano, “A Real-World Way to Manage Real Options,” Harvard Business Review, \nVol. 82, No. 3, March 2004, 90-99. \n5 Lenos Trigeorgis and Jeffrey J. Reuer, “Real Options Theory in Strategic Management,” Strategic \nManagement, Vol. 38, No. 1, January 2017, 42-63. \n6 Stanley Block, “Are ‘Real Options’ Actually Used in the Real World?” Engineering Economist, Vol. 52, No. 3, \n2007, 255-267 and John R. Graham and Campbell R. Harvey, “The Theory and Practice of Corporate Finance: \nEvidence from the Field,” Journal of Financial Economics, Vol. 60, Nos. 2-3, May 2001, 187-243. \n7 Bart M. Lambrecht, “Real Options in Finance,” Journal of Banking and Finance, Vol. 81, August 2017, 166-\n171. \n8 Martha Amram and Nalin Kulatilaka, Real Options: Managing Strategic Investment in an Uncertain World \n(Boston, MA: Harvard Business School Press, 1999). \n9 Stewart C. Myers, “Determinants of Corporate Borrowing,” Journal of Financial Economics, Vol. 5, No. 2, \nNovember 1977, 147-175. \n10 Paolo Cavallino and Fiorella De Fiore, “Central Banks’ Response to Covid-19 in Advanced Economies,” BIS \nBulletin No. 21, June 5, 2020. \n11 See http://pages.stern.nyu.edu/~adamodar/. \n12 Michael J. Mauboussin and Dan Callahan, “The Math of Value and Growth: Growth, Return on Capital, and \nthe Discount Rate,” Consilient Observer: Counterpoint Global Insights, June 9, 2020. \n13 For this example we assume firm-specific risk is 50 percent higher than market risk, so volatility is 1.5 times \nthe VIX. \n14 Listen to Modest Proposal, “Better, Cheaper, Faster: Why Companies that Reduce Friction Win,” Invest Like \nthe Best Podcast, September 29, 2020, minute 25:30. \n15 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for Better Returns \n(Boston, MA: Harvard Business School Press, 2001), 128-132. See www.expectationsinvesting.com/ \ntutorial11.shtml. \n \n"
    },
    {
      "number": 10,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186717 Exp. 12/31/2024 \n10 \n \nDEFINITIONS OF TERMS \n \nFree cash flow (FCF) is a measure of financial performance calculated as net operating profit after tax minus \ninvestment in growth. FCF represents the cash that a company is able generate after laying out the money \nrequired to maintain or expand its asset base. \n \nThe cost of capital is the rate at which you discount future cash flows in order to determine the value today. \nThe weighted average cost of capital blends the opportunity cost of the sources of capital, typically debt or \nequity, with the relative contribution of those sources.  \n \nThe discount rate is the rate at which you discount future cash flows in order to determine the value today. \n \nThe equity risk premium, also referred to as simply equity premium, is the excess return that investing in the \nstock market provides over a risk-free rate, such as the return from government treasury bonds. This excess \nreturn compensates investors for taking on the relatively higher risk of equity investing. \n \nThe risk-free rate is the theoretical interest rate that an investor can earn on an investment that carries zero \nrisk. \n \nThe S&P 500® Index measures the performance of the large cap segment of the U.S. equities market, covering \napproximately 75% of the U.S. equities market. The Index includes 500 leading companies in leading industries \nof the U.S. economy. \n \nCorrelation is a statistical measure of how two variables move in relation to each other. \n \nThe Russell 1000® Index measures the performance of the 1,000 largest companies in the Russell 3000 Index. \nThe Russell 3000® Index measures the performance of the largest 3,000 U.S. companies representing \napproximately 98% of the investable U.S. equity market. The Russell 3000 Index is constructed to provide a \ncomprehensive, unbiased and stable barometer of the broad market and is completely reconstituted annually to \nensure new and growing equities are reflected.\n"
    },
    {
      "number": 11,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186717 Exp. 12/31/2024 \n11 \n \nIMPORTANT INFORMATION \n \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers.  \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThe Russell 3000® Index measures the performance of the largest 3,000 U.S. companies representing \napproximately 98% of the investable U.S. equity market. The Russell 3000 Index is constructed to provide a \ncomprehensive, unbiased, and stable barometer of the broad market and is completely reconstituted annually \nto ensure new and growing equities are reflected. The index referred to herein is the intellectual property \n(including registered trademarks) of the applicable licensor. Any product based on an index is in no way \nsponsored, endorsed, sold or promoted by the applicable licensor and it shall not have any liability with respect \nthereto. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation.  \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary.  \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \n \n"
    },
    {
      "number": 12,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186717 Exp. 12/31/2024 \n12 \n \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities: \n \nEMEA \nThis material is for Professional Clients/Accredited Investors only. \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited (“FMIL”). \nFMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company limited by \nshares with company registration number 616661 and has its registered address at 24-26 City Quay, Dublin 2, \nDO2 NY19, Ireland. \n \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA. \n \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland. \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) Limited \n(“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the United \nKingdom by the Financial Conduct Authority. \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158).  \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument.  \n"
    },
    {
      "number": 13,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6186717 Exp. 12/31/2024 \n13 \n \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall \nonly be made available to “professional investors” as defined under the Securities and Futures Ordinance of \nHong Kong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory \nauthority including the Securities and Futures Commission in Hong Kong. Accordingly, save where an \nexemption is available under the relevant law, this material shall not be issued, circulated, distributed, directed \nat, or made available to, the public in Hong Kong. Singapore: This material is disseminated by Morgan \nStanley Investment Management Company and should not be considered to be the subject of an invitation for \nsubscription or purchase, whether directly or indirectly, to the public or any member of the public in Singapore \nother than (i) to an institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of \nSingapore (“SFA”); (ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of \nthe SFA, and such distribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) \notherwise pursuant to, and in accordance with the conditions of, any other applicable provision of the SFA. \nThis publication has not been reviewed by the Monetary Authority of Singapore.   Australia: This material is \nprovided by Morgan Stanley Investment Management (Australia) Pty Ltd ABN 22122040037, AFSL No. \n314182 and its affiliates and does not constitute an offer of interests. Morgan Stanley Investment Management \n(Australia) Pty Limited arranges for MSIM affiliates to provide financial services to Australian wholesale clients. \nInterests will only be offered in circumstances under which no disclosure is required under the Corporations \nAct 2001 (Cth) (the “Corporations Act”). Any offer of interests will not purport to be an offer of interests in \ncircumstances under which disclosure is required under the Corporations Act and will only be made to persons \nwho qualify as a “wholesale client” (as defined in the Corporations Act). This material will not be lodged with \nthe Australian Securities and Investments Commission.  \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association. \n \n"
    }
  ]
}