{
  "filename": "2020_bin_there__done_that__how_to_reduce_the_sources_of_forecasting_error.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423231522-07'00'",
    "modDate": "D:20240423231757-07'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n \n \nCounterpoint Global Insights\nBIN There, Done That \nHow to Reduce the Sources of Forecasting Error\no\n \n \n \nCONSILIENT OBSERVER\n \n \n|\n \n \nMARCH 19, 2020\n \nIntroduction \nAnticipating revisions in market expectations is the key to generating \nlong-term excess returns as an investor. This process requires you to \nunderstand current expectations and why they are likely to change. A \ncompany’s fundamental results are the primary catalyst in expectations \nrevisions. These include drivers such as sales growth, operating profit \nmargins, and return on invested capital. Successful long-term investors \nsee where expectations are headed based on their forecasts for \nfundamental results.   \nAmple research shows that most experts do not make great forecasts.1 \nThis might appear to be a problem if you are in the business of making \npredictions. But it turns out that the ability to explain what happened \nafter the fact, often in a way that flatters your faulty prediction, is an \nincredibly effective coping mechanism. Barbara Mellers, a professor of \npsychology at the University of Pennsylvania, says, “We find prediction \nreally hard, but we find explanation fairly easy.”2 We tell stories to \nourselves and others to paper over our poor predictions. \nThe news is not so gloomy. The U.S. intelligence community \nsponsored a forecasting tournament that allowed scientists to measure \nthe accuracy of predictions pertaining to social, political, and economic \nevents. That analysis revealed that one-in-fifty forecasters, dubbed \n“superforecasters,” consistently made better predictions than did the \nother participants.3 \n \n \n \n \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n2997544 Exp. 03/31/2021 \n2 \n \nPart of the success of the superforecasters reflects their qualities, including numeracy, intellectual curiosity, \nprobabilistic thinking, and open-mindedness. But part of their success relies on habits that can be “learned and \ncultivated by any intelligent, thoughtful, determined person.”4 While the superforecasters had a clearer crystal \nball than the other forecasters, there are ways the rest of us can sharpen what we see. \nStatisticians and psychologists rolled up their sleeves and delved into the data to find out what distinguished the \nbest from the rest.5 They explain their results using what they call the “BIN Model,” where “B” refers to bias, “I” \nto information, and “N” to noise. Most investors are very familiar with how various forms of bias can degrade the \nquality of decisions.6 Investors are also acutely aware that they operate in a world of incomplete information.  \nNoise, on the other hand, tends to get less attention. Daniel Kahneman, who won the Nobel Prize in Economics \nbased in part on his work on bias, wrote an article with some collaborators where he stated, “Where there is \njudgment, there is noise―and usually more of it than you think.”7 \nThis leads to the most striking finding the data revealed: the difference between superforecasters and regular \nforecasters is “due more to noise than bias or lack of information.” The researchers conclude that “reducing \nnoise is roughly twice as effective as reducing bias or increasing information.”8  \nWe now define the elements of the BIN Model and examine how they apply to investment organizations. We \nthen review the BIN Model in a world of prices. We finish with a discussion of how to reduce noise and bias, and \nto increase information.  \nUnpacking the BIN Model \nNotwithstanding the model’s acronym, we shuffle the order of the components and discuss noise, bias, and then \ninformation. This rearrangement reflects the importance of noise and the relative lack of familiarity with the \nconcept and its implications. Bias is better understood in the investment community but must be applied \ncarefully. Information is the easiest to appreciate yet remains a source of potential forecasting edge.   \nNoise. Noise is “the chance variability of judgments.”9 It is relevant in a number of settings. First is when \ninterchangeable professionals make a judgment based on the same set of facts. For example, Money magazine \nasked 50 accountants to calculate the taxes due for a hypothetical family of 4 with an income of $132,000. \nExhibit 1 shows the difference between each of their estimates and the actual taxes due. The accountants all \ndeal with the same tax code, often use the same software, and have the same facts in front of them. However, \nthey commonly rely on their individual judgment to arrive at the tax due. Noise measures the difference between \nthe answers that two accountants provide based on the same case. \nFor instance, say Accountant A provides a figure of $10,000 and Accountant B says $14,000. Noise is calculated \nas the difference between the numbers divided by the average. In this case, the noise index would be 33 percent \n($4,000/$12,000). Managers find a noise index of around 10 percent acceptable when judgment is necessary.  \nThe accountants in the test by Money magazine came up with a range of taxes due from $9,806 to $21,216 and \nan average noise index of 20 percent, a “depressing” result.10 Noise audits in the insurance and finance \nindustries reveal even higher average indexes, in the range of 40-60 percent. \n \n \n \n"
    },
    {
      "number": 3,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n2997544 Exp. 03/31/2021 \n3 \n \nExhibit 1: Estimates by 50 Accountants of Taxes Due \n \nSource: Denise M. Topolnicki, “The Pros Flub Our Third Annual Tax-Return Test,” Money, March 1990, 90-98. \nAn organization that has a group of analysts who assess various investment opportunities has to consider the \nrole of noise. What would happen if multiple analysts were assigned to appraise the stock of the same company? \nMight they come to different or even opposite conclusions? We have done noise audits in the classroom and in \nthe field with ranges similar to other domains. \nAnother setting where noise is relevant is when the same person evaluates similar decisions over time.11 You \nmight treat the same decision differently from one moment to the next based on factors such as your mood, \nhunger, fatigue, or recent experience.  \nIn a classic study, researchers showed pathologists, experts who study body tissue to identify disease, the same \nbiopsy slides at two different times. The average correlation between their overall judgments of disease was \n0.63.12 The correlation would have been 1.0 had the pathologists judged the biopsies the same each time. Wine \njudges do even worse. Their ratings of the same wine over a short span had an average correlation of just 0.50.13  \nYou can imagine analysts presenting ideas to a portfolio manager. That portfolio manager may choose to act or \nnot based on details that have little to do with the merit of the investment idea. For example, research reveals \nthat individuals willingly pass on an opportunity with a positive net present value if they have recently lost \nmoney.14 Kahneman and his colleagues note that “often noise is far above the level that executives would \nconsider tolerable—and they are completely unaware of it.”15 \nNoise is also important to consider when a group makes a unique strategic decision that relies on the evaluation \nof a lot of complex information. Examples include hiring a new employee, proceeding with a costly acquisition, \nor funding a start-up. In these cases, a lot of information has to be refined into a go or no-go decision.     \nA key feature of noise is that it is not systematic. You can imagine shots at a target that are scattered randomly \naround the bullseye (see the right panels of exhibit 2). As a result, it is not possible to anticipate how any \nparticular forecast will deviate from the true signal. Another feature of noise is that you can calculate it without \nknowing the right answer.       \n-4,000\n-2,000\n0\n2,000\n4,000\n6,000\n8,000\n10,000\nDifference from Actual ($)\n"
    },
    {
      "number": 4,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n2997544 Exp. 03/31/2021 \n4 \n \nExhibit 2: Bias and Noise \n \nSource: Counterpoint Global.  \nBias. Most people use rules of thumb, more formally called heuristics, to cope with the high information demands \nof decision making. For example, the availability heuristic describes when a decision maker assesses the \nlikelihood of an event by how easy it is to remember similar instances. The availability heuristic explains why \npeople fear flying more than normal after hearing about a plane crash.  \nHeuristics can be valuable because they save time in making decisions.16 A bias is the result of an inappropriate \napplication of a heuristic to come to a decision. The refusal to fly after news about a plane crash illustrates the \npoint.  \nTwo biases that are widespread in investing are overconfidence and confirmation. The forms of overconfidence \ninclude overestimation, overplacement, and overprecision.17 Overestimation means you are overconfident in \nyour abilities and overplacement relates to the confidence that you are better than those around you. These \nforms are relevant when certain conditions are met.  \nOverprecision is particularly important in investing and business. People tend to be overconfident about how \nright they are when answering questions that are difficult. This is relevant for forecasting.  \nWe presented 50 true-false questions to more than 10,000 subjects and asked them to answer either true or \nfalse and to indicate how confident they are in their answer. Exhibit 3 displays the results. Fifty percent \nconfidence is equivalent to a guess and 100 percent confidence suggests certainty.  \nWe saw that overall, people assign an average confidence of 70 percent but are correct 60 percent of the time. \nError also tends to be greatest when the subjects are most confident. This finding is well established in the \npsychological literature.18 One manifestation of overconfidence is unprofitable excess trading.19 \nLow Bias, Low Noise\nLow Bias, High Noise\nHigh Bias, Low Noise\nHigh Bias, High Noise\n"
    },
    {
      "number": 5,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n2997544 Exp. 03/31/2021 \n5 \n \nExhibit 3: Confidence and Calibration for More Than 10,000 Subjects \n \nSource: http://confidence.success-equation.com. \nConfirmation bias is the tendency to dismiss or discount information that is inconsistent with your prior view. You \nalso interpret ambiguous information in a way that confirms your belief.20 The ability to update your views \neffectively is crucial to making sure your beliefs accurately reflect the world. That investors sometimes \nunderreact to information in the short term is consistent with slow belief updating.21   \nWe have mentioned two prominent biases investors must overcome, but other biases exist as well.22  \nHeuristics can lead to decisions that have systematic bias. They are predictable. You can now imagine shots at \na target that miss the bullseye by similar amounts in the same direction (see the bottom panels of exhibit 2). But \nto calculate bias you need to know the answer. The nature of the error, nonsystematic for noise and systematic \nfor bias, is a crucial difference and is what allows researchers to separate the impact of each. \nInformation. Full information allows forecasters to predict with complete accuracy. Information in this context \nmeasures the subset of signals that forecasters use relative to full information. There are a few factors that can \nlead to disparate levels of information among forecasters, including unearthing new information, the speed and \naccuracy of updating views, placing different weights on the components of information, and being more skillful \nat dealing with signal complexity.   \nWhen the researchers tallied why the superforecasters were so much better than the regular forecasters, they \nfound the difference was roughly 50 percent from reducing noise, 25 percent from reducing bias, and 25 percent \nfrom increasing information. It’s important to recognize that because noise and bias are independent sources of \nerror, reducing either one of them improves forecasts.  \nExhibit 4 summarizes the key characteristics of the BIN Model. \nExhibit 4: The BIN Model \nBIN \nComponent \nDescription \nNature of Error \nContribution to \nSuperforecaster Edge \nBias \nInappropriately applying a rule of thumb \nSystematic \n~25 percent \n \n \n \n \nInformation \nForecasters have incomplete information \n  \n~25 percent \n \n \n \n \nNoise \nChance variability of judgments \nNonsystematic \n~50 percent \nSource: Counterpoint Global. \n30\n40\n50\n60\n70\n80\n90\n100\n30\n40\n50\n60\n70\n80\n90\n100\nCorrect (Percent)\nConfidence (Percent)\n"
    },
    {
      "number": 6,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n2997544 Exp. 03/31/2021 \n6 \n \nThe BIN Model in a World with Prices  \nThe BIN Model clearly captures concepts that are important in decision making and forecasting. But here’s an \ninteresting intellectual exercise to consider: Does noise, bias, or a lack of information matter in an efficient market \nwhere stock prices reflect information about future prospects with perfect accuracy? \nNoise suggests that two interchangeable analysts might place very different values on the stock of the same \ncompany. But what if there is already a price? Noise is irrelevant because the stock price is the correct answer. \nBias does not matter for the same reason. And while you may not have full information, the market does and it \nis in the price.     \nMarkets are not perfectly efficient, of course, but large and liquid markets are very good.23 The impact of noise \nand bias is much smaller on stock market investors than it is for accountants or insurance underwriters because \nthere is a baseline of price determined by the collective of investors. Those prices tend to capture a lot of \ninformation in a market comprised of investors with diverse models and points of view.24 That said, we believe \nthe elements of the BIN Model offer investors useful lessons in assessing an investment process.  \nFinancial economists have used the concepts of “noise traders” and “noise allocators” to explain markets for \ndecades.25 Noise traders “make random trades in financial markets,” trade “on noise as if it were information,” \nand “would be better off not trading.” Noise allocators “make random allocations to asset managers.”26 Noise \ntraders provide liquidity and earn below-market returns that allow informed investors to generate excess returns \nto offset the cost of gathering information.    \nSome models that include noise traders portray the market more accurately than models that rely solely on \nrational investors.27 The impact that noise traders have on markets is a function of arbitrage costs, which include \nidentifying and verifying mispricing, implementing and executing trades, and financing and funding securities. \nWhen those costs are low, informed investors quickly correct mispricings and markets converge rapidly to fair \nvalue. When arbitrage costs are high, gaps between price and value can persist. \nThe obvious recommendation is to avoid being a noise trader or noise allocator. That means investing based on \nsignals, which requires gathering and properly assessing information. Understanding the investor on the other \nside of any investment is crucial to having a clear sense of your edge and the motivations of your counterparty. \nAnother area where noise can creep in is position sizing. Effective investing has two components. The first is \nfinding edge, where a security is mispriced and hence offers the prospect of excess returns. The second is \nposition sizing, or how much money to invest in the idea.  \nThe investment industry spends a lot of time on edge and little time on sizing, and it is likely that sizing decisions \nare noisy for many portfolio managers. Research shows that investment managers leave returns on the table by \nfailing to follow the position sizes suggested by their own processes.28  \nIndividual bias, systematic departures from ideal decisions, are hard to pinpoint in a market that is mostly \nefficient. But there is some evidence that it exists. For example, recent research suggests that portfolio managers \nmake buy decisions that add value but sell decisions that are poor. A study of more than 780 portfolios and 4.4 \nmillion trades from 2000 through 2016 found that portfolio managers would have been better off selling a random \nposition in their portfolio than the security they did sell. The poor selling resulted in raw portfolio returns that were \n70 basis points lower per year.29  \n"
    },
    {
      "number": 7,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n2997544 Exp. 03/31/2021 \n7 \n \nConsultants studied the portfolios of their clients and found that risk-adjusted excess returns of individual stocks \nfollow an inverted-U pattern, the “alpha lifecycle,” and that portfolio managers tend to hold stocks too long, on \naverage.30  \nMost major market dislocations are not the result of vagaries in individual forecasting but rather in collective \nbehavior, where investors converge to the same set of beliefs. The dot-com bubble of the late 1990s is a good \nexample. In these cases, the wisdom of crowds flips to the madness of crowds and substantial opportunity \npresents itself. However, the psychological, professional, and business toll of going against the crowd in these \ncases can be very high.31 \nHow to Avoid the BIN Sin \nThe goal of training is to improve results. The scientists involved in recruiting competitors for this tournament \nprovided some of the forecasters with training and withheld it from others. This allowed them to measure the \nimpact of training by comparing the group who received it to the control group who did not. Training improved \nforecasting accuracy by about 10 percent, as captured by a measure of the accuracy of probabilistic predictions \ncalled a Brier Score.32  \nTraining comes in various categories. Teaching subjects about judgment errors and biases is cheap but useless. \nTeaching subjects how to check for bias is more effective, as is providing timely feedback. There is also value \nin learning how to ask good questions and reframe problems.33 The main point here is that knowing about how \nyou are likely to go wrong isn’t as valuable as adopting methods to improve decisions. \nWhen the researchers examined the impact of training on overall accuracy, they found something that surprised \nthem: The training improved accuracy more by reducing noise than by tamping down bias. This finding raises \nprovocative questions about how exactly training affects the various aspects of decision making.  \nWe now turn to methods to improve decisions for each component of the BIN Model. \nNoise. The three primary ways to reduce noise are combining judgments, using algorithms, and adopting the \n“Mediating Assessments Protocol.” \nBecause noise is nonsystematic, the first way to reduce it is to combine forecasts.34 This is the core idea behind \nthe wisdom of crowds.35 While each individual may be off the mark in a random way, combining the forecasts \nreduces the error and increases accuracy. Jack Treynor, a luminary of the investment industry, offered this as a \nmeans to understand market efficiency.36 \nAbraham de Moivre produced the math to support this principle in the early 1700s. De Moivre’s equation says \nthat the standard error of the mean is equal to the standard deviation of the sample divided by the square root \nof the sample size. In plain words, the equation says that the error decreases as the sample size increases.37 A \nkey underlying assumption, which is consistent with the very definition of noise, is that errors are independent \nand follow a normal, bell-shaped distribution around the correct answer. Forecasting accuracy is compromised \nwhen there is no effective way to aggregate the information, or if the errors become correlated and noise \ntransitions to collective bias. \nMarkets are a mechanism to aggregate views. The involvement of money means there is an incentive to figure \nout and express a correct view. Negative feedback, where departures from equilibrium are pushed back toward \nequilibrium, tends to prevail in public markets. Arbitrageurs buy what’s cheap and sell what’s dear to take \nadvantage of small mispricings. This makes prices more accurate.  \n"
    },
    {
      "number": 8,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n2997544 Exp. 03/31/2021 \n8 \n \nBut from time to time markets flip from negative to positive feedback, which reinforces a trend. There are \ninstances when positive feedback is useful and necessary. In the context of markets it is often a signal that \neveryone is thinking the same way, which raises the specter of inefficiency.  \nBusinesses and individuals often don’t use aggregation because of the cost. Think of the example of the \naccountants calculating the taxes due. The average of all the guesses was much closer to the correct answer \nthan the average guess of the individual tax preparers, but retaining 50 accountants to do your taxes is very \nexpensive.     \nIf you are dealing with noisy forecasts and have a cost-effective way to combine them, do so. The forecast is \nvery likely to be more accurate than a single forecast. \nA second means to reduce noise is to use an algorithm, which is simply a set of rules or procedures that allow \nyou to achieve a goal. For example, a cake recipe is an algorithm. If you follow the procedures for how to \ncombine the ingredients and bake the batter, you will end up with a tasty cake.  \nIn 1954, Paul Meehl, a clinical psychologist and professor at the University of Minnesota, wrote a book claiming \nthat statistical methods outperformed clinical methods in making patient prognoses.38 This was not a popular \nfinding, as clinicians placed great value on the judgments based on their training and experience. However, his \nfinding has proven to be robust. One meta-study concluded that the “[s]uperiority for mechanical-prediction \ntechniques was consistent, regardless of the judgment task, type of judges, judges’ amounts of experience, or \nthe types of data being combined.”39 \nNotwithstanding the superiority of algorithms in many domains, many professionals are still slow to embrace \nthem and are quick to blame them when things go wrong.40 Even research that shows individuals are willing to \ndefer to algorithms notes that “experienced professionals, who make forecasts on a regular basis, relied less on \nalgorithmic advice than lay people did, which hurt their accuracy.”41 \nThere are many situations where it is impractical to use an algorithm because the cause and effect is too loosely \nlinked. The advice here is to consider carefully if any aspect of your investment process is best handled \nsystematically. One example is the use of checklists to ensure consistency and thoroughness.42 \nAnother example is the size of positions within a portfolio. We saw earlier that many portfolio managers do not \nstick to their own rules in sizing their positions, to the detriment of their performance.  \nPortfolio construction is based on inputs, constraints, and objectives.43 Inputs include expected returns, volatility, \nand the correlation between assets. Constraints reflect issues such as position, industry, and sector limits, \ntrading volume, and leverage. Objectives include single- or multi-period evaluation horizons. Once a portfolio \nmanager specifies these factors, position sizing can be algorithmic. \nResearch has found that one way to increase the acceptance of algorithms is to allow humans to adjust the final \nanswer just a bit.44 Daniel Kahneman calls this “disciplined intuition.”45 The idea is to approach a problem \nsystematically and then give your own judgment or intuition a role in the final decision. The evidence shows that \nallowing that wiggle room improves the overall quality of the decision. \nThe final approach to reducing noise is to adopt the Mediating Assessments Protocol (MAP).46 The idea is to \ncreate intermediate ratings based on what’s critical in order to come to a final decision that is more informed \nthan relying solely on intuition. \n"
    },
    {
      "number": 9,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n2997544 Exp. 03/31/2021 \n9 \n \nMAP has three parts. First, you “define the assessments in advance.” You figure out what’s important to arrive \nat a thoughtful result. For instance, if you are interviewing a candidate to be a financial analyst, you consider the \nattributes that would lead to success, including skills in valuation, strategy assessment, critical thinking, and \ncommunication.   \nThe second step is to use facts to evaluate the candidate based on those criteria. If more than one person is \ninvolved with the assessment, each should work independently. The result should be a numerical score for each \nattribute. To continue with the example of our analyst, each interviewer would evaluate and score the candidate \non the relevant criteria. It is also important for each interviewer to ask the same questions in the same order for \nevery candidate.47 \nFinally, there should be a discussion about a final decision only after all of the assessments are complete and \nscored. The power of the method is that the decision-making approach is standardized. \nFor investors in public markets, MAP may be more useful in guiding organizational decisions than investment \nchoices. But investors in private markets will find the tool valuable, if only to ensure the investment process is \nconsistent, rigorous, and thorough.  \nExhibit 5 summarizes the three primary ways to reduce noise. \nExhibit 5: Techniques for Reducing Noise \nMethod \nDescription \nMechanism \nCombine \njudgments \nGather forecasts from individuals who are \noperating independently \nReduces error by offsetting \nnonsystematic individual errors \n \n \n \nUse algorithms \nA set of rules for performing a task \nEvidence-based algorithms outperform \nexperts in many domains \nAdopt Mediating \nAssessments \nProtocol (MAP) \n1. Define in advance the attributes you   \nwill use to assess something \n2. Gather facts to evaluate based on \nthose criteria \n3. Make final decision only after all \nassessments are complete and scored \nStandardizes the process \nSource: Counterpoint Global. \nBias. We review a few methods to reduce bias. The first is to incorporate base rates into a forecast, which \naddresses overconfidence. It is common for forecasts to be too optimistic, whether it’s the cost and time to \nremodel a home, how long it will take to complete a task, or the growth rate of a company. Introducing base \nrates often tempers and grounds an estimate.      \nMost of us follow a similar pattern when asked to make a forecast: we gather information, combine it with our \nown experience and views, and project into the future. Psychologists call this approach, which relies on a large \ndose of intuition, the “inside view.”48 \nIntegrating base rates, the “outside view,” with the inside view generally improves the accuracy of forecasts. The \noutside view is a “simple statistical analysis of analogous efforts completed earlier.”49 The outside view asks, \n“what happened when others were in this situation before?” Your specific forecast is recast as an instance of a \nlarger reference class rather than a one-off forecast that relies heavily on the experience and perceptions of the \nforecaster. \n"
    },
    {
      "number": 10,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n2997544 Exp. 03/31/2021 \n10 \n \nHere’s an example to make the concept more concrete. Say a financial analyst forecasts as a base case that a \ncompany with annual sales of $10 billion will grow sales 20 percent per year for the next 5 years. In all likelihood, \nthat analyst will have a detailed model substantiating that projection. That is the inside view. \nThe outside view would examine how many companies of that size have achieved a compound annual growth \nrate of sales at that level or higher. The answer is 3.5 percent.50 Would you be inclined to modify a base case \nthat assumes a 50 percent probability of 20 percent growth if the base rate reveals a frequency of 3.5 percent?  \nThere are four steps to using the outside view. The first is to select the reference class. You want the reference \nclass to be broad enough to be robust but narrow enough to be useful in your application. There are good data \nfor many domains, including corporate performance and investing.51 \nThe next is to assess the distribution of outcomes for that reference class. Some follow a normal, bell-shaped \ndistribution (“mild randomness”). This is largely true for measures of corporate and investor performance. But \nothers follow a distribution with lots of skew, and in some cases a power law (“wild randomness”).52 Base rates \nare straightforward to apply for mild distributions and less informative for wild distributions, but we have found \nthat introducing base rates improves the forecaster’s thinking. Further, base rates are woefully underutilized \neven in contexts where their application is clearly beneficial.  \nThe third step is to make a forecast. An understanding of the base rates for the situation should inform both a \npoint forecast and a range of possible outcomes. \nThe final step is to consider how much to regress your estimate toward the mean. The rule of thumb is that when \noutcomes are close to random, you should regress your forecast substantially. When outcomes are driven by \nskill and are therefore persistent, you need not regress much at all. \nTo continue with our example of a company, sales growth rates are much less persistent than operating profit \nmargins. As a consequence, very high or low expectations for sales growth are better candidates for regression \ntoward the average than are very high or low margins. This recognizes that operating profit margins are to a \ndegree a function of sales growth.53    \nLearning about base rates was the most significant contributor to accuracy for those forecasters who received \ntraining. Considering base rates reduces noise and bias.   \nA second method to remove bias is to create formal mechanisms to open the mind to alternative possibilities. \nOne technique to do this is a premortem.54 With a premortem, you have a group imagine that a decision was \nmade and that the outcome was a disaster. Each team member then writes down why the result was poor and \nreviews the reasons. Premortems rely on a mechanism called “prospective hindsight,” which consistently \ngenerates more scenarios than simply projecting into the future.55  \nStudies show that the premortem method more reliably reduces bias than other techniques do, including getting \nindividuals to consider pros and cons or just cons.56 Conducting a premortem is not difficult, time consuming, or \ncostly, but there are common mistakes that forecasters make that are avoidable.57   \nStructured approaches to considering other views are also helpful.58 These include “red teaming,” where some \nindividuals are assigned to advocate a view that differs from the consensus.59 Both premortems and red teams \nhelp offset overprecision, one of the manifestations of overconfidence. \nA final method to reduce bias is to create a rigorous process to provide accurate and timely feedback. One of \nthe challenges within the investment industry is that the ultimate measure of results is portfolio returns, adjusted \n"
    },
    {
      "number": 11,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n2997544 Exp. 03/31/2021 \n11 \n \nfor risk. But stock price movements can be very noisy, which means that feedback from the market itself is \nunreliable in the short-term. \nOne way to address the problem is to identify signposts and assign numerical probabilities that they occur. An \ninvestor trying to generate an excess return buys or sells a stock because he or she has a variant perception, a \nview that is different than what the market implies.60 An analyst can distill the thesis that supports the variant \nperception into specific departures from the consensus. For example, an investor might believe that sales or \nmargins will be higher than what’s priced in. As information related to those specific differences is revealed, you \ncan think of yourself as passing a signpost that tells you whether you are on the right path.  \nA useful signpost has three features. It has an outcome that can be objectively agreed upon, within a specified \ndate, and is important to the overall thesis. For instance, if the consensus is that a company will sell 100 widgets \nthis year and your variant perception is that they will sell more than that, the signpost might be, “There is an 80 \npercent probability that the company will sell 110 or more widgets in the year.” \nOne crucial point is that forecasts should use numerical probabilities instead of words, which can be interpreted \nto represent a wide range of probabilities.61 Numbers allow for an ability to score forecasts precisely and to avoid \nex post justifications. \nNote that the use of signposts allows for accurate intermediate feedback that leads to the ultimate goal of \ngenerating excess returns. By breaking down the process, a forecaster receives more opportunities to learn from \nmistakes and cultivate the skill of calibration. Research shows that forecasters improve when they receive \nfeedback of this quality.62  \nDebiasing methods introduce base rates to ground forecasts, premortems and red teams to open minds to \nalternative outcomes, and signposts to create a way to learn from mistakes. The methods produce spillover \neffects that help manage noise as well.        \nInformation. The first and most obvious way to improve forecasts is to gain access to information before others \ndo. This is especially difficult in markets because of Regulation Fair Disclosure, which was implemented in 2000 \nand prevents companies from disclosing material privately without simultaneously revealing the same \ninformation to the public.  \nThere are some ways, however costly, to access relevant information. These include acquiring and analyzing \nproprietary data sets, working with top-flight lawyers to interpret laws or regulations, or hiring consultants to \naccurately assess storm damage.  \nFor example, an alternative data company that tracks the tail numbers of private jets, among other things, \nobserved that a jet owned by Occidental Petroleum landed at the Omaha, Nebraska airport in the spring of 2019. \nOmaha is the home of Warren Buffett, chief executive officer of the cash-rich conglomerate, Berkshire Hathaway. \nOccidental announced a large investment from Berkshire Hathaway a couple of days later. The data company’s \nclients included hedge funds thirsty for information.63 Most investors cannot pursue this source of edge because \nthe cost is high. \nA framework including signposts requires a forecaster to explicitly articulate a view that is different than what the \nmarket reflects. As new information becomes available, the forecaster must be able to overcome confirmation \nbias and revise his or her view to reflect that information. Analysis of the forecasters in the tournament revealed \nthat the frequency of belief updating was “the strongest single behavioral predictor of accuracy.”64  \n"
    },
    {
      "number": 12,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n2997544 Exp. 03/31/2021 \n12 \n \nThe ability to weight information effectively is also crucial. Psychologists distinguish between the strength of \nevidence for a hypothesis and its weight, or “predictive validity.”65 Use a coin toss as an example. The strength \nis the ratio of flips that come up heads to those that come up tails. The weight is the sample size, or number of \nflips.  \nForecasters tend to be overconfident when the strength is high and the weight is low. For example, when heads \nshows up 7 times after 10 flips, the forecaster is likely to be overconfident in an assessment that the coin is \nbiased (this will happen in 1 in 8 times with a fair coin).   \nForecasters tend to be underconfident when the strength is low and the weight is high. For example, when heads \nshows up 5,100 times after 10,000 flips, the forecaster is likely to be underconfident that the coin is biased (this \nwill happen about in 1 in 50 times with a fair coin).    \nUsing information effectively means getting an informational advantage when you can, updating your view \naccurately and promptly to reflect new information, and placing the proper weight on the information at your \ndisposal. \nConclusion \nYou can use the BIN Model to assess your decision-making process, with a heightened awareness of the large \nand potentially overlooked role of noise. The techniques we describe to address noise, including averaging, \nusing algorithms, and adopting the Mediating Assessments Protocol, don’t ensure accuracy but have been \nshown to help improve predictions. Further, the training techniques designed to reduce bias appear to be \neffective in dealing with noise as well.  \nYou can also use the model to evaluate the decision-making processes of others, including companies, \norganizations, and competitors. Because noise tends to be overlooked or ignored, improving consistency can \nadd a great deal of value. For example, when Kahneman and his colleagues asked executives of a large global \nfirm for estimates of the cost of noise in their companies, they suggested it would be “measured in the billions” \nand that even small reductions in noise would be worth “tens of millions.”66 Identifying companies that adopt \npractices to reduce noise may be the source of excess returns. \nPlease see Important Disclosures on pages 17-19 \n"
    },
    {
      "number": 13,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n2997544 Exp. 03/31/2021 \n13 \n \nEndnotes \n1 Philip E. Tetlock, Expert Political Judgment: How Good Is It? How Can We Know? (Princeton, NJ: Princeton \nUniversity Press, 2005). \n2 “Want Better Forecasting Skills? Silence the Noise,” Knowledge@Wharton, November 26, 2019.  \n3 Philip E. Tetlock and Dan Gardner, Superforecasting: The Art and Science of Prediction (New York: Crown \nPublishers, 2015). \n4 Ibid., 18. \n5 Ville A. Satopää, Marat Salikhov, Philip E. Tetlock, and Barbara Mellers, “Bias, Information, Noise: The BIN \nModel of Forecasting,” Working Paper, November 2019.  \n6 If anything, the complaint now is that there is too much of a focus on bias. See Brandon Kochkodin, “Behavioral \nEconomics’ Latest Bias: Seeing Bias Wherever It Looks,” Bloomberg, January 13, 2020. \n7 Daniel Kahneman, Andrew M. Rosenfield, Linnea Gandhi, and Tom Blaser, “Noise: How to Overcome the High, \nHidden Cost of Inconsistent Decision Making,” Harvard Business Review, Vol. 94, No. 10, October 2016, 38-46 \nand “Daniel Kahneman’s Strategy for How Your Firm Can Think Smarter,” Knowledge@Wharton, June 8, 2016.  \n8 Satopää, Salikhov, Tetlock, and Mellers, “Bias, Information, Noise: The BIN Model of Forecasting.” \n9 Kahneman, Rosenfield, Gandhi, and Blaser, “Noise: How to Overcome the High, Hidden Cost of Inconsistent \nDecision Making.” \n10 Denise M. Topolnicki, “The Pros Flub Our Third Annual Tax-Return Test,” Money, March 1990, 90-98. \n11 Astute readers will see that this is similar to the ergodicity problem. A system is ergodic when the ensemble \naverage and the time average are the same. For instance, the average of 1,000 people flipping a coin (ensemble) \nwill be the same as you flipping it 1,000 times in a row (time). Decision making is non-ergodic. See Ole Peters, \n“The Ergodicity Problem in Economics,” Nature Physics, Vol. 15, December 2019, 1216-1221. \n12 Hillel J. Einhorn, “Expert Judgment: Some Necessary Conditions and an Example,” Journal of Applied \nPsychology, Vol. 59, No. 5, October 1974, 562-571. \n13 Robert H. Ashton, “Reliability and Consensus of Experienced Wine Judges: Expertise Within and Between?” \nJournal of Wine Economics, Vol. 7, No. 1, May 2012, 70-87. \n14 Baba Shiv, George Loewenstein, Antoine Bechara, Hanna Damasio, and Antonio R. Damasio, “Investment \nBehavior and the Negative Side of Emotion,” Psychological Science, Vol. 16, No. 6, June 2005, 435-439. \n15 Kahneman, Rosenfield, Gandhi, and Blaser, “Noise: How to Overcome the High, Hidden Cost of Inconsistent \nDecision Making.” \n16 Max H. Bazerman and Don Moore, Judgment in Managerial Decision Making, 9th Edition (Hoboken, NJ: John \nWiley & Sons, 2016). \n17 Don A. Moore and Paul J. Healy, “The Trouble with Overconfidence,” Psychological Review, Vol. 115, No. 2, \nApril 2008, 502-517 and Don A. Moore, Perfectly Confident: How to Calibrate Your Decisions Wisely (New York: \nHarper Business, 2020). \n18 Keith E. Stanovich, Richard F. West, and Maggie E. Toplak, The Rationality Quotient: Toward a Test of \nRational Thinking (Cambridge, MA: MIT Press, 2016), 141-175. \n19 Kent Daniel and David Hirshleifer, “Overconfident Investors, Predictable Returns, and Excessive Trading,” \nJournal of Economic Perspectives, Vol. 29, No. 4, Fall 2015, 61-88 and Brad M. Barber and Terrance Odean, \n“Boys Will Be Boys: Gender, Overconfidence, and Common Stock Investment,” Quarterly Journal of Economics, \nVol.116, No. 1, February 2001, 261-292.    \n20 Roland G. Fryer, Jr., Philipp Harms, and Matthew O. Jackson, “Updating Beliefs when Evidence is Open to \nInterpretation: Implications for Bias and Polarization,” Journal of the European Economic Association, Vol. 17, \nNo. 5, October 2019, 1470-1501 and Gary Charness and Chetan Dave, “Confirmation Bias with Motivated \nBeliefs,” Games and Economic Behavior, Vol. 104, July 2017, 1-23. \n21 George J. Jiang and Kevin X. Zhu, “Information Shocks and Short-Term Market Underreaction,” Journal of \nFinancial Economics, Vol. 124, No. 1, April 2017, 43-64.  \n22 There are purportedly more than 100 biases. See https://en.wikipedia.org/wiki/List_of_cognitive_biases. \n23 Michael J. Mauboussin, “Who Is on the Other Side?” BlueMountain Investment Research, February 12, 2019, \nEugene Fama and Kenneth French, “Luck versus Skill in the Cross-Section of Mutual Fund Returns,” Journal of \nFinance, Vol. 65, No. 5, October 2010, 1519-1547, and Burton G. Malkiel, A Random Walk Down Wall Street: \nThe Time-Tested Strategy for Successful Investing, 12th Edition (New York: W. W. Norton & Company, 2020). \n"
    },
    {
      "number": 14,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n2997544 Exp. 03/31/2021 \n14 \n \n24 Scott E. Page, The Model Thinker: What You Need to Know to Make Data Work for You (New York: Basic \nBooks, 2018), 27-42. \n25 Robert J. Shiller, “Stock Prices and Social Dynamics,” Brookings Papers on Economic Activity, Vol. 2, 1984, \n457-510. For evidence that these investors exist, see Table 1 in Nicolae Gârleanu and Lasse Heje Pedersen, \n“Efficiently Inefficient Markets for Assets and Asset Management,” Journal of Finance, Vol. 73, No. 4, August \n2018, 1689. \n26 Nicolae Gârleanu and Lasse Heje Pedersen, “Efficiently Inefficient Markets for Assets and Asset \nManagement,” Journal of Finance, Vol. 73, No. 4, August 2018, 1663-1712 and Fischer Black, “Noise,” Journal \nof Finance, Vol. 41, No. 3, July 1986, 529-543. \n27 Andrei Shleifer and Lawrence H. Summers, “The Noise Trader Approach to Finance,” Journal of Economic \nPerspectives, Vol. 4, No. 2, Spring 1990, 19-33. \n28 Cameron Hight, “Alpha Theory 2019 Year in Review,” Alpha Theory Blog, March 6, 2020. In related work, \nportfolio managers tend to underweight their best positions. See Alexey Panchekha, CFA, “The Active Manager \nParadox: High-Conviction Overweight Positions,” CFA Institute; Enterprising Investor, October 3, 2019. \n29 Klakow Akepanidtaworn, Rick Di Mascio, Alex Imas, and Lawrence Schmidt, “Selling Fast and Buying Slow: \nHeuristics and Trading Performance of Institutional Investors,” SSRN Working Paper, September 2019.  \n30 Chris Woodcock, Alesi Rowland, and Snežana Pejić, Ph.D., “The Alpha Lifecycle,” Essentia Analytics White \nPaper, 2019.   \n31 For a model of investor bias see, Aydoğan Alti and Paul C. Tetlock, “Biased Beliefs, Asset Prices, and \nInvestment: A Structural Approach,” Journal of Finance, Vol. 69, No. 1, February 2014, 325-361. For a \ndiscussion of the wisdom and madness of crowds, see Michael J. Mauboussin and Dan Callahan, “Animating \nMr. Market: Adopting a Proper Psychological Attitude,” Credit Suisse Global Financial Strategies, February 10, \n2015. \n32 Barbara Mellers, Lyle Ungar, Jonathan Baron, Jaime Ramos, Burcu Gürçay, Katrina Fincher, Sydney E. Scott, \nDon Moore, Pavel Atanasov, Samuel A. Swift, Terry Murray, Eric Stone, and Philip E. Tetlock, “Psychological \nStrategies for Winning a Geopolitical Forecasting Tournament,” Psychological Science, Vol. 25, No. 5, May \n2014, 1106-1115. \n33 Welton Chang, Eva Chen, Barbara Mellers, Philip Tetlock, “Developing Expert Political Judgment: The Impact \nof Training and Practice on Judgmental Accuracy in Geopolitical Forecasting Tournaments,” Judgment and \nDecision Making, Vol. 11, No. 5, September 2016, 509-526. For feedback in the investment industry, see Joseph \nA. Cerniglia and Philip E. Tetlock, “Accelerating Learning in Active Management: The Alpha-Brier Process,” \nJournal of Portfolio Management, Vol. 45, No. 5, July 2019, 125-135.  \n34 J. Scott Armstrong, ed., Principles of Forecasting: A Handbook for Researchers and Practitioners (New York: \nSpringer, 2001), 417-440 and Véronique Genre, Geoff Kenny, Aidan Meyler, Allan Timmermann, “Combining \nExpert Forecasts: Can Anything Beat the Simple Average?” International Journal of Forecasting, Vol. 29, No. 1, \nJanuary-March 2013, 108-121.    \n35 James Surowiecki, The Wisdom of Crowds: Why the Many Are Smarter Than the Few and How Collective \nWisdom Shapes Business, Economies, Societies, and Nations (New York: Doubleday and Company, 2004). \n36 Jack L. Treynor, “Market Efficiency and the Bean Jar Experiment,” Financial Analysts Journal, Vol. 43, No. 3, \nMay-June, 1987, 50-53.  \n37 Howard Wainer, “The Most Dangerous Equation,” American Scientist, May-June 2007, 249-256.  \n38 Paul E. Meehl, Clinical versus Statistical Prediction: A Theoretical Analysis and a Review of the Evidence \n(Minneapolis, MN: University of Minnesota Press, 1954). \n39 William M. Grove, David H. Zald, Boyd S. Lebow, Beth E. Snitz, and Chad Nelson, “Clinical Versus Mechanical \nPrediction: A Meta-Analysis,” Psychological Assessment, Vol. 12, No. 1, March 2000, 19-30. \n40 Robyn M. Dawes, “The Robust Beauty of Improper Linear Models in Decision Making,” American Psychologist, \nVol. 34, No. 7, July 1979, 571-582 and Berkeley J. Dietvorst, Joseph P. Simmons, and Cade Massey, “Algorithm \nAversion: People Erroneously Avoid Algorithms After Seeing Them Err,” Journal of Experimental Psychology: \nGeneral, No. 144, Vol. 1, February 2015, 114–126. \n41 Jennifer M. Logg, Julia A. Minson, and Don A. Moore, “Algorithm Appreciation: People Prefer Algorithmic to \nHuman Judgment,” Organizational and Human Decision Processes, Vol. 151, March 2019, 90-103. \n42 Atul Gawande, The Checklist Manifesto: How to Get Things Right (New York: Metropolitan Books, 2009).  \n"
    },
    {
      "number": 15,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n2997544 Exp. 03/31/2021 \n15 \n \n43 For example, see Andrew W. Lo, Hedge Funds: An Analytical Perspective (Princeton, NJ: Princeton University \nPress, 2008), 217-236. \n44 Berkeley J. Dietvorst, Joseph P. Simmons, and Cade Massey, “Overcoming Algorithm Aversion: People Will \nUse Imperfect Algorithms If They Can (Even Slightly) Modify Them,” Management Science, Vol. 64, No. 3, March \n2018, 1155-1170.  \n45 See “Michael Mauboussin and Daniel Kahneman: In Conversation,” Santa Fe Institute Applied Complexity \nNetwork Meeting, October 13, 2015.   \n46 Daniel Kahneman, Dan Lovallo, and Olivier Sibony, “A Structured Approach to Strategic Decisions,” MIT Sloan \nManagement Review, Vol. 60, No. 3, Spring 2019, 67-73. \n47 Iris Bohnet, What Works: Gender Equality by Design (Cambridge, MA: Belknap Press, 2016). \n48 Daniel Kahneman, Thinking, Fast and Slow (New York: Farrar, Straus and Giroux, 2011), 245-254. \n49 Dan Lovallo and Daniel Kahneman, “Delusions of Success: How Optimism Undermines Executives’ \nDecisions,” Harvard Business Review, July 2003, 56-63. \n50 Michael J. Mauboussin, Dan Callahan, and Darius Majd, “The Base Rate Book: Integrating the Past to Better \nAnticipate the Future,” Credit Suisse Global Financial Strategies, September 26, 2016, 24. \n51 Ibid. \n52 Benoit B. Mandelbrot, Fractals and Scaling in Finance: Discontinuity, Concentration, Risk (New York: Springer, \n1997), 117-145. \n53 Mauboussin, Callahan, and Majd, “The Base Rate Book: Integrating the Past to Better Anticipate the Future,” \n40-55. \n54 Gary Klein, Intuition at Work: Why Developing Your Gut Instincts Will Make You Better at What You Do (New \nYork: Currency, 2003), 88-91; Gary Klein, “Performing a Project Premortem,” Harvard Business Review, \nSeptember 2007, 18-19; and Gary Klein, Tim Koller, and Dan Lovallo, “Bias Busters: Premortems: Being Smart \nat the Start,” McKinsey Quarterly, April 2019. \n55 Deborah J. Mitchell, J. Edward Russo, and Nancy Pennington, “Back to the Future: Temporal Perspective in \nthe Explanation of Events,” Behavioral Decision Making, Vol. 2, No. 1, January/March 1989, 25-38. \n56 Beth Veinott, Gary A. Klein, and Sterling Wiggins, “Evaluating the Effectiveness of the PreMortem Technique \non Plan Confidence,” Proceedings of the 7th International ISCRAM Conference – Seattle, USA, May 2010. \n57 Gary Klein, Paul D. Sonkin, and Paul Johnson, “Rendering a Powerful Tool Flaccid: The Misuse of Premortems \non Wall Street,” Working Paper, February 2019. \n58 For a good summary of techniques, see Bryce G. Hoffman, Red Teaming: How Your Business Can Conquer \nthe Competition by Challenging Everything (New York: Crown Business, 2017).  \n59 Micah Zenko, Red Team: How to Succeed By Thinking Like the Enemy (New York: Basic Books, 2015). \n60 Michael Steinhardt, No Bull: My Life In and Out of the Markets (New York: John Wiley & Sons, 2001), 129. \n61 Andrew Mauboussin and Michael J. Mauboussin, “If You Say Something Is ‘Likely,’ How Likely Do People \nThink It Is?” Harvard Business Review, July 3, 2018 and Jeffrey A. Friedman, War and Chance: Assessing \nUncertainty in International Politics (New York: Oxford University Press, 2019).  \n62 Allan H. Murphy and Harald Daan, “Impacts of Feedback and Experience on the Quality of Subjective \nProbability Forecasts: Comparison of Results from the First and Second Years of the Zierikzee Experiment,” \nMonthly Weather Review, Vol. 112, No. 3, 1984, 413-423 and Danny Hernandez, “How Our Company Learned \nto Make Better Predictions About Everything,” Harvard Business Review, May 15, 2017.  \n63 Robin Wigglesworth, “Stockpickers Turn to Big Data to Arrest Decline,” Financial Times, February 11, 2020.  \n64 Barbara Mellers, Eric Stone, Pavel Atanasov, Nick Rohrbaugh, S. Emlen Metz, Lyle Ungar, Michael M. Bishop, \nMichael Horowitz, Ed Merkle, and Philip Tetlock, “The Psychology of Intelligence Analysis: Drivers of Prediction \nAccuracy in World Politics,” Journal of Experimental Psychology: Applied, Vol. 21, No. 1, March 2015, 1-14 and \nBarbara Mellers, Eric Stone, Terry Murray, Angela Minster, Nick Rohrbaugh, Michael Bishop, Eva Chen, Joshua \nBaker, Yuan Hou, Michael Horowitz, Lyle Ungar, and Philip Tetlock, “Identifying and Cultivating Superforecasters \nas a Method of Improving Probabilistic Predictions,” Perspectives on Psychological Science, Vol. 10, No. 3, May \n2015, 267-281. There is also evidence that “Robo-Analysts” revise their views more frequently than their human \ncounterparts. See Braiden Coleman, Kenneth Merkley, and Joseph Pacelli, “Man Versus Machine: A \nComparison of Robo-Analyst and Traditional Research Analyst Investment Recommendations,” Working Paper, \nJanuary 21, 2020. \n"
    },
    {
      "number": 16,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n2997544 Exp. 03/31/2021 \n16 \n \n65 Dale Griffin and Amos Tversky, “The Weighing of Evidence and the Determinants of Confidence,” Cognitive \nPsychology, Vol. 24, No. 3, July 1992, 411-435. \n66 Kahneman, Rosenfield, Gandhi, and Blaser, “Noise: How to Overcome the High, Hidden Cost of Inconsistent \nDecision Making.” \n \n \n \n"
    },
    {
      "number": 17,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n2997544 Exp. 03/31/2021 \n17 \n \nRisk Considerations \n \nPredictions are based on current market conditions, subject to change, and may not necessarily come to pass.  \nThere is no assurance that the techniques mentioned in this article will be successful in helping improve the \naccuracy of predictions. \n \nThere is no assurance that a Portfolio will achieve its investment objective. Portfolios are subject to market risk, \nwhich is the possibility that the market values of securities owned by the Portfolio will decline and that the value \nof Portfolio shares may therefore be less than what you paid for them. Accordingly, you can lose money investing \nin this Portfolio. Please be aware that this Portfolio may be subject to certain additional risks. In general, equities \nsecurities’ values also fluctuate in response to activities specific to a company. Investments in foreign markets \nentail special risks such as currency, political, economic, market and liquidity risks. The risks of investing in \nemerging market countries are greater than risks associated with investments in foreign developed countries. \nPrivately placed and restricted securities may be subject to resale restrictions as well as a lack of publicly \navailable information, which will increase their illiquidity and could adversely affect the ability to value and sell \nthem (liquidity risk). Derivative instruments may disproportionately increase losses and have a significant \nimpact on performance. They also may be subject to counterparty, liquidity, valuation, correlation and market \nrisks. Illiquid securities may be more difficult to sell and value than public traded securities (liquidity risk). \n \nDISTRIBUTION \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions where \nsuch distribution or availability would not be contrary to local laws or regulations. \nIreland: Morgan Stanley Investment Management (Ireland) Limited. Registered Office: The Observatory, 7-11 \nSir John Rogerson’s, Quay, Dublin 2, Ireland. Registered in Ireland under company number 616662. Regulated \nby the Central Bank of Ireland. United Kingdom: Morgan Stanley Investment Management Limited is authorised \nand regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. Registered \nOffice: 25 Cabot Square, Canary Wharf, London E14 4QA. Dubai: Morgan Stanley Investment Management \nLimited (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct Building 3, \nDubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 709 7158). \nGermany: Morgan Stanley Investment Management Limited Niederlassung Deutschland 4th Floor \nJunghofstrasse 18-26, 60311 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Italy: Morgan Stanley Investment Management Limited, Milan Branch (Sede Secondaria di Milano) is a \nbranch of Morgan Stanley Investment Management Limited, a company registered in the UK, authorised and \nregulated by the Financial Conduct Authority (FCA), and whose registered office is at 25 Cabot Square, Canary \nWharf, London, E14 4QA. Morgan Stanley Investment Management Limited Milan Branch (Sede Secondaria di \nMilano) with seat in Palazzo Serbelloni Corso Venezia, 16 20121 Milano, Italy, is registered in Italy with company \nnumber and VAT number 08829360968. The Netherlands: Morgan Stanley Investment Management, \nRembrandt Tower, 11th Floor Amstelplein 1 1096HA, Netherlands. Telephone: 31 2-0462-1300. Morgan Stanley \nInvestment Management is a branch office of Morgan Stanley Investment Management Limited. Morgan Stanley \nInvestment Management Limited is authorised and regulated by the Financial Conduct Authority in the United \nKingdom. Switzerland: Morgan Stanley & Co. International plc, London, Zurich Branch Authorised and \nregulated by the Eidgenössische Finanzmarktaufsicht (“FINMA”). Registered with the Register of Commerce \nZurich CHE-115.415.770. Registered Office: Beethovenstrasse 33, 8002 Zurich, Switzerland, Telephone +41 \n(0) 44 588 1000. Facsimile Fax: +41(0)44 588 1074. \nU.S.: A separately managed account may not be suitable for all investors. Separate accounts managed \naccording to the Strategy include a number of securities and will not necessarily track the performance of any \nindex. Please consider the investment objectives, risks and fees of the Strategy carefully before investing. A \nminimum asset level is required. For important information about the investment manager, please refer to Form \nADV Part 2. \nPlease consider the investment objectives, risks, charges and expenses of the funds carefully before \ninvesting. The prospectuses contain this and other information about the funds. To obtain a prospectus \nplease download one at morganstanley.com/im or call 1-800-548-7786. Please read the prospectus \ncarefully before investing. \n \nMorgan Stanley Distribution, Inc. serves as the distributor for Morgan Stanley Funds. \n  \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A BANK DEPOSIT \n"
    },
    {
      "number": 18,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n2997544 Exp. 03/31/2021 \n18 \n \nHong Kong: This document has been issued by Morgan Stanley Asia Limited for use in Hong Kong and shall \nonly be made available to “professional investors” as defined under the Securities and Futures Ordinance of \nHong Kong (Cap 571). The contents of this document have not been reviewed nor approved by any regulatory \nauthority including the Securities and Futures Commission in Hong Kong. Accordingly, save where an exemption \nis available under the relevant law, this document shall not be issued, circulated, distributed, directed at, or made \navailable to, the public in Hong Kong. Singapore: This document should not be considered to be the subject of \nan invitation for subscription or purchase, whether directly or indirectly, to the public or any member of the public \nin Singapore other than (i) to an institutional investor under section 304 of the Securities and Futures Act, \nChapter 289 of Singapore (“SFA”), (ii) to a “relevant person” (which includes an accredited investor) pursuant to \nsection 305 of the SFA, and such distribution is in accordance with the conditions specified in section 305 of the \nSFA; or (iii) otherwise pursuant to, and in accordance with the conditions of, any other applicable provision of \nthe SFA. This publication has not been reviewed by the Monetary Authority of Singapore. Australia: This \npublication is disseminated in Australia by Morgan Stanley Investment Management (Australia) Pty Limited ACN: \n122040037, AFSL No. 314182, which accepts responsibility for its contents. This publication, and any access to \nit, is intended only for “wholesale clients” within the meaning of the Australian Corporations Act. \nJapan: For professional investors, this document is circulated or distributed for informational purposes only. For \nthose who are not professional investors, this document is provided in relation to Morgan Stanley Investment \nManagement (Japan) Co., Ltd. (“MSIMJ”)’s business with respect to discretionary investment management \nagreements (“IMA”) and investment advisory agreements (“IAA”). This is not for the purpose of a \nrecommendation or solicitation of transactions or offers any particular financial instruments. Under an IMA, with \nrespect to management of assets of a client, the client prescribes basic management policies in advance and \ncommissions MSIMJ to make all investment decisions based on an analysis of the value, etc. of the securities, \nand MSIMJ accepts such commission. The client shall delegate to MSIMJ the authorities necessary for making \ninvestment. MSIMJ exercises the delegated authorities based on investment decisions of MSIMJ, and the client \nshall not make individual instructions. All investment profits and losses belong to the clients; principal is not \nguaranteed. Please consider the investment objectives and nature of risks before investing. As an investment \nadvisory fee for an IAA or an IMA, the amount of assets subject to the contract multiplied by a certain rate (the \nupper limit is 2.20% per annum (including tax)) shall be incurred in proportion to the contract period. For some \nstrategies, a contingency fee may be incurred in addition to the fee mentioned above. Indirect charges also may \nbe incurred, such as brokerage commissions for incorporated securities. Since these charges and expenses are \ndifferent depending on a contract and other factors, MSIMJ cannot present the rates, upper limits, etc. in \nadvance. All clients should read the Documents Provided Prior to the Conclusion of a Contract carefully before \nexecuting an agreement. This document is disseminated in Japan by MSIMJ, Registered No. 410 (Director of \nKanto Local Finance Bureau (Financial Instruments Firms)), Membership: the Japan Securities Dealers \nAssociation, The Investment Trusts Association, Japan, the Japan Investment Advisers Association and the \nType II Financial Instruments Firms Association. \n  \nIMPORTANT INFORMATION \nEMEA: This marketing communication has been issued by Morgan Stanley Investment Management Limited \n(“MSIM”). Authorised and regulated by the Financial Conduct Authority. Registered in England No. 1981121. \nRegistered Office: 25 Cabot Square, Canary Wharf, London E14 4QA. \n \nThere is no guarantee that any investment strategy will work under all market conditions, and each investor \nshould evaluate their ability to invest for the long-term, especially during periods of downturn in the market. Prior \nto investing, investors should carefully review the strategy’s / product’s relevant offering document. There are \nimportant differences in how the strategy is carried out in each of the investment vehicles. \n \nA separately managed account may not be suitable for all investors. Separate accounts managed \naccording to the Strategy include a number of securities and will not necessarily track the performance \nof any index. Please consider the investment objectives, risks and fees of the Strategy carefully before \ninvesting. \n \nThe views and opinions are those of the author or the investment team as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment teams at Morgan Stanley Investment \n"
    },
    {
      "number": 19,
      "text": " \n \n \n \n© 2020 Morgan Stanley. Morgan Stanley Distribution, Inc. \n2997544 Exp. 03/31/2021 \n19 \n \nManagement (MSIM) or the views of the firm as a whole, and may not be reflected in all the strategies and \nproducts that the Firm offers. \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors. These conclusions are speculative in nature, may not come to pass and are not intended \nto predict the future performance of any specific Morgan Stanley Investment Management product. \nCertain information herein is based on data obtained from third party sources believed to be reliable. However, \nwe have not verified this information, and we make no representations whatsoever as to its accuracy or \ncompleteness. \n \nThe information herein is a general communications which is not impartial and has been prepared solely for \ninformation and educational purposes and does not constitute an offer or a recommendation to buy or sell any \nparticular security or to adopt any specific investment strategy. The material contained herein has not been \nbased on a consideration of any individual client circumstances and is not investment advice, nor should it be \nconstrued in any way as tax, accounting, legal or regulatory advice. To that end, investors should seek \nindependent legal and financial advice, including advice as to tax consequences, before making any investment \ndecision. \n \nPast performance is no guarantee of future results. \nCharts and graphs provided herein are for illustrative purposes only. \n \nThis communication is not a product of Morgan Stanley’s Research Department and should not be regarded as \na research recommendation. The information contained herein has not been prepared in accordance with legal \nrequirements designed to promote the independence of investment research and is not subject to any prohibition \non dealing ahead of the dissemination of investment research. \n \nThe information contained in this communication is not a research recommendation or ‘investment research’ \nand is classified as a ‘Marketing Communication’ in accordance with the applicable European regulation or Swiss \nregulation. This means that this marketing communication (a) has not been prepared in accordance with legal \nrequirements designed to promote the independence of investment research (b) is not subject to any prohibition \non dealing ahead of the dissemination of investment research. \n \nMSIM has not authorized financial intermediaries to use and to distribute this document, unless such use and \ndistribution is made in accordance with applicable law and regulation. MSIM shall not be liable for, and accepts \nno liability for, the use or misuse of this document by any such financial intermediary. If you are a distributor of \nthe Morgan Stanley Investment Funds, some or all of the funds or shares in individual funds may be available \nfor distribution. Please refer to your sub-distribution agreement for these details before forwarding fund \ninformation to your clients. \n \nThe whole or any part of this work may not be reproduced, copied or transmitted or any of its contents disclosed \nto third parties without MSIM’s express written consent. \n \nAll information contained herein is proprietary and is protected under copyright law. \nMorgan Stanley Investment Management is the asset management division of Morgan Stanley. \n \nThis document may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this document \nin another language, the English version shall prevail.\n \n"
    }
  ]
}