{
  "filename": "2021_turn_and_face_the_strange__overcoming_barriers_to_change_in_sports_and_investing.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20230929103058-04'00'",
    "modDate": "D:20230929103058-04'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n \n \nCounterpoint Global Insights \nTurn and Face the Strange \nOvercoming Barriers to Change in Sports and Investing \nCONSILIENT OBSERVER  |  September 8, 2021\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIntroduction \nA reasonable presumption is that organizations want to succeed in \ntheir purpose. The measure of success is different across fields \nand often has absolute and relative metrics. Professional sports \nfranchises strive to field teams that win and are profitable.1 \nInvestment management organizations seek to generate excess \nreturns for their investors while fostering a healthy business.2      \nOne of the challenges in attaining and maintaining organizational \nsuccess is that conditions change. Some changes are external, \nsuch as the rules for a league or economic conditions for a \ncompany. Others are internal, such as personnel or the quality of a \nstrategy. As a result, organizations have to learn and adapt. Those \nthat do may thrive and those that don’t risk becoming obsolete.    \nOrganizational learning and adaptation allow leaders to make \nbetter decisions. Philosophers discuss two sources of error in \ndecision making.3 One is the result of limited knowledge. For \nexample, the medical community may not have developed a drug \nto cure a specific disease or a surgical procedure to treat a patient. \nThe second source of error is the failure to implement what is \nalready known. For instance, there are more than 20,000 deaths \nfrom medical error in U.S. hospitals each year.4 Checklists are one \nway to make sure that what is known is faithfully applied.5 \nEmployees for sports organizations include the playing team \n(players, coaches, and scouts) and the business side (marketing, \ncommunications, and operations). The organization then seeks to \nimplement a system, through strategies and supporting tactics, in \nan effort to win. Great players are critical to success. Teams can \nacquire players through the amateur draft, by trading for them, or \nvia free agency. The goal is to have a good fit between the skills of \nthe players and the system. Great organizations develop a \nframework for decision making that serves the goal of winning. \nInvestment firms are similar to sports teams in many ways.6 \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n2 \n \nPlayer evaluation and skill building are essential to the success of any sports organization. The ability to apply \nanalytics to talent evaluation varies based on factors such as whether the action is discrete or has interaction, \nwhether the sport itself has continuous play or stops and starts, the length of the season, and the sample size \nof scoring opportunities.7 That noted, there is evidence that player evaluation remains inefficient as the result of \nanalytical limitations and cognitive biases.8 \nSports teams attempt to maximize their outcomes in the face of resource constraints. These include payroll \nmaximums and minimums, luxury taxes, and the willingness of owners to spend money. In some sports, \nsuperstars play an outsized role in success. In others, the weakest players contribute more to wins and losses.9 \nIn superstar sports, such as the National Basketball Association (NBA), the top 3 players, 20 percent of the \nroster, can earn two-thirds or more of the total payroll. In the National Football League (NFL), quarterbacks are \nthe top 10, and 13 of the top 15, paid players.10  \nBuilding a roster is a lot like building a portfolio. Teams would like to sign players with a value higher than their \nprice. Concentrating the payroll on a few players is akin to having an undiversified portfolio, with higher risk and \nhigher potential reward. Managers must dynamically assess the constituents because their prices and value \nchange all of the time. And elements such as turnover and time horizon are vital contributors to results.  \nThe first question to ask in any organization is: what contributes to winning? Managers should seek to answer \nthis analytically, which will lead to certain types of players, strategies, and tactics. For many teams, the response \nto this question creates an inevitable tension between what organizations have always done and potential new \nways of doing things. As one player development professional summarized it, “Your number one tool . . . is not \nplaying experience, it is a growth mindset that allows you to be curious and take advantage of all of the \ninformation that is readily available.”11 Success requires evolution because the world changes. \nIn 2020, Richard Thaler, a professor of economics at the University of Chicago and the 2017 recipient of the \nNobel Prize in Economics, gave a talk at the MIT Sloan Sports Analytics Conference titled “The Sports Learning \nCurve: Why Teams are Slow to Learn and Adapt.” He reviewed a number of strategies that have been shown \nto be effective analytically but that teams have been slow to adopt. Examples include reducing the rate of bunts \nand base stealing in Major League Baseball (MLB), increasing the rate of 3-point shots in the NBA, and going \nfor it on fourth down in the NFL.12 \nPeak performance is important because this is big business. The average MLB (MLB) franchise is worth $1.9 \nbillion, the average NBA franchise $2.2 billion, and the average NFL franchise $3.5 billion.13 And winning is a \nfactor that contributes to franchise value.14   \nYou need not know anything about sports to appreciate the point that there was useful knowledge that took a \nlong time to implement. In some cases, the knowledge has yet to be applied. This report examines the barriers \nto change. We use sports, and the NBA in particular, as the prime example but then apply the lessons to \ninvestment management. These impediments to change afflict all organizations to some degree. \n \n \n \n"
    },
    {
      "number": 3,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n3 \n \nInnovation: When Three > Two \nIn the 1979/80 season, the NBA introduced a line behind which a player would score three points, rather than \ntwo, for a made shot.15 The line is 23.75 feet from the basket, except in the corners, where it is 22 feet away in \norder to accommodate the court’s 50-foot width.  \nThe shot was a novelty. Larry Bird, one of the NBA’s all-time greatest players, said, “It’s strange when you think \nback. I can’t remember even practicing the shot, unless it was for the [annual 3-point shooting] contest. I really \ndidn’t take that many, compared to today.”16  \nIf Bird wasn’t working on the shot, neither were many others of the era. As a result, fewer than three percent of \nall field goal attempts were from 3-point range in the five seasons following the shot’s introduction. Exhibit 1 \nshows the evolution of 3-point shooting over time. There is a kink from the 1994/95 through 1996/97 seasons \nbecause the NBA briefly shortened the overall distance of the line. The intrepid players who did shoot from that \nrange in the early days made only a little more than 25 percent of them, for an expected value per shot of 0.76. \n2-point attempts succeeded close to half of the time for an expected value of 0.99. Today, even the teams with \nthe worst 3-point shooting percentage make more than one-third of their long-range shots.  \nExhibit 1: Percent of Field Goal Attempts That Were 3-Pointers, 1979/80–2020/21 \n \nSource: Sports Reference LLC, \" NBA League Averages-Per Game,\" Basketball-Reference.com-Pro Basketball Statistics \nand History, www.basketball-reference.com, August 2021. \nOver time, the combination of skill identification and practice made it clear that 3-point shots could have an \nattractive expected value. Players improved their shooting percentage from that range, and 3-pointers finally \nhad a higher expected value than 2-pointers about a dozen years after the initiation of the line (see exhibit 2). \nThis is the point at which it became clear that 3-point shots were an opportunity.  \n \n \n \n0\n5\n10\n15\n20\n25\n30\n35\n40\n1979/80\n1980/81\n1981/82\n1982/83\n1983/84\n1984/85\n1985/86\n1986/87\n1987/88\n1988/89\n1989/90\n1990/91\n1991/92\n1992/93\n1993/94\n1994/95\n1995/96\n1996/97\n1997/98\n1998/99\n1999/00\n2000/01\n2001/02\n2002/03\n2003/04\n2004/05\n2005/06\n2006/07\n2007/08\n2008/09\n2009/10\n2010/11\n2011/12\n2012/13\n2013/14\n2014/15\n2015/16\n2016/17\n2017/18\n2018/19\n2019/20\n2020/21\nPercent of Total Field Goal Attempts\n"
    },
    {
      "number": 4,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n4 \n \nExhibit 2: The Value of 2- and 3-Pointers, 1979/80–2020/21 \n \nSource: Sports Reference LLC, \" NBA League Averages-Per Game,\" Basketball-Reference.com-Pro Basketball Statistics \nand History, www.basketball-reference.com, August 2021. \nKirk Goldsberry, a basketball writer who also teaches at the University of Texas, has done extensive and visually \npowerful work on the evolution of shooting in the NBA. He shows that the story is more subtle than three is better \nthan two.  \nVery simplistically, you can classify 2-point shots as close or mid-range. Close shots are within or near the \nrestricted area, which is a four-foot arc underneath the basket. Mid-range shots are essentially those that are \nneither close nor 3-pointers. \nClose shots have an expected value in excess of 1.2 because they are often dunks or layups that the players \nmake a high percentage of the time. Mid-range shots have an expected value of 0.85-0.90 in the middle of the \nlane, an area from the free throw line to the baseline and 16 feet wide. But mid-range shots from 8 to 21 feet \nhave an expected value of less than 0.85.17 \n3-point shots have an expected value of about 1.1 overall with a slightly higher value in the corners, which are \ncloser to the basket. Exhibit 2 shows that the expected value of 3-pointers was 14 percent higher than 2-pointers \nin the 2003/04 season. The natural way to arbitrage that expected value differential is to take more 3-point shots \nand fewer mid-range 2-point shots.  \nExhibit 3 shows that is precisely what happened. A quarter century ago, about 40 percent of shots were mid-\nrange 2-pointers and 10 percent were 3-pointers. Today, those totals have nearly flipped. As a result, the gap in \nexpected value between 3-pointers and 2-pointers is now less than four percent. \nDaryl Morey, president of basketball operations for the Philadelphia 76ers and a leader in basketball analytics, \n“estimated that, at its inception, the strategy of taking more 3s at the expense of mid-range jumpers resulted in \napproximately 12 more wins a year, roughly equivalent to spending $30 million more a year on star players.”18  \n0.6\n0.7\n0.8\n0.9\n1.0\n1.1\n1.2\n1979/80\n1980/81\n1981/82\n1982/83\n1983/84\n1984/85\n1985/86\n1986/87\n1987/88\n1988/89\n1989/90\n1990/91\n1991/92\n1992/93\n1993/94\n1994/95\n1995/96\n1996/97\n1997/98\n1998/99\n1999/00\n2000/01\n2001/02\n2002/03\n2003/04\n2004/05\n2005/06\n2006/07\n2007/08\n2008/09\n2009/10\n2010/11\n2011/12\n2012/13\n2013/14\n2014/15\n2015/16\n2016/17\n2017/18\n2018/19\n2019/20\n2020/21\nAverage Points Per Attempt\n3-Pointers\n2-Pointers\n3-Pointers\n2-Pointers\n"
    },
    {
      "number": 5,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n5 \n \nExhibit 3: Mid-Range and 3-Point Shot Attempts, 1996/97–2020/21 \n \nSource: www.nba.com/stats. \nTo bring the point home, Goldsberry’s analysis by shot distance shows that a 21-foot shot has an expected value \nof less than 0.80 while shots a foot longer in the corner, and 2.75 feet longer everywhere else, are worth about \n40 percent more. Note that the 3-point shot has been around for 40 years, but it has been fully embraced only \nin the last decade or so. Exhibit 4 shows how the top 200 shot locations has changed from the 2001/02 season \nto the 2019/20 season. What used to be a potential source of edge has now become the ante to play the game \ncompetitively. \nExhibit 4: Top 200 Shot Locations in the NBA, 2001/02 versus 2019/20 \n \nSource: Kirk Goldsberry.  \n0\n5\n10\n15\n20\n25\n30\n35\n40\n1996/97\n1997/98\n1998/99\n1999/00\n2000/01\n2001/02\n2002/03\n2003/04\n2004/05\n2005/06\n2006/07\n2007/08\n2008/09\n2009/10\n2010/11\n2011/12\n2012/13\n2013/14\n2014/15\n2015/16\n2016/17\n2017/18\n2018/19\n2019/20\n2020/21\nPercentage of Total Field Goal Attempts\n3-Pointers\nMid-Range\n3-Pointers\nMid-Range\n"
    },
    {
      "number": 6,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n6 \n \nThe inefficiency associated with the 3-point shot has now been largely competed away. But it turns out there \nmay be new frontiers in basketball where analysis suggests an approach that is different than the conventional \nwisdom. One illustration is the strategy and tactics of offensive rebounding. An offensive rebound is when a \nteam gains possession of the ball after it misses a shot, which extends the possession and resets the shot clock \nto 14 seconds.   \nOffensive rebounds are obviously good. But if a coach instructs most of the players to try to secure an offensive \nrebound and they fail, the team becomes vulnerable as it transitions from offense to defense because it has \nfewer players back to defend. The dogma among coaches is that most players should not pursue offensive \nrebounds. One coach’s message to his perimeter players was, “We don't care if you get an offensive rebound \nin your entire life.”19 Exhibit 5 shows a steady decline in the percentage of rebounds secured by the offense. \nExhibit 5: Offensive Rebound Percentage, 1973/74–2020/21 \n \nSource: Sports Reference LLC, \" NBA League Averages-Per Game,\" Basketball-Reference.com-Pro Basketball Statistics \nand History, www.basketball-reference.com, August 2021. \nResearch that relies on tracking data that have been available only relatively recently shows that more \naggressive offensive rebounding may create an edge.20 After making some tactical adjustments, sending more \nplayers to rebound can create a benefit on offense that is greater than its cost on defense. If this proves to be \ntrue, it will provide another test of organizational change.   \n \n \n20\n22\n24\n26\n28\n30\n32\n34\n1973/74\n1974/75\n1975/76\n1976/77\n1977/78\n1978/79\n1979/80\n1980/81\n1981/82\n1982/83\n1983/84\n1984/85\n1985/86\n1986/87\n1987/88\n1988/89\n1989/90\n1990/91\n1991/92\n1992/93\n1993/94\n1994/95\n1995/96\n1996/97\n1997/98\n1998/99\n1999/00\n2000/01\n2001/02\n2002/03\n2003/04\n2004/05\n2005/06\n2006/07\n2007/08\n2008/09\n2009/10\n2010/11\n2011/12\n2012/13\n2013/14\n2014/15\n2015/16\n2016/17\n2017/18\n2018/19\n2019/20\n2020/21\nOffensive Rebound Percentage\n"
    },
    {
      "number": 7,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n7 \n \nWhat Impedes Change? \nIt is important to acknowledge that most teams in professional sports have made substantial strides in the right \ndirection.21 This includes both player evaluation and on-field strategy. But there remains a lot of room to improve \ndecision making. Here are some of the impediments to better decisions: \n1. Loss aversion. Loss aversion is the idea that we suffer losses more than equal gains. As a result, we \ntend to avoid situations where we can be potentially wrong. This is especially relevant when the decision \nruns against conventional wisdom. \nThe decisions that contribute to the ups and downs of professional sports teams are subject to intense \nscrutiny by fans and the media. Most teams are under enormous pressure, especially those that are \nexpected to win. General managers (GMs) and coaches are exposed to the wrath of outsiders when they \nmake a personnel or on-field decision that has a poor outcome. As a result, it is often easier to be \nconventional than unconventional, even if being different from the crowd is likely to increase the chance \nof winning.  \nPaul DePodesta, a protagonist in the book Moneyball and now the chief strategy officer for the Cleveland \nBrowns of the NFL, says that owners indicate that “we want this disciplined approach to what we’re doing. \nBut then when it comes time to making that hard decision, they say, ‘I don’t want any part of this.’” \nHe compares the decision-making process, with its inevitable successes and failures, to riding on a big \nand terrifying roller coaster. He discusses the ideal owner: “I need someone who’s going to want to get on \nthe roller coaster with me knowing that it's not always going to be fun. There are going to be parts of the \nroller coaster that are going to be scary, that are going to be uncomfortable, but hopefully at the end of \nthe ride when we get off, you’re going to want to say, let’s do that again.”22  \nSuccessful long-term decision makers, including investors, are familiar with the ups and downs that come \nwith a successful long-term record. John Maynard Keynes, an economist, wrote this about long-term \ninvestors: “For it is in the essence of his behaviour that he should be eccentric, unconventional and rash \nin the eyes of average opinion. If he is successful, that will only confirm the general belief in his rashness; \nand if in the short run he is unsuccessful, which is very likely, he will not receive much mercy. Worldly \nwisdom teaches that it is better for reputation to fail conventionally than to succeed unconventionally.”23 \nWe posit that teams and organizations are willing to experiment with new approaches when they have \nbeen very unsuccessful or highly successful (see exhibit 6). Loss aversion is less of an issue following a \nstretch of failure because there is little room to get worse. Consistent with this is the notion that underdogs \nshould try new and unusual strategies in order to increase variance when they compete with a stronger \nteam that is the favorite to win.24  \n \n \n \n  \n \n"
    },
    {
      "number": 8,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n8 \n \nExhibit 6: The Pattern of Experimentation \n \nSource: Counterpoint Global. For illustrative purposes only. \nWinning teams are also freer to experiment because they have accumulated goodwill with the fans, media, \nand owners that provides cover for greater risk-taking. Take the example of Bill Belichick, the head coach \nof the New England Patriots and one of the winningest coaches in NFL history. Belichick has been able \nto pursue the proper strategies on the field without worrying about career risk because his success has \nprovided him with job security. He was more conventional when he was the head coach of the mediocre \nCleveland Browns, where he won just 45 percent of his games.25 \n2. Status quo bias. Classic economic theory suggests that decision makers identify their possible options \nand select the one with the highest value. However, research shows that people have a bias in favor of \nthe status quo, continuing to do what they are doing, even when better alternatives exist.26 This is as true \nfor organizations as it is for individuals. \nA related point is decision makers often favor inaction to action. This is called omission bias. In \nexperiments, subjects preferred doing nothing over doing something even when doing nothing was \nassociated with change. This bias toward inaction relates to loss aversion. Change can lead to gains or \nlosses and decision makers prefer to do nothing because the potential losses loom larger than the gains. \nDecision makers and onlookers tend to treat the outcomes of inaction as neutral and regard the outcomes \nof action as positive if they are perceived to be better than inaction and negative if they are worse than \nthe counterfactual associated with doing nothing.27 \nOne of the psychological challenges with innovation, especially in sports, is that prior teams that have \nbeen successful have not used the new techniques. Morey points out that coaching is like a guild, with \nperceived wisdom passed from one generation to the next. This also shapes player training. Trying new \napproaches, even if supported analytically, goes against past success, conventional wisdom, and what \nthe players have been taught to do.28 \nThe endowment effect describes the tendency to value what you have higher than something equivalent \nthat you do not have. This is a problem if a team is trying to get the most value from players based on the \nRecent Success\nExperimentation\n"
    },
    {
      "number": 9,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n9 \n \nteam’s payroll. One analysis of the NFL showed that teams overvalued players on the roster when they \nextended their contracts or resigned them relative to when they acquired free agents (albeit both had \nnegative expected value).29  \nIn economics, a sunk cost is one that has been incurred and is unrecoverable. Proper decision making \nignores sunk costs and focuses on the future. But teams struggle to do that. For example, NBA teams \ntend to play their high-round draft picks more than they should and keep them on the roster longer than \ntheir results warrant.30 The best teams keep a steady eye on the price and value of their portfolio of players. \nOf course, the challenge is that price is largely set and value is probabilistic.   \n3. Sample size. One of the biggest impediments to change is that many tactics that are supported by \nanalytics don’t work all the time. The key idea is that when drawing a sample from a population of \noutcomes, there is large variation in small sample sizes and small variation in large sample sizes.31 As a \nresult, even when something is correct to do on average, small sample sizes can have outcomes far from \naverage, sowing doubt for believers and nonbelievers alike.  \nExhibit 2, which shows that 3-point shots have a higher expected value than 2-point shots, is based on \nthe success rate of roughly 1.4 million 3-point attempts and 6.5 million 2-point tries. The results can vary \na lot from the averages over any stretch of a game, for a complete game, or even for a series. For instance, \nSteph Curry, one of the greatest shooters in the history of the NBA, made 13 of his 17 3-point attempts in \na game in 2016 and 0 of his 11 attempts in a game a year later. Combine those games and you get close \nto his career 3-point shooting percentage of 43.3 percent.  \nRegression toward the mean is a statistical concept that says that outcomes far from the average are \nfollowed by outcomes with an expected value closer to the average. It is a very tricky concept that has \nconfused even prominent academics.32 Teams can make poor decisions when they see outliers and fail \nto consider a sufficient sample of outcomes.  \nOne example is firing a coach. Typically, teams fire their coach after a poor stretch of performance. \nSometimes those sackings are the result of poor coaching and other times they reflect bad luck.33 \nRegression toward the mean tells us that in cases where the firing is because of poor luck, the team will \ndo better after the change independent of the coaching decision. An analysis of the four major sports in \nthe U.S. shows that teams improve after a coaching change.34 \nOne of the most important lessons for decision making is that when both skill and luck contribute to the \noutcome, you should assess the quality of the decision based on the process by which it was made rather \nthan on the outcome. This may seem counterintuitive, especially in the world of professional sports where \nwinning is the unambiguous objective.  \nBut a focus on process is essential for at least two reasons. The first is practical: over the long run, a good \nprocess leads to good outcomes. The key insight is that sometimes an organization can make the correct \nstrategic or tactical decision but have an outcome that is unsatisfactory as the result of bad luck. This \nhappens in a world of uncertainty, where the desired outcome occurs only some percentage of the time. \nIn these cases, the organization must have the fortitude to stick with the decision-making framework. \nAvoiding outcome bias is the second reason that process is so important. Outcome bias occurs when we \nassess the quality of the decision based on the outcome rather than the process. It is problematic because \ngood decisions can lead to bad outcomes and bad decisions can lead to good outcomes. When you focus \n"
    },
    {
      "number": 10,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n10 \n \nexclusively on outcomes in a world where luck and skill operate, you fail the framework and risk losing the \ndiscipline that a robust decision-making process offers. \nOutcome bias brings us back to sample size. A good process and a bad outcome are painful for any \nindividual event. But it is important to remember that the decision provided the best expected outcome. If \nyou have done everything you can to make a good decision, it is best to adopt an attitude of equanimity \nabout the short-term outcome.  \nA discussion of sample size naturally leads to the issue of time horizon. \nThe Importance of Time Horizon \nElliott Jaques was an academic and consultant who studied managerial organization.35 One of his observations \nis that there are different time spans for members of an organization. He called the goal and timing of completing \na task “what by when,” and he observed that some employees operate on a short time scale and others on a \nlong one. Incentives can become misaligned when time spans conflict.  \nOne rough way to think about time span is tenure with an organization. Exhibit 7 shows the average and median \nnumber of seasons with a team for players, coaches, general managers, and owners in the NBA from the \n1976/77 through the 2019/20 season. Players are with a team for just under 2 seasons on average, coaches \n2.5, general managers nearly 5, and owners for about 11. The results are similar for other sports.36 Recognizing \nthat all participants have an imperative to win, you would expect that players and coaches have a shorter time \nhorizon than general managers and owners. \nExhibit 7: Average Number of Seasons with an NBA Team \n  \nPlayers \nCoaches \nGeneral Managers \nOwners \nAverage \n1.9 \n2.5 \n4.9 \n10.9 \nMedian \n1.4 \n2.0 \n3.5 \n7.5 \nSource: FiveThirtyEight; RealGM. \nNote: Includes non-active players, coaches, GMs, and owners, 1976-77 to 2019-2020. \nThe experience of the New York Jets, an NFL franchise, during the 2020 season is an example of potential \nincentive misalignment based on time span. In the NFL, as with other leagues, the teams with the worst records \nare eligible to make among the earliest selections in the following year’s amateur draft. Further, Trevor \nLawrence, a coveted quarterback at Clemson University, was projected to be the first pick in the 2021 draft. \nAnalysis shows that the quarterback is the most important member of an NFL franchise, followed by the head \ncoach, general manager, and owner.37 \nThe Jets had lost the first 13 of their 16 scheduled games and losing their final 3 would have given them the top \npick, allowing them to select Lawrence. From the point of view of the organization it would make sense to go \nwinless and draft a player with the potential to put the franchise in a position to win for a long time. On the other \nhand, players and coaches are taught to compete and win each week, and the stigma of a winless season is \nstrong. The Jets won 2 of their last 3 games and hence did not get the top draft pick. This is a case where \nconflicting time spans is clear.    \nPlayers are the main determinant of success in any sport. The distribution of player longevity in professional \nleagues is heavily skewed. Most players have very short careers and a handful have long careers, which makes \n"
    },
    {
      "number": 11,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n11 \n \nmeasures such as average or median tenure misleading. For example, 3 percent of NBA players have a career \nlength of less than 12 total minutes of playing time.38 It stands to reason that the vast majority of players focus \non the here and now. \nCoaches have more longevity than players. Coaches matter to success, albeit their impact varies a great deal \nby sport.39 They implement an organization’s framework for winning, make in-game decisions, and manage \nplayer personalities. The nature of the game has a large effect on how important coaches are. In the NBA, for \ninstance, player talent tends to be more important than the style of play over time. At one point, the Houston \nRockets evaluated the effectiveness of their set of offensive plays and found that “R,” which stood for random, \nwas one of the best.40 \nIn some sports, most prominently baseball and basketball, responsibility for the organizational framework has \nshifted over time from the coach to the front office, which is informed by analytics. This means that coaches \nhave less discretion to stray from what is shown to contribute to wins. Examples include the rise in 3-point \nshooting in the NBA and the placement of defensive players on the baseball field in order to limit the offensive \npotential of an opponent.  \nIn other sports, including American football and hockey, the coaches continue to be the prime decision makers \nand the analytics are less prominent. NFL coaches are important in part because they tell every player where to \nstart on every play. In particular, the link between the head coach and starting quarterback is significant. But \nchange is likely in these sports as better data, including the tracking of player movement, become available. For \ninstance, the National Hockey League (NHL) did not implement “Puck and Player Tracking” technology until \n2020.  \nThe job of a general manager is to assemble a team that can compete for a championship. The job is challenging \nfor a number of reasons. Athletes tend to follow an aging curve, with the performance improving until a peak \nage and then declining after that.41 Further, younger players who have yet to demonstrate their worth tend to \nmake less money than older ones who are more established. Ideally, the GM builds a roster of young, relatively \ninexpensive, and improving players.  \nThis can be a painful process because the likely performance of veterans is easier to project than untested \nrookies. Fans also know and love the successful veterans. Long-term success requires the ability to project \nplayer performance, which is a classic exercise in decision making under uncertainty.  \nOne way to rebuild a franchise is to get rid of expensive, aging veterans and bring in cheap, young players. This \ncommonly leads to temporarily poor results that in turn provide higher picks in the amateur draft. Teams seeking \nto rebuild must often trade poor results in the short term in order to build a winning franchise in the long term. \nThis is where time horizon conflicts can be acute. Owners, players, coaches, and fans naturally want a team \nthat wins now. Building a team is a process that takes time, and performance almost always has to deteriorate \nbefore it can improve. Some teams attempt to buy some time with their fans by signaling that they intend to \nrebuild.42 In other cases, the ownership struggles to survive the process.43  \nTime horizon is also a function of where a franchise is in its life cycle. For example, a team that is in a position \nto compete for a championship may add relatively expensive and short-term players to close any skill gaps. \nSuccess as a GM requires smarts and alignment. Smarts captures the ability to assimilate a lot of information \nand to make proper decisions within the framework to provide the best chance of long-term success. Indeed, \n"
    },
    {
      "number": 12,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n12 \n \nmore educated GMs tend to be more successful than less educated ones.44 Investing in players is similar to \ninvesting in companies in that the range of potential outcomes can be wide. \nAlignment indicates that the whole organization buys into a philosophy and framework. Research shows that \nmatch quality, which measures fit between abilities and the nature of the work, is crucial.45 One important \ndimension of alignment is the decision-making process. To tie this to the literature on diversity, the goal is to \nhave high cognitive diversity, which reflects lots of different points of view, and low values diversity, which \nindicates a unity of purpose.46 Audits of decisions should focus on how they were made rather than solely on \nhow they turned out.   \nOwners should have the longest time horizon in theory. But many are not impervious to impetuous decision \nmaking. Individuals who have earned enough money to buy a sports franchise have been very successful in one \ndomain and understandably have the sense that their decision-making skills will carry over to another domain. \nFurther, owners are very visible in the community and therefore feel pressure from the media and fans.  \nOrganizational alignment starts at the top. Great owners bring in talented front office employees who develop \nand execute a framework to win. This can take time and patience and does not come without ups and downs. \nThose with experience in investing, and hence skill in decision making under uncertainty, have become more \nprominent in team ownership. \nWhat Sports Teams Can Do to Learn Faster (and Change) \nThe recommendations for becoming a better learning organization are the opposite of the impediments to \nchange. Here are some ideas: \n• Align behind what wins. This has analytical and organizational components. Professional sports leagues \nare highly competitive, so it is essential to analyze ways to gain an advantage that are within the control \nof management, coaches, and players. The lag in adopting practices that contribute to winning prompted \nthis discussion. Proper alignment includes a commitment to lead, rather than lag, in initiatives that \ncontribute to wins.    \n• Explain the why. Effective communicators, which include front office executives, coaches, and teachers \nof any kind, go beyond saying what to do and explain why something works. This is especially important \nwhen strategies or tactics are inconsistent with the conventional wisdom. An additional hurdle is that some \npractices require sufficient sample sizes to prove their worth. One method to communicate the value of a \nstrategy is to use visualization to show larger sample sizes. Shot charts such as the one in exhibit 4 and \nspray charts that show a hitter’s pattern when putting a ball into play illustrate this concept. \n• Refine talent assessment. This concept has two elements. First is to identify the handful of skills a player \nmust master to be an effective member of the team. Bill Walsh, a head coach for the champion San \nFrancisco 49ers and a member of the NFL Hall of Fame, suggested this was a source of advantage. He \nsaid, “We have five or six skills or techniques that we want each of our players to be able to use in carrying \nout his assignment, where our opponents usually will have only one or two.” Second is the degree to which \nthose skills can be taught and developed. Walsh continued, “Being prepared starts with identifying the \nessential skills our team needs to compete effectively. The next step is to create a format to teach those \nskills.”47 These two steps of assessment are valuable for identifying new players and evaluating those \ncurrently on the team. \n"
    },
    {
      "number": 13,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n13 \n \n• Focus on process and feedback. It is important to emphasize the method used to make decisions in \nfields where a wide range of outcomes can occur. The quality of the outcomes is sometimes separate \nfrom the quality of the decisions as the result of skill, luck, and error. But over the long term, good decisions \nlead to good outcomes and a good decision-making process will beat a bad one.  \nPart of the auditing process is keeping track of how the organization made decisions and gathering \nfeedback. Teams in all sports create a list of players they would like to draft in order from most to least \nattractive. Drafting is the most cost-effective way to build a team but is inherently tricky because it entails \nprojecting the performance of a young athlete. Further, much has been made of the tension between \ntraditional scouts, who rely more on the eye and gut feelings, and analytics types, who crunch the \nnumbers. Comparing past projections with actual outcomes provides essential feedback that can help \nimprove the process.48    \n• Take advantage of differing time horizons. Building a team is similar to building an investment portfolio. \nPortfolio managers try to buy businesses for less than they are worth. Likewise, GMs try to acquire players \nwho will perform well for the salary they are paid. Teams that are keen to perform well in the short term \nsometimes overpay for projected performance. This happens most often at the two extremes of the player \nlife cycle: during the draft and with seasoned veterans. \nThe draft is the best way to create surplus value, defined as the value of a player’s performance minus \ntheir compensation. Higher draft picks are on average better players than lower draft picks, but they also \nget paid more. In the early 1990s, Mike McCoy, a partial owner and executive at the Dallas Cowboys, \ndeveloped a chart to estimate trade values for draft picks. For example, the number 1 pick has a value of \n3,000, the 7th pick 1,500, and the 40th pick 500. Despite its lack of empirical grounding, the chart has been \nwidely used in the league and it explains actual trades well.49 \nRichard Thaler and Cade Massey, a professor at the University of Pennsylvania who studies judgment \nunder uncertainty, analyzed the NFL draft using surplus value. They found that the chart is inaccurate and \nthat the surplus value of the first pick in the second round (33rd pick overall) is higher than the first pick. In \nfact, average surplus value in the second round exceeds that in the first round because the performance \nvalue declines at a rate slower than compensation.  \nThey also calculated the probability that a player is better than the next player drafted at the same position. \nFor example, what are the odds that a wide receiver selected with the 6th pick is better than the wide \nreceiver chosen with the 10th pick? The answer is 52 percent, essentially a coin toss. In other words, it is \nreally hard to identify talent. Add rules of thumb about the perceived value of draft picks across time, such \nas a third-round pick this year is equivalent to a second-round pick next year, and it’s easy to see how \nteams can add value by focusing more intently on surplus value.  \nThe Cleveland Browns are a recent example of a team that focused on the draft to build value. They were \nable to create substantial draft capital through trades of picks and players, prudent management, and \nsome seasons with poor winning percentages. A value for each of their draft picks can be estimated using \nthe Draft Value Chart developed by Chase Stuart, an analyst who owns the website Football Perspective. \nStuart’s chart is more accurate than McCoy’s.  \nThe Browns accrued 13.25 percent of the total draft capital from 2017–2018. To put that in context, the \naverage annual draft capital per team is 3.125 percent (100 percent ÷ 32 teams), which means the average \n"
    },
    {
      "number": 14,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n14 \n \ndraft capital for 2 seasons is 6.25 percent (2 ✕ 3.125). The additional 7.0 percentage points of draft capital \n(13.25 – 6.25) the Browns accumulated was equivalent to more than two extra drafts (7.0 ÷ 3.125 = 2.2). \nThe Jacksonville Jaguars and the Miami Dolphins appear to have followed this approach in recent years. \nEach team has accumulated the equivalent of 1.6 extra drafts over the past two years (see exhibit 8). \nExhibit 8: Total Excess Draft Capital Accrued by Three NFL Teams in Recent Years  \n \nSource: Sports Reference LLC, “NFL and AFL Draft History,” Pro-Football-Reference.com-Pro Football Statistics and \nHistory, www.pro-football-reference.com, August 2021. \nOverpaying for projected performance also happens with established veterans. One intuitive means to \nboost organizational performance is to add a superstar. This is a hard way to add value in any \norganization.50 In sports it is difficult because veterans are often on the downside of their performance \ncurves and command a high salary. Short-term deals can make sense, but long-term contracts commonly \nhave negative surplus value for the team. \nAlbert Pujols is a baseball player who played for the St. Louis Cardinals during his peak years and will \nalmost certainly be elected to the Hall of Fame. Following the 2011 season, he was 31 years old and \nsigned a 10-year, $240 million deal with the Los Angeles Angels. Exhibit 9 shows that the value he \ncontributed was about $40 million during that time, creating a roughly $200 million deficit in surplus value. \nWhile Pujols may have added to the Angels in other ways, it is clear that his price exceeded his value.   \n \n \n \n \n \n \n \n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nCleveland Browns,\n2017–2018\nJacksonville Jaguars,\n2020–21\nMiami Dolphins,\n2020–21\nTotal Excess Draft Capital (Percent)\nAverage Draft Capital Per Year\n"
    },
    {
      "number": 15,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n15 \n \nExhibit 9: Value minus Salary for Albert Pujols, 2011–2021 \n \nSource: FanGraphs.com.  \n• Don’t read the newspaper. This is a generic admonishment against paying too much attention to the \nmedia and fans, groups that tend to amplify outcomes relative to a decision-making framework. In domains \nwith uncertainty, good decisions precede poor results an uncomfortable percentage of the time. Poor \ndecisions might also pay off. Focus on what you can control, make decisions that give the team the best \nchance to win, and attempt to handle triumphs and setbacks with equanimity. As John Wooden, the \nlegendary coach of UCLA basketball, said, “All of life is peaks and valleys. Don’t let the peaks get too high \nand the valleys too low.”51 \n \n \n \n-45\n-40\n-35\n-30\n-25\n-20\n-15\n-10\n-5\n0\n5\n10\n15\n20\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\nValue Minus Salary ($Million)\nContract with Angels\nValue:  $38 million\nSalary: $240 million\nFinal season \nwith Cardinals\n"
    },
    {
      "number": 16,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n16 \n \nWhat Investment Management Organizations Can Do to Learn Faster \nThis report focused on what contributes to wins in sports and the barriers to change that make teams slow to \nadopt those strategies. But the concepts apply to all organizations where the results of decisions occur with \nsome probability. Here are some observations about what investment management organizations can do to \nlearn and adapt: \n• Think about sources of edge in the investment process. Investment management is a very competitive \nfield, so it is useful to start by identifying potential inefficiencies and developing a process to take \nadvantage of them. Inefficiencies can be assigned to broad categories, but there are often costs \nassociated with capturing the opportunities they present.52 Note that strategies can have different \ncadences. Renaissance Technologies, which seeks small gains on frequent trades, and Berkshire \nHathaway, which looks for large profits on a relatively small number of investments, have been successful \nover time.  \nIdentifying edge is crucial both because it provides a basis for active management, and the sources of \nedge can change over time. Similar to sports teams, sources of edge explain why a process is likely to \nwork in the long term.  \n• Organizational alignment. This has a couple of elements. The first is to align the activities within the \norganization to the perceived source of edge. The goal is to make all activities within the firm congruent \nwith the espoused method to succeed.53 Part of this initiative is to put into place methods to allow the \ninvestment team to remain focused on the process.  \nThe second is the client base. There is a lot of short-term noise in investment results, which means that \neven skillful managers have realized extended periods of underperformance relative to a benchmark. \nHaving clients who understand the process and are willing to ride out the inevitable drawdowns is crucial \nto executing on a strategy. Research suggests that hiring managers based solely on recent past \nperformance can be a challenge.54    \n• Take a long-term view. Systematic and discretionary strategies have earned similar returns over time.55 \nBut both approaches, no matter the turnover of the securities in the portfolio, require a long-term \norientation. The reason is that the ratio of signal to noise is very low in the short run and reveals itself only \nover the long run.56 Even a differentiated and effective strategy requires patience. \nThere is research that supports this point. For example, active share, a measure of how different a portfolio \nis relative to its benchmark, has been increasing since the financial crisis (see exhibit 10). Funds that \ncombine high active share and low turnover deliver excess returns on average.57 Further, the holdings of \nfunds that trade frequently tend to generate excess returns in the short run, but the holdings of funds with \nlow turnover add value only over longer time horizons.58 \n \n \n \n \n"
    },
    {
      "number": 17,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n17 \n \nExhibit 10: Breakdown of Active Share for Mutual Funds, 1990–2015 \n \nSource: Antti Petajisto, see www.petajisto.net/data.html; Martijn Cremers, “Active Share and the Three Pillars of Active \nManagement: Skill, Conviction and Opportunity,” Financial Analysts Journal, Vol. 73, No. 2, Second Quarter 2017, 61-79; \nCounterpoint Global.  \nMost of us learn to associate effort with results. In investing, effort is better described as thinking than as \nacting. This is true for individuals and institutions. Similar to many other activities in life, investing can be \ndescribed as “hours of boredom punctuated by moments of terror.” Limited activity for long-term investors \ntends to be the best course. At times, the market presents opportunities for action. But on balance, doing \nless can leave an investor with more.  \n• Spend a lot of time on people. Professional sports and investment management are similar in that both \ninclude a group of people coming together to perform at a high level in a very competitive domain. Sports \nteams attempt to construct a roster with the requisite skills for success in the face of constraints. \nInvestment management organizations do much the same. Success generally requires congruence \nbetween process and people. Therefore, an understanding of the skills necessary to compete effectively \nis crucial. Developing a thoughtful inventory of skills allows for effective hiring and performance evaluation. \n• Strive to learn constantly. In sports, the boundaries and rules are generally stable. The objective is to \nmaximize performance given the constraints of the system. In investing, the landscape continuously \nchanges. This includes the evolution of businesses, the nature of investment management, and the profile \nof investors. As a result, successful investors have little choice but to learn. This means being willing to \nask naïve questions and to be mindful of the pitfalls of status quo bias. In investment management, reading \nis probably the best way to acquire knowledge. As Charlie Munger, vice chairman of Berkshire Hathaway, \nhas said, “I don’t think you can get to be a really good investor over a broad range without doing a massive \namount of reading.”59 \n \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\nPercentage of Assets\n60-70%\n70-80%\n80-90%\n90-100%\n<60%\nActive Share Range\n"
    },
    {
      "number": 18,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n18 \n \nConclusion \nSuccessful organizations seek to learn and adapt over time in order to enable quality decisions. Good long-term \nresults require developing strategies and tactics that add value and having an ability to execute them. An \neffective decision-making framework combines both elements. \nOne of the main lessons from this discussion is that organizations can be slow to adopt certain approaches even \nwhen analysis reveals that they add value. Reasons for this include the fact that losses often feel worse than \ncomparable gains and the inclination to maintain the status quo. But perhaps the biggest factor is that in any \nfield where a good decision leads to a good outcome only some percentage of the time, those who make the \nright decisions may suffer poor outcomes in the short run and hence look wrong. \nThis limited link between decisions and outcomes plants doubt in two ways. The first is the decision maker must \nquestion whether his or her process does add value. The second is that naysayers can point at short-term failure \nas evidence of the futility of the strategy. Overcoming these hurdles is psychologically challenging. The best way \nto do so is to have organizational alignment behind a commitment to improvement, learning, transparency, and \naccountability. \n \nWe offer special thanks to our summer intern, Kevin Villafranca, who is a student at Georgetown University. \nKevin made a substantial contribution to this piece, in particular with gathering and analyzing data for the NBA. \nWe appreciate your contribution, Kevin. \n \nPlease see Important Disclosures on pages 22-24 \n \n \n"
    },
    {
      "number": 19,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n19 \n \nEndnotes:  \n1 For a good discussion of the motives of professional sports leaders, see George Foster, Norm O’Reilly, and \nAntonio Dávila, Sports Business Management: Decision Making Around the Globe, Second Edition (New York: \nRoutledge, 2021), 159-162.  \n2 Charles D. Ellis, “Will Business Success Spoil the Investment Management Profession?” Journal of Portfolio \nManagement, Vol. 27, No. 3, Spring 2001, 11-15.  \n3 Samuel Gorovitz and Alasdair MacIntyre, “Toward a Theory of Medical Fallibility,” Journal of Medicine and \nPhilosophy: A Forum for Bioethics and Philosophy of Medicine, Vol. 1, No.1, January 1976, 51-71. \n4 Benjamin A. Rodwin, Victor P. Bilan, Naseema B. Merchant, Catherine G. Steffens, Alyssa A. Grimshaw, Lori \nA. Bastian, and Craig G. Gunderson, “Rate of Preventable Mortality in Hospitalized Patients: A Systematic \nReview and Meta-analysis,” Journal of General Internal Medicine, Vol. 35, No. 7, July 2020, 2099-2106. \n5 Atul Gawande, The Checklist Manifesto: How to Get Things Right (New York: Metropolitan Books, 2009). \n6 For example, investment firms have investors and the business side. Money managers also have a system of \nstrategies and tactics that seeks to generate excess returns. Talent is very important. Firms can hire investors \nout of school (draft) or hire them from other firms (free agency). Successful firms have congruence between \ntheir investment process, people, and objectives. \n7 George Foster, Norm O’Reilly, and Zachary Naidu, “Playing-Side Analytics in Team Sports: Multiple Directions, \nOpportunities, and Challenges,” Frontiers in Sports and Active Living, No. 3, July 2021.  \n8 Kathryn Johnston and Joseph Baker, “Waste Reduction Strategies: Factors Affecting Talent Wastage and the \nEfficacy of Talent Selection in Sport,” Frontiers in Psychology, Vol. 10, January 2020.  \n9 This distinction is commonly referred to as strong link and weak link sports. See Chris Anderson and David \nSally, The Numbers Game: Why Everything You Know About Soccer Is Wrong (New York: Penguin Books, \n2013), 197-222. They identify soccer as a weak link game. This framework is based on Michael Kremer, “The \nO-Ring Theory of Economic Development,” Quarterly Journal of Economics, Vol. 108, No. 3, August 1993, 551-\n575. \n10 Jeremy Cluff, “NFL's Highest Paid Players in 2021: Quarterbacks Dominate Ranking of NFL Players by \nSalary,” Arizona Republic, March 29, 2021. \n11 Ben Lindbergh and Travis Sawchik, The MVP Machine: How Baseball’s New Nonconformists Are Using Data \nto Build Better Players (New York: Basic Books, 2019), 178. \n12 Richard Thaler, “The Sports Learning Curve: Why Teams are Slow to Learn and Adapt,” Presentation at the \nMIT Sloan Sports Analytics Conference, March 6, 2020. See www.sloansportsconference.com/event/the-sports-\nlearning-curve-why-teams-are-slow-to-learn-and-adapt; Mike Band, \"Introducing the Next Gen Stats Decision \nGuide: A new analytics tool for fourth down, two-point conversions,” Next Gen Stats, September 7, 2021. See \nwww.nfl.com/news/introducing-the-next-gen-stats-decision-guide-a-new-analytics-tool-for-fourth-do.  \n13 Mike Ozanian “World’s Most Valuable Sports Teams 2021,” Forbes, May 7, 2021. See www.forbes.com/sites/ \nmikeozanian/2021/05/07/worlds-most-valuable-sports-teams-2021/?sh=1bc23f6c3e9e and Mike Ozanian, “The \nNFL’s Most Valuable Teams 2021: Average Team Value Soars To $3.5 Billion As League Shrugs Off Pandemic \nYear,” Forbes, August 5, 2021.  \nSee www.forbes.com/sites/mikeozanian/2021/08/05/the-nfls-most-valuable-teams-2021-average-team-value- \nsoars-to-35-billion-as-league-shrugs-off-pandemic-year/?sh=4068c612654e. \n14 Donald L. Alexander and William Kern, “The Economic Determinants of Professional Sports Franchise \nValues,” Journal of Sports Economics, Vol. 5, No. 1, February 2004, 51-66. \n15 The 3-point shot was introduced the same year as Larry Bird and Earvin “Magic” Johnson started in the NBA. \nPer www.basketball-reference.com, Bird averaged 1.9, and Johnson 1.2, 3-point attempts per game during their \ncareers. Steph Curry, one of the league’s best players today, has averaged nearly 11 three-point attempts per \ngame over the last five seasons. \n16 Shaun Powell, “Doubt, disdain marked most NBA teams' first forays into 3-point land,” NBA.com, February 21, \n2017. \n17 Kirk Goldsberry, Sprawlball: A Visual Tour of the New Era in the NBA (New York: Houghton Mifflin Harcourt, \n2019).  \n"
    },
    {
      "number": 20,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n20 \n \n18 Joshua Schwartzstein and Deepak Malhorta, “Rocket Science,” Harvard Business School Case Study N2-\n921-043, January 20, 2021.  \n19 Zach Lowe, “Why are Teams Bored with Boards?” ESPN.com, January 5, 2016.  \n20 For example, see Eric Nehm, “Bucks’ Aggressive New Approach to Crashing the Offensive Glass is Paying \nOff,” The Athletic,  January 21, 2021; Todd Whitehead, “More Lessons from NBA Rebound Tracking,” Nylon \nCalculus: FanSided, January 28, 2020; and Michael Lynch, “Crash the Glass: Making a Case for Offensive \nRebounding,” FastModel Sports, April 18, 2019.  \n21 For instance, Mark Broadie, a professor of finance at Columbia Business School and a leader in golf analytics, \nnotes that professional players are going for the green more often in 2 shots on par-5 holes, a strategy that the \nanalysis of the data supports. Twenty years ago, pundits expected players to lay up to their favorite distance \nand criticized the players who seemed to be too aggressive. Nearly all players now go for the green in two shots, \nexcept for when individual circumstances warrant a different approach. \n22 Pat McManamon, “Paul DePodesta: Criticism of Browns’ New Ways ‘Part of the Fun,’” ESPN.com, March 16, \n2016.  \n23 John Maynard Keynes, The General Theory of Employment, Interest, and Money (New York: Harcourt, Brace \nand Company, 1936), 138. \n24 Michael J. Mauboussin, The Success Equation: Untangling Skill and Luck in Business, Sports, and Investing \n(Boston, MA: Harvard Business Review Press, 2012), 178-185. \n25 Tobias J. Moskowitz and L. Jon Wertheim, Scorecasting: The Hidden Influences Behind How Sports Are \nPlayed and Games Are Won (New York: Crown Archetype, 2011), 47-51. Michael Lombardi, a media analyst \nand former American football executive, recently discussed the pressure NFL head coaches feel: “They know \nthey have two or three years to succeed at the job, so everything is based on situational values, not sustainable \nvalues. So they make every decision based on situations, not on how I can sustain something. Cause the owners \nare so willing to make changes so rapidly.” See “Episode 012: The Other Side of the Ball with Michael Lombardi,” \nThe Decision Education Podcast, August 25, 2021. \n26 William Samuelson and Richard Zeckhauser, “Status Quo Bias in Decision Making,” Journal of Risk and \nUncertainty, Vol. 1, No. 1, March 1988, 7-59. \n27 Ilana Ritov and Jonathan Baron, “Status-Quo and Omission Biases,” Journal of Risk and Uncertainty,  Vol. 5, \nNo. 1, September 1992, 49-61. \n28 Schwartzstein and Malhorta, “Rocket Science.”  \n29 Steven Ruiz, “Proof That Signing NFL Free Agents is More Cost-Effective than Keeping Homegrown Players,” \nUSA Today, March 15, 2019. \n30 Barry M. Staw and Ha Hoang, “Sunk Costs in the NBA: Why Draft Order Affects Playing Time and Survival in \nProfessional Basketball,” Administrative Science Quarterly, Vol. 40, No. 3, September 1995, 474-494.  \n31 Howard Wainer, “The Most Dangerous Equation,” American Scientist, May-June 2007, 249-256. \n32 Stephen M. Stigler, “Regression Towards the Mean, Historically Considered,” Statistical Methods in Medical \nResearch, Vol. 6, No. 2, April 1997, 103-114. \n33 Raphael Flepp and Egon Franck, The Performance Effects of Wise and Unwise  Managerial Dismissal,” \nEconomic Inquiry, Vol. 59, No. 1, January 2021, 186-198. For a discussion on threshold effects and firing \ndecisions, see Lars J. Lefgren, Brennan Platt, Joseph Price, Samuel Higbee, “Outcome Based Accountability: \nTheory and Evidence,” Journal of Economic Behavior and Organization, Vol. 160, April 2019, 121-137. \n34 Jon Bois, “Should You Fire Your Coach Midseason? A Statistical Breakdown,” SB Nation, April 10, 2012. \n35 Elliott Jaques, Requisite Organization: A Total System for Effective Managerial Organization and Managerial \nLeadership for the 21st Century (Fleming Island, FL: Cason Hall & Co, 2006). \n36 Foster, O’Reilly, and Dávila, Sports Business Management, 175-176. \n37 Boris Groysberg, Evan M.S. Hecht, and Abhijit Naik, “Who’s the Most Important Member of an NFL \nFranchise?” Harvard Business Review, April 25, 2019. \n38 Alexander M. Petersen, Woo-Sung Jung, Jae-Suk Yang, and H. Eugene Stanley, “Quantitative and Empirical \nDemonstration of the Matthew Effect in a Study of Career Longevity,” PNAS, Vol. 108, No. 1, January 4, 2011, \n18-23. \n39 Christopher R. Berry and Anthony Fowler, “How Much Do Coaches Matter?” MIT Sloan Sports Analytics \nConference No. 12549, March 2019.  \n"
    },
    {
      "number": 21,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n21 \n \n40 Schwartzstein and Malhorta, “Rocket Science.” \n41 There is a large literature on this topic. For example, see Nemanja Vaci, Dijana Cocić, Bartosz Gula, and \nMerim Bilalić, “Large Data and Bayesian Modeling—Aging Curves of NBA players,” Behavior Research \nMethods, Vol. 51, No. 4, August 2019, 1544-1564. \n42 Examples include the Chicago Blackhawks (October 2020) and the New York Rangers (February 2018) in the \nNHL. \n43 See www.espn.com/pdf/2016/0406/nba_hinkie_redact.pdf. \n44 Matthew Juravich, Steven Salaga, and Kathy Babiak, “Upper Echelons in Professional Sport: The Impact of \nNBA General Managers on Team Performance,” Journal of Sport Management, Vol. 31, No. 5, September 2017, \n466-479.  \n45 Thomas L. P. R. Peeters, Steven Salaga, and Matthew Juravich, “Matching and Winning? The Impact of Upper \nand Middle Managers on Firm Performance in Major League Baseball,” Management Science, Vol. 66, No, 6, \nJune 2020, 2735-2751. \n46 Karen A. Jehn, Gregory B. Northcraft, and Margaret A. Neale, “Why Differences Make a Difference: A Field \nStudy of Diversity, Conflict, and Performance in Workgroups,” Administrative Quarterly, Vol. 44, No 4, December \n1999, 741-763. \n47 Richard Rapaport, “To Build a Winning Team: An Interview with Head Coach Bill Walsh,” Harvard Business \nReview, Vol. 71, No. 1, January-February 1993, 111-120.  \n48 Brayden Gerrard, “Measuring Success in The NBA Draft: Find the Best (and Worst) Drafting Teams Over the \nLast Ten Years, towardsdatascience.com, July 23, 2020.  \n49 Cade Massey and Richard H. Thaler, “The Loser’s Curse: Decision Making and Market Efficiency in the \nNational Football League Draft,” Management Science, Vol. 59, No. 7, July 2013, 1479-1495. Of the chart, Cade \nMassey and Zach Drapkin write: “It is the default option and a coordination device. It turns out a coordination \ndevice is vital, given that there are 32 teams, ambiguously valued assets, time pressure, public deals, and \nprofessional reputations. These factors create the perfect recipe for adherence to a norm, any norm. As McCoy \nsaid in 2006, ‘A standard list price protects you. Nobody gets skinned.’” See Cade Massey and Zach Drapkin, \n“The Fortune Teller’s Trade Chart,” pff.com, April 28, 2021.  \n50 Boris Groysberg, Chasing Stars: The Myth of Talent and the Portability of Performance (Princeton, NJ: \nPrinceton University Press, 2010). \n51 Beth Harris, “Sports Legends Scully, Wooden Share Stage at Charity Event,” Associated Press, June 15, \n2008. \n52 Michael J. Mauboussin, “Who Is on the Other Side?” BlueMountain Investment Research, February 12, 2019, \n53 Michael J. Mauboussin, Dan Callahan, and Darius Majd, “Form Follows Function: Organizational Structure \nand Investment Results,” Credit Suisse Global Financial Strategies, July 8, 2016.  \n54 Bradford Cornell, Jason Hsu, and David Nanigian, “Does Past Performance Matter \nin Investment Manager Selection?” Journal of Portfolio Management, Vol. 43, No. 4, Summer 2017, 33-43.  \n55 Campbell R. Harvey, Sandy Rattray, Andrew Sinclair, and Otto Van Hemert, “Man vs. Machine: Comparing \nDiscretionary and Systematic Hedge Fund Performance,” Journal of Portfolio Management, Vol. 43, No. 4, \nSummer 2017, 55-69. \n56 Andrei Shleifer and Robert W. Vishny, “The Limits of Arbitrage,” Journal of Finance, Vol. 52, No. 1, March \n1997, 35-55.  \n57 Martijn Cremers and Ankur Pareek, “Patient Capital Outperformance: The Investment Skill of High Active \nShare Managers Who Trade Infrequently,” Journal of Financial Economics, Vol. 122, No. 2, November 2016, \n288-306. \n58 Jules van Binsbergen, Jungsuk Han, Hongxun Ruan, and Ran Xing, “A Horizon-Based Decomposition of \nMutual Fund Value Added Using Transactions,” SSRN Working Paper, March 3, 2021. \n59 Janet Lowe, Damn Right: Behind the Scenes with Berkshire Hathaway Billionaire Charlie Munger (New York: \nJohn Wiley & Sons, 2000), 231.\n"
    },
    {
      "number": 22,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n22 \n \nIMPORTANT INFORMATION \n \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers. \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation. \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary. \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \n \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n \n \n \n"
    },
    {
      "number": 23,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n23 \n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities: \n \nEMEA \nThis material is for Professional Clients/Accredited Investors only. \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited (“FMIL”). \nFMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company limited by \nshares with company registration number 616661 and has its registered address at 24-26 City Quay, Dublin 2, \nDO2 NY19, Ireland. \n \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA. \n \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland. \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) Limited \n(“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the United \nKingdom by the Financial Conduct Authority. \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158). \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument. \n \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \n \n \n"
    },
    {
      "number": 24,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980321 Exp. 09/30/2024 \n24 \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall only \nbe made available to “professional investors” as defined under the Securities and Futures Ordinance of Hong \nKong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory authority \nincluding the Securities and Futures Commission in Hong Kong. Accordingly, save where an exemption is \navailable under the relevant law, this material shall not be issued, circulated, distributed, directed at, or made \navailable to, the public in Hong Kong. Singapore: This material is disseminated by Morgan Stanley Investment \nManagement Company and should not be considered to be the subject of an invitation for subscription or \npurchase, whether directly or indirectly, to the public or any member of the public in Singapore other than (i) to \nan institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of Singapore (“SFA”); \n(ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of the SFA, and such \ndistribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) otherwise pursuant \nto, and in accordance with the conditions of, any other applicable provision of the SFA. This publication has not \nbeen reviewed by the Monetary Authority of Singapore. In cases where you are dealing with a representative \nof [insert name of Notified Foreign Entity (FYI - link to the NFE Here], and where such representative is acting \non behalf of [insert name of Notified Foreign Entity], please note that such representative is not subject to \nregulatory requirements issued by the Monetary Authority of Singapore nor is under the supervision of the \nMonetary Authority of Singapore. For any issues which may arise in your dealing with such representative, \nplease approach the Singapore-based contact person who has been established as your local contact person. \nAustralia: This material is provided by Morgan Stanley Investment Management (Australia) Pty Ltd ABN \n22122040037, AFSL No. 314182 and its affiliates and does not constitute an offer of interests. Morgan Stanley \nInvestment Management (Australia) Pty Limited arranges for MSIM affiliates to provide financial services to \nAustralian wholesale clients. Interests will only be offered in circumstances under which no disclosure is required \nunder the Corporations Act 2001 (Cth) (the “Corporations Act”). Any offer of interests will not purport to be an \noffer of interests in circumstances under which disclosure is required under the Corporations Act and will only \nbe made to persons who qualify as a “wholesale client” (as defined in the Corporations Act). This material will \nnot be lodged with the Australian Securities and Investments Commission. \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association. \n"
    }
  ]
}