{
  "filename": "2021_categorizing_for_clarity__cash_flow_statement_adjsutments_to_improve_insight.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20231127085738-05'00'",
    "modDate": "D:20231127085738-05'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n \n \nCounterpoint Global Insights \nCategorizing for Clarity \nCash Flow Statement Adjustments to Improve Insight \nCONSILIENT OBSERVER  |  October 6, 2021\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIntroduction \nYou can think about a business using some simple ideas. A \ncompany spends money on investments that are expected to \ngenerate good returns relative to the capital’s opportunity cost. It \nthen sells a good or service to customers that generates revenues \nand incurs expenses. The difference between revenues and costs \nis operating income, and after financing costs and taxes a company \nis left with net income. When income exceeds investments, the \ncompany generates cash that it can return to the capital providers. \nWhen investments exceed income, the company has to raise \ncapital, usually by issuing debt or equity. \nThe objective of financial statements is to help investors, creditors, \nand other interested parties understand the business. Financial \nstatements are intended to be relevant and to have predictive \nvalue.1 In standard finance, discounted cash flow (DCF) models \nare based on free cash flow, the difference between net operating \nprofit after taxes (NOPAT) and investment in future growth. The \nanalyst projects cash flows and then discounts them to estimate \ntoday’s value.  \nPublic companies are required to disclose an income statement, a \nbalance sheet, and a statement of cash flows. The income \nstatement starts with revenue and shows the costs and expenses \nthat lead to net income for a given period. The balance sheet \nprovides a snapshot of a company’s assets as well as the liabilities \nand equity used to finance them.  \nThe statement of cash flows classifies cash inflows and cash \noutflows into three categories: cash flow from operating activities, \ncash flow from investing activities, and cash flow from financing \nactivities. The sum of the three categories reconciles a company’s \ncash and cash equivalents from one period to the next. The \nstatement of cash flows is a relatively recent accounting statement, \nhaving been required in its current form only since 1988.2 \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6112950 Exp. 11/30/2024 \n2 \n \nMost financial statement analysis is focused on the income statement and balance sheet, and the statement of \ncash flows is often treated as “an after-thought.”3 But the statement of cash flows appears to match the basic \nactivities of a business. Cash flow from investing activities tells you how much money the company spent to \ngenerate future growth. Cash flow from operating activities goes beyond net income to reveal the cash in and \nout associated with activities based on the customer. And cash flow from financing reveals how the company \naddresses gaps between the cash flows associated with investments and operations.  \nA company is in a position to return cash to capital providers when the operations generate more cash than \ninvestment needs. When investment needs exceed cash from the operations, the company must raise capital \nto plug the gap. To be clear, negative free cash flow is not only fine but desirable when the return on investment \nis attractive.4  \nThe point of this report is that today’s accounting creates a huge gap between financial statements and what an \ninvestor needs to understand a business. This is despite the conceptual match between categories on the \nstatement of cash flows and how businesses work.  \nWe will show how moving certain items from one category to another improves relevance without affecting the \nessential task of cash reconciliation.5 A clearer understanding of the cash in, cash out, and financing activities \nprovides relevance and predictive value beyond the current standards. This analysis is important because an \naccurate measure of the magnitude of investment and profitability is essential to understanding the business. \nWe use Amazon as our case study, but the analysis is relevant for nearly all companies. We limit the discussion \nto historical numbers to illustrate the concepts without implying anything about future results or the stock price. \nThe main takeaway is that Amazon’s cash flow from operating activities and cash flow from investing activities \nare both substantially higher than what the company reports based on accepted accounting principles. \nThe definition of free cash flow that investors and companies commonly use is cash from operating activities \nminus capital expenditures.6 This is inconsistent with finance theory and can be a very misleading heuristic. To \nAmazon’s credit, they provide multiple definitions of free cash flow. The company starts with the popular one but \nincludes alternative calculations that better reflect the magnitude of investment. Our adjustments do not change \na company’s free cash flow, properly defined, but do change the composition.7  \nAdjustments to Improve Insight \nWe suggest moving the location of stock-based compensation (SBC), leases, and intangible investments within \nthe statement of cash flow. Removing the purchases and sales of marketable securities from investing activities \nmay also be appropriate.  \nStock-based compensation. Using equity to pay employees is relatively new. As recently as the mid-1980s, \nfewer than one-half of the chief executive officers (CEOs) of publicly-traded companies in the United States were \npaid in stock or stock options. By 2000, equity was about two-thirds of the median annual pay for CEOs.8 We \ncan attribute this large shift to a number of factors. First, the median percentage direct ownership of stock by \nCEOs of the top 120 public companies in the U.S. was 8 times higher in 1938 than it was in 1988. The amount \nof skin in the game for CEOs had been trending lower for decades.9 \nA vibrant market for corporate control arose in the 1980s, encouraging many boards to try to reduce agency \ncosts by aligning the interests of executives and shareholders. Paying with equity helped with this alignment. \n"
    },
    {
      "number": 3,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6112950 Exp. 11/30/2024 \n3 \n \nBut there is an essential distinction between incentive compensation, where pay is linked to performance, and \nequity compensation as a pay delivery mechanism.  \nAnother factor behind the increase in SBC was the rising stock market in the 1990s. For example, for the 10 \nyears ended in 1997, total shareholder returns were positive for each of the top 100 companies in the U.S. That \nmeans that all CEOs who had SBC made money, even if their relative performance was poor.10  \nFinally, for a long time SBC did not show up as an expense on the income statement. Not until 2006 was \nexpensing compulsory under U.S. generally accepted accounting principles (GAAP). The details of employee \nstock options were disclosed in the footnotes, but that an obvious expense was not included in the calculation \nof earnings encouraged their profligate use.  \nThe Financial Accounting Standards Board (FASB) clearly believed that employee stock options were a cost \nthat should be on the income statement. But accounting firms and companies, especially in the technology \nindustry, lobbied heavily against including the expense. The misguided reasoning was that lower earnings would \ntranslate into lower stock prices. Dennis Beresford, then chairman of the FASB, recalls: “People said to me, ‘If \nwe have to record a reduction in income by 40%, our stock will go down by 40%, our options will be worthless, \nwe won't be able to keep employees. It would destroy all American business and Western civilization.’”11 \nAcademic research shows that these concerns came to naught.12     \nBut even as the issue of expensing SBC on the income statement has long been resolved, accountants still add \nback SBC expense in the calculation of cash flow from operations. SBC is a legitimate expense that should not \nbe reversed.13 Small companies, which generally have fewer financial resources than large ones do, rely heavily \non SBC. Employees provide both a source of financing and a service. \nExhibit 1 shows SBC as a percentage of sales for companies in the Russell 1000 Index based on size. The \nindex is the top thousand companies in the U.S. measured by market capitalization. The ratio of SBC to sales is \nabout 15 percent for the smallest companies and declines steadily to about 1 percent for the largest companies. \nFurther, SBC is strongly correlated with intangible investment.14 \nExhibit 1: Stock-Based Compensation as a Percentage of Sales by Size, Russell 1000, 2020 \n \nSource: FactSet. \nNote: Russell 1000 as of 12/31/20; Data for calendar year 2020; Companies with minimum sales of $10 million. \n-5\n0\n5\n10\n15\n20\n25\n30\n<0.75\n0.75-1.25\n1.25-2\n2-3\n3-4.5\n4.5-6.5\n6.5-10\n10-15\n15-30\n>30\nStock-Based Compensation \nas a Percentage of Sales\nSales, Latest Fiscal Year ($ Billions)\n-1 Standard Deviation\nMean\n+1 Standard Deviation\n"
    },
    {
      "number": 4,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6112950 Exp. 11/30/2024 \n4 \n \nYou can think of SBC as one number that reflects two transactions.15 The company first sells shares (financing) \nand then uses the proceeds to pay employees (compensation for service). Combine these ideas and it makes \nsense to move SBC from the cash flow from operating activities section to the cash flow from financing activities \nsection. This portrays the cash flow statement more accurately.  \nAmazon’s SBC was $9.2 billion in 2020, or 14 percent of its cash flow from operating activities and 30 percent \nof its primary measure of free cash flow, cash flow from operating activities minus net purchases of property and \nequipment. Reclassifying their SBC reduces that measure of free cash flow from $31.0 billion to $21.8 billion.  \nExhibit 2 shows median and aggregate SBC as a percentage of cash flow from operating activities for sectors \nin the Russell 1000. SBC was most significant for technology companies. For this sector, the median ratio of \nSBC to cash flow from operating activities was 25 percent and the aggregate was 15 percent. \nExhibit 2: Median and Aggregate Stock-Based Compensation Relative to Cash Flow from \nOperating Activities for Sectors, Russell 1000, 2020 \nSector \nMedian \nAggregate \nInformation Technology \n25.0% \n14.7% \nHealth Care \n8.1% \n6.4% \nConsumer Discretionary \n5.1% \n8.2% \nIndustrials \n4.7% \n8.0% \nEnergy \n4.5% \n5.2% \nConsumer Staples \n3.4% \n3.5% \nTelecommunication Services \n3.1% \n4.4% \nMaterials \n2.9% \n2.6% \nUtilities \n1.6% \n2.0% \nTotal \n5.7% \n8.6% \nSource: FactSet. \nNote: Russell 1000 excluding financial and real estate sectors as of 12/31/20; Data for calendar year 2020. \nThis discussion has no bearing on the merits of SBC. Using stock for compensation can make sense because \nit provides a source of capital and aligns the interests of employees and shareholders. The crucial point is to \nthink of SBC properly in the context of how a business creates value. \n \nLeases. A company that invests in a physical asset can generally buy it or lease it. A lease is a contract by \nwhich the lessor agrees to allow the lessee the use of an asset for a specific period in return for a periodic \npayment. For example, say you are at an airline and are in charge of acquiring aircraft. You would analyze the \npros and cons of a purchase versus a lease and select the one that makes the most sense financially. Airlines \nin fact buy and lease, as do many companies making the investments required to create value.  \nInvestors need to understand the magnitude of investment. The problem is that the assets a company purchases \nshow up in cash flow from investing activities, while assets that are leased are reflected in cash flow from \nfinancing activities. The adjustment here is to move the property and equipment acquired with leases into the \nsection that captures cash flow from investing activities. \nFor Amazon, $10.7 billion moves from the financing to the investing category, taking the company’s cash flow \nfrom investing activities from an outflow of $59.6 billion to an outflow of $70.3 billion, an 18 percent increase. It \nalso reduces the company’s secondary definition of free cash flow, cash flow from operating activities minus net \n"
    },
    {
      "number": 5,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6112950 Exp. 11/30/2024 \n5 \n \npurchases of property and equipment less principal repayments of finance leases and financing obligations, from \n$31.0 billion to $20.3 billion. Remove the SBC addback and free cash flow drops to $11.1 billion.  \nTo be clear, Amazon adheres to all accounting standards and provides this modified definition of free cash flow. \nThey specifically disclose that, “In this measure [of free cash flow], property and equipment acquired under \ncapital leases is reflected as if these assets had been purchased for cash.”16 \nWhile we focus here on capturing the large adjustment from the financing to the investing sections, further \nmodifications are necessary to properly calculate net operating profit after taxes in order to build an unlevered \ndiscounted cash flow model.17    \nIntangible Investments. The most significant adjustment deals with intangible investments. An investment is \nan outlay today with the expectation of an attractive return based on the present value of future cash flows. Until \nthe 1990s, tangible investments exceeded intangible ones. Further, the basic structure of financial statements \nwas developed to reflect a world of tangible assets and has not changed much in a century.18   \nCompanies now invest much more in intangible assets than in tangible assets.19 Intangible assets are not \nphysical and include employee training, brand building, and software code. Tangible assets are physical, such \nas factories, airplanes, and machines. We estimate that companies in the Russell 3000 made $1.8 trillion in \nintangible investments in 2020 and spent $900 billion on capital expenditures.20   \nAccountants record most intangible investments on the income statement. The essential adjustment is to move \nintangible investment from cash flow from operating activities, where it is hidden, to cash flow from investing \nactivities.  \nThe analytical challenge is to separate selling, general, and administrative (SG&A) expenses into what is an \ninvestment and what is necessary to maintain the business. In recent years, academics have developed \ntechniques to do this. The split between discretionary and maintenance SG&A spending is different based on \nthe industry and the company.21   \nWe use these techniques to estimate Amazon’s investment in intangible assets. We assume that fulfillment \ncosts, about 45 percent of total SG&A, are linked to current sales and hence have no investment component. \nThese are predominately the expenses to operate fulfillment centers, stores, and customer service centers.  \nEstimating intangible investment for the remaining SG&A requires two significant assumptions: the percentage \nof an expense item that is deemed an investment and the appropriate amortization period. We designate three-\nquarters of technology and content expense, one-half of marketing expense, and one-fifth of general and \nadministrative expense as investment in intangible assets. This suggests that 62 percent of eligible SG&A, and \n34 percent of total SG&A, are discretionary investments. Exhibit 3 shows the relevant components of SG&A in \n2020 multiplied by the percent allocated to intangible investment.  \n \n \n \n \n \n \n \n"
    },
    {
      "number": 6,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6112950 Exp. 11/30/2024 \n6 \n \nExhibit 3: Estimate of Amazon’s Intangible Investments, 2020 \nItem \n  Amount \nPercent \nAllocated to \nIntangible \nIntangible \nInvestment \nTechnology and content \n$42.7 billion \n     75% \n$32.1 billion \nMarketing \n   22.0 \n     50 \n  11.0 \nGeneral and administrative \n     6.7 \n     20 \n    1.3 \nTotal \n $71.4 billion \n$44.4 billion \nSource: Amazon.com and Counterpoint Global estimates. \n \nWe assume a useful life of five years for investments in technology and content and three years for investments \nin marketing and general and administrative. We create a schedule to capitalize and amortize these estimates \nthrough time. The amortization of past intangibles in 2020 equaled $25.4 billion. \nThe adjustment to cash flow from operating activities is in two parts. First, net income increases by $19.0 billion, \nthe $44.4 billion of intangible investment minus the $25.4 billion in amortization. Second, depreciation and \namortization rises by $25.4 billion. The sum of $19.0 billion and $25.4 billion is $44.4 billion, the figure we want \nto reflect in cash flow from operating activities and cash flow from investing activities. Exhibit 4 summarizes the \nnet result of these category changes. \n \nExhibit 4: Summary of Category Changes for Amazon, 2020 \n \nCash Flow from: \n Operating    \n Activities \n   Investing    \n   Activities \n     Financing \n     Activities \nReported total \n $66.1 billion \n       -$59.6 billion \n      -$1.1 billion \nStock-based compensation \n    -9.2 \n         9.2 \nLeases \n         -10.7 \n       10.7 \nIntangible investments \n   44.4  \n         -44.4 \n  \nAdjusted total \n $101.2 billion \n     -$114.7 billion \n    $18.8 billion \nSource: Amazon.com and Counterpoint Global estimates and adjustments. \n \nCash flow from operating activities increases 53 percent, from $66.1 billion to $101.2 billion. Adding intangible \ninvestment net of amortization results in a near doubling of net income, from $21.3 billion to $40.3 billion.  \nCash flow from investing activities goes from an outflow of $59.6 billion to an outflow of $114.7 billion. This is an \nessential insight for an investor who is trying to get a clear sense of the magnitude of investment in order to \nmake an intelligent forecast about future profits. \nCash flow from financing activities goes from -$1.1 billion to $18.8 billion, suggesting the company raised capital \nto finance its operations. Note that the sum of the three sections is identical whether you use the as reported or \nthe adjusted figures. Exhibit 5 summarizes the statement of cash flows before and after the adjustments. \n \n \n"
    },
    {
      "number": 7,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6112950 Exp. 11/30/2024 \n7 \n \nExhibit 5: Summary of Adjustments to Amazon’s Statement of Cash Flows \nAs Reported  \nWith Adjustments \n \nSource: Amazon.com, Form 10-K, December 31, 2020, Counterpoint Global estimates and adjustments. \nNote: *D&A=depreciation and amortization. \n \nIn millions of U.S. dollars\n2020\nIn millions of U.S. dollars\n2020\nOperating Activities\nOperating Activities\nNet income\n21,331\nNet income\n21,331\n   Intangible investment\n44,393\n   Amortization of intangible investment\n(25,410)\nAdjusted net income\n40,314\nAdjustments to reconcile net income to net cash from \noperating activities\nAdjustments to reconcile net income to net cash from \noperating activities\n   D&A* of property and equipment and capitalized \n   content costs, operating lease assets, and other\n25,251\n    D&A* of property and equipment and capitalized \n    content costs, operating lease assets, and other\n25,251\n   Amortization of intangible investment\n25,410\n  Stock-based compensation\n9,208\n  Other operating expense (income), net\n(71)\n   Other operating expense (income), net\n(71)\n  Other expense (income), net\n(2,582)\n   Other expense (income), net\n(2,582)\n  Deferred income taxes\n(554)\n   Deferred income taxes\n(554)\nChanges in operating assets and liabilities\nChanges in operating assets and liabilities\n  Inventories\n(2,849)\n   Inventories\n(2,849)\n  Accounts receivable, net and other\n(8,169)\n   Accounts receivable, net and other\n(8,169)\n  Accounts payable\n17,480\n   Accounts payable\n17,480\n  Accrued expenses and other\n5,754\n   Accrued expenses and other\n5,754\n  Unearned revenue\n1,265\n   Unearned revenue\n1,265\n    Net cash provided by (used in) operating activities\n66,064\n    Net cash provided by (used in) operating activities\n101,249\nInvesting Activities\nInvesting Activities\nPurchases of property and equipment\n(40,140)\nPurchases of property and equipment\n(40,140)\nProceeds from property and equipment sales and \nincentives\n5,096\nProceeds from property and equipment sales and \nincentives\n5,096\nPrincipal repayments of finance leases\n(10,642)\nPrincipal repayments of financing obligations\n(53)\nAcquisitions, net of cash acquired, and other\n(2,325)\nAcquisitions, net of cash acquired, and other\n(2,325)\nSales and maturities of marketable securities\n50,237\nSales and maturities of marketable securities\n50,237\nPurchases of marketable securities\n(72,479)\nPurchases of marketable securities\n(72,479)\nIntangible investment\n(44,393)\n    Net cash provided by (used in) in investing activities\n(59,611)\n    Net cash provided by (used in) in investing activities\n(114,699)\nFinancing Activities\nFinancing Activities\nProceeds from short-term debt, and other\n6,796\nProceeds from short-term debt, and other\n6,796\nRepayments of short-term debt, and other\n(6,177)\nRepayments of short-term debt, and other\n(6,177)\nProceeds from long-term debt\n10,525\nProceeds from long-term debt\n10,525\nRepayments of long-term debt\n(1,553)\nRepayments of long-term debt\n(1,553)\nPrincipal repayments of finance leases\n(10,642)\nPrincipal repayments of financing obligations\n(53)\n   Stock-based compensation\n9,208\n    Net cash provided by (used in) financing activities\n(1,104)\n    Net cash provided by (used in) financing activities\n18,799\nForeign-currency effect on cash and cash equivalents\n618\nForeign-currency effect on cash and cash equivalents\n618\nNet increase (decrease) in cash and cash equivalents\n5,967\nNet increase (decrease) in cash and cash equivalents\n5,967\nCash, cash equivalents, and restricted cash, beginning \nof period\n36,410\nCash, cash equivalents, and restricted cash, beginning \nof period\n36,410\nCash, cash equivalents, and restricted cash, end of \nperiod\n42,377\nCash, cash equivalents, and restricted cash, end of \nperiod\n42,377\n"
    },
    {
      "number": 8,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6112950 Exp. 11/30/2024 \n8 \n \nMarketable securities. The Statement of Financial Accounting Standards No. 95 specifies where particular \ncash receipts and cash payments are classified within the statement of cash flows. It notes that cash outflows \nfrom investing activities include payments “to acquire debt instruments of other entities (other than cash \nequivalents)” and “to acquire equity instruments of other enterprises.”22  \nThe standard also says that a “statement of cash flows shall explain the change during the period in cash and \ncash equivalents” where cash equivalents are “short-term, highly liquid investments” with original maturities of \nthree months or less.  \nThe analytical question is whether Amazon’s marketable securities should be treated as a cash equivalent. This \nissue is also relevant for other large companies that are rich in cash. The reasoning is that marketable securities \nare straightforward to value, non-essential to operations, and designated as current assets, which means they \nare expected to be converted to cash within a year. \nAn analyst who concludes that marketable securities and cash are equivalent can remove the purchases and \nsales of marketable securities from the cash flows from investing activities. The statement of cash flows would \nthen explain the change during the period to reconcile cash, cash equivalents, and marketable securities.  \nExhibit 6 shows this additional adjustment for Amazon. As compared to exhibit 5, adjusted cash flow from \noperating activities is unchanged at $101.2 billion as is the adjusted cash flow from financing activities of $18.8 \nbillion. But now the revised cash flow from investing activities goes from an adjusted -$114.7 billion to -$92.5 \nbillion. This is the result of reclassifying the net purchase of $22.2 billion of marketable securities in 2020 as a \ncomponent of the change in cash, cash equivalents, and marketable securities.  \nWe believe that this adjustment is more open to debate than the other ones but makes sense for certain \nbusinesses, including Amazon. \nImpact on Traditional Multiples \nFree cash flow, properly defined as net operating profit after taxes (NOPAT) minus investment in future growth \n(I). NOPAT and I are both appropriately adjusted up by $19.0 billion. Free cash flow is unchanged, but the path \nto get there is markedly different than without the adjustments.  \nWhile free cash flow is unaffected, traditional measures of income change dramatically. As a result, common \nvaluation methods based on multiples can be very misleading. One example is enterprise value-to-earnings \nbefore interest, taxes, depreciation, and amortization (EV/EBITDA). Enterprise value is the sum of the market \nvalue of the company’s debt and equity minus excess cash. At year-end 2020, Amazon’s enterprise value was \njust under $1.7 trillion and its 2020 EBITDA was $48.2 billion, for an EV/EBITDA multiple of 35.0.  \nThese adjustments add $44.4 billion to EBITDA ($19.0 billion to EBIT and $25.4 billion to DA), more than a 90 \npercent increase from the unmodified sum. As a result, the EV/EBITDA multiple falls to 18.2. If these adjustments \nmake economic sense, the EV/EBITDA multiple is off by a factor of nearly two. \n \n \n \n \n"
    },
    {
      "number": 9,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6112950 Exp. 11/30/2024 \n9 \n \nExhibit 6: Summary of Adjustments to Amazon’s Statement of Cash Flows, Including Treating \nMarketable Securities as Cash and Cash Equivalents \nAs Reported  \nWith Adjustments \n \nSource: Amazon.com, Form 10-K, December 31, 2020; Counterpoint Global estimates and adjustments. \nNote: *D&A=depreciation and amortization. \n \n \nIn millions of U.S. dollars\n2020\nIn millions of U.S. dollars\n2020\nOperating Activities\nOperating Activities\nNet income\n21,331\nNet income\n21,331\n   Intangible investment\n44,393\n   Amortization of intangible investment\n(25,410)\nAdjusted net income\n40,314\nAdjustments to reconcile net income to net cash from \noperating activities\nAdjustments to reconcile net income to net cash from \noperating activities\n   D&A* of property and equipment and capitalized \n   content costs, operating lease assets, and other\n25,251\n    D&A* of property and equipment and capitalized \n    content costs, operating lease assets, and other\n25,251\n   Amortization of intangible investment\n25,410\n  Stock-based compensation\n9,208\n  Other operating expense (income), net\n(71)\n   Other operating expense (income), net\n(71)\n  Other expense (income), net\n(2,582)\n   Other expense (income), net\n(2,582)\n  Deferred income taxes\n(554)\n   Deferred income taxes\n(554)\nChanges in operating assets and liabilities\nChanges in operating assets and liabilities\n  Inventories\n(2,849)\n   Inventories\n(2,849)\n  Accounts receivable, net and other\n(8,169)\n   Accounts receivable, net and other\n(8,169)\n  Accounts payable\n17,480\n   Accounts payable\n17,480\n  Accrued expenses and other\n5,754\n   Accrued expenses and other\n5,754\n  Unearned revenue\n1,265\n   Unearned revenue\n1,265\n    Net cash provided by (used in) operating activities\n66,064\n    Net cash provided by (used in) operating activities\n101,249\nInvesting Activities\nInvesting Activities\nPurchases of property and equipment\n(40,140)\nPurchases of property and equipment\n(40,140)\nProceeds from property and equipment sales and \nincentives\n5,096\nProceeds from property and equipment sales and \nincentives\n5,096\nPrincipal repayments of finance leases\n(10,642)\nPrincipal repayments of financing obligations\n(53)\nAcquisitions, net of cash acquired, and other\n(2,325)\nAcquisitions, net of cash acquired, and other\n(2,325)\nSales and maturities of marketable securities\n50,237\nPurchases of marketable securities\n(72,479)\nIntangible investment\n(44,393)\n    Net cash provided by (used in) in investing activities\n(59,611)\n    Net cash provided by (used in) in investing activities\n(92,457)\nFinancing Activities\nFinancing Activities\nProceeds from short-term debt, and other\n6,796\nProceeds from short-term debt, and other\n6,796\nRepayments of short-term debt, and other\n(6,177)\nRepayments of short-term debt, and other\n(6,177)\nProceeds from long-term debt\n10,525\nProceeds from long-term debt\n10,525\nRepayments of long-term debt\n(1,553)\nRepayments of long-term debt\n(1,553)\nPrincipal repayments of finance leases\n(10,642)\nPrincipal repayments of financing obligations\n(53)\n   Stock-based compensation\n9,208\n    Net cash provided by (used in) financing activities\n(1,104)\n    Net cash provided by (used in) financing activities\n18,799\nForeign-currency effect on cash and cash equivalents\n618\nForeign-currency effect on cash, cash equivalents, \nrestricted cash\n1,721\nNet increase (decrease) in cash and cash equivalents\n5,967\nNet increase (decrease) in cash, cash equivalents, \nrestricted cash, and marketable securities\n29,312\nCash, cash equivalents, and restricted cash, beginning \nof period\n36,410\nCash, cash equivalents, restricted cash, and marketable \nsecurities, beginning of period\n55,339\nCash, cash equivalents, and restricted cash, end of \nperiod\n42,377\nCash, cash equivalents, restricted cash, and marketable \nsecurities, end of period\n84,651\n"
    },
    {
      "number": 10,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6112950 Exp. 11/30/2024 \n10 \n \nExhibit 7 summarizes all of the recommended adjustments and offers a brief rationale for each. \nExhibit 7: Summary of Recommended Adjustments \nItem from Cash Flow Statement \nFrom \nTo \nRationale \n \n \n \nStock-based compensation \n(SBC) \nCash flow from \noperating activities \nCash flow from \nfinancing activities \nSBC is the sale of shares \nto pay employees  \n \n \n \nPrincipal repayment of \nfinancing obligations \nCash flow from \nfinancing activities \nCash flow from \ninvesting activities \nConsolidate investments by \nassuming buy and lease are \nequivalent \n \n \n \nIntangible investment \nCash flow from \noperating activities \nCash flow from \ninvesting activities \nDiscretionary investments \nare capitalized instead of \nexpensed \n \n \n \nMarketable securities \nCash flow from \ninvesting activities \nCash, cash \nequivalents, and \nmarketable \nsecurities \nWhen marketable \nsecurities are deemed to \nbe the same as cash and \ncash equivalents \nSource: Counterpoint Global. \nConclusion   \nUnderstanding the magnitude and prospective return on investment is the principal task of a business analyst. \nFinancial statements are designed to contribute to this understanding. The investment analyst and academic \ncommunities tend to focus on the income statement and balance sheet. The statement of cash flows, required \nin the U.S. only since the late 1980s, documents the cash flows from operations, investing, and financing that \ncan provide insight into how a business works. \nThe challenge is that the accounting has not kept pace with the economics. As a result, we suggest three \nadjustments within the statement of cash flows to better categorize activities. The first is stock-based \ncompensation. Accounting standards prescribe adding back this expense to cash flow from operating activities, \nbut it is better classified as equity financing and therefore should be in cash flow from financing activities. \nA company making a physical investment commonly has a choice between purchasing or leasing the asset. It \nis an investment in either case, but a purchase and a lease show up in different parts of the statement of cash \nflows. We recommend reflecting all of these expenditures in cash flow from investing activities. \nThere has been a dramatic change in the nature of investment for companies, from tangible to intangible assets, \nin recent decades. Accountants place tangible investments on the balance sheet, as they have done for \ncenturies. But investments in intangible assets are typically expensed on the income statement. This means that \nearnings and investments are understated absent any adjustments. \nThe proper measurement of the magnitude and useful life of intangible assets is a fast-growing area of research. \nOur estimates suggest that intangible investments by public companies in the U.S. are more than twice those of \ntangible investments. The central issues are which items within selling, general, and administrative expenses \nare reasonably considered discretionary investments, and the length of time over which those investments \nshould be amortized once capitalized on the balance sheet. \n"
    },
    {
      "number": 11,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6112950 Exp. 11/30/2024 \n11 \n \nA final potential adjustment is to consider marketable securities as part of cash and cash equivalents. This \naffects cash flow from investing activities and means that the statement of cash flows is reconciling larger \nbeginning and ending sums.   \nWe shared a case study of Amazon for 2020 in an effort to make the concepts more concrete. The adjustments \nchange the portrayal of the company’s finances, including a 53 percent boost in cash flow from operations and \na 92 percent increase in outflows associated with cash flow from investing activities. Excluding net purchases \nof marketable securities, the adjusted cash flow from investing activities still shows a 55 percent gain relative to \nthe unadjusted one. \nWe believe these adjustments substantially improve the description of a business. But we would add that free \ncash flow, defined properly, does not change at all. The main payoff from reclassifying items is a better \nappreciation of the cash flows in and out of the company. \n \nPlease see Important Disclosures on pages 14-16  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 12,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6112950 Exp. 11/30/2024 \n12 \n \nEndnotes \n1 “Statement of Financial Accounting Concepts No. 8: Conceptual Framework for Financial Reporting,” Financial \nAccounting Standards Board, September 2010. \n2 Income statements and balance sheets have been around for a long time (double-entry bookkeeping, a \npowerful innovation, goes back to the 13th century). In 1863, Northern Central Railroad summarized its cash \ntransactions in an early version of a cash flow statement. In 1902, U.S. Steel provided a reconciliation of its \ncurrent \nassets \nminus \naccounts \npayable, \na \nrough \nproxy \nfor \nworking \ncapital. \n(See \nhttps://digital.case.edu/islandora/object/ksl%3Auniann00.) In 1971, the Accounting Principles Board (APB) \nissued Opinion 19, which required a funds statement. In 1987, the Financial Accounting Standards Board (FASB) \nreleased Statement of Financial Accounting Standards No. 95 to supersede Opinion 19. It specified a cash flow \nstatement be included in financial reports. There are two noteworthy points about FAS No. 95. First, it \nencouraged companies to use the “direct method,” which starts the section on cash flows from operations with \nreceivables from customers, relative to the “indirect method,” which starts the section with net income. Nearly \nall companies use the indirect method today. Second, there was substantial dissension on the FASB board, \nwhich is noted in the release. For a more complete discussion see, Geoffrey Poitras, “History of the Cash Flow \nStatement” at www.sfu.ca/~poitras/cash-flow-stmt-history.pdf. For a broader discussion of the history of \naccounting, see Gary John Previts and Barbara Dubis Merino, A History of Accountancy in the United States: \nThe Cultural Significance of Accounting (Columbus, OH: Ohio State University Pres, 1998).  \n3 Allen G. Arnold, R. Barry Ellis, V. Sivarama Krishnan, “Toward Effective Use of the Statement of Cash Flows,” \nJournal of Business and Behavioral Sciences, Vol. 30, No. 2, Fall 2018, 46-62. \n4 As we have discussed before, Wal-Mart Stores, Inc. had negative free cash flow each year from 1972-1986. \nIts annual total shareholder return was 18 percentage points higher than that of the S&P 500 during that period. \n5 For example, see the corporate performance statement in Alfred Rappaport, “The Economics of Short-Term \nPerformance Obsession,” Financial Analysts Journal, Vol. 61, No. 3, May/June 2005, 65-79.  \n6 Katharine Adame, Jennifer Koski, Katie Lem, and Sarah McVay, “Free Cash Flow Disclosure in Earnings \nAnnouncements,” Working Paper, June 3, 2020. For example, see Paul Roche and Sid Tandon, “SaaS and the \nRule of 40: Keys to the Critical Value Creation Metric,” McKinsey & Company, August 3, 2021. \n7 The standard definition of free cash flow in finance is net operating profit after taxes (NOPAT) minus investment \nin future growth. NOPAT equals earnings before interest and taxes (EBIT) plus amortization of acquired \nintangibles assets minus cash taxes. Cash taxes reflect the tax provision, deferred taxes, and the tax shield. As \nsuch, NOPAT is the unlevered cash earnings of a company. Investment in future growth includes changes in \nworking capital, capital expenditures net of depreciation, and acquisitions net of divestitures. Two components \nof investment are reflected in cash flow from operating activities: depreciation and amortization and changes in \nworking capital. In Amazon’s case, changes in working capital have historically been a source of cash because \nthe company receives cash from its customers sooner than it pays its suppliers. (To be more formal, the company \nhas a negative cash conversion cycle.) In effect, working capital has been a source of financing for the company. \nThis is not unique to Amazon but is an important consideration in assessing investment, profit, and financing.   \n8 Brian J. Hall, “Six Challenges in Designing Equity-Based Pay,” Journal of Applied Corporate Finance, Vol. 15, \nNo. 3, Spring 2003, 21-33.  \n9 Michael C. Jensen and Kevin J. Murphy, “CEO Incentives: It's Not How Much You Pay, But How,” Harvard \nBusiness Review, Vol. 68, No. 3, May-June 1990, 138-153. \n10 Alfred Rappaport, “New Thinking on How to Link Executive Pay with Performance,” Harvard Business Review, \nVol. 77, No. 2, March-April 1999, 91-101. \n11 “Stock Options are Not a Free Lunch,” Forbes, May 18, 1998. \n12 Judy A. Laux and Abdou N’Dir, “Employee Stock Options and Market Efficiency,” Journal of Applied Business \nResearch, Vol. 23, No. 2, Second Quarter 2007. \n13 Partha Mohanram, Brian White, and Wuyang Zhao, “Stock-Based Compensation, Financial Analysts, and \nEquity Overvaluation,” Review of Accounting Studies, Vol. 25, No. 3, September 2020, 1040-1077.  \n14 Qi Sun and Mindy Z. Xiaolan, “Financing Intangible Capital,” Journal of Financial Economics, Vol. 133, No. 3, \nSeptember 2019, 564-588. \n"
    },
    {
      "number": 13,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6112950 Exp. 11/30/2024 \n13 \n \n15 Sanjeev Bhojraj, “Stock Compensation Expense, Cash Flows, and Inflated Valuations,” Review of Accounting \nStudies, Vol. 25, No. 3, September 2020, 1078-1097. \n16 Amazon.com, Form 8-K, February 2, 2021. \n17 Building an unlevered DCF model requires an adjustment for operating lease expense. After the FASB \nupdated its standards for Lease (Topic 842) accounting, which most companies had to implement by early 2019, \ncompanies capitalize operating leases but still expense lease costs. The result is a mismatch that needs to be \ncorrected.  \nConsistent with the discussion in the body, think of an airline buying a plane and financing it with debt. The \ncompany records the plane as an asset and the debt as a liability. It would then subtract interest expense, a \nfinancing cost, from operating income. Now consider a lease of the plane. Per the updated standard, the plane \nwould show up on the asset and liability sides of the balance sheet. But the airline records the lease cost as an \noperating, rather than a financing, expense. This means that to calculate net operating profit after taxes (NOPAT) \ncorrectly, you need to reclassify the embedded interest portion of the lease cost from the operating section of \nthe income statement to the financing section. This is only for U.S. GAAP, as the International Accounting \nStandards Board (IASB) properly treats the depreciation and interest expense components of operating lease \npayments. See Matthew A. Stallings, “The Potential Impact of Lease Accounting on Equity Valuation: \nImplications of Cost of Capital and Free Cash Flow Estimates,” CPA Journal, Vol. 87, No. 11, November 2017, \n52-56. \n18 Baruch Lev and Feng Gu, The End of Accounting and the Path Forward for Investors and Managers (Hoboken, \nNJ: John Wiley & Sons, 2016). For the case against capitalizing intangible investments, see Stephen Penman, \nAccounting for Value (New York: Columbia Business School Publishing, 2011). Penman writes,  \n“This view [that accounting is remiss if it does not get the balance sheet right] is shared by those who maintain \nthat accounting fails by not putting intangible assets on the balance sheet. They ask: How can accountants leave \nimportant assets off the balance sheet, assets such as a firm’s ‘knowledge capital,’ its ‘human capital,’ the \norganizational capital’ in its customer and supply-chain relationships, and its R&D assets? Why in the \n‘information age’ do we still have a balance sheet more suited for the ‘industrial age’ when value came primarily \nfrom tangible assets rather than intangible assets? Let’s get value back on the balance sheet! \nThis is an alluring proposal. The fundamentalist, of course, shudders. He or she see the term ‘intangible asset,’ \nas an excuse for speculation, for putting water on the balance sheet. . . . Anyone drilled in the methods of \naccounting for value sees the fallacy in the notion that the balance sheet is remiss if it does not indicate asset \nvalues; there is also an income statement and accounting for value employs both the income statement and the \nbalance sheet. If value is missing from book value, it can be plugged with earnings from the income statement.” \n(179-180). \n19 For example, see Carol A. Corrado, Charles Hulten, and Daniel Sichel, “Measuring Capital and Technology: \nAn Expanded Framework,” in Carol A. Corrado, John Haltiwanger, and Daniel Sichel, eds. Measuring Capital in \nthe New Economy (Chicago: University of Chicago Press, 2005); Carol A. Corrado, Charles Hulten, and Daniel \nSichel, “Intangible Capital and U.S. Economic Growth,” Review of Income and Wealth, Vol. 55, No. 3, September \n2009, 661-685; and Jonathan Haskel and Stian Westlake, Capitalism Without Capital: The Rise of the Intangible \nEconomy (Princeton, NJ: Princeton University Press, 2017). \n20 Michael J. Mauboussin and Dan Callahan, “Market-Expected Return on Investment: Bridging Accounting and \nValuation,” Consilient Observer: Counterpoint Global Insights, April 14, 2021. \n21 Aneel Iqbal, Shivaram Rajgopal, Anup Srivastava, and Rong Zhao, “Value of Internally Generated Intangible \nCapital,” Working Paper, September 2021 and Luminita Enache and Anup Srivastava, “Should Intangible \nInvestments Be Reported Separately or Commingled with Operating Expenses? New Evidence,” Management \nScience, Vol. 64, No. 7, July 2018, 3446-3468. \n22 “Financial Accounting Standards No. 95: Statement of Cash Flows,” November 1987, item 17. \n \n"
    },
    {
      "number": 14,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6112950 Exp. 11/30/2024 \n14 \n \nIMPORTANT INFORMATION \n \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers.  \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThe Russell 3000® Index measures the performance of the largest 3,000 U.S. companies representing \napproximately 98% of the investable U.S. equity market. The Russell 3000 Index is constructed to provide a \ncomprehensive, unbiased, and stable barometer of the broad market and is completely reconstituted annually \nto ensure new and growing equities are reflected. The index is unmanaged and does not include any expenses, \nfees or sales charges. It is not possible to invest directly in an index. The index referred to herein is the intellectual \nproperty (including registered trademarks) of the applicable licensor. Any product based on an index is in no \nway sponsored, endorsed, sold or promoted by the applicable licensor and it shall not have any liability with \nrespect thereto. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation.  \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary.  \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \n \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n \n"
    },
    {
      "number": 15,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6112950 Exp. 11/30/2024 \n15 \n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities: \n \nEMEA \nThis material is for Professional Clients/Accredited Investors only. \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited (“FMIL”). \nFMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company limited by \nshares with company registration number 616661 and has its registered address at 24-26 City Quay, Dublin 2, \nDO2 NY19, Ireland. \n \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA. \n \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland. \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) Limited \n(“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the United \nKingdom by the Financial Conduct Authority. \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158).  \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument.  \n  \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall \nonly be made available to “professional investors” as defined under the Securities and Futures Ordinance of \nHong Kong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory \n"
    },
    {
      "number": 16,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6112950 Exp. 11/30/2024 \n16 \n \nauthority including the Securities and Futures Commission in Hong Kong. Accordingly, save where an \nexemption is available under the relevant law, this material shall not be issued, circulated, distributed, directed \nat, or made available to, the public in Hong Kong. Singapore: This material is disseminated by Morgan \nStanley Investment Management Company and should not be considered to be the subject of an invitation for \nsubscription or purchase, whether directly or indirectly, to the public or any member of the public in Singapore \nother than (i) to an institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of \nSingapore (“SFA”); (ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of \nthe SFA, and such distribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) \notherwise pursuant to, and in accordance with the conditions of, any other applicable provision of the SFA. \nThis publication has not been reviewed by the Monetary Authority of Singapore.   Australia: This material is \nprovided by Morgan Stanley Investment Management (Australia) Pty Ltd ABN 22122040037, AFSL No. \n314182 and its affiliates and does not constitute an offer of interests. Morgan Stanley Investment Management \n(Australia) Pty Limited arranges for MSIM affiliates to provide financial services to Australian wholesale clients. \nInterests will only be offered in circumstances under which no disclosure is required under the Corporations \nAct 2001 (Cth) (the “Corporations Act”). Any offer of interests will not purport to be an offer of interests in \ncircumstances under which disclosure is required under the Corporations Act and will only be made to persons \nwho qualify as a “wholesale client” (as defined in the Corporations Act). This material will not be lodged with \nthe Australian Securities and Investments Commission.  \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association. \n \n"
    }
  ]
}