{
  "filename": "2021_everything_is_a_dcf_model__a_mantra_for_valuing_cash_generating_assets.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20230809114537-04'00'",
    "modDate": "D:20230809132212-04'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n \n \nCounterpoint Global Insights \nEverything Is a DCF Model \nA Mantra for Valuing Cash-Generating Assets \nCONSILIENT OBSERVER  |  August 3, 2021\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIntroduction \nMatt Levine is a very talented journalist who writes the Money Stuff \nopinion column for Bloomberg. A trained lawyer and former banker, \nLevine is smart, entertaining, and informative.1 He also likes to use \na handful of themes to create context for his observations about \nbusiness, law, and the markets.  \nOne of his favorites is “everything is securities fraud.”2 The basic \nidea is that whenever something bad happens to a company \ncausing its stock to decline, someone will accuse the management \nof acting nefariously. In the same vein, we want to suggest the \nmantra “everything is a DCF model.” The point is that whenever \ninvestors value a stake in a cash-generating asset, they should \nrecognize that they are using a discounted cash flow (DCF) model.  \nThis is important because an investor, from a venture capitalist to \na manager with a portfolio of large-capitalization stocks, owns \npartial stakes in businesses. The value of those businesses is the \npresent value of the cash they can distribute to their owners. \nThis suggests a mindset that is very different from that of a \nspeculator, who buys a stock in anticipation that it will go up without \nreference to its value. Investors and speculators have always \ncoexisted in markets, and the behavior of many market participants \nis a blend of the two. But it is useful to keep in mind that these are \nseparate activities.  \nNote, too, that “everything is a DCF model” does not apply to \nassets that do not generate cash flows, including cryptocurrencies, \nart, wine, and gold.3 All of these assets may be of value and many \nof them have appreciated over time, but they are not subject to \nwhat John Burr Williams, an economist and author of the 1938 \nclassic book The Theory of Investment Value, called “evaluation by \nthe rule of present worth.”4 \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5845811 Exp. 07/31/2024 \n2 \n \nThe topic deserves attention because many market participants now, as in the past, don’t think that DCF models \nare relevant.5 High valuations for many startups and companies with negative earnings, as well as the existence \nof “meme stocks,” where gains and losses are determined more by online forums than fundamentals, make \nthinking about cash flows appear quaint. Further, many practitioners use heuristics for value without recognizing \nthe purpose and limitations of the shorthands. \nAt the end of the day, the intrinsic value, determined by the present value of future cash flows, attracts the price \nlike a magnetic force. This means that investors always have to keep in mind the value drivers of a discounted \ncash flow model. It is easy to forget but useful to remember.     \nThe Wonder of Markets \nPublic stock exchanges are wondrous. When you buy a stock, you trade cash for a portion of the future cash \nflows of a business. When you sell a stock, you trade the cash flows for cash. It’s a form of time travel: if you \nbuy a stock at a price less than its perceived value, you are essentially traveling into the future and judging that \ntoday’s expectations for future cash flows are too low. Selling stock that is perceived to be overvalued is a \nsymmetrical move.  \nThe founder, buyer, or holder of a business anticipates satisfactory returns based on the company’s distributable \ncash flows over time. Cash flows are defined as the difference between profits after taxes and the investments \nrequired to sustain or grow the business. This is as relevant for a small business in the local community as it is \nfor a company in the S&P 500. When an owner sells a business, the rights to the cash flow and the associated \nrisk and reward are transferred to the new holder.        \nPrivate markets are in some ways different than public markets, but the driver of value is the same. Private \nmarkets generally have less liquidity, a measure of how cheap and easy it is to buy and sell stakes in companies, \nthan do public markets. As a result, investors in private markets expect an illiquidity premium, a little extra return \nto pay them for the inability to transact cheaply.6 That premium is compensation for the friction of buying and \nselling. But future cash flows still determine the value of the underlying assets. \nInvestors in private markets generally have more control over businesses than do investors in public markets. \nFor example, most venture capitalists work closely with the entrepreneurs in whom they invest, sitting on their \nboards and making key introductions. Buyout firms also have tight control over their portfolio companies, allowing \nthe buyout firms to put in place strong governance practices, including an ability to make changes swiftly and \ndecisively. Control allows private equity investors to be proactive about placing a firm on a path to generating \nstrong long-term cash flows. \nAnother distinguishing feature of private markets is limited price discovery, a fancy way of saying that prices are \nnot set by a market with lots of willing buyers and sellers. For example, in venture capital the price of a new \nround of financing is often set by the buyer who is willing to pay most for the stake, and those who think the price \nis too high have no ready way to sell.  \nSomething similar is true for buyouts. If a buyout firm seeks to acquire a public company, it may have to contend \nwith competing bids from other buyout funds or strategic buyers. But in most cases, the highest bidder wins the \nauction. As with venture capital, there are lots of potential buyers but only one seller. Price discovery is weak in \nprivate markets because the optimists can buy but the pessimists can’t sell.  \n"
    },
    {
      "number": 3,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5845811 Exp. 07/31/2024 \n3 \n \nThe decision to be private or public boils down to the tradeoff between better governance for companies held by \nprivate equity firms and a lower cost of capital for public companies in a portfolio.7 \nPrivate equity investments are generally riskier than those in public markets. Risk for venture capital firms comes \nfrom investing in new or young businesses that have yet to demonstrate their long-term viability. Risk for buyout \nfirms is the result of financial leverage.  \nThese observations are borne out in the distribution of returns for individual investments across the asset \nclasses. From the mid-1990s to 2018, about 60 percent of venture capital investments lost money, but the \nhandful that did exceedingly well allowed the overall asset class to generate competitive returns. Roughly 27 \npercent of buyout deals lost money, the median investment approximately doubled, and some did very well \n(though not as well as venture deals). From 1985 to 2019, nearly 25 percent of public market investments lost \nmoney over 5 years, and the losses were on average less severe than those in private equity.8 But the lower \nrisk meant lower returns, with the upside outliers contributing less to returns than in private equity.   \nPrivate equity funds have to sell their investments eventually to realize returns for their fundholders. And when \nthey sell, they essentially transfer the problem of assessing future cash flows to the new buyers, whether a \ncompany, another fund, or an active portfolio manager. Everything is a DCF model. \nWhy Doesn’t Everyone Believe?          \nThe time value of money, the idea that money today is worth more than an identical amount of money in the \nfuture, is one of the first concepts taught in a finance class. As a discounted cash flow model formalizes this \nconcept, it stands to reason that it should be the primary method for investors to value financial assets, including \nstocks, and for corporate managers to allocate capital.9  \nHowever, a recent survey of professional equity analysts found that “market multiples” were “[b]y far the most \npopular approach to valuation” among nearly 2,000 respondents.10 Specifically, these analysts said that when \nvaluing companies they used price-earnings multiples 88 percent of the time and enterprise value-to-earnings \nbefore interest, taxes, depreciation, and amortization (EBITDA) multiples 77 percent of the time. \nThe discounted cash flow model was the second most popular approach to valuation, albeit more popular in \nregions outside the Americas. While this sounds encouraging, there are two substantial caveats.  \nThe first is that analysts commonly use an enterprise value-to-EBITDA multiple to estimate the continuing value, \nalso known as the terminal or residual value, in a DCF model.11 The continuing value often represents 70 to 80 \npercent of corporate value.12 That means that what drives the DCF model is for the most part a dressed up \nmultiple.   \nThe second concern is that many DCF models are done poorly, having errors related to theory and dubious \neconomic judgments.13 Errors include the use of a faulty risk-free rate and assuming unrealistic growth rates in \nthe calculation of continuing value. An example of a poor judgment is an explicit forecast period that is too short. \nThese shortcomings speak poorly not about the approach but rather to how it is applied.  \nWe think there are a number of reasons a DCF model is not used more consistently and properly, in private and \npublic markets: \n \n"
    },
    {
      "number": 4,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5845811 Exp. 07/31/2024 \n4 \n \n• The public markets are pretty good at valuation. Markets are not completely efficient, of course, but by \nand large markets are reasonably effective at reflecting known information in prices. While price and value \ncan and do diverge, the wisdom of crowds reminds us that the collective opinion of the market is generally \na better judge of price than a single person’s estimation.14 \nCharley Ellis, founder of Greenwich Associates and a luminary in the investment industry for more than a \nhalf century, writes playfully, “If you could have anyone—and everyone—you ever wanted as colleague-\ninvestors working with you all day, every day, which great investors would you include on your investor’s \ndream team?” He goes on, “. . . today’s professional-dominated stock market reflects the accumulated \nexpertise of all those diligent experts making their best judgments on pricing all the time.”15 \nBecause the market is likely to be better at valuation than they are, most investors can defer to its ability to \nreflect what’s out there. They can then turn their attention to whether a company’s fundamental results will \nbe better or worse than the market’s expectations. The problem is that without a clear understanding of \nwhat is priced in, there is no easy way to know how changes in the consensus will affect the stock price. \n• Small changes in assumptions for a DCF model can lead to large changes in value. As a result, many \ninvestors are more comfortable using multiples of earnings or cash flow as proxies for valuation. Multiples \nare a shorthand for the valuation process that have the benefit of saving the user time at the cost of buried \nassumptions.  \nJohn Burr Williams anticipated concerns about the inputs into a discounted cash flow model. In chapter 15 \nof his book, called “A Chapter for Skeptics,” he wrote, “. . . the old-fashioned methods of appraisal in reality \ntook cognizance of all the factors which give such intricacy to the new formulas, but the old methods did so \nimplicitly, whereas the new methods do so explicitly.”16  \nIn other words, valuation using multiples does not avoid the drivers of long-term cash flows but rather \nobscures them. Williams argues that it is better to make your assumptions explicit and debate them than to \nmake them implicit and ignore them. \n• Lots of valuation is done by comparing. There are two ways to come up with a value for a financial \nasset. The first is to calculate an intrinsic value by discounting future cash flows. If the stock market is \nefficient, price and value will be the same. The second is to compare investments that are similar and buy \nthe relatively undervalued one and sell the overvalued one. If a sufficient number of investors are doing \nthis, few will outperform the market. The first approach assumes that prices are right while the second \nposits only that it is hard to beat the market.17  \nBoth of these approaches have deep roots in finance. Models based on general equilibrium determine \nintrinsic value. Other models, including options pricing models, derive value from an underlying asset \nwithout concern for whether it is priced correctly.   \nArbitrage in its purest form involves comparing prices of the same asset, say on separate exchanges, and \nsimultaneously buying at the low price and selling at the high price to lock in a riskless profit. Such \nopportunities are extremely rare. Often there are costs to implementing arbitrage that offset the gains. \nArbitrage activities today generally include buying and selling assets that are similar rather than identical, \nwhich introduces more risk.18  \nRelying solely on comparison presents a pair of challenges. One is that investors often select comparable \nassets to support the case they are making.19 For example, if an analyst wants to recommend that the \n"
    },
    {
      "number": 5,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5845811 Exp. 07/31/2024 \n5 \n \ninvestment firm buy a stock, he or she will select the stocks of comparable companies that have high \nvaluations, making the focal stock look relatively inexpensive.  \nThe more basic issue is that comparative analysis says nothing about intrinsic value. Something may look \nrelatively attractive but still may be absolutely overvalued. An investor can isolate a mispricing by going \nlong one asset and short another, removing exposure to absolute valuation. But this activity introduces new \nchallenges, including identifying stocks that are close substitutes and the mechanics and costs of shorting.  \n• Valuation is tricky early in a company’s life cycle. Start-ups are difficult to value using a discounted \ncash flow model because the range of potential outcomes is so great. The dispersion of growth rates in \nsales and profits narrows as companies get bigger, which makes the task easier as companies grow and \nmature. But Aswath Damodaran, a professor of finance and expert in valuation, argues that a DCF model \ncan be used for start-ups and he provides a multi-step process to do so.20  \nDamodaran’s steps boil down to forecasting revenues, estimating profitability, assessing risk, and \nconsidering base rates.  \nForecasting a range of potential revenues benefits from a thoughtful assessment of total addressable \nmarket (TAM). We believe that TAM can be estimated by a bottom up calculation of the market size, \napplication of a diffusion model, and reference to past results of similar businesses.21 \nThe basic unit of analysis provides insight into how a company makes money. For example, the basic unit \nof analysis in a subscription business is customer lifetime value, which estimates the cash flow a customer \nwill generate while active and subtracts the cost of acquiring the customer.22 This step can take into \nconsideration potential benefits from operating leverage and economies of scale.  \nRisk includes an estimation of the opportunity cost of capital and how it changes over time. The risk and \nexpected return of a company’s stock tend to decline as the company moves through its life cycle. \nBase rates, the results of an appropriate reference class of companies, are useful for assessing survival \nand growth. This is a powerful and underutilized tool for forecasting. \n• It is hard to value companies that have negative net income. Nearly 40 percent of public companies in \nthe United States had negative net income in 2020. Companies can lose money for two reasons. The first \nis that costs exceed revenues and the company is fundamentally unprofitable. The second is the company \nexpenses investments today that are expected to generate attractive cash flows in the future.  \nThe latter occurs as a quirk of accounting. Tangible investments, such as capital expenditures, are recorded \non the balance sheet and only the depreciation of the assets shows up on the income statement. Intangible \ninvestments, such as marketing spending, are reflected in full on the income statement. This accounting \ntreatment of intangible assets overstates expenses and understates investment and therefore obscures the \neconomic picture.   \nBecause investments precede sales and earnings, a profitable company reliant on intangible assets that is \ngrowing rapidly will report negative net income even as its business is thriving. Indeed, companies should \ninvest more than they earn if the return on investment is attractive and they have access to capital. \nSuccessful companies reliant on tangible assets such as Walmart and Home Depot had years of negative \nfree cash flow in their growth stages even as they were creating substantial shareholder value.  \n"
    },
    {
      "number": 6,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5845811 Exp. 07/31/2024 \n6 \n \nThe answer to this challenge is not to fall back on heuristics, such as multiples of price to sales, but to \nadjust the financial statements to make them more accurate. This requires shifting intangible investments \nfrom the income statement to the balance sheet, leaving only an amortization expense on the income \nstatement. The net result is higher earnings, a bigger balance sheet, and a better sense of the magnitude \nof investment and return on capital.23 \nEach of these reasons helps explain why DCF models are not used more widely, but none of them stand up to \nscrutiny. Even if you choose not to build a DCF model for every investment you make, it is useful to keep in mind \nthe factors that drive value. These include growth from investments that earn in excess of the cost of capital, the \ncompetitive advantage or uniqueness of a business that keeps competitors at bay, and the opportunity cost of \ncapital. You have to earn the right to use a multiple, which happens when you can demonstrate the link between \nvalue and the multiple.24  \nAnother effective way to use the model is to ask what you have to believe about the value drivers to justify \ntoday’s price. This approach singlehandedly addresses all of the common concerns about a DCF model. Instead \nof an investor determining value, he or she needs only to assess whether the expectations embedded in the \nshares are likely to be met.25 \nHow DCF Models Apply More Broadly \nThe application of a DCF model in valuation is more prevalent in some assets than others. Corporate bonds are \nan example where investors commonly use DCF models. A company that issues a bond makes a legal \ncommitment to make timely interest payments on the principal and to return the principal at maturity. The key \nelements of a DCF model are the magnitude, timing, and riskiness of cash flows. Bonds specify by contract the \nmagnitude and timing of cash flows, leaving the risk that the company will not be able to meet its obligations as \nthe main source of judgment.  \nBonds are different than stocks in that with a bond the company will meet all its commitments if everything goes \nright. There is no upside, only downside if the company defaults. Bondholders get paid before stockholders, \nwhich means that bonds generally have less risk than stocks.  \nA stock is a residual claim on cash flows, which means there is upside if the results are better than expected. \nBonds are more about not being wrong and stocks are more about being right. Benjamin Graham and David \nDodd, authors of the book Security Analysis that formalized the process of investing, said it this way: “. . . bond \nselection is primarily a negative art. It is a process of exclusion and rejection, rather than of search and \nacceptance. In this respect the contrast with common-stock selection is fundamental in character.”26 \nThe discounted cash flow model also works for real estate.27 Owners of commercial real estate commonly seek \nto buy a building based on its potential net operating income (NOI), a measure of cash flow calculated as rental \nor lease income minus operating expenses. These cash flows are discounted at a capitalization rate, or cap rate, \nwhich is the investor’s required rate of return. For example, if a building has NOI of $50,000 and a market value \nof $1 million, the cap rate is 5 percent. Cap rates capture the risk associated with a building’s cash flows. \nWe generally don’t think about valuing our homes using a DCF model, but in fact it applies to residential real \nestate as well. Economists define cash flows as the rent the house would generate minus the expenses \nassociated with owning a home, including property taxes, insurance, and upkeep. They then estimate the rate \nof return by combining these interim cash flows with lumpy cash flows, the entry and exit price.28 This approach \n"
    },
    {
      "number": 7,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5845811 Exp. 07/31/2024 \n7 \n \nhas tracked home price indices more closely than the estimates made by the economists at the Bureau of \nEconomic Analysis.29   \nPublic equities have been the primary focus of our discussion, so there’s not much to add. But the topic of asset \nvalue deserves a brief comment. One of the criticisms of a DCF model is its sensitivity to inputs, where small \nchanges in assumptions can lead to large changes in output. An alternate approach builds on layers of value, \nincluding asset value, earnings power, and franchise value. The bedrock is asset value, deemed to be tangible \nand reliable, which appears to sidestep the problem of garbage in, garbage out.30  \nThe calculation of asset value requires going through the balance sheet line by line and adjusting the figures \nrecorded by the accountants to reflect market or reproduction values. For example, if a company carries a \nmachine on its books at $100 that is worth $150, the company’s book value would increase by $50, all else \nbeing equal.  \nThe important insight is that asset values themselves are based on the present value of cash flows. Considering \nwhat an asset might fetch in the market or what it might cost to build it anew goes right back to the problem of \nforecasting and discounting cash flows. That this skirts the issue is an illusion.    \nThe purchaser of a company in a leveraged buyout seeks a business with predictable cash flows and uses a \nrelatively large amount of debt to finance the deal. Buyout firms focus intently on improving cash flows during \nthe time they own a business, a median of five years, and often dedicate those cash flows to reducing debt. The \ntotal return from the deal requires consideration of the entry price, the interim cash flows, and the exit price. Exit \nmultiples in recent decades have been on average higher than entry multiples, leading to satisfactory returns for \nbuyout funds.   \nVenture capital is the other large part of private equity. We have already discussed the process to value a start-\nup. But another important feature of venture funding is that it tends to go in stages. Each successive round of \nfunding, denoted as Series A, Series B, etc., tends to be contingent on a company meeting certain performance \nmetrics. This can be modeled as a series of real options.31 An option is a right but not an obligation to do \nsomething. Real options derive their value from real investments as opposed to financial investments such as \nstocks.    \nOption pricing models create a portfolio that is a mix of the underlying asset and the risk-free rate to replicate \nthe cash flows of the option.32 The models then rely on arbitrage as the value of the option and the value of the \nreplicating portfolio should be the same. Options derive their value from another asset, but their value is still \npegged to expected cash flows.     \nConclusion   \nThe value of an asset that produces cash is the present value of the cash flows it generates over its life. Few \ninvestors explicitly use a DCF model all the time, but it is useful to keep the drivers of the model in mind \nconstantly.  \nThe ideas behind a DCF model have been around for a very long time. Warren Buffett, chairman and chief \nexecutive officer of Berkshire Hathaway, suggests they were introduced more than 2,500 years ago:33 \n"
    },
    {
      "number": 8,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5845811 Exp. 07/31/2024 \n8 \n \n“ . . . the formula for valuing all assets that are purchased for financial gain has been unchanged since it \nwas first laid out by a very smart man in about 600 B.C. (though he wasn’t smart enough to know it was \n600 B.C.). \nThe oracle was Aesop and his enduring, though somewhat incomplete, investment insight was ‘a bird in \nthe hand is worth two in the bush.’ To flesh out this principle, you must answer only three questions. How \ncertain are you that there are indeed birds in the bush? When will they emerge and how many will there \nbe? What is the risk-free interest rate (which we consider to be the yield on long-term U.S. bonds)? If you \ncan answer these three questions, you will know the maximum value of the bush— and the maximum \nnumber of the birds you now possess that should be offered for it. And, of course, don’t literally think birds. \nThink dollars.” \nAesop knew that everything is a DCF model. \n \nPlease see Important Disclosures on pages 11-13 \n \n \n \n"
    },
    {
      "number": 9,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5845811 Exp. 07/31/2024 \n9 \n \nEndnotes \n1 Emily Flitter, “A Columnist Makes Sense of Wall Street Like None Other (See Footnote),” New York Times, \nOctober 8, 2020. \n2 For example, Matt Levine, “Everything Still Might Be Securities Fraud,” Bloomberg Opinion: Money Stuff, June \n22, 2021. See www.bloomberg.com/opinion/articles/2021-06-22/everything-still-might-be-securities-fraud. \n3 Benjamin J. Burton and Joyce P. Jacobsen, “Measuring Returns on Investments in Collectibles,” Journal of \nEconomic Perspectives, Vol. 13, No. 4, Fall 1999, 193-212.  \n4 John Burr Williams, The Theory of Investment Value (Cambridge, MA: Harvard University Press, 1938), 55.  \n5 Here’s an example of a confused statement: “Those guys are morons,” says Palihapitiya of many value \ninvestors. The historic way of determining value by looking at balance sheets and discounted cash flow no longer \nworks, he asserts. \n“Today, when money has no value, because we’ve essentially printed all the money in the world and we’ll \ncontinue to print it over and over, you have to find value in other parts of the balance sheet, so you have to go \nto things like brand or intangibles,” he says. “And this is where their mathematical models break, and then their \nbrains explode.” See Michelle Celarier, “The Unusual Ambitions of Chamath Palihapitiya,” Institutional Investor, \nMay 31, 2020. \n6 Taylor D. Nadauld, Berk A. Sensoy, Keith Vorkink, and Michael S. Weisbach, “The Liquidity Cost of Private \nEquity Investments: Evidence from Secondary Market Transactions,” Journal of Financial Economics, Vol. 132, \nNo. 3, June 2019, 158-181. \n7 Gregory Brown, Andrea Carnelli Dompé, and Sarah Kenyon, “Public or Private? Determining the Optimal \nOwnership Structure, UNC Kenan Institute of Private Enterprise Working Paper, July 28, 2020.  \n8 Gregory Brown, Robert S. Harris, Wendy Hu, Tim Jenkinson, Steven N. Kaplan, and David Robinson, “Private \nEquity Portfolio Companies: A First Look at Burgiss Holdings Data,” SSRN Working Paper, March 3, 2020 and \nFactSet. \n9 Scott P. Dulman, “The Development of Discounted Cash Flow Techniques in U.S. Industry,” Business History \nReview, Vol. 63, No. 3, Autumn 1989, 555-587. \n10 Jerald E. Pinto, Thomas R. Robinson, John D. Stowe, \"Equity Valuation: A Survey of Professional Practice,\" \nReview of Financial Economics, Vol. 37, No. 2, April 2019, 219-233. \n11 Paul Gompers, Steven N. Kaplan,  and Vladimir Mukharlyamov, “What Do Private Equity Firms Say They \nDo?” Journal of Financial Economics, Vol. 121, No. 3, September 2016, 449-476. \n12 Doron Nissim, “Terminal Value,” Columbia Business School Research Paper No. 18-12, April 2019.  \n13 Jeremiah Green, John R. M. Hand, and X. Frank Zhang, “Errors and Questionable Judgments in Analysts’ \nDCF Models,” Review of Accounting Studies, Vol. 21, No. 2, June 2016, 596-632. \n14 James Surowiecki, The Wisdom of Crowds: Why the Many Are Smarter Than the Few and How Collective \nWisdom Shapes Business, Economies, Societies, and Nations (New York: Doubleday, 2004). \n15 Charles D. Ellis, Winning the Loser’s Game: Timeless Strategies for Successful Investing, Eighth Edition (New \nYork: McGraw Hill, 2021), 43-44. \n16 Williams, Theory of Investment Value, 186. \n17 Nicholas Barberis and Richard H. Thaler, “A Survey of Behavioral Finance” in George Constantinides, Milton \nHarris, and Rene M. Stulz, eds., Handbook of the Economics of Finance (Amsterdam: Elsevier, 2003), 1053-\n1128.  \n18 Charles M.C. Lee and Eric So, “Alphanomics: The Informational Underpinnings of Market Efficiency,” \nFoundations and Trends in Accounting, Vol. 9, No. 2-3, 2014, 59-258. \n19 Gus De Franco, Ole-Kristian Hope, and Stephannie Larocque, “Analysts’ Choice of Peer Companies,” Review \nof Accounting Studies, Vol. 20, No. 1, March 2015, 82-109. \n20 Aswath Damodaran, Investment Valuation: Tools and Techniques for Determining the Value of Any Asset, \n3rd Edition (Hoboken, NJ: John Wiley & Sons, 2012), 643-665. \n21 Michael J. Mauboussin and Dan Callahan, “Total Addressable Market: Methods to Estimate a Company’s \nPotential Sales,” Credit Suisse Global Financial Strategies, September 1, 2015. \n22 Michael J. Mauboussin and Dan Callahan, “The Economics of Customer Businesses: Calculating Customer-\nBased Corporate Valuation,” Consilient Observer: Counterpoint Global Insights, May 19, 2021. \n"
    },
    {
      "number": 10,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5845811 Exp. 07/31/2024 \n10 \n \n23 Michael J. Mauboussin and Dan Callahan, “One Job: Expectations and the Role of Intangible Investments,” \nConsilient Observer: Counterpoint Global Insights, September 15, 2020. \n24 We take the concept of “earning the right to use a multiple” from Dave Zorub, founder of Parsifal Capital.  \n25 John Burr Williams also got to this early. He wrote (Theory of Investment Value, 188): “Those who feel it \nunsound to use long-range forecasts under any circumstances may still use the new formulas another way, a \nway that was almost impossible with the old methods. They may transpose the new formulas and use the actual \nmarket price as a datum, instead of seeking the theoretical investment value as an answer. Then with the \ntransposed formulas they may deduce the particular rate of growth, the particular duration of growth, or the like, \nthat is implied by the actual market price, and see in this way whether the prevailing price is reasonable or not.” \nFor a contemporary discussion of this approach, see Michael J. Mauboussin and Alfred Rappaport, Expectations \nInvesting: Reading Stock Prices for Better Returns–Revised and Updated (New York: Columbia Business School \nPublishing, 2021). \n26 Benjamin Graham and David Dodd, Security Analysis, Second Edition (New York: McGraw-Hill, 1940), 79.  \n27 Damodaran, Investment Valuation, 739-763. \n28 Margaret Hwang Smith and Gary Smith, “Bubble, Bubble, Where’s the Housing Bubble?” Brookings Papers \non Economic Activity, 1:2006, August 25, 2006, 1-67. \n29 Marina Gindelsky, Jeremy G. Moulton, and Scott A. Wentland, “Valuing Housing Services in the Era of Big \nData: A User Cost Approach Leveraging Zillow Microdata,” NBER Chapters, in: Big Data for Twenty-First \nCentury Economic Statistics, National Bureau of Economic Research, Inc., 2020.  \n30 Bruce Greenwald, “Basic Structure of Investment Process and Valuation,” Columbia Business School \nPresentation, 2013. See http://csinvesting.org/wp-content/uploads/2013/06/Greenwald-Earnings-Power-Value-\nEPV-lecture-slides.pdf. \n31 Yong Li, “Duration Analysis of Venture Capital Staging: A Real Options Perspective,” Journal of Business \nVenturing, Vol. 23, No. 5, September 2008, 497-512. \n32 Damodaran, Investment Valuation, 87-109. \n33 Warren E. Buffett, “Chairman’s Letter to the Shareholders,” Berkshire Hathaway, 2000. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 11,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5845811 Exp. 07/31/2024 \n11 \n \nIMPORTANT INFORMATION \n \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers.  \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation.  \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary.  \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \n \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n"
    },
    {
      "number": 12,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5845811 Exp. 07/31/2024 \n12 \n \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities:  \n \nEMEA  \nThis material is for Professional Clients/Accredited Investors only.  \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited (“FMIL”). \nFMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company limited by \nshares with company registration number 616661 and has its registered address at 24-26 City Quay, Dublin 2, \nDO2 NY19, Ireland. \n  \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA.  \n  \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland.  \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) Limited \n(“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the United \nKingdom by the Financial Conduct Authority.  \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158).  \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument.  \n  \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall only \nbe made available to “professional investors” as defined under the Securities and Futures Ordinance of Hong \nKong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory authority \nincluding the Securities and Futures Commission in Hong Kong. Accordingly, save where an exemption is \navailable under the relevant law, this material shall not be issued, circulated, distributed, directed at, or made \navailable to, the public in Hong Kong. Singapore: This material is disseminated by Morgan Stanley Investment \nManagement Company and should not be considered to be the subject of an invitation for subscription or \npurchase, whether directly or indirectly, to the public or any member of the public in Singapore other than (i) to \nan institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of Singapore (“SFA”); \n(ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of the SFA, and such \n"
    },
    {
      "number": 13,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5845811 Exp. 07/31/2024 \n13 \n \ndistribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) otherwise pursuant \nto, and in accordance with the conditions of, any other applicable provision of the SFA. This publication has not \nbeen reviewed by the Monetary Authority of Singapore.   Australia: This material is provided by Morgan Stanley \nInvestment Management (Australia) Pty Ltd ABN 22122040037, AFSL No. 314182 and its affiliates and does \nnot constitute an offer of interests. Morgan Stanley Investment Management (Australia) Pty Limited arranges for \nMSIM affiliates to provide financial services to Australian wholesale clients. Interests will only be offered in \ncircumstances under which no disclosure is required under the Corporations Act 2001 (Cth) (the “Corporations \nAct”). Any offer of interests will not purport to be an offer of interests in circumstances under which disclosure is \nrequired under the Corporations Act and will only be made to persons who qualify as a “wholesale client” (as \ndefined in the Corporations Act). This material will not be lodged with the Australian Securities and Investments \nCommission.  \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association. \n"
    }
  ]
}