{
  "filename": "2022_wealth_transfers__redistribution_of_value_via_capital_allocation.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20230601150546-04'00'",
    "modDate": "D:20230601150546-04'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n \n \nCounterpoint Global Insights \nWealth Transfers \nRedistribution of Value via Capital Allocation \nCONSILIENT OBSERVER  |  May 10, 2022\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIntroduction \nThe core of capitalism is the private ownership of the means of \nproduction in the pursuit of economic profit. A company generates \na positive economic profit when it earns a return on investment in \nexcess of the opportunity cost of capital. \nCompetition is a feature of capitalism. A company earning a \nhandsome economic profit will attract competitors that seek to \nwrest that profit away either by selling similar goods or services at \na lower cost or by providing attractive substitute offerings. \nProductive investment is the engine of capitalism. Companies \nspend on tangible or intangible assets with the expectation that \nfuture cash flows, discounted to the present, will be worth more \nthan the outlay. Successful investment creates wealth because \none dollar of investment is worth more than one dollar in value. \nCreditors and equity holders provide the capital to invest. Creditors \nhave a senior claim on cash flows and hence have lower risk and \nexpected return than equity holders. Equity holders have a residual \nclaim on cash flows, so they have higher risk and potential reward. \nOnce a company is up and running, the primary source of \ninvestment capital tends to be cash that is generated internally. \nSince 1980, internal financing has supplied more than 90 percent \nof the capital for investment in the U.S.1 This can come from \nretained earnings or other stakeholders, including suppliers.2 \nCapital allocation is arguably a management team’s most \nimportant task. The goal of capital allocation is to put resources to \ntheir best and highest use so as to create long-term value per share \nfor ongoing shareholders. You can think of capital allocation in two \nparts. One is investing in the business, which includes familiar \nforms such as capital expenditures, intangible assets, and mergers \nand acquisitions. \nThe other is transacting with securities that have prices that are \nbased on corporate value, including buying and selling the debt and \nequity of a company. This introduces the potential for a wealth \ntransfer, where one stakeholder benefits at the expense of another. \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711670 Exp. 5/31/2024 \n2 \n \nWealth Transfers \nA wealth transfer occurs when a company buys or sells a mispriced security.3 We focus on equity. The intuition \nis straightforward and amounts to little more than “buy low and sell high.” The essential issue is whether \nexecutives can discern between price and value. In theory, they should have information about the prospects \nfor their companies that investors lack. This can provide an opportunity to initiate a wealth transfer. \nThe empirical research on the topic comes to a few conclusions. First, companies can indeed time the sale and \npurchase of equity so as to benefit ongoing shareholders.4 Second, wealth transfers tend to be larger for sales \nof overpriced equity than they are for purchases of undervalued equity.5 Third, institutional investors are \ngenerally more discerning than individual investors when transacting with a company.6 \nRichard Sloan and Haifeng You, professors of accounting, find that companies buying and selling equity transfer \none to two percent of the pre-deal market value from the transacting shareholders to the ongoing shareholders, \nmeasured five years after the event.7 \nAn important implication of these transfers is that a stock’s dollar-weighted average return can be less than its \ntime-weighted return. Total shareholder returns are generally reported using time-weighted returns. This concept \nis related to the observation that mutual fund investors generally earn lower returns than the funds in which they \ninvest because of poor timing. For example, the dollar-weighted returns were 117 basis points lower than time-\nweighted returns for U.S. equity mutual funds for the 10 years ended December 31, 2020.8 \nIlia Dichev, a professor of accounting, provides an example to make the point clear (we modify his numbers \nmodestly).9 A company starts with 1,000 shares of a stock that trades at $100 a share. The stock then doubles \nto $200 and the company sells 1,000 shares. Finally, the stock returns to $100. \nIt is obvious that the initial shareholders are flat on their investment and the new shareholders are down 50 \npercent. In fact, in this scenario the dollar-weighted return is -26.8 percent, measured using internal rate of return \n(IRR). But the time-weighted return is zero because the stock ended where it began. \nThis analysis is based on price change, which is what investors ultimately care about. Wealth transfers rely on \na stock being mispriced, which presumes that price differs from intrinsic value. When we introduce value, we \ncan observe that selling overvalued stock and buying back undervalued stock add to firm value per share. \nSymmetrically, buying back overvalued stock and selling undervalued stock subtract from firm value per share \n(see exhibit 1). \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 3,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711670 Exp. 5/31/2024 \n3 \n \nExhibit 1: Wealth Transfers Via Equity Transactions \n \nSource: Counterpoint Global. \nLet’s return to our example. Say the intrinsic value of the firm at the outset is $100,000 and that the price \naccurately reflects that value ($100 per share x 1,000 shares outstanding = $100,000). The stock rises to $200, \nand the firm sells 1,000 shares. The new value of the firm is $300,000 ($300,000 = $100,000 + $200,000 in \nproceeds) and the value per share rises from $100 to $150 per share ($150 = $300,000 ÷ 2,000 shares \noutstanding). The wealth transfer is from the buying shareholders to ongoing holders, which becomes clear if \nthe stock price declines to $150 and matches its new value per share. Buying shareholders lose $50 per share \nwhile the ongoing holders gain $50. Note that the price regresses to a higher value. \nWe can start with the same intrinsic value and price and see what happens if the company buys back \nundervalued stock. Now assume the stock drops from $100 to $50 and the company repurchases 500 shares. \nThe value of the firm decreases to $75,000 ($75,000 = $100,000 - $25,000 repurchase cost) but the value per \nshare increases to $150 per share ($150 = $75,000 ÷ 500 shares outstanding). The wealth transfer is from the \nselling shareholders to the ongoing holders if price and the new value align. Selling shareholders lose $50 per \nshare and ongoing holders gain $50. \nA company that sells overvalued stock increases the value per share for the ongoing holders. But it should be \nnoted that those holders would be better off selling alongside the firm. A company that buys undervalued stock \nalso augments value per share. But in this case, ongoing shareholders improve their situation by doing nothing. \nThis analysis is relevant for stocks that gain attention through social media and appeal primarily to retail \ninvestors. These are colloquially called “meme stocks” because the individuals who buy them commonly react \nto ideas developed and spread on the Internet.10 Consider that the net daily purchases of U.S equities and \nexchange-traded funds by individuals at the height of popularity for meme stocks was roughly 10 times the level \nof purchases in 2019 before major online brokerage firms moved to zero commissions.11 \nThe large price changes of these stocks suggest mispricing. These stock price spikes present an opportunity for \na wealth transfer via corporate action. \nStock Price\nUndervalued\nOvervalued\nCompany\nBuys\nSells\n• Buyers gain\n• Ongoing holders lose\n• Buyers lose\n• Ongoing holders gain\n• Sellers lose\n• Ongoing holders gain\n• Sellers gain\n• Ongoing holders lose\n"
    },
    {
      "number": 4,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711670 Exp. 5/31/2024 \n4 \n \nWe designated value in our example so as to illustrate the point. But in reality, determining intrinsic value is \nmuch more difficult. To simplify our analysis, we use the average target price of the sell-side analysts who cover \na stock as a proxy for intrinsic value. As is generally known, target prices are not very accurate and tend to be \noptimistic. This means that realized prices tend to fall short of the target.12 The math of wealth transfers still \nworks, but the magnitude of the effect is muted if the target price is higher than the intrinsic value. \nThe recent case of GameStop, a retailer of video games and consumer electronics, is an example of equity \nissuance executed at a price that substantially exceeded value as implied by the target price of analysts. On \nApril 9, 2021, GameStop had 65.3 million shares outstanding and the stock closed at $158.36. Between June 9 \nand June 22, GameStop sold 5 million shares at an average price of $225.20 per share. During the time of the \nsale, the average target price was $65.48.  \nThe intrinsic value increased from $65.48 to $76.84 per share, a gain of more than 17 percent, as a result of the \nissuance.13 On August 11, 2021, the stock closed at $158.78. Measuring stock price returns from roughly two \nmonths before the issuance to two months after reveals an IRR of -1.4 percent but a time-weighted gain of 0.3 \npercent. \nAnother noteworthy aspect of the transaction is that the company added more than $1.1 billion to its balance \nsheet. This introduces a capital allocation opportunity and risk. The capital creates additional wealth if it is \ndeployed into the operations and earns a return in excess of the cost of capital. But an investment below the \ncost of capital is a drag on the value of the operations.14 \nAMC Entertainment Holdings, a movie theater chain, is another company with equity that qualified as a meme \nstock. The company sold stock in a similar fashion. Indeed, its actions had an even larger impact on intrinsic \nvalue than was the case for GameStop. AMC chose to deploy some of its cash into a gold mine company, \nHycroft Mining, hence diversifying away from its core operations.15 \nConclusion \nCompanies can affect wealth in a couple of ways. First, they can make investments in their operations that earn \nin excess of the cost of capital. This activity benefits capital providers. But sustaining returns above the cost of \ncapital is challenging because of competition and the inevitable maturation of various markets for goods or \nservices. \nCompanies can also transfer wealth by buying or selling mispriced stock. The evidence shows that in the \naggregate companies do sell high and buy low, which means that transacting shareholders fare worse than \nongoing holders. \nAstute investors focus on a management’s ability to allocate capital and tend to focus on investments in the \nbusiness. This is appropriate. But investors should also be aware of the impact of management actions with \nregard to their own stock. The essential guide is the gap between price and value. \nFinally, many investors count on mispriced stocks regressing toward their value per share over time as a means \nto generate excess returns. Wealth transfers show that actions by management can change the value per share \nwithout any change in the underlying fundamentals of the operations. \n \nPlease see Important Disclosures on pages 7-9 \n \n"
    },
    {
      "number": 5,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711670 Exp. 5/31/2024 \n5 \n \nEndnotes \n1 Board of Governors of the Federal Reserve System, Division of Research and Statistics, Flow of Funds \nAccounts Table F.103. See https://www.federalreserve.gov/releases/z1/20220310/z1.pdf, page 18. \n2 This can be seen through analysis of the cash conversion cycle, a measure of how long it takes to convert \ninvestments in inventory into cash. Companies with a negative cash conversion cycle receive cash for the goods \nor services they produce before they have to pay their suppliers. This timing difference is a source of cash as \nlong as the business grows. \n3 Wealth transfers can happen by other means as well. One of the best examples is captured in the principal-\nagent problem. In this case, the principal is the shareholder and the agent is the manager of the business. The \nproblem arises when the agent enriches his or herself, for instance through unnecessary perquisites, that \ntransfer wealth from the principal to the agent. Other potential but more ambiguous cases include leveraged \nrecapitalizations, where companies borrow money to repurchase stock, and spinoffs. \n4 Amy Dittmar and Laura Casares Field, “Can Managers Time the Market? Evidence Using Repurchase Price \nData,” Journal of Financial Economics, Vol. 115, No. 2, February 2015, 261-282; Richard G. Sloan and Haifeng \nYou, “Wealth Transfers via Equity Transfers,” Journal of Financial Economics, Vol. 118, No. 1, October 2015, \n93-112; Ilona Babenko, Yuri Tserlukevich, and Pengcheng Wan, “Is Market Timing Good for Shareholders?” \nManagement Science, Vol. 66, No. 8, August 2020, 3542-3560; and Dinis Daniel Santos and Paulo Gama, \n“Timing the Market with Own Stock: An Extensive Analysis with Buying and Selling Evidence,” International \nJournal of Managerial Finance, Vol. 16, No. 2, 2020, 141-164. \n5 A related finding is that “IPO firms underperform the market for the three and five years after the IPO.” From \nMichelle Lowry, Roni Michaely, and Ekaterina Volkova, “Initial Public Offerings: A Synthesis of the Literature and \nDirections for Future Research,” Foundations and Trends in Finance, Vol. 11, No. 3-4, 2017, 154-320. \n6 R. Jared DeLisle, Justin D. Morscheck, and John R. Nofsinger, “Share Repurchases and Wealth Transfer \nAmong Shareholders,” Quarterly Review of Economics and Finance, Vol. 76, May 2020, 368-378; Randolph B. \nCohen, Paul A. Gompers, and Tuomo Vuolteenaho, “Who Underreacts to Cash-Flow News? Evidence from \nTrading between Individuals and Institutions,” Journal of Financial Economics, Vol. 66, Nos. 2-3, November-\nDecember 2002, 409-462; and John R. Nofsinger and Richard W. Sias, “Herding and Feedback Trading by \nInstitutional and Individual Investors,” Journal of Finance , Vol. 54, No. 6, December 1999, 2263-2295. \n7 Sloan and You, “Wealth Transfers via Equity Transfers” and Ulrike Malmendier, “Behavioral Corporate \nFinance,” in B. Douglas Bernheim, Stefano Della Vigna, and David Laibson, eds., Handbook of Behavioral \nEconomics—Foundations and Applications 1 (Amsterdam: North Holland, 2018), 277-380. \n8 Amy C. Arnott, “Mind the Gap 2021: A Report on Investor Returns in the United States,” Morningstar, August \n31, 2021. \n9 Ilia D. Dichev, “What Are Stock Investors’ Actual Historical Returns? Evidence from Dollar-Weighted Returns,” \nAmerican Economic Review, Vol. 97, No. 1, March 2007, 386-401. \n10 The Merriam-Webster dictionary defines a meme as “an idea, behavior, style, or usage that spreads from \nperson to person within a culture.” \n11 Spencer Jakab, The Revolution That Wasn't: GameStop, Reddit, and the Fleecing of Small Investors (New \nYork: Portfolio/Penguin, 2022), 139.  \n12 Stefano Bonini, Laura Zanetti, Roberto Bianchini, and Antonio Salvi, “Target Price Accuracy in Equity \nResearch,” Journal of Business Finance & Accounting, Vol. 37, Nos. 9 and 10, November/December 2010, \n1177-1217; Mark T. Bradshaw, Lawrence D. Brown, and Kelly Huang, “Do Sell-side Analysts Exhibit Differential \nTarget Price Forecasting Ability?” Review of Accounting Studies, Vol. 18, No. 4, December 2013, 930-955; and \nMark T. Bradshaw, “The Use of Target Prices to Justify Sell-Side Analysts’ Stock Recommendations,” \nAccounting Horizons, Vol. 16, No. 1, March 2002, 27-41. Target prices can be improved through the use of \ndistributions. See Guy Weyns, Juan-Luis Perez, Barry Hurewitz, and Vlad Jenkins, “Morgan Stanley’s Risk-\nReward Views: Unlocking the Full Potential of Fundamental Analysis,” Journal of Applied Corporate Finance, \nVol. 23, No. 2, Spring 2011, 59-68; Patricia M. Dechow and Haifeng You, “Understanding the Determinants of \nAnalyst Target Price Implied Returns,” Accounting Review, Vol. 95, No. 6, November 2020, 125-149. \n13 Here’s the math. The company’s implied intrinsic value before the transaction was $4,276 million, or 65.3 \nmillion shares times $65.48 per share. The company sold stock worth $1,126 million, the product of 5 million \n"
    },
    {
      "number": 6,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711670 Exp. 5/31/2024 \n6 \n \nshares and a price of $225.20. The new value of the firm is $5,402 million, or $4,276 plus $1,126 million, which \ndivided by the new shares outstanding of 70.3 million (65.3 + 5.0 million) equals $76.84 per share.  \n14 “Investment” is one of the factors (others include size, value, momentum, and quality) in a number of prominent \nfactor models that seek to explain equity returns beyond the output of the capital asset pricing model. The \ncommon way to measure investment is the growth in assets, and the general conclusion is that rapid asset \ngrowth is associated with poor subsequent total shareholder returns. More recent work parses asset growth into \ninvestment and non-investment components. Rapid asset growth as the result of investment growth does not \npredict poor returns. By contrast, rapid asset growth as the result of equity issuance but without investment \ndoes. See Michael Cooper, Huseyin Gulen, and Mihai Ion, “The Use of Asset Growth in Empirical Asset Pricing \nModels,” Working Paper, August 2020. \n15 Alexander Gladstone and Caitlin McCabe, “A New Meme-Stock Frenzy Led AMC to Gold Mine Stake,” Wall \nStreet Journal, March 15, 2022.  \n \n \n \n"
    },
    {
      "number": 7,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711670 Exp. 5/31/2024 \n7 \n \nIMPORTANT INFORMATION \n \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers.  \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation.  \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary.  \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \n \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n \n \n \n"
    },
    {
      "number": 8,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711670 Exp. 5/31/2024 \n8 \n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities:  \n \nEMEA  \nThis material is for Professional Clients/Accredited Investors only.  \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited \n(“FMIL”). FMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company \nlimited by shares with company registration number 616661 and has its registered address at The \nObservatory, 7-11 Sir John Rogerson's Quay, Dublin 2, D02 VC42, Ireland.  \n  \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA.  \n  \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland.  \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) \nLimited (“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the \nUnited Kingdom by the Financial Conduct Authority.  \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158).  \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument.  \n  \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall \nonly be made available to “professional investors” as defined under the Securities and Futures Ordinance of \n"
    },
    {
      "number": 9,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711670 Exp. 5/31/2024 \n9 \n \nHong Kong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory \nauthority including the Securities and Futures Commission in Hong Kong. Accordingly, save where an \nexemption is available under the relevant law, this material shall not be issued, circulated, distributed, directed \nat, or made available to, the public in Hong Kong. Singapore: This material is disseminated by Morgan \nStanley Investment Management Company and should not be considered to be the subject of an invitation for \nsubscription or purchase, whether directly or indirectly, to the public or any member of the public in Singapore \nother than (i) to an institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of \nSingapore (“SFA”); (ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of \nthe SFA, and such distribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) \notherwise pursuant to, and in accordance with the conditions of, any other applicable provision of the SFA. \nThis publication has not been reviewed by the Monetary Authority of Singapore.   Australia: This material is \nprovided by Morgan Stanley Investment Management (Australia) Pty Ltd ABN 22122040037, AFSL No. \n314182 and its affiliates and does not constitute an offer of interests. Morgan Stanley Investment Management \n(Australia) Pty Limited arranges for MSIM affiliates to provide financial services to Australian wholesale clients. \nInterests will only be offered in circumstances under which no disclosure is required under the Corporations \nAct 2001 (Cth) (the “Corporations Act”). Any offer of interests will not purport to be an offer of interests in \ncircumstances under which disclosure is required under the Corporations Act and will only be made to persons \nwho qualify as a “wholesale client” (as defined in the Corporations Act). This material will not be lodged with \nthe Australian Securities and Investments Commission.  \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association.  \n \n"
    }
  ]
}