{
  "filename": "2022_intangibles_and_earnings__improving_the_usefulness_of_financial_statements.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20230530131428-04'00'",
    "modDate": "D:20230530131428-04'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n \n \nCounterpoint Global Insights \nIntangibles and Earnings \nImproving the Usefulness of Financial Statements \nCONSILIENT OBSERVER  |  April 12, 2022\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIntroduction \nThe goal of accounting, the language of business, is to provide \nfinancial information to allow managers and other claimholders to \nmake informed decisions about a company. The Sarbanes-Oxley \nAct of 2002 requires the chief executive officer and chief financial \nofficer of a U.S. public company to certify that the firm’s financial \nstatements are true and without material omissions, and to present \nfairly the operations and financial condition. The executives must \nalso certify that the necessary internal controls are in place to make \nsure that that they receive material information.  \nIn recent decades, the ability to interpret financial statements has \nbeen complicated by the shift from tangible to intangible \ninvestments.1 Tangible assets are physical, such as factories or \ntrucks. Intangible assets are non-physical and include brand-\nbuilding or employee training. \nThis is a problem because accountants primarily reflect tangible \ninvestments on the balance sheet and intangible investments on \nthe income statement.2 Tangible assets are depreciated over their \nuseful lives, which shows up as an expense on the income \nstatement. And intangibles are recorded on the balance sheet and \namortized only following an acquisition. But that today’s \ninvestments do not show up in the same spots as in the past means \nthat financial statements do not provide the same information. \nA sensible solution to this challenge is to capitalize the investments \nthat appear on the income statement and amortize them over their \nuseful lives. This means treating an intangible investment the same \nas a tangible investment. But this raises two big questions: which \nincome statement items are appropriately considered investments \nand what is a proper useful life for those assets?  \nThis report takes up those questions by leveraging recent \nacademic research. The main finding is that one size does not fit \nall. These adjustments recast profitability for some companies and \nare inconsequential for others.3 Overall, we estimate that earnings \nfor the S&P 500 would be about 12 percent higher with \nconsideration of these changes.      \n \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626157 Exp. 4/30/2024 \n2 \n \nAccounting and Approaches to Valuation \nA simple way to think about approaches to valuation is to separate a company’s results into two piles: earnings \nand investments. Earnings on the income statement are what accountants call a “flow,” which measures a result \nover time. Investment on the balance sheet is a “stock,” which is a snapshot at a period of time. Some valuation \ntechniques rely more on flow, including multiples of price-to-earnings (P/E) and enterprise value-to-earnings \nbefore interest taxes depreciation and amortization (EV/EBITDA). Others are based on stock, such as the ratio \nof price-to-book value (P/B). \nEarnings equal revenues minus expenses for a particular period. Companies and investors commonly fiddle \nwith expenses, for example excluding certain items in the hope of adding clarity. But the idea is reasonably \nstraightforward.4 \nInvestments are outlays in the present that are expected to generate earnings in the future. An investment is \nworthwhile if the present value of the future earnings is higher than the cost. Tangible investments for a particular \nperiod show up on the statement of cash flows, and the cumulative amount shows up as assets on the balance \nsheet. Companies record depreciation as a cost on the income statement to match the use of the asset with its \nexpense. The amount of annual depreciation reflects the asset’s estimated life.  \nIntangible investments appear as an expense in the selling, general, and administrative (SG&A) section of the \nincome statement. Intangible investments are also recorded on the balance sheet but only when they are \nacquired. Accountants amortize acquired intangible assets over their estimated useful lives in the same way that \nthey depreciate tangible assets. Absent an acquisition, intangible investments are recorded solely as an \nexpense. \nThese accounting conventions mean that figuring out what goes into the earnings and investment piles can be \ntricky and misleading. This is especially relevant when investors rely on shorthands to do their valuation work. \nWe now look at how this sorting affects the metrics that practitioners use to value businesses. \nDiscounted Cash Flow. In theory, the value of a financial asset is the present value of future free cash flows. \nBecause free cash flow considers earnings and investments, moving items from one pile to the other does not \naffect the outcome. For example, assume you examined a company and calculated that its earnings were $250 \nand its investment was $100. Free cash flow would be $150 ($250 - $100).  \nIn studying the company further, you conclude that $100 of investments were recorded on the income statement. \nYou move $100 from one pile to the other as a result. Earnings are now $350 and the investment is $200. Free \ncash flow remains $150 ($350 - $200), but the path to get there is different.  \nSorting the earnings and investment may not appear to be worthwhile if you come up with the same answer. \nBut, in fact, understanding the magnitude and return on investment provides vital clues about a business’s capital \nintensity and future earnings.  \nThis adjustment can also have an impact on a discounted cash flow model that uses a continuing value to \nestimate the contribution of the cash flows beyond an explicit forecast period. Estimates of continuing value are \ngenerally based on earnings. Common approaches include capitalizing net operating profit after taxes or \napplying a multiple of EBITDA. Continuing value increases to the degree to which the adjusted earnings are \nhigher than the unadjusted earnings.5  \n \n"
    },
    {
      "number": 3,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626157 Exp. 4/30/2024 \n3 \n \nMultiples of Earnings. A survey of nearly 2,000 professional fundamental investors revealed that nearly 93 \npercent use multiples to value businesses.6 The most popular multiples are P/E and EV/EBITDA. Earnings can \nbe misrepresented for businesses that invest heavily via the income statement. \nTake Amazon as an example.7 The company’s enterprise value at the end of 2021 was approximately $1.725 \ntrillion, and its EBITDA was $59.2 billion ($24.9 billion in EBIT and $34.3 billion in DA). Reclassifying $60.1 billion \nin expenses as investments increases net income from $33.4 billion to $61.5 billion, effectively doubles EBITDA, \nand lifts investments by almost 90 percent.8 Provided these adjustments present a more accurate portrait of the \ncompany’s financial situation, the P/E and EV/EBITDA multiples are substantially lower than the traditional \ncalculations suggest. \nIn a moment, we will show that the consequence of this adjustment varies widely. But it should be clear that a \nsimplistic comparison of multiples from one company to the next is fraught with the danger of false conclusions.9 \nResearch shows that earnings are less relevant and informative today than they were in the past.10 That means \nthat multiples, which seek to serve as a shorthand for the proper valuation process, are often not up to the task \nof discerning value and value creation. \nMultiples of Investment (via Book Value). Over the last six decades, academics have worked on models to \nexplain risk and returns for asset prices. The capital asset pricing model (CAPM) is the best known of these and \nposits a linear relationship between risk and expected return.11 Risk in this case is defined as the standard \ndeviation of returns. \nShortly after the CAPM was specified, it became clear that the model had a limited ability to explain returns. In \nthe early 1990s, the finance professors Eugene Fama and Kenneth French developed a better model to explain \nreturns that included the CAPM but added a size premium and a value premium.12 The size premium reflects \nthe observation that small-capitalization stocks have delivered higher returns than what the CAPM predicts. The \nvalue premium captures the fact that the returns of cheap stocks have been higher, and the returns of expensive \nstocks have been lower, than the estimates generated by the CAPM.13  \nThe value factor seeks to harvest the value premium.14 The classic setup is to create a portfolio that is long the \ncheapest stocks and short the most expensive ones. There are various ways to define value, but Fama and \nFrench used the P/B ratio. One of the benefits of this ratio is that it is more stable than multiples of earnings.15 \nThere is a direct link between the investment pile and book value. Tangible investments are recorded on the \nasset side of the balance sheet. For instance, a new machine for manufacturing shows up as property, plant, \nand equipment (PP&E). Assets minus liabilities equal shareholders’ equity. Liabilities are predominately debt. \nDivide shareholders’ equity by the shares outstanding and you get book value per share. \nThe ratio of price to book value reflects the level at which shareholders are willing to buy or sell their shares \ndivided by the value on the balance sheet that is attributable to shareholders. The problem with this method of \nvaluation is that book value will be lower than it should be if the investment pile is understated. In turn, that will \naffect ratios of price to book and distort the results of this metric. \nIf the shift from tangible to intangible investment is meaningful, we would expect a weakening of the signal from \nthe value factor. This is what we have seen.16 As important, the signal from the value factor improves when \nintangibles are reflected as investments.17 This result is well understood by academics and practitioners. In other \nwords, accurately sorting the earnings and investment piles improves this approach to valuation. \n"
    },
    {
      "number": 4,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626157 Exp. 4/30/2024 \n4 \n \nThe analytical issue should now be clear. The shift from tangible to intangible investment has left shorthand \nvaluation methods less useful because the earnings and investment piles are not sorted as well as they could \nbe. The accounting conventions we now follow, which are understandably conservative, fail to provide the \ninformation that managers and investors need to make knowledgeable choices about a company. \nHow to Sort Earnings and Investments \nThe solution to the problem of how to sort the earnings and investment piles more accurately is to record \ninvestments that are part of SG&A on the balance sheet and then amortize them over their useful lives. This \ntreats the intangible investments that a company expenses the same as the tangible investments that it \ncapitalizes.  \nHere’s an illustration to make the idea more concrete. Company A buys a machine for $1,000 that has an \nestimated useful life of 5 years. The present value of expected cash flows is $1,500. Company B spends $1,000 \nto acquire a subscriber who is expected to remain a customer for 5 years. The present value of the customer’s \nexpected cash flows is $1,500. \nThe economic profile of these investments is identical but their accounting treatment is different. Company A \nrecords the machine as PP&E and depreciates $200 a year for 5 years. Company B immediately reflects the \n$1,000 customer acquisition as an expense in SG&A. Note that Company B will “lose” more in earnings the \nfaster it grows, even though acquiring customers creates value. We want a solution that sorts the earnings and \ninvestment piles in the same way. \nAcademics who study this topic seek to understand the impact of capitalizing investments from the income \nstatement for a large sample of companies. As a result, they frequently use 100 percent of research and \ndevelopment (R&D), and 30 percent of non-R&D SG&A, to estimate investment. They also assume a standard \nasset life.18 This is a step in the right direction but is a blunt tool. Business analysts recognize that the investment \ncomponent of SG&A varies widely by industry and company. Investors buying and selling companies based on \ntheir fundamental outlooks must reflect these differences in their assessments. \nIn 2018, Luminita Enache and Anup Srivastava, professors of accounting, published a paper that posed the \nquestion at hand in the title: “Should Intangible Investments Be Reported Separately or Commingled with \nOperating Expenses?”19 They show the significance of the rise of intangible investments over time and develop \na method for estimating the magnitude of intangible investment. Their analysis reveals that the relevance of this \naccounting issue varies widely.  \nA straightforward description of their approach is that they figured out a way to separate SG&A expenses into \nmaintenance and investment parts. Maintenance SG&A expenses are necessary for the company to sustain its \ncurrent operations. Investment SG&A expenses are in pursuit of growth that creates value. In effect, they provide \na method to make the earnings and investment piles more accurate than standard financial statements do. \n \n \n \n"
    },
    {
      "number": 5,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626157 Exp. 4/30/2024 \n5 \n \nThe Impact of Intangibles on Earnings and Book Value  \nWe now discuss a framework to measure the impact of these adjustments on earnings. But before we do that, \nwe need to address the nature of the adjustments in more detail. This requires judgment about what percentage \nof SG&A expense is an investment and what are the appropriate asset lives. \nAneel Iqbal, a doctoral candidate in accounting, and Shivaram Rajgopal, Anup Srivastava, and Rong Zhao, \nprofessors of accounting, developed a method to guide these assumptions.20 Using a regression methodology, \nthey examined 42 industries and specified the investment portion of SG&A expenses. They separated SG&A \ninto two parts: Main SG&A, which is the SG&A expense less R&D, and R&D expense. Note that most \nresearchers have historically deemed all of R&D expense to be a discretionary intangible investment.21 \nConsistent with prior work, they find large variance across industries (see Appendix A).22 Specifically, they \nanswer two questions: \n• What percentage of SG&A expense is an investment? Their analysis finds that between 0 and 80 \npercent of Main SG&A is an investment across the range of industries, with an average of 54 percent. \nThey estimate that a range of 7 to 98 percent of R&D expense is an investment, with a mean of 76 percent. \nNote that many executives struggle to answer the question of how their SG&A expense breaks down \nbetween maintenance and investment spending. \n• What is an appropriate asset life? Tangible assets have an average life of around ten years. Because \nwe are capitalizing SG&A as we would a tangible investment, we must have a sense of asset lives to \nproperly amortize them. Iqbal et al. judge the useful life of Main SG&A investments to be 0.25 to 5 years, \nwith an average of 3.3 years. The useful lives for R&D investments range from 0.5 to 7 years, with a mean \nof 4.4 years.  \nFinally, we need to estimate the growth in investment SG&A in order to measure the impact of the adjustments. \nGrowth affects the difference in the timing between the removed expense and added amortization. Consider a \ncase where 30 percent of $1,000 of SG&A is deemed to be an intangible investment with a 3-year life, and that \namount of SG&A does not grow. Eventually, the company will be capitalizing $300, hence removing it from \nSG&A expense, and amortizing $300 (the last 3 years of investment with $100 of annual amortization expense \nfor each), adding to SG&A expense. The net effect on SG&A and earnings is therefore zero.  \nIf you assume SG&A expense grows at 10 percent and all else remains the same, the net effect is a 5.1 percent \nreduction in annual SG&A expense and an increase in investment in the same amount. Growth opens the gap \nbetween the current investment expensed and the amortization of past investments. Note that it does not matter \nif the growth is the result of inflation.     \nEarnings that are reclassified as an investment also increase book value. The adjustment increases assets, \nliabilities remain the same, and shareholders’ equity has to be revised up to maintain the balance on the balance \nsheet. Iqbal et al. estimate that the change in book value by industry ranges from 4 to 95 percent, with an \naverage increase of 49 percent (see Appendix B). \n \n \n \n"
    },
    {
      "number": 6,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626157 Exp. 4/30/2024 \n6 \n \nTwo Case Studies and the S&P 500 \nHere are two case studies to illustrate the impact that capitalizing and amortizing part of SG&A have on earnings. \nWe selected actual companies that represent industries at the extremes. One is in the pharmaceutical products \nindustry, where the investment portion of SG&A is high, and the other is in the business supplies industry, where \nthe investment portion of SG&A is low. We then look at the S&P 500 using a weighted average of all industries. \nWe start with pharmaceutical products. Iqbal et al. find that 68 percent of Main SG&A and 89 percent of R&D \nare investments and that asset lives are 4.2 years for Main SG&A and 4.5 years for R&D. Based on the \ncompany’s mix of Main SG&A and R&D, we estimate that 75 percent of SG&A should be capitalized with a \nuseful life of 4 years. We assume the growth rate will be 30 percent.  \nExhibit 1 summarizes how these adjustments affect margins. The operating profit margin goes from -0.9 percent \nto 14.6 percent, a huge 1550 basis point swing. Applying these changes takes operating profit from a modest \nloss to a solid gain.  \nExhibit 1: Impact of Capitalizing SG&A on the Margins of a Pharmaceutical Company \n \nEarnings Measure \nUnadjusted Margin \nAdjusted Margin \nEBITDA \n9.1% \n24.6% \nOperating Profit \n-0.9% \n14.6% \nNet Income \n-16.8% \n-1.3% \n \nSource: Counterpoint Global estimates for fiscal year 2021. \nNext we turn to business supplies. Iqbal et al. find that only 11 percent of Main SG&A and 83 percent of R&D \nare investments and that asset lives are 4.9 years for both Main SG&A and R&D. Based on the company’s mix \nof Main SG&A and R&D, we estimate that 15 percent of SG&A should be capitalized with a useful life of 5 years. \nR&D is a modest percentage of overall SG&A, unlike pharmaceuticals. We assume the growth rate will be 5 \npercent. \nExhibit 2 shows that these adjustments lift the operating profit margin by about 50 basis points, from 3.4 to 4.0 \npercent (there is a tiny amount of rounding). If accurate, these modifications have an immaterial impact on how \nearnings and investments are sorted.   \nExhibit 2: Impact of Capitalizing SG&A on the Margins of a Business Supplies Company \n \nEarnings Measure \nUnadjusted Margin \nAdjusted Margin \nEBITDA \n6.7% \n7.2% \nOperating Profit \n3.4% \n4.0% \nNet Income \n1.0% \n1.5% \n \nSource: Counterpoint Global estimates for fiscal year 2021. \nThe effect of these modifications for the S&P 500 falls between these extremes. We assume that 60 percent of \nSG&A should be capitalized with a useful life of 4 years and that the growth rate will be 6 percent.  \nThe operating profit margin increases 145 basis points, from 15.2 to 16.7 percent (see exhibit 3). There is a \nproportionate lift in net income of 11.8 percent, which comes out to about $170 billion. Applying the S&P 500’s \nP/E ratio to this sum yields $3.0-3.5 trillion, about one-tenth of the index’s market capitalization.  \n"
    },
    {
      "number": 7,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626157 Exp. 4/30/2024 \n7 \n \nExhibit 3: Impact of Capitalizing SG&A on the Margins of the S&P 500 \n \nEarnings Measure \nUnadjusted Margin \nAdjusted Margin \nEBITDA \n21.0% \n22.5% \nOperating Profit \n15.2% \n16.7% \nNet Income \n12.2% \n13.7% \n \nSource: Counterpoint Global estimates for calendar year 2021. \nConclusion \nThe global economy continues to shift from one built on tangible assets to one built on intangible assets. \nAccounting, the means by which financial information is presented, treats tangible and intangible investments \ndifferently. This introduces bias into common metrics such as earnings. \nInvestors often use a multiple of earnings or book value as a shorthand for measuring the present value of future \nfree cash flows. As a result, sorting earnings from investments is useful. Most intangible investments appear on \nthe income statement. Capitalizing those investments treats them in a fashion similar to capital expenditures. \nThe result is that earnings and investments increase the same amount. This leaves free cash flow unchanged \nbut provides a more accurate picture of a company’s operations. \nAcademics and practitioners are aware of this accounting quirk and make adjustments to improve the usefulness \nof financial data. But it is common to capitalize a similar percentage of SG&A for all companies, which obscures \nimportant differences between industries and the companies within them.     \nIn this report, we apply a framework for categorizing earnings and investments based on recent academic \nresearch. We show that there is significant variance between industries, which is important for investors who \nrely predominately on multiples for valuation. Adjustments to the financial statements of a pair of companies \nshowed a huge operating profit margin expansion for the one that is intangible intensive and an insignificant \nchange for the one that is tangible intensive. \nGiven the assumptions we use, the capitalization of intangible investments would lead to net income for the S&P \n500 that is about 12 percent higher than what is reported. These figures suggest great caution in comparing \nearnings or multiples over time. \n \nPlease see Important Disclosures on pages 12-14   \n \n \n \n \n \n \n \n"
    },
    {
      "number": 8,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626157 Exp. 4/30/2024 \n8 \n \nAppendix A: Investment Portion of SG&A and Asset Lives  \n  \nInvestment Portions \nUseful Lives \nIndustry \nMainSG&A \nR&D \nMainSG&A \nR&D \nPrecious Metals \n80% \n85% \n3.3 \n6.9 \nShipbuilding \n79% \n31% \n4.1 \n1.7 \nMedical Equipment \n78% \n88% \n2.7 \n6.1 \nCoal \n75% \n20% \n1.7 \n5.5 \nPetroleum and Natural Gas \n73% \n57% \n3.6 \n4.2 \nFood Products \n73% \n61% \n0.9 \n4.1 \nMining \n72% \n96% \n3.6 \n6.9 \nWholesale \n69% \n80% \n3.6 \n4.0 \nPharmaceutical Products \n68% \n89% \n4.2 \n4.5 \nAutomobiles and Trucks \n67% \n82% \n2.8 \n5.7 \nComputers \n66% \n80% \n3.3 \n4.4 \nSteel Works Etc. \n66% \n82% \n5.0 \n3.2 \nConstruction \n65% \n64% \n3.6 \n5.8 \nMeals \n63% \n89% \n4.8 \n5.3 \nElectronic Equipment \n59% \n77% \n2.8 \n4.5 \nCommunication \n59% \n56% \n2.9 \n5.2 \nMachinery \n58% \n81% \n4.3 \n3.7 \nElectrical Equipment \n56% \n77% \n2.0 \n6.7 \nBusiness Services \n54% \n62% \n4.4 \n6.7 \nConstruction Materials \n53% \n72% \n3.9 \n4.1 \nRubber and Plastic Products \n52% \n80% \n1.4 \n5.6 \nFabricated Products \n52% \n73% \n0.3 \n4.9 \nMeasuring and Control Equipment \n51% \n72% \n2.4 \n1.9 \nCandy & Soda \n49% \n93% \n4.2 \n2.6 \nApparel \n49% \n64% \n2.9 \n4.5 \nConsumer Goods \n42% \n91% \n4.8 \n6.4 \nHealthcare \n41% \n85% \n2.8 \n2.9 \nEntertainment \n38% \n89% \n4.5 \n6.0 \nRetail \n38% \n91% \n2.4 \n3.9 \nPrinting and Publishing \n38% \n91% \n4.0 \n3.0 \nTextiles \n35% \n45% \n2.1 \n4.1 \nRecreation \n34% \n70% \n4.3 \n1.2 \nChemicals \n32% \n61% \n3.0 \n2.8 \nAgriculture \n31% \n88% \n4.5 \n2.3 \nAircraft \n29% \n80% \n4.8 \n0.5 \nPersonal Services \n23% \n31% \n2.4 \n4.6 \nTobacco Products \n18% \n86% \n4.3 \n5.0 \nDefense \n12% \n  7% \n4.1 \n0.8 \nBusiness Supplies \n11% \n83% \n4.9 \n4.9 \nShipping Containers \n  9% \n88% \n0.6 \n1.3 \nBeer & Liquor \n  9% \n98% \n1.5 \n5.3 \nTransportation \n  0% \n96% \n2.6 \n3.5 \nWeighted Average \n54% \n76% \n3.3 \n4.4 \nSource: Aneel Iqbal, Shivaram Rajgopal, Anup Srivastava, and Rong Zhao, “Value of Internally Generated Intangible \nCapital,” Working Paper, February 2022. \n"
    },
    {
      "number": 9,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626157 Exp. 4/30/2024 \n9 \n \nAppendix B: As-Reported and Modified Book Values  \n  \nBook Value \nIndustry \nAs-Reported \nModified \nDifference \nWholesale \n  8.55 \n16.67 \n95.0% \nCandy & Soda \n  7.45 \n14.53 \n95.0% \nMedical Equipment \n  4.67 \n  8.73 \n87.1% \nPharmaceutical Products \n  3.87 \n  7.16 \n85.2% \nComputers \n  5.01 \n  9.27 \n85.2% \nConsumer Goods \n  9.02 \n15.91 \n76.5% \nApparel \n  9.26 \n15.80 \n70.7% \nBusiness Services \n  4.96 \n  8.25 \n66.3% \nMachinery \n  9.97 \n16.40 \n64.5% \nRetail \n  9.75 \n15.59 \n60.0% \nPrinting and Publishing \n10.02 \n15.89 \n58.7% \nAutomobiles and Trucks \n11.38 \n17.69 \n55.5% \nMeasuring and Control Equipment \n  6.30 \n  9.45 \n50.0% \nElectronic Equipment \n  6.16 \n  9.05 \n47.0% \nTobacco Products \n10.64 \n15.59 \n46.6% \nConstruction Materials \n11.92 \n17.30 \n45.2% \nRecreation \n  6.38 \n  9.06 \n41.9% \nConstruction \n10.46 \n14.77 \n41.2% \nElectrical Equipment \n  8.18 \n11.47 \n40.3% \nMeals \n  8.86 \n12.41 \n40.2% \nShipbuilding \n11.31 \n15.82 \n39.9% \nSteel Works Etc. \n14.74 \n20.02 \n35.9% \nCommunication \n  8.09 \n10.81 \n33.7% \nChemicals \n12.42 \n16.23 \n30.7% \nRubber and Plastic Products \n  8.37 \n10.92 \n30.4% \nEntertainment \n  5.53 \n  7.13 \n29.0% \nCoal \n12.60 \n16.16 \n28.3% \nAircraft \n16.16 \n20.63 \n27.6% \nFood Products \n12.12 \n15.18 \n25.2% \nPersonal Services \n  7.76 \n  9.69 \n24.9% \nHealthcare \n  6.41 \n  7.78 \n21.4% \nPetroleum and Natural Gas \n  9.05 \n10.97 \n21.3% \nAgriculture \n  8.77 \n10.31 \n17.6% \nTextiles \n11.89 \n13.96 \n17.4% \nBusiness Supplies \n14.35 \n16.59 \n15.6% \nMining \n  9.70 \n11.09 \n14.3% \nFabricated Products \n  9.88 \n11.10 \n12.3% \nDefense \n  9.72 \n10.62 \n  9.3% \nBeer & Liquor \n13.57 \n14.74 \n  8.6% \nPrecious Metals \n  5.80 \n  6.20 \n  6.9% \nShipping Containers \n12.77 \n13.49 \n  5.6% \nTransportation \n14.36 \n14.90 \n  3.7% \nWeighted Average \n  8.01 \n11.90 \n48.6% \nSource: Aneel Iqbal, Shivaram Rajgopal, Anup Srivastava, and Rong Zhao, “Value of Internally Generated Intangible \nCapital,” Working Paper, February 2022. \n \n"
    },
    {
      "number": 10,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626157 Exp. 4/30/2024 \n10 \n \nEndnotes \n1 Carol A. Corrado and Charles R. Hulten, “Innovation Accounting,” in Dale W. Jorgenson, J. Steven Landefeld, \nand Paul Schreyer, eds., Measuring Economic Sustainability and Progress (Chicago: University of Chicago \nPress, 2014), 614. For more on the rise of intangibles, see Carol A. Corrado, Charles Hulten, and Daniel Sichel, \n“Measuring Capital and Technology: An Expanded Framework,” in Carol A. Corrado, John Haltiwanger, and \nDaniel Sichel, eds. Measuring Capital in the New Economy (Chicago: University of Chicago Press, 2005); Carol \nA. Corrado, Charles Hulten, and Daniel Sichel, “Intangible Capital and U.S. Economic Growth,” Review of \nIncome and Wealth, Vol. 55, No. 3, September 2009, 661-685; Jonathan Haskel and Stian Westlake, Capitalism \nWithout Capital: The Rise of the Intangible Economy (Princeton, NJ: Princeton University Press, 2017); and \npresentation by Carol Corrado available at www.wilsoncenter.org/sites/default/files/media/documents/event/ \nCorrado%20Presentation.pdf.    \n2 For a detailed discussion of accounting for intangibles, see Thomas A. King, More Than a Numbers Game: A \nBrief History of Accounting (Hoboken, NJ: John Wiley & Sons, 2006), 131-143.  \n3 Feng Gu and Baruch Lev, “How to Distinguish Between GAAP Losers and Real Losers,” Lev End of Accounting \nBlog, February 6, 2020 and Masako Darrough and Jianming Ye, “Valuation of Loss Firms in a Knowledge-Based \nEconomy,” Review of Accounting Studies, Vol. 12, No. 1, March 2007, 61-93. \n4 Asher Curtis, Valerie Li, and Paige H. Patrick, “The Use of Adjusted Earnings in Performance Evaluation,” \nReview of Accounting Studies, Vol. 26, No. 4, December 2021, 1290-1322. \n5 Doron Nissim, “Terminal Value,” Columbia Business School Research Paper No. 18-12, April 2019. For a more \ndetailed discussion of continuing value, see Michael J. Mauboussin and Alfred Rappaport, Expectations \nInvesting: Reading Stock Prices for Better Returns—Revised and Updated (New York: Columbia Business \nSchool Publishing, 2021), 38-43.  \n6 Frank J. Fabozzi, Sergio M. Focardi, and Caroline Jonas, “Equity Valuation: Science, Art, or Craft?” CFA \nInstitute Research Foundation, 2017. \n7 This is an update to the figures here: Michael J. Mauboussin and Dan Callahan, “Categorizing for Clarity: Cash \nFlow Statement Adjustments to Improve Insight,” Consilient Observer: Counterpoint Global Insights, October 6, \n2021. \n8 The net income calculation is as follows: $33.4 billion (reported) + $60.1 billion in capitalized expenses - $32.1 \nbillion in amortization = $61.3 billion. \n9 Gus De Franco, Ole-Kristian Hope, and Stephannie Larocque, “Analysts’ Choice of Peer Companies,” Review \nof Accounting Studies, Vol. 20, No. 1, March 2015, 82-109. \n10 Baruch Lev, “Ending the Accounting-for-Intangibles Status Quo,” European Accounting Review, Vol. 28, No. \n4, September 2019, 713-736.  \n11 William F. Sharpe, “Capital Asset Prices: A Theory of Market Equilibrium Under Conditions of Risk,” Journal \nof Finance, Vol. 19, No. 3, September 1964, 425-442. \n12 Eugene F. Fama and Kenneth R. French, “The Cross‐Section of Expected Stock Returns,” Journal of Finance, \nVol. 47, No. 2, June 1992, 427-465. \n13 A neat line of research uses sports betting markets to determine whether investor behavior reflects beliefs or \npreferences. See Tobias J. Moskowitz and Kaushik Vasudevan, “What Can Betting Markets Tell Us About \nInvestor Preferences and Beliefs? Implications for Low Risk Anomalies,” Working Paper, May 13, 2021. \n14 We believe there is an important distinction between value investing and the application of the value factor. \nSee Michael Mauboussin, “Why Value Investing Still Works in Markets, Financial Times, November 18, 2020. \n15 Fama and French actually used book-to-price, so that high multiples reflect statistically cheap stocks and low \nmultiples capture expensive ones. The factor is shortened as “HML” (high minus low). \n16 Eugene F. Fama and Kenneth R. French, “The Value Premium,” Review of Asset Pricing Studies, Vol. 11, No. \n1, March 2021, 105-121 and Dion Bongaerts, Xiaowei Kang, and Mathijs van Dijk, “Intangible Assets and the \nCross-Section of Stock Returns,” Working Paper, September 2021.  \n17 Baruch Lev and Anup Srivastava, “Explaining the Recent Failure of Value Investing,” NYU Stern School of \nBusiness Working Paper, September 24, 2021; Feifei Li, “Intangibles: The Missing Ingredient in Book Value,” \nJournal of Portfolio Management, Vol. 48, No. 3, February 2022, 164-184; Robert D. Arnott, Campbell R. Harvey, \nVitali Kalesnik, and Juhani T. Linnainmaa, “Reports of Value’s Death May Be Greatly Exaggerated,” Research \n"
    },
    {
      "number": 11,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626157 Exp. 4/30/2024 \n11 \n \nAffiliates Publications, October 2020; and Noël Amenc, Felix Goltz, and Ben Luyten, “Intangible Capital and the \nValue Factor: Has Your Value Definition Just Expired?” Journal of Portfolio Management, Vol. 46, No. 7, July \n2020, 83-99. Most quantitative firms do not rely solely on price-to-book ratios to capture the value premium, but \nrather use a blend of multiples. For a contrarian view, see Savina Rizova and Namiko Saito, “Internally \nDeveloped Intangibles and Expected Stock Returns,” SSRN Working Paper, July 27, 2021.  \n18 Ryan H. Peters and Lucian A. Taylor, “Intangible Capital and the Investment-q Relation,” Journal of Financial \nEconomics, Vol. 123, No. 2, February 2017, 251-272. \n19 Luminita Enache and Anup Srivastava, “Should Intangible Investments Be Reported Separately or \nCommingled with Operating Expenses? New Evidence,” Management Science, Vol. 64, No. 7, July 2018, 3446-\n3468. \n20 Aneel Iqbal, Shivaram Rajgopal, Anup Srivastava, and Rong Zhao, “Value of Internally Generated Intangible \nCapital,” Working Paper, February 2022. \n21 Vijay Govindarajan, Shivaram Rajgopal, Anup Srivastava, and Luminita Enache, “It’s Time to Stop Treating \nR&D as a Discretionary Item,” Harvard Business Review, January 29, 2019. \n22 Amitabh Dugar and Jacob Pozharny, “Equity Investing in the Age of Intangibles,” Financial Analysts Journal, \nVol. 77, No. 2, Second Quarter 2021.\n"
    },
    {
      "number": 12,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626157 Exp. 4/30/2024 \n12\n \nIMPORTANT INFORMATION \n \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers.  \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThe Russell 3000® Index measures the performance of the largest 3,000 U.S. companies representing \napproximately 98% of the investable U.S. equity market. The Russell 3000 Index is constructed to provide a \ncomprehensive, unbiased, and stable barometer of the broad market and is completely reconstituted annually \nto ensure new and growing equities are reflected. The index is unmanaged and does not include any expenses, \nfees or sales charges. It is not possible to invest directly in an index. The index referred to herein is the intellectual \nproperty (including registered trademarks) of the applicable licensor. Any product based on an index is in no \nway sponsored, endorsed, sold or promoted by the applicable licensor and it shall not have any liability with \nrespect thereto. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation.  \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary.  \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \n \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n"
    },
    {
      "number": 13,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626157 Exp. 4/30/2024 \n13\n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities:  \n \nEMEA  \nThis material is for Professional Clients/Accredited Investors only.  \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited \n(“FMIL”). FMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company \nlimited by shares with company registration number 616661 and has its registered address at The \nObservatory, 7-11 Sir John Rogerson's Quay, Dublin 2, D02 VC42, Ireland.  \n  \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA.  \n  \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland.  \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) \nLimited (“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the \nUnited Kingdom by the Financial Conduct Authority.  \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158).  \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument.  \n  \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall \nonly be made available to “professional investors” as defined under the Securities and Futures Ordinance of \n"
    },
    {
      "number": 14,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626157 Exp. 4/30/2024 \n14\n \nHong Kong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory \nauthority including the Securities and Futures Commission in Hong Kong. Accordingly, save where an \nexemption is available under the relevant law, this material shall not be issued, circulated, distributed, directed \nat, or made available to, the public in Hong Kong. Singapore: This material is disseminated by Morgan \nStanley Investment Management Company and should not be considered to be the subject of an invitation for \nsubscription or purchase, whether directly or indirectly, to the public or any member of the public in Singapore \nother than (i) to an institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of \nSingapore (“SFA”); (ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of \nthe SFA, and such distribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) \notherwise pursuant to, and in accordance with the conditions of, any other applicable provision of the SFA. \nThis publication has not been reviewed by the Monetary Authority of Singapore.   Australia: This material is \nprovided by Morgan Stanley Investment Management (Australia) Pty Ltd ABN 22122040037, AFSL No. \n314182 and its affiliates and does not constitute an offer of interests. Morgan Stanley Investment Management \n(Australia) Pty Limited arranges for MSIM affiliates to provide financial services to Australian wholesale clients. \nInterests will only be offered in circumstances under which no disclosure is required under the Corporations \nAct 2001 (Cth) (the “Corporations Act”). Any offer of interests will not purport to be an offer of interests in \ncircumstances under which disclosure is required under the Corporations Act and will only be made to persons \nwho qualify as a “wholesale client” (as defined in the Corporations Act). This material will not be lodged with \nthe Australian Securities and Investments Commission.  \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association.  \n \n"
    }
  ]
}