{
  "filename": "2022_new_business_boom_and_bust__how_capitalism_experiments.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20230711140248-04'00'",
    "modDate": "D:20230711140248-04'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n \n \nCounterpoint Global Insights \nNew Business Boom and Bust \nHow Capitalism Experiments \nCONSILIENT OBSERVER  |  June 15, 2022\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIntroduction \nA baby’s learning after birth is dazzling. Take the acquisition of \nlanguage as an example. Normal children effortlessly acquire the \nlanguage spoken around them without special instruction. Before \nthey can learn to read, kids add a new word to their vocabulary \nevery couple of hours that they are awake. By the time they \ngraduate from high school, Americans know about 60,000 words \nor phrases, or roughly 3 times the number of words in the oeuvre \nof William Shakespeare.1 \nLearning about the environment is crucial to survival. A child must \ndevelop an effective neural network to do so. Nature’s solution to \nthe problem needs to be robust, inexpensive, and efficient. But the \napproach is not intuitive, especially to those who perceive that most \nsolutions are the product of design.2 \nNeurons and synapses are elemental components in your body’s \nneural network. Neurons are cells in the nervous system that \nconnect and communicate with other cells. Synapses provide the \nstructure that allows the neurons to communicate with one another. \nYour neurons are the nodes and your synapses are the \nconnections in the neural network that is you. The challenge is \nfiguring out how to build a network that allows you to speak your \nnative language fluently and to understand it effortlessly, along with \na range of other essential skills. \nExhibit 1 shows the solution that evolution found. The number of \nneurons does not change dramatically throughout life.3 What does \nchange is the number of synaptic connections between the \nneurons. While the timing is different for various brain functions, \nthe pattern is the same: the brain creates a huge number of \nsynaptic connections and then reinforces the ones that are used \nand prunes the ones that are not used. To put some figures to it, at \nthe peak a toddler has about 1 quadrillion synaptic connections \n(one thousand trillion), or about 15,000 per neuron.4 In the pruning \nphase, a child loses about 200 billion connections a day on the way \nto having about one-half as many by the age of 10. It’s “use it or \nlose it.” \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5780827 Exp. 6/30/2024 \n2 \n \nExhibit 1: Neural Connections in Early Childhood \n \nSource: Based on Ross A. Thompson and Charles A. Nelson, “Developmental Science and the Media: Early Brain \nDevelopment,” American Psychologist, Vol. 56, No. 1, January 2001, 5-15. \nThis process of overproduction and pruning appears wasteful, especially considering that the brain uses about \n20 percent of the body’s energy. But scientists have shown that this approach creates a network of neurons that \nfunctions well in a wide range of potential environments.5 In effect, the swell in synaptic connections prepares \nthe child for lots of possible paths, and the pruning matches the mind with the circumstances that prevail in the \nchild’s world.    \nBurgeoning industries commonly follow the same pattern as they develop. The increase in synaptic connections \nis analogous to new companies, each entering the industry with a novel approach or technology to address the \nbusiness challenge. The marketplace is the environment, which “selects” the products or services that best fit \nthe industry’s needs. The decrease in connections is analogous to the exit of companies.  \nWe discuss this pattern for companies, describe why investors should care, and offer some current examples of \nwhere this pattern of entry and exit is playing out. \nPruning for Performance and the Product Life Cycle \nLet’s start with some classic examples of this pattern. Exhibit 2 shows the development of the U.S. automobile \nand personal computer (PC) industries. The auto industry started around 1895, saw a massive rate of net entry \nuntil about 1910, and then saw a substantial rate of net exit through 1941.6 The PC industry started in the mid-\n1970s, climbed to a peak number of companies in 1987, and saw a decline in total companies through the mid-\n1990s.7 Researchers have documented a similar outline of industry evolution for dozens of industries.8 \n \n \n \n \n0\n1\n2\n3\n4\n5\n6\n7\n8\n9 10 11 12 1\n2\n3\n4\n5\n6\n7\n8\n9 10 11 12 13 14 15 16\nNumber of Synapses\nMonths\nYears\n//\nAge\n"
    },
    {
      "number": 3,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5780827 Exp. 6/30/2024 \n3 \n \nExhibit 2: Entry, Exit, and Total Companies in the U.S. Automobile and PC Industries \n \n \nSource: Autos: Wikipedia contributors, \"List of defunct automobile manufacturers of the United States,\" Wikipedia, The \nFree Encyclopedia, https://en.wikipedia.org/w/index.php?title=List_of_defunct_automobile_manufacturers_of_the_United_ \nStates&oldid=1087965710 and Wikipedia contributors, \"List of automobile manufacturers of the United States,\" Wikipedia, \nThe Free Encyclopedia, https://en.wikipedia.org/w/index.php?title=List_of_automobile_manufacturers_of_the_United_ \nStates&oldid=1088463190; PCs: Mariana Mazzucato, “The PC Industry: New Economy or Early Life-Cycle?” Review of \nEconomic Dynamics, Vol. 5, No. 2, April 2002, 318-345; Counterpoint Global. \nSteven Klepper was an economist at Carnegie Mellon and a leader in this field. This pattern of boom and bust \nis known as the product life cycle. Klepper identified and described six regularities in this evolutionary process:9 \n1. As an industry is born it is common for the number of entrants to rise and then fall over time. The total \nnumber of competitors is ultimately small.10 \n2. The output of the industry continues to grow even as the number of producers falls from the peak.  \n3. The market shares of the competitors are unstable at first, but eventually stabilize.11 \n4. The diversity of versions of competing products coincides with the growth of entrants. The number of \ninnovations peaks in the growth phase and falls thereafter. \n5. Product innovation is the focus early in the cycle. Process innovation is the focus late in the cycle. \n6. When the number of entrants is on the upswing, most product innovations come from new entrants.  \nKlepper, along with Michael Gort, an economist, examined 46 industries and measured the average time it took \nto pass through the various stages, including the growth in net entry, low to zero net entry near the peak of \ncompetition, and negative net entry.12 The early phases last longer on average than the late ones. Further, we \ncan observe that the diffusion of new innovations is happening faster today than it did in the past. \nIn his book, Mastering the Dynamics of Innovation, James Utterback, an emeritus professor of management at \nMIT, describes three phases in this recurring pattern.13  \nThe first is the fluid phase where there is a lot of experimentation with product design and the nature of the \nbusiness model. The outcome is unclear, and the emphasis is on the performance of the various competing \nproducts. Companies tend to be led by entrepreneurs. This phase is akin to the rise in synaptic connections \nwhere a wide range of outcomes is possible.  \n0\n50\n100\n150\n200\n250\n300\n1885\n1889\n1893\n1897\n1901\n1905\n1909\n1913\n1917\n1921\n1925\n1929\n1933\n1937\n1941\nNumber of Companies\nAutomobiles\nEntries\nTotal\nExits\n0\n50\n100\n150\n200\n250\n300\n1974\n1976\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\nNumber of Companies\nPersonal Computers\nEntries\nTotal\nExits\n"
    },
    {
      "number": 4,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5780827 Exp. 6/30/2024 \n4 \n \nThe second is the transitional phase where the market has settled on a product design and the focus shifts to \nprocess innovation. Investors use the term “product-market fit” to describe when the product coalesces with the \nneeds of the market. In effect, the customers prune subpar alternatives and reinforce the product that best \nserves their needs. Consideration of complementary assets is also important because new companies are also \nembedded in a business ecosystem. Autos with internal combustion engines need roads, gas stations, and \nmechanics that can fix them. The emphasis is on how best to bring the product to market given the environment. \nFinally, there is the specific phase where the pace of product and process innovation is slow because most \ncompetitors have adopted the industry’s best practices. Companies here may be susceptible to disruptive \ninnovation, where new business models, a form of process innovation, allow for entrants to compete for specific \nsegments of the market.14 \nNeural development and the product life cycle follow a similar pattern because they are effectively addressing \nthe same task of discovering what is useful in a new environment. The solution in both cases is to try out a lot \nof alternatives and winnow down what does not work.  \nInvestor Takeaways from the Pruning Process \nUnderstanding this pattern of innovation can help investors in a number of ways. To begin, it is very useful to \nunderstand which phase an industry is in. One straightforward way to do this is by measuring the number of \nentries, exits, and total number of firms in the industry. This fits with the first of Klepper’s stylized facts. Failure \nrates are high in the early phase and drop substantially once the process is largely complete. Exits are the result \nof going out of business, which is bad for shareholders, or of being acquired by another company, which is often \nnot as bad.  \nInvestors should also be aware of the interplay between financial and technology markets.15 Here’s the basic \nstory. Financial capital tends to flow in as it becomes clear that a potential new industry is emerging. In many \ncases, the companies associated with the innovation receive inflows that lift asset prices to levels that are \nunsupported by the fundamentals. Financial capital then flees, leaving asset prices that are fair to undervalued. \nFinally, the financial and technological markets come into alignment.  \nIn the fluid phase, investments in companies have payoffs similar to options. A financial option is the right but \nnot the obligation to invest in a stock at a set price within a predetermined time. About one third of options expire \nworthless. In the aggregate, these investments in the early phase appear to generate a return similar to, or \nbelow, that of the broader market.16  \nBut similar to the venture capital industry, the distribution of the returns to shareholders is heavily skewed, with \na small number of companies generating outsized gains and the majority losing money for shareholders.17  \nImportantly, the influx of financial capital is essential to developing the industry because it funds experimentation. \nIt appears inefficient in retrospect once the market has sorted the winners and losers. But this evolutionary \nprocess is similar to what happens with the synaptic connections: the generation of options is followed by \nselection for what is most appropriate for the environment.     \nAnother investor takeaway relates to the assessment of competitive advantage. Market share stability is one of \nthe ways to test for competitive advantage.18 The premise is that if an industry’s market shares are highly \nunstable then it is unlikely that one or more companies within the industry have a sustainable competitive \n"
    },
    {
      "number": 5,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5780827 Exp. 6/30/2024 \n5 \n \nadvantage. Further, an expanding list of companies that have any share of the market suggests limited barriers \nto entry. A thoughtful assessment of barriers to entry is central to a proper analysis of competitive advantage.19   \nThe degree of market stability tends to mirror the stages of industry development, consistent with the regularities \nthat Klepper identified. Market shares are very unstable in the fluid phase. For example, General Motors, Ford, \nand Chrysler swapped rankings in market share in the U.S. automobile industry multiple times between 1925-\n1935 (see exhibit 3). Market shares settle down in the transitional phase, after the market has separated the \nearly winners from the losers.20  \nA fourth takeaway for investors is that the industry’s output continues to increase even as the total number of \ncompanies decreases. This means that a smaller number of companies are taking a greater share of a larger \nmarket. Exhibit 4 shows this pattern for the U.S. automobile and PC industries. \nExhibit 3: Market Share for the U.S. Automobile Industry, 1911-1937 \n \nSource: “Report on Motor Vehicle Industry,” Federal Trade Commission, June 5, 1939 and Counterpoint Global. \nExhibit 4: Fall in Companies and Rise in Production in the U.S. Automobile and PC Industries \n \n \nSource: Auto companies: Wikipedia contributors (see exhibit 2); Auto production: NBER Macrohistory: I. Production of \nCommodities, Series 01107a, see: www.nber.org/research/data/nber-macrohistory-i-production-commodities; PC \ncompanies: Mariana Mazzucato, “The PC Industry: New Economy or Early Life-Cycle?” Review of Economic Dynamics, \nVol. 5, No. 2, April 2002, 318-345; PC production: Jeremy Reimer, see https://jeremyreimer.com/rockets-item.lsp?p=137; \nCounterpoint Global. \n0\n10\n20\n30\n40\n50\n60\n1911\n1913\n1915\n1917\n1919\n1921\n1923\n1925\n1927\n1929\n1931\n1933\n1935\n1937\nMarket Share (Percent)\nGeneral Motors\nFord\nChrysler\n0\n1\n2\n3\n4\n5\n0\n50\n100\n150\n200\n250\n300\n1914\n1915\n1916\n1917\n1918\n1919\n1920\n1921\n1922\n1923\n1924\n1925\n1926\n1927\n1928\n1929\nProduction (MIllions of Units)\nNumber of Companies\nAutomobiles\nCompanies\nProduction\n0\n20\n40\n60\n80\n100\n120\n140\n0\n50\n100\n150\n200\n250\n300\n1987\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\nProduction (MIllions of Units)\nNumber of Companies\nPersonal Computers\nCompanies\nProduction\n"
    },
    {
      "number": 6,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5780827 Exp. 6/30/2024 \n6 \n \nProcess innovation tends to be most significant during the transition phase. As a result, the unit price of the good \noften declines during this period.21 A lower price promotes additional adoption. This can be the sweet spot for \ninvestors, as the market has selected the survivors and growth is in its early phases.    \nPattern recognition is important for investors but often tricky to implement because humans tend to see patterns \neven where none exist.22 This process of overproduction and pruning has played out in billions of brains and \ndozens of industries. And it is happening today.  \nThe Beginning of Boom and Bust \nWe currently see this pattern in a few areas. One example is the electric vehicle market (see exhibit 5). We \ncount a little more than 500 companies in the industry when we include automobile and truck manufacturers \n(both new entrants and traditional manufacturers of vehicles with internal combustion engines diversifying into \nthe electric vehicle industry), makers of batteries and other key components such as powertrains, and companies \nthat provide technology for charging. While the COVID-19 pandemic had an impact on the entry and exit data, \nwe appear to be in a phase where new entrants exceed exits. \nExhibit 5: Selected Electric Vehicle Companies, 1986-2021 \n \nSource: PitchBook and Counterpoint Global. \nCryptocurrencies also share this form, albeit at an earlier phase than electric vehicles. A cryptocurrency is a \ndigital token that is created and maintained through a computer network via blockchain technology and therefore \ndoes not operate through a centralized authority. Cryptocurrencies are one component of the infrastructure \nnecessary to support decentralized finance, which combines open-source building blocks to reduce friction and \ncentralized control in the traditional financial system. \nExhibit 6 shows that there were just under 9,000 cryptocurrencies at year-end 2021 and that the rate of entry \nremains robust. To date, more than 2,400 cryptocurrencies have exited, either as the result of failure or fraud. \nThe vast majority of the existing cryptocurrencies are likely to fail as well. \nIt is also worth noting that two cryptocurrencies, Bitcoin and Ethereum, represent almost two-thirds of the total \nmarket value of all cryptocurrencies and that the market capitalizations of cryptocurrencies follow a power law.23 \nBitcoin largely operates now as a store of value and, to a lesser degree, as a payment network. Ethereum \nextends the Bitcoin applications as it allows for smart contracts, which reside on the Ethereum blockchain and \ndefine interactions.24    \n0\n50\n100\n150\n200\n250\n300\n350\n400\n450\n500\n550\n1986\n1991\n1996\n2001\n2006\n2011\n2016\n2021\nNumber of Companies\nEntries\nTotal\nExits\n"
    },
    {
      "number": 7,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5780827 Exp. 6/30/2024 \n7 \n \nExhibit 6: Number of Cryptocurrencies, 2013-2021 \n \nSource: Total: CoinMarketCap, see https://coinmarketcap.com/historical; Exits: Coinopsy, see www.coinopsy.com/dead-\ncoins; Counterpoint Global. \nBoth of these areas are in the early phase, which means that investors have to recognize that many, if not most, \nof the entrants will fail. Much of the capital that will flow into these sectors will earn substandard returns but will \nfacilitate experimentation and product innovation.  \nAs the market sorts the winners from the losers, there should be substantial opportunity for the companies that \nachieve product-market fit. While difficult to handicap, some companies will rise to the top and flourish amid the \nshakeout. \nConclusion \nAn engineer confronted with a problem in a novel environment would be tempted to fashion a specific solution. \nBut studies of the pattern of synaptic connections of children, as well as the emergence of industries, show that \nthe overproduction of options and pruning of those that are not useful is a tried-and-true way to solve the \nproblem.  \nThis pattern is particularly noteworthy in capitalistic economies because of the interaction between financial and \ntechnology markets. Capital flows are often very strong as a new industry develops. This money fuels vital \nexperimentation, but since most ideas fail the investments behind them fare poorly. Capital markets are generally \nless enamored with the industry when exits exceed entrants, but at that juncture fewer companies capture more \nmarket share of a growing industry.  \nInvestors are well served to understand this general pattern and to consider where it is in the process of playing \nout. Examples today include the markets for electric vehicles and cryptocurrencies. \n \nPlease see Important Disclosures on pages 10-12  \n \n0\n1,000\n2,000\n3,000\n4,000\n5,000\n6,000\n7,000\n8,000\n9,000\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\nNumber of Cryptocurrencies\nEntries\nTotal\nExits\n"
    },
    {
      "number": 8,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5780827 Exp. 6/30/2024 \n8 \n \nEndnotes \n1 Steven Pinker, The Language Instinct: How the Mind Creates Language (New York: HarperCollins, 1994), 150-\n151. \n2 For example, see Daniel C. Dennett, Darwin’s Dangerous Idea: Evolution and The Meanings of Life (New York: \nSimon & Schuster, 1995). \n3 Thai Nguyen, “Total Number of Synapses in the Adult Human Neocortex,” Undergraduate Journal of \nMathematical Modeling: One + Two, Vol. 3, No. 1, Article 14, 2010. \n4 Alison Gopnik, Andrew Meltzoff, and Patricia Kuhl, The Scientist in the Crib: What Early Learning Tells Us \nAbout the Mind (New York: First Perennial, 2001), 186-187. \n5 Saket Navlakha, Alison L. Barth, and Ziv Bar-Joseph, “Decreasing-Rate Pruning Optimizes the Construction \nof Efficient and Robust Distributed Networks,” PLOS Computational Biology, July 28, 2015 and Willem E. \nFrankenhuis and Dorsa Amir, “What Is the Expected Human Childhood? Insights from Evolutionary \nAnthropology,” Development and Psychopathology, Vol. 34, No. 2, May 2022, 473-497. \n6 Philip Hillyer Smith, Wheels Within Wheels: A Short History of American Motor Car Manufacturing─Second \nEdition, Revised (New York: Funk & Wagnalls, 1970). \n7 Mariana Mazzucato, “The PC Industry: New Economy or Early Life-Cycle?” Review of Economic Dynamics, \nVol. 5, No. 2, April 2002, 318-345. \n8 Michael Gort and Steven Klepper, “Time Paths in the Diffusion of Product Innovations,” The Economic Journal, \nVol. 92, No. 367, September 1982, 630-653. \n9 Steven Klepper, “Entry, Exit, Growth, and Innovation over the Product Life Cycle,” American Economic Review, \nVol. 86, No. 3, June 1996, 562-583. For related work, see Steven Klepper and Elizabeth Graddy, “The Evolution \nof New Industries and the Determinants of Market Structure,” RAND Journal of Economics, Vol. 21, No. 1, \nSpring, 1990, 27-44; Steven Klepper, “The Capabilities of New Firms and the Evolution of the U.S. Automobile \nIndustry,” Industrial and Corporate Change, Vol. 11, No. 4,  August 2002, 645-666; Rajshree Agarwal and \nMichael Gort, “The Evolution of Markets and Entry, Exit and Survival of Firms,“ Review of Economics and \nStatistics, Vol. 78, No. 3, August 1996, 489-498; Steven Klepper, Experimental Capitalism: The Nanoeconomics \nof American High-Tech Industries (Princeton, NJ: Princeton University Press, 2016); Timothy Dunne, Mark J. \nRoberts and Larry Samuelson, “Patterns of Firm Entry and Exit in U.S. Manufacturing Industries,” RAND Journal \nof Economics, Vol. 19, No. 4, Winter 1988, 495-515; Harry Bloch, “Innovation and the Evolution of Industry \nStructure,” International Journal of the Economics of Business, Vol. 25, No. 1, February 2018, 73-83; and Paolo \nCalvosa, “Entry, Exit and Innovation Over the Industry Life Cycle in Converging Sectors: An Analysis of the \nSmartphone Industry,” International Journal of Business and Management, Vol. 15, No. 12, 2020, 151-168.  \n10 Sometimes the industry starts with lots of companies. \n11 For a good illustration of this regularity for the U.S. automobile industry, see Mariana Mazzucato, Firm Size, \nInnovation and Market Structure: The Evolution of Industry Concentration and Instability (Cheltenham, UK: \nEdward Elgar Publishing, 2000), 28-29. \n12 Gort and Klepper, “Time Paths in the Diffusion of Product Innovations.” \n13 James M. Utterback, Mastering the Dynamics of Innovation: How Companies Can Seize Opportunities in the \nFace of Technological Change (Boston, MA: Harvard Business School Press, 1994), 92-97 and William J. \nAbernathy and James M. Utterback, “Patterns of Industrial Innovation,” Technology Review, Vol. 80, No. 7, \nJune/July 1978, 40-47. \n14 Clayton M. Christensen, The Innovator’s Dilemma: When New Technologies Cause Great Companies to Fail \n(Boston, MA: Harvard Business School Press, 1997). \n15 Perhaps the best book on the topic is Carlota Perez, Technological Revolutions and Financial Capital: The \nDynamics of Bubbles and Golden Ages (Cheltenham, UK: Edward Elgar Publishing, 2002). That said, Perez \nfocuses on technological revolutions that are larger in scale than the development of industries and products.   \n16 See William D. Bygrave, Julian E. Lange, J. R. Roedel, and Gary Wu, “Capital Market Excesses and \nCompetitive Strength: The Case of the Hard Drive Industry, 1984-2000,” Journal of Applied Corporate Finance, \nVol. 13, No. 3, Fall 2000, 8-19; Robin Greenwood, Andrei Shleifer, and Yang You, “Bubbles for Fama,” Journal \nof Financial Economics, Vol. 131, No. 1, January 2019, 20-43; and Valentin Haddad, Paul Ho, and Erik \nLoualiche, “Bubbles and the Value of Innovation,” Journal of Financial Economics, Vol. 145, No. 1, July 2022, \n"
    },
    {
      "number": 9,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5780827 Exp. 6/30/2024 \n9 \n \n69-84. These risky bets appear to be the result of investor preferences rather than investor beliefs. For a neat \napproach to separating those possibilities through study of markets for sports betting, see Tobias J. Moskowitz \nand Kaushik Vasudevan, “Betting Without Beta,” SSRN Working Paper, May 2, 2022. \n17 Gregory Brown, Robert S. Harris, Wendy Hu, Tim Jenkinson, Steven N. Kaplan, and David Robinson, “Private \nEquity Portfolio Companies: A First Look at Burgiss Holdings Data,” SSRN Working Paper, March 3, 2020. \n18 Bruce Greenwald and Judd Kahn, Competition Demystified: A Radically Simplified Approach to Business \nStrategy (New York: Portfolio, 2005), 52-76. \n19 See P. A. Geroski, Market Dynamics and Entry (Oxford: Basil Blackwell, 1991) and Paul Geroski, The \nEvolution of New Markets (Oxford: Oxford University Press, 2003). \n20 Mazzucato, Firm Size, Innovation and Market Structure, 28.  \n21 Boyan Jovanovic, “Michael Gort’s Contribution to Economics,” Review of Economic Dynamics, Vol. 1, No. 2, \nApril 1998, 327-337.  \n22 Jason Zweig, Your Money and Your Brain: How the New Science of Neuroeconomics Can Help Make You \nRich (New York: Simon & Schuster, 2007), 57-61. \n23 In this case, when you plot the rank by size on the horizontal axis and the market capitalization on the vertical \naxis (both using a logarithmic scale), the result is a trendline that is straight and can be expressed with an \nequation that has a discernible exponent (or “power,” hence the term “power law”). The practical implication is \nthat a small number of cryptocurrencies have very large market capitalizations, and a large number of \ncryptocurrencies have very small market capitalizations. See Ke Wu, Spencer Wheatley, and Didier Sornette, \n“Classification of Cryptocurrency Coins and Tokens by the Dynamics of their Market Capitalizations,” Royal \nSociety Open Science, Vol. 5, No. 9, September 2018. \n24 Campbell R. Harvey, Ashwin Ramachandran, and Joey Santoro, DeFi and the Future of Finance (Hoboken, \nNJ: John Wiley & Sons, 2021), 1-21. \n \n \n"
    },
    {
      "number": 10,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5780827 Exp. 6/30/2024 \n10 \n \nIMPORTANT INFORMATION \n \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers.  \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThe Russell 3000® Index measures the performance of the largest 3,000 U.S. companies representing \napproximately 98% of the investable U.S. equity market. The Russell 3000 Index is constructed to provide a \ncomprehensive, unbiased, and stable barometer of the broad market and is completely reconstituted annually \nto ensure new and growing equities are reflected. The index is unmanaged and does not include any expenses, \nfees or sales charges. It is not possible to invest directly in an index. The index referred to herein is the intellectual \nproperty (including registered trademarks) of the applicable licensor. Any product based on an index is in no \nway sponsored, endorsed, sold or promoted by the applicable licensor and it shall not have any liability with \nrespect thereto. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation.  \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary.  \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \n \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n"
    },
    {
      "number": 11,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5780827 Exp. 6/30/2024 \n11 \n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities:  \n \nEMEA  \nThis material is for Professional Clients/Accredited Investors only.  \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited \n(“FMIL”). FMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company \nlimited by shares with company registration number 616661 and has its registered address at 24-26 City \nQuay, Dublin 2, DO2 NY19, Ireland. \n  \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA.  \n  \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland.  \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) \nLimited (“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the \nUnited Kingdom by the Financial Conduct Authority.  \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158).  \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument.  \n  \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall \nonly be made available to “professional investors” as defined under the Securities and Futures Ordinance of \nHong Kong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory \n"
    },
    {
      "number": 12,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5780827 Exp. 6/30/2024 \n12 \n \nauthority including the Securities and Futures Commission in Hong Kong. Accordingly, save where an \nexemption is available under the relevant law, this material shall not be issued, circulated, distributed, directed \nat, or made available to, the public in Hong Kong. Singapore: This material is disseminated by Morgan \nStanley Investment Management Company and should not be considered to be the subject of an invitation for \nsubscription or purchase, whether directly or indirectly, to the public or any member of the public in Singapore \nother than (i) to an institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of \nSingapore (“SFA”); (ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of \nthe SFA, and such distribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) \notherwise pursuant to, and in accordance with the conditions of, any other applicable provision of the SFA. \nThis publication has not been reviewed by the Monetary Authority of Singapore.   Australia: This material is \nprovided by Morgan Stanley Investment Management (Australia) Pty Ltd ABN 22122040037, AFSL No. \n314182 and its affiliates and does not constitute an offer of interests. Morgan Stanley Investment Management \n(Australia) Pty Limited arranges for MSIM affiliates to provide financial services to Australian wholesale clients. \nInterests will only be offered in circumstances under which no disclosure is required under the Corporations \nAct 2001 (Cth) (the “Corporations Act”). Any offer of interests will not purport to be an offer of interests in \ncircumstances under which disclosure is required under the Corporations Act and will only be made to persons \nwho qualify as a “wholesale client” (as defined in the Corporations Act). This material will not be lodged with \nthe Australian Securities and Investments Commission.  \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association. \n \n"
    }
  ]
}