{
  "filename": "2022_underestimating_the_red_queen__measuring_growth_and_maintenance_investments.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20240131101351-05'00'",
    "modDate": "D:20240131101351-05'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n \n \nCounterpoint Global Insights \nUnderestimating the Red Queen  \nMeasuring Growth and Maintenance Investments \nCONSILIENT OBSERVER  |  January 27, 2022\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIntroduction \nGeoffrey West is a theoretical physicist who may be best known for \nhis work in biological systems. A distinguished professor and past \npresident of the Santa Fe Institute, West and his collaborators \nexplained previously unexplained empirical phenomenon.1  \nThe most famous of these is the eponymous law developed by a \nbiologist named Max Kleiber.2 In exhibit 1, which depicts the law, \nthe x-axis is an animal’s body mass, measured on a logarithmic \nscale. (Instead of 1, 2, 3, the scale is 1, 10, 100 so that the \npercentage difference between the points is the same.) The y-axis, \nalso on a logarithmic scale, measures the animal’s metabolic rate, \nor energy used per unit of time. Kleiber’s law is the observation that \nthe outcome of the plot is a straight line with a slope, or rise over \nrun, of three-fourths (¾). This is a classic example of a power law. \nAs West explains, “the slope of the graph is just the exponent of \nthe power law.”3 \nSimply stated, West and his research partners used math to show \nthat the relationship is the result of how energy is dissipated \nthrough a network.4 Evolution figured out the optimal network \nstructure to feed all of the cells in the body, which applies to a \nmouse as it does to an elephant. Nature is amazing.   \nThe principles behind these networks explain other features of the \nsystems, including the rate of blood flow, the number of heartbeats, \nlongevity, and growth. Some of these scaling laws apply to social \nsystems as well, including cities and companies.5  \nOur focus is on growth. We are all familiar with physical growth, as \nwe ourselves grew and we watch the growth of others. But have \nyou ever wondered why you stopped growing? Indeed, other living \nthings, including certain trees, fish, and plants, grow until they die. \nSince you continue to provide your body with energy through \nnourishment, why did you reach a point of maturity and stop \ngrowing taller? \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6292016 Exp. 1/31/2025 \n2 \n \nExhibit 1: Kleiber’s Law \n \nSource: Based on Supplementary Material 1: Basal Metabolic Rate, Body Mass & Temperature in Mammals, Data set for \nAndrew Clarke, Peter Rothery, and Nick J. B. Isaac, “Scaling of basal metabolic rate with body mass and temperature in \nmammals,” Journal of Animal Ecology, Vol. 79, No. 3, May 2010, 610-619.  \nWest explains that energy is allocated between the growth of new cells and the maintenance and repair of \nexisting ones. When you are born, your energy can largely be directed toward growth. But after you reach a \ncertain size, all of your energy has to go to maintenance and repair and you stop growing.6 Scientists have \ndeveloped equations that predict the relationship between age and size. It turns out the growth curves are the \nsame for all animals when you replace specific units of time and mass with dimensionless units (see exhibit 2).7  \nExhibit 2: Universal Growth Curve \n  \n  \nSource: Geoffrey West.  \nVole\nMouse\nBat\nChipmunk\nPrairie Dog\nRat\nSquirrel\nSkunk\nMonkey\nOpossum\nFox\nRaccoon\nDog\nBobcat\nBaboon\nKangaroo\nJaguar\nDeer\nBear\nTiger\nCamel\nMan\n0.1\n1\n10\n100\n1000\n0.01\n0.1\n1\n10\n100\n1000\nLog Metabolic Rate (Watts)\nLog Body Mass (Kilograms)\n"
    },
    {
      "number": 3,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6292016 Exp. 1/31/2025 \n3 \n \nIn this report, we suggest that a similar framework is relevant for understanding corporate growth. Indeed, West \nand another group of colleagues have derived a universal growth curve for companies.8 Instead of energy, the \ninput is financial capital. But the allocation between growth and maintenance is the same.  \nThis topic is important because you can anticipate a company’s growth only if you understand how much capital \nthe company spends on growth versus maintenance. A company’s prospects for growth may be dimmer than \nyou believe if it is spending more on maintenance than you think. In Lewis Carroll’s novel, Through the Looking-\nGlass, the Red Queen says, “Now, here, you see, it takes all the running you can do, to keep in the same place. \nIf you want to get somewhere else, you must run at least twice as fast as that!”9 Estimating maintenance capital \nexpenditures provides insight into how fast a company has to run just to stay in place.  \nThe distinction between growth and maintenance spending is complicated by the role of inflation and \ntechnological obsolescence. When prices are rising, capital expenditures will exceed depreciation even when \nthe business is stable because new capital expenditures reflect inflation while depreciation is based on historical \ncosts. In the case of falling prices, or deflation, capital expenditures get cheaper over time and depreciation can \noverstate maintenance costs. Think of products that have benefitted from Moore’s Law, which suggests the cost \nof computing declines over time. Sometimes first movers have to spend more than followers do.10  \nTechnological obsolescence creates the risk that a company overestimates an asset’s useful life. For example, \nthe costs for companies in certain industries addressing climate change, or for automobile manufacturers \nmigrating from internal combustion engines to electric vehicles, are potentially massive. These costs are \nnecessary to maintain market position, sales, and competitiveness.  \nIn the cases of inflation or obsolescence, less investment will go toward growth and more will be required to \nmaintain current operations.  \nInvestment spending for growth is not limited to tangible assets but also includes non-physical intangible assets. \nToday, total intangible investments exceed tangible ones and accounting for them is very challenging. For \nexample, a young company’s sales and marketing budget is often dedicated primarily to acquiring new \ncustomers, but as the business matures that expense is split between growth spending to acquire new \ncustomers and maintenance spending to retain customers.  \nThe data suggest two stories of growth. For tangible assets, depreciation tends to understate maintenance \ncapital expenditures. The tangible part of the economy is on average mature, with capital expenditures as a \npercentage of sales flat to down for the last three decades. This is important because recent research shows \nthat firms that underestimate their maintenance investments “experience future write-offs and negative future \nearnings” and are associated with “significantly negative future abnormal stock returns.”11 \nThe intangible part of the economy appears to be younger. Intangible selling, general, and administrative (SG&A) \ninvestments as a percentage of sales have risen steadily over the last three decades, with some acceleration in \ngrowth since the turn of the century (see exhibit 3). This is relevant because firms with high intangibles grow \nfaster, on average, than firms with low intangibles but also have a higher standard deviation of growth.12 \nAcademics studying this issue found that buying firms with high intangibles and shorting those with low \nintangibles generated an average annual return of 4.6 percentage points from June 1989 to November 2020.13  \n \n \n"
    },
    {
      "number": 4,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6292016 Exp. 1/31/2025 \n4 \n \nExhibit 3: Intangible SG&A Investments and Capital Expenditures, 1990-2020 \n \nSource: Intangible SG&A investments is based on Luminita Enache and Anup Srivastava, “Should Intangible Investments \nBe Reported Separately or Commingled with Operating Expenses? New Evidence,” Management Science, Vol. 64, No. 7, \nJuly 2018, 3446-3468. Data extended through 2018 by Anup Srivastava. Includes Counterpoint Global estimates. FactSet. \nNote: Intangible SG&A investments and capital expenditures reflect the Russell 3000 excluding the financial and real \nestate sectors; Intangible investments=R&D + Advertising + Investment Main SG&A.  \nAccounting for Growth \nLet’s start with a simple case before we introduce complexity.14 Assume a company needs four machines with \na useful life of four years each to run its operations. The sales for the company are in a steady state, the ages \nof the machines are staggered (new, one-year old, etc.), the machines have no salvage value, and the company \nuses straight-line depreciation. At the end of each year, the company spends $80,000 to replace the machine \nat the end of its life and there is no inflation. Capital expenditures and the depreciation for each year are $80,000.  \nFree cash flow, the number we project and discount in a discounted-cash flow model, is typically defined as net \noperating profit after taxes (NOPAT) minus investment in future growth (I). Investment in future growth captures \nchanges in net working capital, as companies often need to increase their working capital as they grow, and \ncapital expenditures net of depreciation. The simplifying assumption is that depreciation is a reasonable proxy \nfor maintenance capital spending and that investment in excess of depreciation is allocated to growth.    \nThe analytical issue we need to address is whether depreciation is in fact a decent proxy for maintenance capital \nexpenditures and the ramifications if it misses the mark. Appendix A examines whether companies themselves \nknow the level of maintenance capital spending.  \nHow do we know if a company’s depreciation understates its maintenance capital spending? Venkat Peddireddy, \nan assistant professor of accounting at China Europe International Business School, created a method to do \nthis. He calculates “cumulative capacity cost,” a measure of maintenance spending, as the sum of depreciation \nand amortization (D&A), asset write-downs, loss on the sale of assets, goodwill impairment, and intangible asset \nimpairments over a five-year period. This calculation considers both normal wear and tear via depreciation as \nwell as write-downs or losses that might be related to technological obsolescence.  \n0\n2\n4\n6\n8\n10\n12\n14\n16\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\n2018\n2020\nPercentage of Sales\nIntangible SG&A \nInvestments\nCapital \nExpenditures\n"
    },
    {
      "number": 5,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6292016 Exp. 1/31/2025 \n5 \n \nHe then divides the cumulative capacity cost by the cumulative sales over the same period. That ratio provides \nan estimate of the cost of assets required to generate a dollar’s worth of sales. Multiplying that ratio by current \nyear sales yields a measure of maintenance capital expenditures.  \nPeddireddy tests this on all companies of a sufficient size from 1974 through 2016 and includes nearly all \nindustries. These companies follow U.S. generally accepted accounting principles. He finds that in the \naggregate, maintenance capital expenditures exceed D&A by about 20 percent (see exhibit 4). Appendix B \nshows that there is substantial variance in this percentage by industry, and you can infer that there are additional \ndifferences for individual companies within the industries.  \nThat maintenance capital expenditures surpass D&A means that less capital is going toward investment than \nmany investors think. He attributes this understatement of D&A to technological obsolescence. Inflation has the \nsame effect and deflation has the opposite effect.15   \nExhibit 4: Amount That Maintenance Capital Expenditures Exceed D&A, 1974-2016 \n \nSource: Venkat Ramana Reddy Peddireddy, “Estimating Maintenance CapEx,” PhD Thesis—Columbia University, 2021.  \nHere’s a simple example of how this might work. Let’s say a company bought a machine and assumed a useful \nlife of four years. But after three years the company realizes, as the result of technological obsolescence, that \nthe machine no longer has value. The company will take an asset write-down to reflect that reality, and it is clear \nthat the depreciation understated the asset’s useful life and hence maintenance capital spending. \nSorting growth versus maintenance spending is essential and Peddireddy’s analysis provides a framework for \nconsidering the issues. It also shows that the breakdown between growth and maintenance matters for total \nshareholder returns. But his approach fails to capture a few issues that are relevant to the overall results and \nimportant for investors. \n \n \n \n0\n10\n20\n30\n40\n50\n60\n70\n1974\n1977\n1980\n1983\n1986\n1989\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\n2016\nMedian Underdepreciation (Percent)\nRecession\nUnder-\ndepreciation\n"
    },
    {
      "number": 6,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6292016 Exp. 1/31/2025 \n6 \n \nLimitations of the Approach \nThe first limitation is a potential asymmetry in what the data capture. Companies that overstate the useful lives \nof their assets will need to write them down. But this analysis won’t reflect situations when companies understate \nthe useful lives of their assets. In effect, these companies get the free use of an asset after it has been \ndepreciated fully. \nTo be clear, companies that understate the useful lives of assets are much rarer than those that overstate them, \nif for no other reason than a longer assumed asset life leads to higher short-term earnings. But it is nonetheless \na consideration.  \nFor example, Amazon, Alphabet (the parent company of Google), and Microsoft all recently changed their \nestimates of the useful life of their servers from three to four years. Here’s the paragraph from Amazon’s Form \n10-K for the year ended December 31, 2020 that describes the change:16   \n“We review the useful lives of equipment on an ongoing basis, and effective January 1, 2020 we changed \nour estimate of the useful life for our servers from three years to four years. The longer useful life is due \nto continuous improvements in our hardware, software, and data center designs. The effect of this \nchange . . . was a reduction in depreciation and amortization expense of $2.7 billion and an increase in \nnet income of $2.0 billion.” \nTo put this in context, Amazon’s net income was $21.3 billion in 2020. That means we can attribute just under \n10 percent of the company’s earnings to this accounting change. The adjustment boosted Alphabet’s and \nMicrosoft’s earnings by more than $2 billion each in fiscal 2021.17  \nThis approach also struggles to capture how the evolution of accounting rules, especially those related to \nmergers and acquisitions (M&A), can affect the numbers. Peddireddy’s analysis covers more than four decades, \nand during that period there have been a lot of changes in how companies can account for M&A. For example, \nprior to 2001 companies could use either the purchase or pooling-of-interests method. With purchase \naccounting, any premium to book value was recorded as goodwill and then amortized over a period of up to 40 \nyears. With pooling, the two companies simply combined their balance sheets. \nIn 2001, the Financial Accounting Standards Board (FASB) issued Accounting Standards No. 141, which got rid \nof pooling-of-interests. It also replaced the amortization of goodwill with an annual goodwill impairment test. As \na result, amortization as a percentage of depreciation and amortization plummeted from 22 percent in 2001 to \nabout 10 percent in 2002 (see exhibit 5).  \nThis is relevant because it changes the calculation of the cumulative capacity cost. Before the accounting \nchange, a company that made an acquisition using purchase accounting would have to amortize the goodwill it \nrecorded on its balance sheet. After the accounting change, the same company doing the same deal would not \nhave to amortize the goodwill. The cumulative capacity cost, which includes amortization, would therefore be \nlower assuming no impairment.  \n \n \n \n \n"
    },
    {
      "number": 7,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6292016 Exp. 1/31/2025 \n7 \n \nExhibit 5: Amortization as a Percentage of Depreciation and Amortization \n \nSource: FactSet. \nNote: Russell 3000 excluding the financial and real estate sectors. \nIn 2007, the FASB recognized that it needed to tighten its guidelines and released a revised version of No. 141.18 \nThis provided greater specificity about what the company should record as an intangible asset, which is \namortized on the income statement, and goodwill, which is subject only to impairment tests.19 The result was a \nrise in intangible assets and the amortization of acquired intangibles. All of this was aided by lots of M&A. \nThe final limitation is the biggest, by far, and deserves a separate discussion. \nThe Rise of Intangibles: How Do We Sort Investment from Maintenance Spending? \nThe global economy has shifted from one relying primarily on tangible investments to one that is based on \nintangible assets. As recently as the 1970s, tangible investments in the U.S. were twice as large as intangible \ninvestments. Today, that ratio has flipped. For example, we estimate that companies in the Russell 3000 \nexpensed $1.8 trillion for intangible investments in 2020, more than double their capital expenditures of $800 \nbillion. These and the following figures exclude the financial and real estate sectors. \nThe formula for growth is the same as for tangible assets. Companies spend on intangible assets and the money \nis allocated between growth and maintenance.20 A simple but important case in point is spending on research \nand development (R&D). Many academics and practitioners assume that R&D is a discretionary investment, \nwhich means that it is all about growth and has nothing to do with maintenance.  \nBut professors who examined the issue carefully concluded that a meaningful percentage of R&D spending, \nespecially for large digital technology companies, is in fact necessary just to maintain the current operations.21 \nUnderstanding this ratio for R&D as well as for other categories of intangible investment is essential to assessing \na company’s prospects.  \nWhile Peddireddy’s analysis is solid for tangible assets, the task is a lot more difficult for intangible assets \nbecause of the inconsistent way they are treated by accountants. Specifically, organic intangible investment and \nmaintenance spending are expensed on the income statement. Acquired intangible assets are recorded on the \n0\n5\n10\n15\n20\n25\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\n2018\n2020\nPercent\n"
    },
    {
      "number": 8,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6292016 Exp. 1/31/2025 \n8 \n \nbalance sheet following a deal, but the ongoing spending to maintain the value of those intangible assets is \nagain expensed.     \nTo solidify these ideas, pretend that Company A acquires Company B at a premium to book value. The assets \nof Company B are a number of machines with specified useful lives and a list of customers who subscribe to a \nservice. \nCompany A records the machines as property, plant, and equipment (PP&E) on its balance sheet and \ndepreciates the assets on the income statement over their useful lives. Future growth and maintenance spending \nare also capitalized. Depreciation is a solid proxy for maintenance capital spending if it matches the useful lives \nof the machines. If, on the other hand, technological obsolescence means that the useful lives are less than the \ndepreciation schedule suggests, Company A will eventually have to write down the assets. Peddireddy’s \napproach provides valuable insight for physical assets.   \nBut things are different for the customer list. Company A posts the acquired list as an intangible asset on the \nbalance sheet and amortizes it over its estimated useful life. But it expenses the money it spends to maintain \nand grow the list on the income statement within SG&A. This is why we use earnings before interest, taxes, and \namortization of acquired intangibles (EBITA), rather than earnings before interest and taxes (EBIT), when we \ncalculate NOPAT. The appearance of the customer list on the balance sheet is a one-time event as a result of \nthe acquisition, and spending for future maintenance and growth reverts to the income statement.  \nExhibit 6 shines a spotlight on these issues by providing some estimates for the Russell 3000 in 2020. The \ncolumns are tangible and intangible assets and the rows are where on the income statement and balance sheet \nthe accounting for these investments appears.    \nExhibit 6: Accounting for Growth and Maintenance \n \nSource: Counterpoint Global and FactSet.  \nNote: Russell 3000 excluding the financial and real estate sectors. \n \n• Depreciation Expense\n$700 Billion\n• Intangible Selling, General, and Administrative\n$1,830 Billion\n• Amortization of Acquired Intangibles\n$190 Billion\n• Net Property, Plant, and Equipment \n$6,700 Billion\n• Intangible Assets (Acquired Only)\n$1,150 Billion\nIncome \nStatement\nBalance \nSheet\nTangible Asset\nIntangible Asset\n"
    },
    {
      "number": 9,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6292016 Exp. 1/31/2025 \n9 \n \nLet’s start with tangible assets. These assets show up on the income statement in the form of depreciation \nexpense (upper left quadrant). Depreciation is the result of the matching principle in accounting that requires \nsales and related expenses to be matched during a period.  \nCompanies commonly report their results using straight-line depreciation, which spreads the expense of an \nasset evenly over its useful life. For example, a company that spends $500 to buy a machine with a useful life \nof 5 years would recognize a depreciation expense of $100 per year for 5 years. Total depreciation for companies \nin the Russell 3000 was about $700 billion in 2020. \nCapital expenditures are added to gross PP&E on the balance sheet and are then depreciated over time (lower \nleft quadrant). Net PP&E is gross PP&E minus accumulated depreciation. Total net PP&E for companies in the \nRussell 3000 was $6.7 trillion in 2020.  \nWe now turn to intangible assets. We estimate that for companies in the Russell 3000, $1.8 trillion of total SG&A \nexpense was in the form of intangible investments in 2020 (upper right quadrant). Further, the amortization of \nacquired intangibles was almost $200 billion. Acquired intangibles are amortized in the same fashion that capital \nexpenditures are depreciated.  \nFinally, intangible assets are reflected on the balance sheet following an acquisition (lower right quadrant). \nAccountants identify an item as an intangible asset if it meets one of two criteria. The first is that it arises from \ncontractual or other legal rights. The second is that it can be separated or divided from the company.22 Acquired \nintangible assets have averaged about one-third of M&A deal value in recent years.23 \nAssets acquired that don’t meet those criteria are recorded as goodwill, which is effectively the purchase price \nof the deal minus the fair value of tangible assets and identifiable intangible assets net of liabilities. Goodwill \nrepresents future economic benefits from acquired assets that are not individually identified and separately \nrecognized. We estimate that acquired intangible assets with definite lives were $1.15 trillion for companies in \nthe Russell 3000 at year-end 2020, and that acquired intangible assets with indefinite lives were about the same \namount. Goodwill was $3.8 trillion.24  \nJust as an investor must think about growth and maintenance capital expenditures, he or she must also assess \ninvestment versus maintenance SG&A expense. This difficult challenge was addressed by two professors of \naccounting, Luminita Enache and Anup Srivastava, in their appropriately-named paper, “Should Intangible \nInvestments Be Reported Separately or Commingled with Operating Expenses? New Evidence.”25 The answer \nis, “Yes, intangible investments should be reported separately,” and the authors provide a method to do so. \nThey start by separating SG&A into two parts: the sum of research and development (R&D) and advertising, \nwhich are deemed to be intangible investments, and what they call “Main SG&A.” In turn, they split Main SG&A \ninto “Maintenance Main SG&A” and “Investment Main SG&A.” Maintenance Main SG&A expenses support \nexisting operations and are calculated by matching them with current revenues. Examples include rent for offices \nand distribution centers, delivery costs, and sales commissions.  \nWhat’s left over is called “Investment Main SG&A,” and is considered discretionary spending that is the source \nof future earnings. Maintenance Main SG&A is what a company has to spend to stay in place and Investment \nMain SG&A is what the company spends to pursue value-creating growth. \nExhibit 7 provides our estimates, guided by Enache and Srivastava’s approach, for companies in the Russell \n3000 from 1984 through 2020. Intangible investments are the sum of R&D, advertising, and Investment Main \nSG&A. Maintenance SG&A is simply Maintenance Main SG&A. In Appendix C we show how to estimate growth \nand maintenance spending for a specific company using a related approach. Microsoft is our case study.   \n"
    },
    {
      "number": 10,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6292016 Exp. 1/31/2025 \n10 \n \nExhibit 7: Components of SG&A Costs, 1984-2020 \n \nSource: Analysis for Russell 3000 excluding the financial and real estate sectors based on Luminita Enache and Anup \nSrivastava, “Should Intangible Investments Be Reported Separately or Commingled with Operating Expenses? New \nEvidence,” Management Science, Vol. 64, No. 7, July 2018, 3446-3468. Data extended through 2018 by Anup Srivastava. \nIncludes Counterpoint Global estimates. FactSet. \nNote: Intangible investments=R&D + Advertising + Investment Main SG&A; Maintenance SG&A=Maintenance Main SG&A. \nInvestment and maintenance SG&A grew roughly in lockstep until the turn of the century, when intangible \ninvestments took off. The slope of the growth trajectory for intangible investments steepened following the \nfinancial crisis of 2008-2009. In 2020, we estimate that R&D was about one-quarter of total intangible investment. \nMaintenance SG&A was $800 billion in the same year.  \nThe contrast between tangible and intangible investments is instructive. As companies age, capital spending \ntends to shift from growth to maintenance. Peddireddy’s work suggests that depreciation expense understates \nmaintenance capital spending, which means there is less money left over to support growth. It also implies that \nearnings are overstated. \nBut companies appear young based on the sharp rise in intangible investment. A substantial and growing fraction \nof SG&A spending is going to support growth. We see this in the aggregate data as well.26 The exercise of \ncapitalizing intangible investments and amortizing them suggests that reported earnings are understated.27 \nConclusion \nBoiled down to the basics, a business invests money with the expectation of earning a satisfactory return on \ninvestment. Accounting is the language of business and provides information about a company’s profits, financial \nposition, and cash flows. All stakeholders, including executives, shareholders, and lenders, rely to some degree \non accounting figures to understand a business and to get a sense of its prospects. \nThe key is that SG&A and capital expenditures have an investment component that drives future earnings growth \nand a maintenance component that is necessary to sustain the current operations. Work by Geoffrey West and \nhis colleagues shows that many organisms, including mammals, follow a trajectory called “determinate” growth. \n0\n200\n400\n600\n800\n1,000\n1,200\n1,400\n1,600\n1,800\n2,000\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\n2018\n2020\n$ Billions\nIntangible\nInvestments\nMaintenance\nSG&A\n"
    },
    {
      "number": 11,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6292016 Exp. 1/31/2025 \n11 \n \nWith age, the allocation of resources shifts from growth to maintenance. Growth stops at the point that \nmaintenance needs consume all of the incoming energy. Companies appear to follow a similar pattern.  \nGetting a handle on growth versus maintenance spending is essential for executives and investors. But the truth \nis few actually have a clear sense of the figures. Shivaram Rajgopal, a professor of accounting at Columbia \nBusiness School, ponders, “I wonder how many [chief financial officers] CFOs even know their maintenance \ncapex number. Asking that question, especially for intangibles such as R&D and certain aspects of SG&A, is \neven trickier.”28 He is right.    \nWe believe that there are two big steps in the correct direction. The first is to get a better fix on maintenance \ncapital expenditures. Recent work by Peddireddy and others suggests that depreciation understates \nmaintenance capital expenditures, although the mismatch is different by industry and company. \nThe second is an estimate of what part of SG&A is an investment and what is required to sustain current \noperations. The task is complicated by the fact that most intangible assets are reflected on the balance sheet \nonly following M&A. And even in cases where intangible assets do appear on the balance sheet, the spending \nto maintain the value of those assets is again part of the SG&A expense. \nThe data suggest a noteworthy difference between tangible and intangible investment. Tangible investment, as \nmeasured as a percentage of sales, has been flat to down in recent decades, and depreciation often understates \nmaintenance capital spending. One of Peddireddy’s important results is that the understatement of maintenance \ncapital spending is linked to future write-offs and poor relative stock price returns.  \nIntangible investment has been up sharply in recent decades. The maintenance component of intangible \ninvestment has risen as well. For example, you should deem a reasonable percentage of R&D spending for \nlarge technology companies to be maintenance spending. But on balance more intangible investment is funding \ngrowth. Intangible-intensive companies grow faster on average and generate higher shareholder returns than \ntangible-intensive companies.   \nThe goal of this discussion is to think about how resources translate into growth. In general, companies and \ninvestors should think about the split between growth and maintenance spending in the context of a life cycle. \nEarly on, resources are skewed toward growth and they shift to maintenance later on. As a result, larger \ncompanies grow more slowly than smaller companies do on average.29 \nMost executives and investors likely underestimate maintenance spending as the result of inflation and \ntechnological obsolescence. A company with a competitor that has spent the money to provide a better good or \nservice has little choice but to match the competitor’s outlays. Further, technology companies constantly develop \nnew versions of their products, with some of the cost allocated to R&D.  \n \n"
    },
    {
      "number": 12,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6292016 Exp. 1/31/2025 \n12 \n \nAppendix A: Do Companies Know the Amount of Their Maintenance Capital Expenditures? \nFew companies disclose maintenance capital expenditures with the exception of those in the energy industry.30 \nEnergy companies can estimate maintenance capital expenditures and provide guidance because the basic \nconcepts are reasonably straightforward. An energy company starts the year with a certain amount of reserves, \nwhich are deposits of natural resources that are known to exist with some certainty and are recoverable with \nexisting technology. Let’s say a company has reserves of 100 barrels of oil. \nThe company then taps this reserve to produce oil. To continue with the example, let’s assume that production \nduring the year was five barrels. The company now needs to acquire five barrels of reserves in order to maintain \nits position. Companies have a sense of the cost to acquire reserves, either through exploration or acquisition, \nwhich is then deemed to be maintenance capital spending.  \nNote that maintenance spending in the energy industry is pegged to production, not sales. That makes sense \nbecause commodity prices bounce around. In many other industries, and at the heart of analysis in this report, \nmaintenance spending is linked to the level of sales.   \n \n \n \n"
    },
    {
      "number": 13,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6292016 Exp. 1/31/2025 \n13 \n \nAppendix B: Difference between Maintenance Capital Expenditures and Depreciation & \nAmortization (D&A) Expense Divided by D&A, By Industry, 1974-2016 \n \nSource: Venkat Ramana Reddy Peddireddy, “Estimating Maintenance CapEx,” PhD Thesis—Columbia University, 2021.  \n \n \nCoal\n-10\n0\n10\n20\n30\n40\n50\n60\n70\nPrecious Metals\nCandy & Soda\nNon-Metallic & Metal Mining\nShipping Containers\nBeer & Liquor\nTobacco Products\nUtilities\nPetroleum and Natural Gas\nAircraft\nRestaurants, Hotels, Motels\nAgriculture\nBusiness Supplies\nFood Products\nChemicals\nAutomobiles and Trucks\nShipbuilding, Railroad Equipment\nTransportation\nFabricated Products\nTextiles\nRubber and Plastic Products\nRetail\nConstruction Materials\nSteel Works Etc\nElectrical Equipment\nCommunication\nConsumer Goods\nMachinery\nPersonal Services\nPrinting and Publishing\nMeasuring and Control Equipment\nEntertainment\nRecreation\nApparel\nMedical Equipment\nHealthcare\nPharmaceutical Products\nElectronic Equipment\nWholesale\nComputers\nBusiness Services\nConstruction\nUnderdepreciation (Median)\n"
    },
    {
      "number": 14,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6292016 Exp. 1/31/2025 \n14 \n \nAppendix C: Calculating Investment and Maintenance Spending for Microsoft \nA simple way of explaining how Venkat Peddireddy estimates maintenance capital spending is that he starts \nwith depreciation and amortization (D&A). If accurate, D&A allows you to measure the useful lives of assets and \nhence maintenance capital spending. He then adds write-downs, losses on asset sales, and impairment of \ngoodwill and intangible assets to see if the company correctly specified the lives of its assets. A write-down of a \ndepreciable or amortizable asset indicates that a company spent more on maintenance capital investment than \nits D&A indicated. It also means that earnings were overstated. \nBruce Greenwald, a professor emeritus of finance and asset management at Columbia Business School, and \nhis co-authors provide another approach to estimate maintenance capital expenditures.31 Here we explain and \nexpand on the core of his methodology and use Microsoft as a case study.  \nGreenwald starts by acknowledging that capital expenditures should be separated into growth and maintenance \noutlays. He follows with the premise that there is a stable relationship between the level of net PP&E and sales. \nHe then calculates the five-year average ratio of net PP&E-to-sales. To illustrate, let’s assume that ratio comes \nout to 30 percent. \nNext, he calculates growth capital expenditures by multiplying this ratio of net PP&E-to-sales by the dollar \nchange in sales in the most recent period. To continue with our example, we’ll say that sales increased by $200. \nGrowth capital expenditures would be $60 (.30 x $200). \nFinally, we solve for maintenance capital expenditures by taking the difference between total capital \nexpenditures and growth capital expenditures. To finish our example, we’ll assume that total capital expenditures \nare $150. Total capital expenditures of $150 minus growth capital expenditures of $60 equals maintenance \ncapital expenditures of $90 ($150 - $60 = $90). \nThis is a good time to pause and reiterate the pattern of growth most companies go through. Young companies \ngrow faster on average than old companies do. Eventually growth flattens out and approaches the level of the \noverall economy. As growth peters out, the product of beginning year sales and the growth rate yields more \nmodest dollar increases in sales. This means the mix shifts from growth to maintenance spending over time.32  \nOne shortcoming of both Peddireddy’s and Greenwald’s analyses is that they don’t properly account for \nintangible investments.33 We now do an analysis for tangible and intangible investments and combine them to \ncome up with an aggregate investment figure. We then calculate the ratio of assets-to-sales and estimate growth \nand maintenance investment spending.  \nGrowth can result from internal investments as well as from external acquisitions. In the aggregate, companies \nspend more on mergers and acquisitions than they do on either tangible or intangible investments. To reflect \nthis, we include Microsoft’s acquisitions and allocate the deal value between tangible and intangible investment \nbased on the company’s disclosures.  \nLet’s start with tangible capital. Here we include net PP&E and leases in the asset base, and our tangible \ninvestment number includes traditional capital expenditures, assets acquired under capital leases, and tangible \nassets from M&A.34 Microsoft’s ratio of net tangible assets to sales averaged 36 percent over the last 5 years, \nbut you can see the ratio is increasing as the company commits resources to the cloud business. By this \ncalculation, maintenance tangible investment has averaged a little more than two-thirds of the total tangible \ninvestment.  \n"
    },
    {
      "number": 15,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6292016 Exp. 1/31/2025 \n15 \n \n    \nNet Tangible  \nAssets / Sales \n \nTangible Investments \n \nFiscal \nYear \nAnnual \n5-Year \nAverage \nChange in \nSales \nGrowth  \nMaintenance \nTotal \nMaintenance Tangible \nInvestments / Sales \n2017 \n32% \n19% \n11,321 \n2,195 \n9,534 \n11,729 \n10% \n2018 \n33% \n23% \n14,159 \n3,310 \n10,290 \n13,600 \n9% \n2019 \n35% \n27% \n15,327 \n4,194 \n12,849 \n17,043 \n10% \n2020 \n37% \n32% \n17,513 \n5,533 \n13,467 \n19,000 \n9% \n2021 \n42% \n36% \n25,073 \n8,947 \n15,392 \n24,339 \n9% \nSource: Microsoft and Counterpoint Global. \nNote: Dollar amounts are in millions. \nBut you can probably see the problem with this analysis: Microsoft’s sales increases are not attributable solely \nto increases in tangible investment. In fact, Microsoft is best known as a software company, which means its \ninvestments are mostly intangible. We need to introduce intangible investment. \nThe challenge is to extract intangible investment from the SG&A expense on the income statement. Judgment \nis required about which items within SG&A we should treat as an investment as well as the useful lives of those \ninvestments. The basic way to think about it is that some percentage of SG&A expense is necessary to maintain \nthe current operations and the rest is discretionary in pursuit of value-creating growth.  \nCharles Hulten, a professor emeritus of economics at the University of Maryland, wrote a paper about Microsoft \nthat allocates SG&A to investment and offers useful lives for those assets.35 We use Hulten’s figures to capitalize \na percentage of Microsoft’s SG&A.  \nThis allows us to do a calculation that is similar to that for physical assets. Intangible assets are capitalized on \nthe balance sheet and amortized over time. This leaves us with net capitalized intangibles, which is the intangible \nequivalent to net PP&E. Note that in fiscal 2021, we estimate that intangible investments were $43 billion versus \n$24 billion in tangible investments.  \nNot surprisingly, most of the value is in intangibles. This means that we need to include acquired intangibles and \ngoodwill from the balance sheet to make net intangible investment fully correspond to net PP&E. \nAfter making these adjustments, we can see that the ratio of net capitalized intangibles to sales averaged 96 \npercent over the last 5 years, although the ratio is decreasing. By this calculation, maintenance intangible \ninvestment has averaged about 55 percent of total investment and 20 percent of sales. \n    \nNet Capitalized \nIntangible Assets / Sales \n \nIntangible Investments \n \nFiscal \nYear \nAnnual \n5-Year \nAverage \nChange in \nSales \nGrowth  \nMaintenance \nTotal \nMaintenance Intangible \nInvestments / Sales \n2017 \n110% \n94% \n11,321 \n10,674 \n38,826 \n49,501 \n40% \n2018 \n99% \n96% \n14,159 \n13,629 \n14,276 \n27,905 \n13% \n2019 \n96% \n97% \n15,327 \n14,823 \n22,543 \n37,366 \n18% \n2020 \n90% \n98% \n17,513 \n17,128 \n16,882 \n34,010 \n12% \n2021 \n85% \n96% \n25,073 \n24,078 \n19,178 \n43,256 \n11% \nSource: Microsoft and Counterpoint Global. \nNote: Dollar amounts are in millions. \n"
    },
    {
      "number": 16,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6292016 Exp. 1/31/2025 \n16 \n \nWe still haven’t addressed the main problem, which is that growth is the result of all forms of investment. That \nmeans we need to examine the relationship between the level of sales and the combination of net tangible and \nnet intangible assets. That ratio averaged 132 percent in the last 5 years. \n    \n(Net Tangible Assets + \nNet Capitalized Intangible \nAssets) / Sales \n \nTangible + Intangible \nInvestments \n \n \nFiscal \nYear \nAnnual \n5-Year \nAverage \nChange in \nSales \nGrowth  Maintenance Total \nMaintenance \nInvestments / \nSales \nMaintenance \nInvestments / \nTotal \nInvestments \n2017 \n141% \n114% \n11,321 \n12,869 \n48,360 \n61,230 \n50% \n79% \n2018 \n132% \n120% \n14,159 \n16,939 \n24,566 \n41,505 \n22% \n59% \n2019 \n131% \n124% \n15,327 \n19,017 \n35,392 \n54,409 \n28% \n65% \n2020 \n127% \n129% \n17,513 \n22,660 \n30,349 \n53,010 \n21% \n57% \n2021 \n127% \n132% \n25,073 \n33,025 \n34,571 \n67,595 \n21% \n51% \nSource: Microsoft and Counterpoint Global. \nNote: Dollar amounts are in millions. \nFollowing Greenwald’s method, we can estimate that on average growth investment was 38 percent of total \ninvestment and maintenance was the other 62 percent over the past 5 years. But the trend within the average \nis also noteworthy, as a higher percentage of investment was earmarked for growth in fiscal 2021 than it was in \nfiscal 2017.   \nPercent of \nTotal \nTangible Investments \nIntangible Investments \nTotal Investments \nFiscal Year \nGrowth \nMaintenance \nGrowth \nMaintenance \n  \n2017 \n4% \n16% \n17% \n63% \n100% \n2018 \n8% \n25% \n33% \n34% \n100% \n2019 \n8% \n24% \n27% \n41% \n100% \n2020 \n10% \n25% \n32% \n32% \n100% \n2021 \n13% \n23% \n36% \n28% \n100% \nSource: Microsoft and Counterpoint Global. \nNote: Dollar amounts are in millions. \nLet’s pause to consider how this analysis extends Greenwald’s approach. The first is that it includes intangible \nas well as tangible investments. The first edition of the book that offered this approach to estimating maintenance \ncapital expenditures was published in 2001. At that time, intangible and tangible investment was about \nequivalent (see exhibit 7). But the subsequent sharp growth in intangible investment means that failing to include \nit severely limits the insight the analysis can provide.  \nIncluding acquisitions in the estimates is also essential. Many companies rely heavily on acquisitions to sustain \nor grow their sales, and M&A is a large component of total capital allocation. Companies commonly provide \ndetails on how they recorded the tangible and intangible assets on the balance sheet.  \nFinally, it’s worth taking a moment to consider the impact that write-downs have on the estimate of maintenance \nspending when you use the Greenwald approach. We illustrate the point with net tangible assets but the logic \napplies to capitalized intangible assets as well. An asset write-down reduces net tangible assets and therefore \nthe ratio of net tangible assets to sales. A lower percentage applied to the change in the dollar amount of sales \n"
    },
    {
      "number": 17,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6292016 Exp. 1/31/2025 \n17 \n \ntherefore attributes less of tangible investments to growth and more to maintenance. Depreciation also drops \nwhich means the ratio of maintenance expenditures to depreciation rises.      \nThis analysis underscores that more detailed estimates of growth and maintenance spending can be \ncumbersome. And note that the issues of inflation and technological obsolescence remain important \nconsiderations and concerns.  \nBut it is important to keep the goal in sight. We want to make sure we have a reasonable sense of each, because \nif we underestimate maintenance spending, and overstate investment, we run the risk of anticipating higher \ngrowth than what the company is likely to achieve. \n \n \n"
    },
    {
      "number": 18,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6292016 Exp. 1/31/2025 \n18 \n \nEndnotes \n1 Geoffrey B. West, James H. Brown and Brian J. Enquist, “A General Model for the Origin of Allometric Scaling \nLaws in Biology,” Science, Vol. 276, No. 5309, April 4, 1997, 122-126. \n2 Max Kleiber, “Body Size and Metabolic Rate,” Physiological Reviews, Vol. 27, No. 4, October 1947, 511-541. \n3 Geoffrey West, Scale: The Universal Laws of Growth, Innovation, Sustainability, and the Pace of Life in \nOrganisms, Cities, Economies, and Companies (New York: Penguin Press, 2017), 26.  \n4 Key ideas include space filling, the idea that energy has to get to all of the cells, and fractals, which explain the \ngeometry of networks.  \n5 Luís M. A. Bettencourt, Introduction to Urban Science: Evidence and Theory of Cities as Complex Systems \n(Cambridge, MA: MIT Press, 2021) and Vaclav Smil, Growth: From Microorganisms to Megacities (Cambridge, \nMA: MIT Press, 2019).  \n6 West, Scale, 163-173. The ¾ exponent comes back into play here. The number of cells in the mammalian \nbody grow linearly with mass. But as we saw the metabolic rate grows sublinearly (with a ¾ exponent). With a \ndoubling of mass, the metabolic rate grows at 2¾, or 1.68. The result is that the rate of energy you need for \nmaintenance grows faster than the rate at which you can supply energy, which means that less energy is \navailable for growth until the point where all energy is necessary for maintenance. At that point, you stop growing.   \n7 Geoffrey B. West, James H. Brown, and Brian J. Enquist, “A General Model for Ontogenetic Growth,” Nature, \nVol. 413,  October 11, 2001, 628-631. \n8 Jiang Zhang, Christopher P. Kempes, Marcus J. Hamilton, Geoffrey B. West, “Scaling Laws and A General \nTheory for the Growth of Companies,” ArXiv Preprint, September 23, 2021. \n9 Lewis Carroll and John Tenniel, Through the Looking-Glass and What Alice Found There (London: Macmillan \nand Co., 1872), 42. \n10 Bruce Greenwald and Judd Kahn, Competition Demystified: A Radically Simplified Approach to Business \nStrategy (New York: Portfolio, 2005), 137-159. \n11 Venkat Ramana Reddy Peddireddy, “Estimating Maintenance CapEx,” Columbia University PhD Thesis, \n2021. \n12 Michael J. Mauboussin and Dan Callahan, “The Impact of Intangibles on Base Rates,” Consilient Observer: \nCounterpoint Global Insights, June 23, 2021. \n13 Dion Bongaerts, Xiaowei Kang, Mathijs van Dijk, “Intangible Assets and the Cross-Section of Stock Returns,” \nSSRN Working Paper, September 2021. \n14 This discussion is based on Bradford Cornell, Richard Gerger, Gregg A. Jarrell, and James L. Canessa, \n“Inflation, Investment and Valuation,” Journal of Business Valuation and Economic Loss Analysis, Vol. 16, No. \n1, 2021,1-13. \n15 This is the main point of Cornell, Gerger, Jarrell, and Canessa, “Inflation, Investment and Valuation.” \n16 Amazon.com, Form 10-K, December 31, 2020, 43. \n17 See Alphabet Inc., Form 10-Q, March 31, 2021, 8 and Microsoft Corporation, Form 10-K, June 30, 2021, 41.  \n18 Financial Accounting Standards Board, “Statement of Financial Accounting Standards No. 141 (Revised \n2007): Business Combinations,” No. 299-A, December 2007. Also, see Christine Andrews, Jan Falmer, \nJeannette Riley, and Carrie Todd, “SFAS 141(R): Global Convergence and Massive Changes In M&A \nAccounting,” Journal of Business and Economics Research, Vol. 7, No. 4, April 2009, 125-136. \n19 An intangible asset is non-physical and is either separable or arises from contractual or other legal rights. \nSeparable means the asset is “capable of being separated or divided from the entity and sold, transferred, \nlicensed, rented, or exchanged, either individually or together with a related contract, identifiable asset, or \nliability, regardless of whether the entity intends to do so.” Contractual or legal rights means that accountants \nshould record the asset “regardless of whether those rights are transferable or separable from the entity or from \nother rights and obligations.” \n20 Luminita Enache and Anup Srivastava, “Should Intangible Investments Be Reported Separately or \nCommingled with Operating Expenses? New Evidence,” Management Science, Vol. 64, No. 7, July 2018, 3446-\n3468. \n21 Vijay Govindarajan, Shivaram Rajgopal, Anup Srivastava, and Luminita Enache, “It’s Time to Stop Treating \nR&D as a Discretionary Expenditure,” Harvard Business Review, January 29, 2019. \n"
    },
    {
      "number": 19,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6292016 Exp. 1/31/2025 \n19 \n \n22 FASB 141. \n23 Wayne Landsman, Alexander Liss, and Sönke Sievers, “The Pricing of Acquired Intangibles,” TRR 266 \nAccounting for Transparency Working Paper Series, No. 65, October 2021. \n24 Roger Sinclair and Kevin Lane Keller, “Brand Value, Accounting Standards, and Mergers and Acquisitions: \n‘The Moribund Effect’,’’ Journal of Brand Management, Vol. 24, No. 2, March 2017, 178-192.   \n25 Enache and Srivastava, “Should Intangible Investments Be Reported Separately or Commingled with \nOperating Expenses? New Evidence.” \n26 Carol Corrado, Jonathan Haskel, and Cecilia Jona-Lasinio, “Knowledge Spillovers, ICT and Productivity \nGrowth,” Oxford Bulletin of Economics and Statistics,” Vol. 79, No. 4, August 2017, 592-618.  \n27 Michael J. Mauboussin and Dan Callahan, “One Job: Expectations and the Role of Intangible Investments,” \nConsilient Observer: Counterpoint Global Insights, September 15, 2020. \n28 Shivaram Rajgopal, “The Most Misunderstood Area in Finance: ‘What Is Your Company’s Maintenance \nCapex’?” Forbes.com, November 13, 2021. \n29 Alex Coad, The Growth of Firms: A Survey of Theories and Empirical Evidence (Cheltenham, UK: Edward \nElgar, 2009), 40-43. \n30 For example, see U.S. Securities and Exchange Commission filings for Ferrellgas Partners, Marriott \nInternational, Sprague Resources, and Vail Resorts.    \n31 Bruce C. N. Greenwald, Judd Kahn, Paul D. Sonkin, and Michael van Biema, Value Investing: From Graham \nto Buffett and Beyond (New York: John Wiley & Sons, 2001), 96. \n32 West, Scale, 391-393. \n33 Greenwald, Kahn, Sonkin, and van Biema hint at this when they suggest methods to calculate the earnings \npower of Intel. For instance, they write, “A second method is to estimate a maintenance R&D on the same basis \nwe estimated maintenance capex, by capitalizing R&D into an asset, finding a sales-to-asset ratio, and using \nthat ratio times the dollars of additional sales to arrive at the growth portion of R&D. Maintenance R&D is simply \nthe other portion.” (To be consistent with the analysis for capital expenditures, we suspect they meant “asset-\nto-sales” ratio rather than “sales-to-asset ratio.”) See Value Investing, 125. \n34 See https://www.microsoft.com/en-us/Investor/earnings/trended/capital-expenditure.aspx. \n35 Charles R. Hulten, “Decoding Microsoft: Intangible Capital as a Source of Company Growth,” NBER Working \nPaper 15799, March 2010. \n \n \nPlease see Important Disclosures on pages 20-22 \n \n \n \n \n \n"
    },
    {
      "number": 20,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6292016 Exp. 1/31/2025 \n20 \n \nIMPORTANT INFORMATION \n \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers.  \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThe Russell 3000® Index measures the performance of the largest 3,000 U.S. companies representing \napproximately 98% of the investable U.S. equity market. The Russell 3000 Index is constructed to provide a \ncomprehensive, unbiased, and stable barometer of the broad market and is completely reconstituted annually \nto ensure new and growing equities are reflected. The index referred to herein is the intellectual property \n(including registered trademarks) of the applicable licensor. Any product based on an index is in no way \nsponsored, endorsed, sold or promoted by the applicable licensor and it shall not have any liability with respect \nthereto. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation.  \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary.  \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \n \n"
    },
    {
      "number": 21,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6292016 Exp. 1/31/2025 \n21 \n \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities: \n \nEMEA \nThis material is for Professional Clients/Accredited Investors only. \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited (“FMIL”). \nFMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company limited by \nshares with company registration number 616661 and has its registered address at 24-26 City Quay, Dublin 2, \nDO2 NY19, Ireland. \n \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA. \n \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland. \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) Limited \n(“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the United \nKingdom by the Financial Conduct Authority. \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158).  \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument.  \n"
    },
    {
      "number": 22,
      "text": " \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6292016 Exp. 1/31/2025 \n22 \n \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall only \nbe made available to “professional investors” as defined under the Securities and Futures Ordinance of Hong \nKong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory authority \nincluding the Securities and Futures Commission in Hong Kong. Accordingly, save where an exemption is \navailable under the relevant law, this material shall not be issued, circulated, distributed, directed at, or made \navailable to, the public in Hong Kong. Singapore: This material is disseminated by Morgan Stanley Investment \nManagement Company and should not be considered to be the subject of an invitation for subscription or \npurchase, whether directly or indirectly, to the public or any member of the public in Singapore other than (i) to \nan institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of Singapore (“SFA”); \n(ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of the SFA, and such \ndistribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) otherwise pursuant \nto, and in accordance with the conditions of, any other applicable provision of the SFA. This publication has not \nbeen reviewed by the Monetary Authority of Singapore.   Australia: This material is provided by Morgan Stanley \nInvestment Management (Australia) Pty Ltd ABN 22122040037, AFSL No. 314182 and its affiliates and does \nnot constitute an offer of interests. Morgan Stanley Investment Management (Australia) Pty Limited arranges for \nMSIM affiliates to provide financial services to Australian wholesale clients. Interests will only be offered in \ncircumstances under which no disclosure is required under the Corporations Act 2001 (Cth) (the “Corporations \nAct”). Any offer of interests will not purport to be an offer of interests in circumstances under which disclosure is \nrequired under the Corporations Act and will only be made to persons who qualify as a “wholesale client” (as \ndefined in the Corporations Act). This material will not be lodged with the Australian Securities and Investments \nCommission.  \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association. \n"
    }
  ]
}