{
  "filename": "2023_cost_of_capital__a_practical_guide_to_measuring_opportunity_cost.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20240223133238-05'00'",
    "modDate": "D:20240223133238-05'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n. \n \n \n \nCounterpoint Global Insights \nCost of Capital \nA Practical Guide to Measuring Opportunity Cost \nCONSILIENT OBSERVER  |  February 15, 2023\nIntroduction \nTime preference is a core concept in economics and finance. The \nidea is that most people place greater value on a dollar today than \na dollar in the future. Spending money now allows you to consume \nwith certainty. Saving money allows someone else to consume \nnow. The rate of return on your savings compensates you for \ndeferring consumption. \nEdward Chancellor, a financial journalist, asks his readers to \nimagine the present and future as two countries separated by a \nriver. Finance is the bridge that connects them. Interest is the toll \nthat those who want to consume now must pay and, equivalently, \nthe fee earned by those willing to defer their consumption. The \nlevel of the interest rate regulates the movement of capital.1 \nFor example, assume that you decide to invest your savings by \nbuying a bond issued by a company. The company, in turn, \nspends the proceeds seeking to earn an attractive rate of return. \nIf everything works out, the company pays you interest on a timely \nbasis and returns the principal when the bond matures. The \ncompany gets to invest today and you get to earn a return for \nwaiting to use the money.   \nThe value of any financial asset is the present value of the future \ncash flows. Valuation starts with an assessment of the magnitude, \ntiming, and riskiness of cash flows. You then discount tomorrow’s \ncash flows at an appropriate interest rate, or cost of capital, to \ndetermine the value today. Investors determine the cost of capital \nbased on their opportunity cost, or the value of the next best \nalternative.   \nThe cost of capital is a measure of both expected return, which \ntakes us from the present to the future, and the discount rate, \nwhich takes us from the future to the present. Expected returns \ncome with varying degrees of certainty, but in all cases a single \nnumber reflects a distribution of potential outcomes.   \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n2\n \nTable of Contents \nIntroduction .......................................................................................................................................................... 1 \nHigh-Level View of the Cost of Capital ...............................................................................................................  5 \nEstimating the Cost of Debt ................................................................................................................................. 9 \nEstimating the Cost of Equity ............................................................................................................................. 13 \nRisk-Free Rate ........................................................................................................................................... 14 \nEquity Risk Premium .................................................................................................................................. 15 \nBeta ............................................................................................................................................................ 20 \nAdjusted Beta  ....................................................................................................................................... 23 \nIndustry Beta ......................................................................................................................................... 23 \nWinsorized Beta .................................................................................................................................... 24 \nWeighted Average Cost of Capital ..................................................................................................................... 26 \nOther Forms of Financing .................................................................................................................................. 29 \nConvertible Bonds ...................................................................................................................................... 29 \nPreferred Stock .......................................................................................................................................... 29 \nOptimal Capital Structure ................................................................................................................................... 31 \nTrade-Off Theory ....................................................................................................................................... 31 \nPecking Order Theory ................................................................................................................................ 33 \nConclusion ......................................................................................................................................................... 36 \nChecklist for Estimating the Cost of Capital ....................................................................................................... 37 \nAppendix A: Adjusted Present Value ................................................................................................................. 38 \nAppendix B: Fama-French Three-Factor Model ................................................................................................ 40 \nDefinitions of Terms ........................................................................................................................................... 42 \nEndnotes ............................................................................................................................................................ 43 \n \n \n \n \n \n"
    },
    {
      "number": 3,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n3\n \nIntroduction \nThe cost of capital varies over time. Periods when the cost of capital is high are followed by periods of returns \nthat are above normal, on average, and a low cost of capital tends to precede subpar returns.2  \nCompanies access external capital from investors, primarily in the form of debt and equity, and invest it with the \nintention of earning a return in excess of the cost of capital. The expected risk and return are lower for debt \nholders than for equity holders because debt has a senior claim on cash flows. Debt holders get paid before \nequity holders do.  \nThe terms of debt financing, the magnitude and timing of cash flows, are established by contract. Investors are \nleft to determine only the risk that the company will fail to fulfill its obligations and what they might recover in the \ncase of default. Changes in interest rates, inflation, and overall economic conditions influence the cost of debt, \nbut the rights of the debt holders are stated plainly. \nYou can think of equity as a residual claim, or what’s left over after subtracting the claims of debt holders and \npreferred shareholders. Companies that earn a return on investment in excess of the cost of capital create value \nfor shareholders because other claims have been satisfied and the additional value accrues to the equity holders.  \nThis report is a practical guide to estimating the weighted average cost of capital (WACC) for a company. \nAcademic approaches to estimating the cost of capital have been criticized in recent decades, and we will \ndiscuss some of the issues of concern.3 Our goal is to find a figure that reflects opportunity cost sensibly, is \neconomically sound, and provides the investor and businessperson with a solution to apply to the problem. \nEstimating the cost of debt is relatively straightforward because the details of the agreement between the \ncompany and the investor are clear. Investors may disagree with the market’s assessment of a bond price, but \nthe company’s obligations are in plain view.  \nEstimating the cost of equity is more difficult because none of the determinants of value are explicit. Dividends, \nwhich do reflect elements of the magnitude and timing of cash flows, are at best a quasi-commitment to return \ncash to shareholders. And unlike a measure such as yield to maturity on a bond, there is no transparent method \nto observe a stock’s expected return. Equity investors need to assess the expectations for the magnitude, timing, \nand riskiness of future cash flows. Ascribing a value to equity is almost always harder than to debt for this reason.  \nMethods to assess the cost of equity are commonly based on a model of asset pricing. The capital asset pricing \nmodel (CAPM) is the most popular among financial executives and investors.4 Despite its widespread use, the \nCAPM has come under fire in recent decades. The focal point is beta, which attempts to capture risk by \nmeasuring the sensitivity of a stock’s returns relative to those of the market. Beta does a poor job of predicting \nactual reward. Academics have introduced additional factors in an attempt to better reflect the relationship \nbetween risk and reward.5   \nWe are not defenders of the faith in the CAPM. But we believe the model, especially with methods to reduce the \nerror in beta, is a useful complement to other indicators of risk and reward that have market prices, including \nbond yields and implied volatility in option prices. These measures can provide guidance and context for \nestablishing a reasonable cost of capital.  \nNearly all investors acknowledge that the present value of future cash flows determines the value of a stock, but \nmany believe a discounted cash flow (DCF) model is unreliable. For example, they point out that predicting cash \nflows is challenging, much of the value commonly resides beyond the explicit forecast period and has to be \ncaptured in the continuing value, and the overall output is very sensitive to small changes in the cost of capital.  \n"
    },
    {
      "number": 4,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n4\n \nOne common solution is to avoid DCF models altogether and to default to multiples. These include price/sales \n(P/S), price/earnings (P/E), enterprise value/earnings before interest, taxes, depreciation, and amortization \n(EV/EBITDA), and price/book (P/B). Indeed, a survey of almost 2,000 professional equity analysts found that \n“market multiples” were “[b]y far the most popular approach to valuation.” Analysts use P/E and EV/EBITDA \nmultiples most frequently.6  \nThe problem is that multiples are at best a proxy for the process of valuation. Using a multiple does not \ncircumvent the problems with forecasting cash flows and discount rates but rather buries them. We believe that \nit is better to make the assumptions explicit, debate them, and consider alternative scenarios.  \nThere is not a lot of upside in coming up with a sensible cost of capital but there is a lot of downside in applying \na figure foolishly. The goal is to blend the economic logic of an asset pricing model with market prices in order \nto estimate intelligently the opportunity cost of capital. The danger is applying formulas without thought. Charlie \nMunger, vice chairman of Berkshire Hathaway, has said, “People calculate too much and think too little.”7 A \nsound estimate of the cost of capital requires some thinking. \nSuccessful investing is ultimately about properly anticipating revisions in expectations about future cash flows. \nThe rate at which those cash flows are discounted is important but is overwhelmed in the long run by getting the \ncash flows right. We recommend settling on a practical cost of capital and then allocating the bulk of analytical \ntime and attention to thinking about the potential paths of cash flows. \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 5,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n5\n \nHigh-Level View of the Cost of Capital  \nThe cost of capital for a company is the opportunity cost for investors in the setting of a diversified portfolio.  \nThe cost of capital is based on the economic principle of substitution. An investor will not invest in an asset if a \ncomparable asset exists that is more attractive, including consideration for risk. This means that an investor will \nbuy the asset with the highest return for a given level of risk, or the lowest risk for a given level of return. This \npresumes that more risk is associated with more reward.  \nExhibit 1 shows this relationship over 20 years for 8 asset classes (5 in equities and 3 in credit) and inflation. \nStandard deviation, a measure of variation for a set of values, is the proxy for risk, and total shareholder return \n(TSR) reflects reward. \nExhibit 1: Risk and Reward for Eight Asset Classes and Inflation, 2003-2022 \n \nSource: FactSet; U.S. Bureau of Labor Statistics; Counterpoint Global. \nNote: Indexes: MSCI Emerging Markets, Russell 1000, Russell Midcap, Russell 2000, MSCI World, Bloomberg 7-10 Year \nU.S. Treasury, Bloomberg U.S. Aggregate Bond, Bloomberg 1-3 Month U.S. Treasury Bills, and U.S. Consumer Price Index. \nPortfolio diversification reduces the specific risk of an individual stock, or asset class, but even a portfolio that is \nfully diversified is exposed to market risk. What matters for a particular security or asset class is its contribution \nto the risk of a diversified portfolio. For instance, the standard deviation of returns for the stock of WD-40 \nCompany, a producer of oil for lubrication, is much higher than that of the market, but adding the stock to a \nportfolio reduces risk because the stock tends to zig when the market zags.8 The focus is not on the risk of the \nstock but rather how that security affects the risk of the overall portfolio.  \nThe cost of capital is a link between corporate finance and investing (see exhibit 2). Companies use the capital \nthat investors save. Companies seek to invest capital, which includes funds generated by the business, at a rate \nof return above the cost of capital in order to create value. These capital allocation decisions apply to mergers \nand acquisitions (M&A), internally-generated intangible investments, capital expenditures, and working capital.9 \nCompanies can only invest so much before the return on investment drops below the cost of capital. \n0%\n1%\n2%\n3%\n4%\n5%\n6%\n7%\n8%\n9%\n10%\n11%\n12%\n0%\n5%\n10%\n15%\n20%\n25%\n30%\n35%\nTSR (Annual)\nStandard Deviation\n"
    },
    {
      "number": 6,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n6\n \nThe cost of capital for a company is the opportunity cost of the investor. Investors must evaluate investment \nopportunities with an eye toward making sure there is an appropriate reward for the risk they take. Investors \nvary in their risk appetites but all seek to earn a proper payoff. \nExhibit 2: The Link between Companies and Capital Markets \n \nSource: Based on G. Bennett Stewart, III, The Quest for Value: A Guide for Senior Managers (New York: HarperCollins, \n1991), 83. \nA company’s balance sheet has assets on the left and liabilities and equity on the right. Assets are the resources \na company employs to generate cash flows. Liabilities and equity are the way a company finances those \nresources. Debt and equity are the most popular forms of financial capital.  \nDebt is a contractual obligation between a company and its lenders, in which the company pledges to make \ntimely payments of interest and to return principal at the end of a period that is specified by contract. Equity is \ntechnically a contract between a company and its shareholders that confers limited rights to shareholders, which \ninclude the right to vote, transfer ownership, and collect dividends.10 \nPractically, common equity represents a claim on future residual cash flows. The claim is on cash flows after a \ncompany has paid other stakeholders, including creditors (interest and principal), suppliers (accounts payable), \nthe government (taxes), and employees (wages).  \nWe have so far used the standard deviation of asset price changes as a measure of risk. But you can think of \nrisk more fundamentally as a combination of business risk and financial risk:11  \nCorporate risk = business risk + financial risk  \nBusiness risk, or asset risk, reflects the variability of operating cash flows. Operating leverage, which measures \nchanges in operating profit as the result of changes in sales, is an important determinant of business risk.12 The \nratio of fixed to variable operating costs helps explain operating leverage, especially in the short run. Firms with \nhigh fixed and low variable costs have more operating leverage than those with low fixed and high variable costs. \nFinancial risk is determined by the amount of debt a company assumes. The interest expense from debt \neffectively adds a fixed cost and makes the earnings more volatile. \nReturn\nProspective Investments\nCorporate\nWACC\nReward\nRisk\nInvestor\nRisk-\nFree\nRate\n"
    },
    {
      "number": 7,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n7\n \nTo see how this works, consider two companies with $100 in operating profit. The first has no debt, so pre-tax \nprofit and operating profit are the same. The second has debt that incurs $20 in interest expense, which means \nthat its pre-tax profit is $80.  \nNow assume that both companies increase their operating profit to $120. The first company will enjoy a 20 \npercent increase in pre-tax profit (from $100 to $120), while the second company will realize 25 percent growth \nin pre-tax profit (from $80 to $100). Naturally, the math also has a similar effect on the downside. Even with the \nsame operating income, profits are more volatile for the second company than they are for the first. Empirically, \ncompanies with high business risk tend to have low financial risk, and companies with low business risk benefit \nfrom having some financial risk.13 \nFranco Modigliani and Merton Miller (M&M), economists who received the Nobel Memorial Prize in Economic \nSciences, developed a theorem in the late 1950s showing that the value of a firm is independent of its capital \nstructure.14 Their point, which ran against the conventional wisdom of the time, was that a change in the capital \nstructure does not change risk overall but rather simply transfers risk from one stakeholder to another.  \nThe cost of debt also goes up when a company adds debt because the size of the contractual obligation grows. \nThe cost of equity also goes up because the magnitude of the senior claims on assets is higher, making the \nreturn on the residual claim riskier. But overall risk is preserved since debt is less costly than equity due to its \nseniority in the capital structure.  \nA simple illustration can help make the point. Assume a company that has $100 in annual operating profit. We \ncan observe what happens as we add debt to the capital structure. \n \nA \nB \nC \nOperating profit  \n$100 \n$100 \n$100 \nDebt \n0 \n200 \n400 \nCost of debt \n0.00% \n5.00% \n6.25% \nCash flow for equity \n100 \n90 \n75 \nEquity \n1,000 \n800 \n600 \nCost of equity \n10.00% \n11.25% \n12.50%  \nValue of the firm \n $1,000 \n$1,000 \n$1,000 \nIn scenario A, the firm is financed solely with equity that has a cost of 10 percent. Provided the company will \nearn $100 into perpetuity with no growth, the value of the firm is $100 divided by 10 percent, or $1,000.  \nIn scenario B, the company issues $200 of debt at a cost of 5 percent. As a result, the cash flow for equity \nholders drops $10, from $100 to $90 ($10 = $200 × 5 percent). Shareholders now require a return of 11.25 \npercent because the addition of debt increases their risk. The debt is $200, the equity is now worth $800 ($800 \n= $90 ÷ 11.25 percent), and the value of the firm remains $1,000 ($1,000 = $200 debt + $800 equity). \nIn scenario C, the company adds more debt, bringing the total to $400. The additional debt increases the risk \nfor debt holders. As a consequence, the cost of debt goes from 5 to 6.25 percent. The higher interest payment, \nnow $25 ($25 = $400 × 6.25 percent), means that only $75 is left over for equity holders. The risk for equity \nholders also rises, going from 11.25 to 12.5 percent. Here again, the cost of debt and equity are higher but the \nvalue of the firm does not change. The debt is worth $400 and the equity is valued at $600 ($600 = $75 ÷ 12.5 \npercent), leaving the total at $1,000.  \n"
    },
    {
      "number": 8,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n8\n \nM&M’s invariance proposition offers insight because it is true only under very specific conditions, including no \ntaxes, bankruptcy costs, or effects on managerial incentives. It also assumes markets are perfect and complete. \nSince none of these conditions prevail in the real world, we can conclude capital structure does matter.15   \nTo see why, we focus on the assumption of no taxes. Many tax codes, including that of the U.S., treat some \npercentage of interest expense as a deduction from income before paying taxes. That means some debt adds \nvalue to the firm up to a point because more cash flow is going to stakeholders and less is going to the \ngovernment.  \nDebt’s impact on the cost of capital is based on the role of taxes and other factors rather than on how a company \nslices and dices its capital structure. Further, too much debt is problematic because it introduces the risk of \nfinancial distress.   \nWe are about to roll up our sleeves and get into the details. But to summarize, the cost of capital is the opportunity \ncost of the investors who provide capital. It serves as a crucial link between corporate finance and investing, as \nit sets the minimum rate of return a company should be willing to accept to invest in its business.  \nRisk can be disaggregated into business risk, which reflects the volatility of a firm’s cash flows, and financial \nrisk, how much debt the company takes on. M&M shows that capital structure does not matter under conditions \nthat are unrealistic. When we introduce realistic conditions, we can see that capital structure does matter and \nthat it affects the cost of capital.  \nSome investors prefer to discount cash flows at a required rate of return that reflects the minimum threshold of \nexpected return they want to earn. In cases when that rate of return exceeds the cost of capital, the approach is \nequivalent to discounting at the cost of capital and insisting on paying a price that is sufficiently less than value. \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 9,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n9\n \nEstimating the Cost of Debt \nThe cost of debt is the effective after-tax rate a company has to pay on its long-term debt.  \nThe yield to maturity on a company’s long-term, option-free bonds is a good estimate for the pre-tax cost of debt \nfor a company with securities that are rated as investment grade. This is debt that is deemed to have a relatively \nlow risk of default and hence receives a higher rating from the credit agencies (Baa or above from Moody’s and \nBBB or above from S&P Global and Fitch). You can observe this rate directly for most firms. \nFor companies that have only short-term or illiquid debt, you can take some steps to estimate the cost of debt \nindirectly. First, determine the credit rating on the company’s unsecured long-term debt. Second, look at the \naverage yield to maturity on a portfolio of bonds with a similar credit rating. Bond investors often express this as \na spread over a Treasury rate, usually the 10-year note. The treasury yield is a proxy for the risk-free rate.  \nIt is appropriate to use an option-adjusted spread (OAS) for a fixed income security that embeds options. For \nexample, a bond may include an option for the investor to sell it back to the issuer on a specific date at a set \nprice. Or the issuer may have the option to call back, or redeem, the bond at a predetermined time and price.  \nSome companies finance themselves predominantly with short-term debt. In this case, it may appear appropriate \nto use the short-term rates as the cost of debt, but the problem is that short-term rates do not reflect expectations \nabout long-term inflation. The time horizon for estimating the cost of capital should match the time horizon of \nforecasted cash flows, which is rarely less than ten years.  \nThe long-term rate is a better approximation of interest costs over time even for companies that roll over their \nshort-term debt because long-term rates capture the expected cost of repeated borrowing. If a company \nexclusively relies on short-term debt, use its credit rating to approximate the cost of long-term debt.  \nFree cash flow, or net operating profit after taxes (NOPAT) less investment needs, does not reflect financial \nleverage. This is useful for comparing companies with different capital structures. But debt creates a valuable \ntax shield free cash flow does not capture because some of the interest expense is generally tax deductible.16  \nTo capture the value of the tax shield, you must adjust debt from a pre-tax rate to an after-tax rate. To do this, \nmultiply the pre-tax cost of debt by one minus the marginal tax rate. The marginal tax rate is the tax rate a \ncompany pays on its last dollar of taxable income. This is how the benefit of the tax shield that debt creates finds \nits way into the calculation of WACC. The formula is:  \nAfter-tax cost of debt = pre-tax cost of debt × (1 – marginal tax rate)  \nNot all companies can take all of their interest expense as a deduction from taxes. For example, the Tax Cuts \nand Jobs Act of 2017 sets a limit on the tax deductibility of interest at 30 percent of earnings before interest and \ntaxes (EBIT) for U.S. companies with sales of $25 million or more. This went into effect in 2022. We estimate \nthat this affected about 25 percent of the companies in the Russell 3000 that had positive EBIT in 2022. The \nRussell 3000 tracks the largest stocks by market capitalization in the United States.  \nThe effective rate is commonly lower than the marginal rate because companies have net operating losses \n(NOLs), tax loss carrybacks, or investment tax credits. \nThe cost of debt should reflect the marginal rate, including state and local taxes, of the countries where the \ncompany earns its operating profit. This can create a sizeable difference between the tax rate in a company’s \nhome country and the tax rate it must actually pay for firms with a large presence outside of their domicile.  \n"
    },
    {
      "number": 10,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n10\n \nFor companies with tax loss carryforwards, it may make sense to value the company in two stages. First, assume \nthe company pays normal taxes in its free cash flows. This, of course, will lead to a value that is too low.  \nSecond, calculate the present value of the tax savings. To do this, calculate the annual tax savings and discount \nthat savings at the cost of debt. Note that the company has to produce operating income to realize tax savings. \nAdd that amount back to the value of the firm assuming full tax payment. These two stages allow for \ncomparability to profitable peers and specify the value of the tax savings.  \nThe Tax Cuts and Jobs Act of 2017 also changed the rules for NOLs. Prior to the act, companies could carry \nback NOLs for two years, carry them forward for 20 years, and offset all taxable income when carried back or \nforward. Starting in 2018, carrybacks were eliminated and companies are only allowed to use a net operating \nloss carryforward for up to 80 percent of taxable income. \nThe book value of debt is in many cases a sensible proxy for the market value of debt. But make an adjustment \nin your debt-to-total capital ratio if the debt is trading at a substantial premium or discount to par.  \nThe yield to maturity is a reasonable proxy for the pre-tax cost of debt for companies with debt that is rated as \ninvestment grade. That yield can be expressed as a spread over a risk-free rate. \nExhibit 3 shows a decomposition of expected returns, calculated monthly, for BBB bonds from 2008 to 2022. \nThe components of the expected return include the real yield on the 10-year U.S. Treasury note, inflation \nexpectations, and the BBB credit spread. The nominal yield on the 10-year U.S. Treasury note equals the real \nyield plus inflation expectations. \nOver this time, the spread peaked at 7.8 percentage points in December 2008 during the financial crisis and \ntroughed at 1.1 percentage points in June 2021 in the throes of COVID.  \nExhibit 3: Expected Returns on BBB Bonds Calculated Monthly, 2008-2022 \n \nSource: Aswath Damodaran; FRED at the Federal Reserve Bank of St. Louis; Counterpoint Global. \nNote: August 2008-December 2022; Treasury note=10-year U.S. Treasury note; BBB spread=ICE BofA BBB U.S. corporate \nindex option-adjusted spread. \n-2\n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n20\n22\n24\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nPercent\nBBB Credit Spread\nInflation Expectations\nTreasury Note Real Yield\n"
    },
    {
      "number": 11,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n11\n \nYield to maturity overstates the pre-tax cost of debt for companies issuing high-yield debt, or debt that is rated \nbelow investment grade.17 The reason is that high-yield bonds have a meaningful probability of default. For \nexample, the base rate of default over 10 years is about 2 percent for an investment-grade bond (BBB- or higher) \nand 23 percent for a speculative-grade bond (BB+ or lower).18 \nThe following equation is relevant for all bonds: \nCost of debt = promised yield spread – lost yield due to default \nThe cost of debt is somewhere between the promised yield and the risk-free rate. Because the lost yield due to \ndefault is negligible for companies that issue investment-grade bonds, the cost of debt and promised yield are \npractically equivalent. That means the yield to maturity is a suitable proxy for the cost of debt for companies that \nissue investment-grade bonds. \nThe lost yield due to default can be consequential for companies with non-investment grade ratings. As a \nconsequence, that yield to maturity may overstate materially the cost of debt. We will describe how to estimate \nthe lost yield due to default in a moment.  \nExhibit 4 shows a decomposition of expected returns, calculated monthly, for high-yield bonds from 2008 to \n2022. The spread peaked at 19.9 percentage points in November 2008, implying an expected return in excess \nof 20 percent, near the climax of the financial crisis. It bottomed at 3.0 percentage points, or an expected return \nof 4.5 percent, in June 2021 during COVID. \nExhibit 4: Expected Returns on High Yield Bonds Calculated Monthly, 2008-2022 \n \nSource: Aswath Damodaran; FRED at the Federal Reserve Bank of St. Louis; Counterpoint Global. \nNote: August 2008-December 2022; Treasury note=10-year U.S. Treasury note; High yield spread=ICE BofA U.S. high-yield \nindex option-adjusted spread. \n \n-2\n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n20\n22\n24\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nPercent\nHigh Yield Credit Spread\nInflation Expectations\nTreasury Note Real Yield\n"
    },
    {
      "number": 12,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n12\n \nRobert Merton, a professor of finance who was also accorded the Nobel Memorial Prize in Economic Sciences, \ndeveloped a model that can provide insight into the risk of lost yield due to default.19 The model values the equity \nvalue of a company as a call option on its assets with a strike price equivalent to the notional value of the \nliabilities. The key is that the distribution of option values provides insight into the default probability.    \nIan Cooper and Sergei Davydenko, professors of finance, use the Merton model to estimate the lost yield due \nto default. Their inputs include the debt-to-total capital ratio, credit spread, equity risk premium, and volatility of \nthe equity. They estimate, for example, that the proportion of the debt spread attributable to lost yield due to \ndefault is 13 basis points, or 13 percent of the spread, for a firm with a 20 percent debt-to-total capital ratio, a \n100 basis point credit spread over AAA-rated bonds, an equity risk premium of 6 percent, and a volatility of \nequity of 30 percent. Accordingly, using the expected return results in a small error. \nThe picture is very different for a firm with high leverage. Assume a company has a 70 percent debt-to-total \ncapital ratio, a 400 basis point credit spread of AAA-rated bonds, an equity risk premium of 6 percent, and a \nvolatility of equity of 50 percent. The debt spread attributable to lost yield due to default rises to nearly 250 basis \npoints, or 62 percent of the spread. In this case, the promised yield spread greatly overstates the cost of debt.  \nLeases should also be considered debt. In 2019, new guidelines from the Financial Accounting Standards Board \n(FASB), which establishes U.S. Generally Accepted Accounting Principles (GAAP), required most companies \nto reflect leases longer than one year on the balance sheet.20 Leases appear as a right-of-use asset on the asset \nside of the balance sheet. This captures the lessee’s right to use the asset over the duration of the lease. About \nthree trillion dollars of leases were added to the balance sheets of U.S. companies as a result of this accounting \nchange.21  \nIn a quirk of accounting under GAAP, the entire lease payment, including embedded interest, is reflected in the \ncalculation of EBIT. With debt, the interest expense shows up below EBIT. As a result, a company that leases \nan asset will have lower EBIT than a company that finances the asset with debt, even though pre-tax income \nwill be the same. By contrast, lease payments are appropriately allocated between depreciation and interest \nexpense under International Financial Reporting Standards (IFRS).  \nTotal net debt should include leases and unfunded retirement benefits minus excess cash. Depending on the \nbusiness, you can treat cash and marketable securities above two to five percent of sales as excess.  \nFor example, Amazon, a multinational technology company, had long-term lease liabilities of $73.0 billion as of \nDecember 31, 2022. This liability was comprised of $11.4 billion in capital leases and $61.6 billion in operating \nleases. Total debt was $70.1 billion, including short-term debt of $3.0 billion and long-term debt of $67.1 billion. \nTotal lease liabilities plus debt equaled $143.1 billion. \nThe combination of cash and marketable securities was $70.0 billion, and sales for 2022 were $514 billion. \nAssuming the company requires 2 percent of sales to operate, excess cash was $59.7 billion ($59.7 = $70.0 – \n[$514 × .02]). Total net debt was $83.4 billion ($83.4  = $73.0 in leases + $70.1 in debt - $59.7 in excess cash). \nThe company’s equity value on that date was $860 billion ($860 = $84.00 stock price × 10.2 billion shares \noutstanding). \nEstimating the cost of debt is a reasonably straightforward process for most companies. The calculation is more \nchallenging for companies that have debt that is rated below investment grade or substantial leases or other \nliabilities.  \n"
    },
    {
      "number": 13,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n13\n \nEstimating the Cost of Equity \nThe cost of equity is the expected total return on a company’s stock.  \nThe cost of equity is higher than the cost of debt because equity is a junior claim on the value of a firm. In \naddition, debt is an even cheaper source of financing because some percentage of the interest expense on debt \nis tax deductible. An estimate of the cost of equity should never be lower than that of debt. \nThe cost of equity is difficult to estimate because we cannot observe it directly. For example, when a company \nissues debt the cost is relatively transparent. The same company offering equity can only approximate the cost. \nAs a consequence, an estimate of the cost of equity requires an asset-pricing model.  \nThe best known of these are the capital asset pricing model (CAPM), developed by a handful of economists, \nincluding William Sharpe, and the three-factor model, advanced by Eugene Fama and Kenneth French, \nprofessors of finance.22 Sharpe and Fama were also awarded the Nobel Memorial Prize in Economic Sciences. \nAcademics have continued to add factors in an effort to explain returns more effectively than the CAPM or three-\nfactor model can. This has led to a “zoo” of factors seeking to explain hundreds of purported anomalies.23  \nFinancial executives rely heavily on the CAPM but the investment community, led by quantitative funds, uses \nsix factors widely. These include beta (stocks of companies with high betas earn higher returns than those with \nlow betas), size (stocks of companies with small capitalizations generate higher returns than stocks of \ncompanies with large capitalizations),24 value (stocks with low multiples outperform those with high multiples),25 \nmomentum (stocks that have done well continue to do well in the short term),26 quality (companies of high quality \nprovide higher returns than companies of low quality),27 and asset growth (companies with low asset growth \noutperform those with high asset growth).28 \nFama and French now recommend a five-factor model that includes all of the factors above except for \nmomentum. We will focus on the CAPM because it is the model most practitioners use. See appendix B for a \ndiscussion of the three-factor model.  \nThe CAPM estimates the expected return of a security by adding the risk-free rate to the security’s beta (β) times \nthe equity risk premium (ERP). The ERP equals the difference between the expected return for the market and \nthe risk-free rate and is similar conceptually to a credit spread.   \nExpected return = Risk-free rate + β(Market return – Risk-free rate)  \nThe ERP is the same for all stocks in the CAPM because it captures what is known as “systematic risk,” or risk \nthat cannot be diversified away. Beta measures how a company’s risk contributes to portfolio risk. “Unsystematic \nrisk” can be reduced through portfolio diversification. \nExhibit 5 shows the security market line, which reflects a linear relationship between risk and reward. Beta \nmeasures how much a stock moves relative to a benchmark index. \n \n \n \n \n"
    },
    {
      "number": 14,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n14\n \nExhibit 5: The Security Market Line \n \nSource: Counterpoint Global. \nThe CAPM was developed in the early 1960s, and empirical tests of the model made it clear pretty early on that \nit is better in theory than in practice. Even before introducing additional factors, practitioners have to use \njudgment to answer questions about three of the model’s key drivers:  \n• \nWhat is the appropriate risk-free rate? \n• \nHow should the equity risk premium be estimated? \n• \nWhat is the best method to estimate beta? \nRisk-Free Rate. The best proxy for the risk-free rate is a yield on a long-term, default-free government fixed-\nincome security. The yield on the 10-year U.S. Treasury note is appropriate for businesses based in the United \nStates. This yield is easy to find, is sufficiently long-dated, and has a relatively low risk of default.  \nOutside of the United States, you can adjust the government borrowing rate in local currencies by the estimated \ndefault spread. Aswath Damodaran, a professor of finance at the Stern School of Business at New York \nUniversity, shares these estimates on his website based on local currency ratings.29 \nIdeally, the security that reflects the risk-free rate should have no covariance with the market, or a beta of zero. \nExhibit 6 shows that the 10-year Treasury note has a beta of 0.03 when compared to the S&P 500, an index \nthat tracks the stocks of 500 large companies in the U.S. These are monthly returns for the 60 months ending \nin December 2022.  \n \n \n \n \n \nSecurity Market Line (SML)\nRate of Return\nRisk (Beta Coefficient)\nRisk-\nFree \nRate\n"
    },
    {
      "number": 15,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n15\n \nExhibit 6: Beta for 10-Year U.S. Treasury Note versus the S&P 500, 2018 to 2022 \n \nSource: FactSet and Counterpoint Global. \nNote: Returns for 10-Year Note represented by the Bloomberg U.S. Treasury 7-10 Year TR Index. \nEquity Risk Premium. The ERP is the difference between the return of the equity market and the return of the \nrisk-free asset.30 The ERP is higher than credit spreads in general because equity is riskier than debt. Observing \nthe historical ERP is easy but estimating the premium going forward is a challenge. For example, one survey of \n150 finance and valuation textbooks that were written over 3 decades revealed a range of estimated ERPs from \n3 to 10 percent, and one-third of the books used different ERPs in various places within the same book.31  \nLeading academics and practitioners who convened a meeting in 2001 to discuss the ERP provided a range of \nestimates for the ERP at that time from 0 to 7 percent, with an average just under 4 percent.32 The realized ERP \nfor the following 10 years was minus 4.1 percent. \nDeterminants of the ERP include collective risk aversion, the perceived level of economic risk, the degree of \nliquidity in markets, and tax policy.33 The ERP moves around because these factors change. In fact, academic \nresearch suggests the ERP is probably a series that has unstable statistical properties.34 The practical objective \nis to come up with an intelligent forecast of the ERP to assess expected returns. \nThere are three common approaches to estimating the ERP. The first is to look at historical results and assume \nthe future will be similar to the past. The second is to survey investors about their expectations. The third is to \nestimate a rate the market implies by reverse-engineering assumptions to solve for the market price.  \nEach approach has its pros and cons. Historical results are supported by lots of data but are highly sensitive to \nthe time period selected, include survivorship bias, and are different whether calculated using arithmetic or \ngeometric averages.35  \nSurveys, which include forecasts by academics, financial executives, and individual and institutional investors, \nprovide snapshots of attitudes at a specific moment but are imperfect because of a strong tendency to \nextrapolate recent results. The structures of the surveys are not always ideal.36  \n-5\n-4\n-3\n-2\n-1\n0\n1\n2\n3\n4\n5\n-15\n-10\n-5\n0\n5\n10\n15\n10-Year Note Monthly Returns (Percent)\nS&P 500 Monthly Returns (Percent)\nSlope = 0.03\n"
    },
    {
      "number": 16,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n16\n \nAn ERP implied by the market uses current prices but requires forecasts for drivers such as cash flow growth \nand return on capital. Aswath Damodaran posts an updated estimate of the equity risk premium on his website \nevery month. He also shares a spreadsheet with his assumptions that offers the flexibility to change the variables. \nDamodaran has annual estimates for the equity risk premium going back to 1961. The range is from a low of 2.1 \npercent in 1999 to a high of 6.5 percent in 1979. The estimates are not adjusted for inflation. \nExhibit 7 shows the relationship between Damodaran’s cost of equity estimates (x-axis) and the subsequent \ntotal returns for the S&P 500 over the following 10 years (y-axis). While not perfect, there is a distinct association \nbetween expected and realized returns.  \nWe find Damodaran’s estimates to be sensible and note that FactSet uses his equity risk premium as the default \nin their calculations of the cost of capital.  \nExhibit 7: Cost of Equity and Future TSRs, S&P 500, 1961-2022 \n \nSource: FactSet; Aswath Damodaran; Counterpoint Global. \nWe ultimately want an ERP that looks forward, but understanding historical averages is helpful to place current \nconditions in context. Calculating the historical ERP might appear straightforward, but it requires judgment about \nthe appropriate risk-free rate, the time period over which to measure results, and the choice of an arithmetic or \ngeometric average. Damodaran finds that the historical ERP can fall in the range of 3 to 12 percent based on \nthe various combinations of alternatives.37  \nThe total return on the 10-year Treasury note works well as a proxy for the risk-free rate. Using returns from \nTreasury bills or bonds requires a commensurate adjustment to the ERP. \nThe issue of time horizon is thornier. The argument in favor of shorter time horizons is that they better capture \npresent conditions. The argument against a short time frame is that it may not accurately reflect the full \ndistribution of outcomes. An estimate’s accuracy can be measured with the standard error, which is calculated \nas the observed standard deviation divided by the square root of the sample size.  \nIn plain words, using a small sample of a large distribution of outcomes increases the possibility that your \nestimate is wrong because you fail to capture a lot of relevant data. For example, returns for the S&P 500 since \n-2%\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n16%\n18%\n20%\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n16%\n18%\n20%\nS&P 500 TSR, \nNext 10 Years (Annualized)\nCost of Equity\nr = 0.66\n"
    },
    {
      "number": 17,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n17\n \n1928 have had a standard deviation of just under 20 percent. That series includes more than 90 years, which \ngets the standard error down to about 2.0 percent (0.02 = 0.197 ÷ 94^0.5). That the standard errors are as large \nor larger than the ERP for periods of fewer than 20 years supports the case for a longer time period.  \nHistorical averages to estimate the ERP can be calculated using arithmetic or geometric returns. The difference \nbetween the two is material. The arithmetic mean is the average of the annual ERPs (equity market - risk-free \nrate). The geometric mean is the compound annual rate of return. The geometric return is always less than or \nequal to the arithmetic return and can be approximated by taking one-half of the variance of returns. Variance is \nthe square of the standard deviation. \nThe difference between arithmetic and geometric returns grows as the standard deviation of the results in the \ntime series increases. For equity less bond returns in the U.S. from 1928-2022, the arithmetic return was 6.6 \npercent and the geometric mean was 5.1 percent. The difference, 1.5 percentage points, is a large percentage \nof the value of both totals. \nThe arithmetic average is appropriate if the objective is to estimate the equity risk premium over the next year. \nThe geometric average is proper over multiple time periods.  \nThe second approach is an estimate of the ERP implied by market prices. The idea is that the key drivers of \nvalue, including earnings and dividends, follow long-term trends that are somewhat predictable. With a sense of \nfuture cash flows and knowledge of the prevailing price, it is possible to solve for the discount rate that equates \nthe present value of future free cash flows to today’s price. \nExhibit 8 shows the expected returns for the U.S. stock market from August 2008 through 2022 using the 10-\nyear Treasury note as the risk-free rate and Damodaran’s estimate of the ERP. The average ERP over this \nperiod was 5.5 percent, with a high of 7.7 percent in February 2009 and a low of 3.9 percent in July 2021. \nExpected return, which adds the yield on the 10-year U.S. Treasury note to the ERP, peaked at 10.7 percent in \nFebruary 2009 and bottomed at 5.1 percent in December 2020. All of these figures are unadjusted for inflation. \nIn 2022, expected returns jumped from 5.8 percent at the beginning of the year to 9.8 percent at the end.  \nExhibit 8: Expected Return on U.S. Equities Calculated Monthly, 2008-2022 \n \nSource: Aswath Damodaran; FRED at the Federal Reserve Bank of St. Louis; Counterpoint Global. \nNote: August 2008-December 2022; Treasury note=10-year U.S. Treasury note. \n-2\n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n20\n22\n24\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nPercent\nEquity Risk Premium\nInflation Expectations\nTreasury Note Real Yield\n"
    },
    {
      "number": 18,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n18\n \nExhibit 9 shows the risk-free rate, the implied ERP, and the ratio between the two from 1961 to 2022. This \nprovides a sense of the sources of return. From 1961 through about 2000, the ratio of the ERP to the risk-free \nyield was about 0.6, which means that the ERP was consistently below the risk-free rate.  \nThat ratio started rising following the dot-com bust, jumped after the financial crisis, and spiked to more than five \ntimes with the actions taken to deal with COVID. In 2022, the estimated ERP increased 170 basis points and \nthe yield on the risk-free rate rose 230 basis points, lowering the ratio between the ERP and risk-free rate to \nabout 1.5 times. The current ratio is in line with those in the 2000s, while still far from the average of 1961-1999. \nExhibit 9: Equity Risk Premium and the Risk-Free Rate, 1961-2022 \n \nSource: Aswath Damodaran; FRED at the Federal Reserve Bank of St. Louis; Counterpoint Global. \nNote: Data reflect end of year; Treasury note=10-year U.S. Treasury note. \nComparing the ERP to credit spreads is another way to assess whether it is calibrated sensibly. We can use \nexpected fixed income returns, which are observable, as a benchmark to estimate expected equity returns, \nwhich are unobservable.  \nThe ERP is higher than the credit spread because stocks are riskier than bonds. However, there have been \nperiods of very high valuations in the equity markets that implied low future equity returns. The peak of the \nmarket in March 2000 is an example.38 Returns for large-capitalization stocks were poor for the following decade \nrelative to history.  \nExhibit 10 shows the relationship between the ERP and the spread between bonds rated Baa by Moody’s and \nthe risk-free rate from 1980 through 2022. On average, the ERP has averaged around 2.0 times the credit \nspread. A ratio above the average suggests that stocks are attractive relative to investment-grade bonds, and a \nratio below the average implies that bonds look good relative to stocks. The ratio was 3.0 at the end of 2022. \n \n \n \n0\n1\n2\n3\n4\n5\n6\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n16%\n18%\n20%\n1961\n1964\n1967\n1970\n1973\n1976\n1979\n1982\n1985\n1988\n1991\n1994\n1997\n2000\n2003\n2006\n2009\n2012\n2015\n2018\n2021\nEquity Risk Premium / \nTreasury Note Yield\nEquity Risk Premium and\nTreasury Note Yield\nERP / \nTreasury \nNote Yield\nEquity Risk \nPremium\nTreasury\nNote Yield\n"
    },
    {
      "number": 19,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n19\n \nExhibit 10: Equity Risk Premium and Baa Spread, 1980-2022 \n \nSource: Aswath Damodaran; FRED at the Federal Reserve Bank of St. Louis; Counterpoint Global. \nNote: Data reflect end of year; Baa spread=Moody's Seasoned Baa Corporate Bond Yield minus yield on 10-year U.S. \nTreasury note. \nThe Cboe Volatility Index (VIX) is a measure of the implied annual volatility of options on the S&P 500 Index and \nis considered a gauge of collective risk aversion (see exhibit 11).39 Generally, a rising VIX indicates an increase \nin fear among investors and is consistent with poor stock market returns, and a decline in the VIX suggests a \ndecrease in fear and goes with good market results. Note the spikes in March 2009 as a result of the financial \ncrisis and in 2020 because of COVID.   \nExhibit 11: Cboe Volatility Index (VIX), Monthly, 1990-2022 \n \nSource: FRED at the Federal Reserve Bank of St. Louis and Counterpoint Global. \nNote: Data reflect end of month. \n0\n1\n2\n3\n4\n5\n6\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n16%\n18%\n20%\n1980\n1981\n1982\n1983\n1984\n1985\n1986\n1987\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nEquity Risk Premium / Baa Spread\nEquity Risk Premium and Baa Spread\nERP / \nBaa Spread\nEquity Risk \nPremium\nBaa Spread\n0\n10\n20\n30\n40\n50\n60\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nPrice\n"
    },
    {
      "number": 20,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n20\n \nCredit spreads and the level of the VIX provide a proxy for collective risk aversion independent of the ERP. Low \nspreads and volatility imply that investors are seeking risk, and high readings indicate fear of risky assets.  \nLow risk aversion translates into higher asset prices, holding constant the prospects for future cash flow. High \nasset prices are associated with less upside and more downside in equity returns. Asset prices are often \nvulnerable to decline when risk is perceived to be low. Examples include the spring of 2000, summer of 2007, \nand fall of 2021. Asset prices are often very attractive when risk appears to be high, as we saw in March 2009 \nand March 2020.     \nThe market places a price on other measures of risk that can be informative when considering the ERP. The \nsignals are strongest when the ERP, credit spreads, and VIX all indicate similar levels of extreme fear or greed.  \nBeta. Despite the CAPM’s popularity among practitioners, the concept of beta has been challenged on empirical \nand intellectual grounds. The empirical problem is that beta does not predict expected returns the way it is meant \nto. Specifically, stocks with low betas generate higher returns, and stocks with high betas deliver lower returns, \nthan the model predicts. The intellectual objection is that volatility in general, and beta in particular, are poor \nways to measure risk. Value investors generally define risk as potential permanent loss of capital and argue that \nthe volatility of asset prices does a poor job of capturing that risk.   \nWe discuss methods to improve the measurement of beta and also review alternative approaches to estimating \nthe cost of equity. The objective is to come up with an estimate that captures the opportunity cost of equity \ninvestors in a portfolio setting and that makes business, economic, and common sense. \nBeta measures the return of an individual security relative to the return on the market index. It reflects financial \nelasticity. You calculate a historical beta by doing a regression analysis with the market’s total returns as the \nindependent variable (x-axis) and the asset’s total returns as the dependent variable (y-axis). The slope of the \nbest-fit line is the beta.40  \nThe slope of the regression line is the rise (up or down) over the run (left to right). The beta is 1.0 for a security \nthat goes up and down the same as the market. The beta is 2.0 for an asset that goes up or down at a percentage \ntwice that of the market. That asset is considered to be riskier than the market. The beta is 0.5 if the security \nrises and falls at a rate that is one-half of the market’s percentage. That security is less risky than the market. \nExhibit 12 shows the beta for Nike, a sportswear company, using monthly returns over the 60 months ended \n2022, and the S&P 500 as the index. The beta is 1.09. The equation for the “slope intercept form” of a straight \nline is y = mx + b. In this equation, which appears in the top right corner of exhibit 12, “m” equals beta (slope) \nand “b” is alpha (intercept). Alpha is the y-intercept of a regression line and as such captures the excess return. \nIf you combine all of the assets in an index and correlate it versus the index itself, you will get a beta of 1.0 and \nan alpha of zero before consideration of any costs. \n \n \n \n \n \n"
    },
    {
      "number": 21,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n21\n \nExhibit 12: Beta and Alpha for the Stock of Nike, 60 Months Through 2022 \n \nSource: FactSet. \nSimilar to the ERP, beta should be a measure that looks forward but is unobservable. As a result, to estimate it \nwe have to examine historical relationships and make adjustments to remove some of the noise.  \nCalculating beta requires a number of judgments. These include which index to compare to, how far back in \nhistory to go, and whether to measure frequency on a daily, weekly, monthly, quarterly, or yearly basis.  \nThe benchmark the marginal buyer of the security is likely to use is a good way to think about the appropriate \nindex for comparison. The S&P 500 is a sensible candidate for investors in the United States as it is by far the \nmost common benchmark. The beta will vary based on the benchmark. Exhibit 13 shows the beta for Nike (60-\nmonth, using monthly returns) calculated for four indexes. The betas are clustered for the indexes based in the \nU.S., but the figure increases to 1.25 using the MSCI ACWI, a global equity index captures the performance of \nnearly 3,000 large- and mid-capitalization stocks in 23 developed and 24 emerging markets. \nExhibit 13: Nike’s Beta Using Four Benchmarks \nRelative to: \nBeta \nS&P 500 \n1.09 \nRussell 1000 \n1.07 \nDow Jones \n1.07 \nMSCI ACWI \n1.25 \nSource: FactSet and Counterpoint Global. \nNote: Monthly returns over the 60 months ended 2022. \ny = 1.09x + 0.50\n-25\n-20\n-15\n-10\n-5\n0\n5\n10\n15\n20\n25\n-25\n-15\n-5\n5\n15\n25\nNike Monthly Returns (Percent)\nS&P 500 Monthly Returns (Percent)\nIntercept = Alpha\nSlope = Beta\n"
    },
    {
      "number": 22,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n22\n \nAnother decision is how far back to go in time. The benefit of going back further is that there are more data and \nthe regression result is more reliable as a result. The drawback is that the company may have changed its \nbusiness model, business mix, or levels of financial leverage. Or it may have simply matured. Longer is better \nfor companies with stable business models and capital structures. Calculate a rolling beta if you sense that data \nfrom the past fail to reflect the present. You can consider a shorter period if the beta changes materially during \nthe period you measure.  \nExhibit 14 shows the betas for Nike using the S&P 500 and monthly returns over four different time horizons. \nHere again, the figures for three to seven years are close to one another. There is a modest drop only at 10 \nyears. The exhibit also shows the strength of the correlation, R-squared, between the returns for the market and \nthe stock in each period. The correlations weaken the further you look back. \nExhibit 14: Nike’s Beta Using Four Time Periods \nMeasurement period \nBeta \nR-squared \nThree years \n1.10 \n49% \nFive years \n1.09 \n49% \nSeven years \n1.06 \n43% \nTen years \n1.00 \n37% \nSource: FactSet and Counterpoint Global. \nNote: Monthly returns over the 60 months ended 2022. \nThe frequency of the measurement is the last choice. More frequent measurement creates more data. However, \nMcKinsey’s book on valuation and work by Aswath Damodaran both suggest biases associated with daily or \nweekly data for beta estimation.41 McKinsey recommends monthly data, and Damodaran recommends using \nhigh-frequency data only with certain adjustments. A good place to start is monthly returns over 60 months.  \nExhibit 15 shows Nike’s beta relative to the S&P 500 using daily, weekly, monthly, quarterly, and yearly \nfrequencies over five years. The results are in the range of 1.03 to 1.09 except for the quarterly measure. Also \nincluded are the standard errors. \nExhibit 15: Nike’s Beta Relative to the S&P 500 Using Five Measurement Frequencies \nFrequency \nBeta \nStandard error \nDaily \n1.07 \n0.03 \nWeekly  \n1.09 \n0.07 \nMonthly \n1.09 \n0.15 \nQuarterly \n1.28 \n0.26 \nYearly \n1.03 \n0.45 \nSource: FactSet and Counterpoint Global. \nNote: Returns over the 5 years ended 2022. \nThe process is imprecise even with thoughtful choices in calculating the historical beta. For instance, Amazon’s \n60-month raw beta versus the S&P 500 based on monthly returns is 1.22 with an R2 of 44 percent and a standard \nerror of 0.18. These figures suggest you can be 95 percent confident that Amazon’s beta is somewhere between \n0.86 and 1.58, which reveals the imprecision of a single number. There are a few ways to improve the estimate \nof beta. \n"
    },
    {
      "number": 23,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n23\n \nAdjusted Beta. The first method regresses the beta toward 1.0 to create an adjusted beta. Bloomberg and \nValue Line use this technique. Here’s the formula that is commonly used: \nAdjusted beta = Raw beta (0.67) + 1.0 (0.33) \nSo, for example, Amazon’s adjusted beta is 1.15 ([1.22*.67]) + [1.0*.33]). \nThe justification for this adjustment is the empirical evidence that betas tend toward 1.0 over time.42 This makes \neconomic and intuitive sense. The value of a company can be broken down into a steady-state value and the \npresent value of growth opportunities (PVGO).43 The steady-state value comes from assets in place and reflects \nthe cash flows the business currently generates. The PVGO reflects the expected value of future investments \nthat create value.  \nThe value of most companies is a combination of the two, and as a company matures the steady-state \ncontributes more to value and the PVGO adds less. Research shows that the investments in the PVGO are \nriskier than the assets in place. That means they have higher betas. As the mix of firm value shifts from PVGO \ntoward steady-state, the beta drifts lower.44    \nThis adjustment is reasonable but applying proper weights is a challenge. The rate at which betas converge to \n1.0 is different from one company to the next. But overall, some regression in the beta toward 1.0 generally \nimproves the estimate of a beta that seeks to reflect future risk.  \nAcknowledging that betas regress is especially important in calculating a continuing value. In a DCF model, the \ncontinuing value is an estimate of the value beyond the explicit forecast period. Healthy businesses tend to \nbecome larger, more profitable, and more stable as they mature. That means that the cost of capital used to \nestimate the continuing value should reflect the business characteristics in the future versus what they are today.  \nIndustry Beta. Another way to improve beta is to use an industry beta rather than the beta of an individual \ncompany. The economic rationale is that business risk, or variability of cash flows, will be similar for all \ncompanies within an industry. An industry beta can reduce error by using a larger sample, potentially cancelling \nthe noise that appears in the estimation of beta for individual companies.  \nThe calculation of an industry beta has three steps: \n1. Unlever the beta. A company’s beta combines business risk and financial risk. We want to measure business \nrisk first, so we need to remove the effect of financial leverage from the beta. The equation to unlever the beta \nis based on M&M’s invariance proposition:45 \nβU = βL/[1 + (1 – T) D/E)] \nWhere:  \nβU = Beta unlevered \nβL = Beta levered \nT  = Tax rate \nD = Market value of debt \nE = Market value of equity \n \n \n"
    },
    {
      "number": 24,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n24\n \nTo illustrate, consider the stock of a company with a raw beta of 1.2, a 25 percent tax rate, and 20 percent debt \nand 80 percent equity (note that D/E is not the ratio of debt to total capital but of debt to equity): \nβU = 1.2/[1 + (1 – .25) .20/.80)] \n \n= 1.2/[1 + .75(.25)] \n \n= 1.2/1.1875 \nβU = 1.0 \n2. Calculate the average beta for the industry. The trick here is defining the industry. Ideally, it is a group of \ncompanies with similar business risk because they are exposed to the same markets, create comparable \nproducts, and deal with similar customers. The average can be weighted by market capitalization, and \ncalculating the median helps check for potential outliers that might distort the average. \n3. Relever the beta for the specific company. Unlevering the beta isolates business risk, which is considered \nuniform for companies within the same industry. We must now reintroduce financial risk, which can vary for \ncompanies within the same industry. Financial risk is estimated using a company’s expected long-term capital \nstructure. The formula to relever the beta is: \nβL = βU [1 + (1 – T) D/E] \nTake for example a company that has an industry beta of 1.05, a 20 percent tax rate, and 25 percent debt and \n75 percent equity: \nβL = 1.05 [1 + (1 – .20) .25/.75)] \n \n= 1.05 [1 + .80(.333)] \n \n= 1.05 [1.267] \nβU = 1.33 \nThe motivation to calculate an industry beta is to come up with a more accurate and stable estimate of a \ncompany’s risk. But there is not a great deal of evidence that industry betas are much better than firm-specific \nbetas as they face a lot of the same analytical issues.46 Further, many companies operate in multiple lines of \nbusiness and estimating the risk for each is cumbersome, even if it provides an improved estimate of beta.47 \nAswath Damodaran provides his estimates of levered and unlevered betas for dozens of industries and includes \na correction for industries with lots of cash. When cash exceeds debt, a company has negative financial risk. \nThis dampens the volatility of cash flows and lowers the risk for shareholders.  \nWinsorized Beta. Ivo Welch, a professor of finance, finds the predictive value of beta improves when past \nreturns are winsorized.48 Winsorizing removes extreme values in a data series to reduce the impact of non-\nrepresentative outliers. \nUsing daily returns, data are cut off at -2 times and +4 times the market’s return. For instance, if the market’s \nreturn on one day is +5 percent, the stock’s returns are winsorized at -10 and +20 percent. If the market is down \n5 percent, the returns are winsorized at -20 to +10 percent. This process changes the slope of the regression \nand hence the beta. \nWelch finds that this modification produces a beta that better predicts future betas than does a simple regression \nor a regression combined with an adjustment. \n"
    },
    {
      "number": 25,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n25\n \nThe cost of equity is an opportunity cost that is implicit and therefore difficult to pin down with precision. But all \nis not lost. There are procedures, including comparing figures to other measures that are set by the market and \napplying business sense, that can allow for a useful calculation. Remember, too, that what determines a great \ninvestment is how the expectations for future cash flows change over time. The biggest driver of expectations is \nbusiness results. \nTo summarize this section, we recommend using the 10-year Treasury note as the risk-free rate, an equity risk \npremium that looks forward, and a 60-month, monthly beta that is adjusted as appropriate. Each calculation is \nopen to debate but this is a good starting point. Estimates for the cost of equity should also be checked by \nexamining other forms of risk priced by the market. \n \n \n \n \n"
    },
    {
      "number": 26,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n26\n \nWeighted Average Cost of Capital  \nThe weighted average cost of capital (WACC) combines the opportunity cost of the sources of capital with the \nrelative contribution of those sources based on target weights.  \nWe can start with the simple example of a company funded solely with debt and equity. Assume an after-tax \ncost of debt of 5 percent and a cost of equity of 10 percent that is financed with 20 percent debt and 80 percent \nequity. The weighted average cost of capital would be 9.0 percent, calculated as follows:  \nWACC = (cost of debt × weighting of debt) + (cost of equity × weighting of equity)  \n \n= (5% × 20%) + (10% × 80%)  \n \n= 1.0% + 8.0%  \n \n= 9.0%  \nExhibit 16 shows an estimate of WACC for companies in the Russell 3000, a good proxy for the overall U.S. \nequity market, from 1985 to 2022. We use Aswath Damodaran’s estimates for the cost of equity, the yield on \nBaa-rated bonds as a proxy for the pre-tax cost of debt, the overall effective corporate tax rate, and the aggregate \ndebt-to-total capital ratio from each year. The average WACC over the full period was 7.9 percent, and the \nestimate at the end of 2022 was 8.8 percent.  \nExhibit 16: Weighted Average Cost of Capital for the Russell 3000, 1985-2022 \n \nSource: FactSet; Moody’s; Aswath Damodaran; FRED at the Federal Reserve Bank of St. Louis; Counterpoint Global \nestimates. \nNote: Excludes financials and real estate; Capital structure reflects book value of total long- and short-term debt and market \nvalue of equity; cost of debt is the Moody's Seasoned Baa Corporate Bond Yield; cost of equity = yield on 10-year U.S. \nTreasury note + equity risk premium. \nThe weighted average cost of capital is the appropriate rate at which to discount the future free cash flows \nattributable to the firm to determine their present value. This is called free cash flow to the firm (FCFF).  \nWhen discounting cash flows attributable to equity holders, which is common practice for financial services firms, \nthe correct discount rate is the cost of equity capital. This is called free cash flow to equity (FCFE). Practitioners \nreport that they use the FCFF model roughly twice as frequently as the FCFE model.49    \n0\n2\n4\n6\n8\n10\n12\n1985\n1986\n1987\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nPercent\nAverage \n"
    },
    {
      "number": 27,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n27\n \nThere are a number of items to bear in mind when estimating the WACC: \n• \nWeighting of debt and equity should be based on market values and not book values. The reason is that \nopportunity cost is based on the prevailing asset price rather than the level at which the company reflects \ndebt or equity on the balance sheet. Indeed, some companies have negative equity as the result of the \nvagary of accounting.50   \nCompanies sometimes share a target for the debt-to-total capital ratio based on book values. In those \ninstances, you should translate the target into one based on market values. Most companies try to stay \nclose to their target capital structures. But use the target weights of debt and equity even if the current \nweights are different because you want the best estimate of what the capital structure will look like over \ntime. \nExhibit 17 shows the debt-to-total capital ratio for the Russell 3000 from 1985 to 2022. The 2022 figure \nwas 18 percent, below the 30 percent average over the full period. The decline in leverage levels since \n2008 notwithstanding, the trend in the U.S. over the last century has been to increase leverage.51 There \nis also evidence that companies adjust their capital structures in reaction to changes in tax rates.52 \nExhibit 17: Debt-to-Total Capital Ratio for the Russell 3000, 1985-2022 \n \nSource: FactSet and Counterpoint Global estimates. \nNote: Excludes financials and real estate; Capital structure reflects the book value of total long- and short-term debt and the \nmarket value of equity. \n \n• \nThe WACC is the discount rate a company should use for investments that have risk consistent with the \nunderlying business. Companies and investors sometimes evaluate the attractiveness of an investment \nusing the cost of funding rather than the cost of capital, especially in cases where the investment is \nexpected to add to earnings per share. This is incorrect.  \nHowever, the discount rate for an investment that is more or less risky than that of the company should \nbe higher or lower than the company’s overall WACC to reflect that difference. Empirically, companies \ncommonly stick to one cost of capital, which introduces the risk of overinvesting in high-risk investments \nand underinvesting in low-risk investments.53   \n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n1985\n1986\n1987\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nPercent\nAverage \n"
    },
    {
      "number": 28,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n28\n \n• \nDon’t adjust your WACC to do scenario analysis. The discount rate should be consistent. You reflect \nthe range of values by considering different potential outcomes for cash flows.  \nThe expectations infrastructure is an analytical tool that can help create scenarios. It starts with “value \ntriggers,” including sales growth, operating costs, and investments, and considers how changes in those \ntriggers ultimately affect sales, operating profit margin, and investment rate. The key is the value triggers \nare refined by considering “value factors,” six microeconomic determinants of the ultimate value drivers. \nThe expectations infrastructure guides analysis of how potential changes in value triggers flow through \nvalue factors in order to determine value.54  \nA careful examination of the probabilities and values of the various scenarios is the way to capture and \nassess risk. Financial executives are notoriously poor forecasters and incorrectly compensate for that \ndeficiency by using a hurdle rate that tacks on a premium of about six percentage points to the cost of \ncapital.55    \n• \nThe WACC should be updated relatively frequently. Companies and investors should have a current \nsense of opportunity cost and what that means for the opportunity set of investment possibilities. \nCompanies tend to be slow to change their cost of capital estimates, often reviewing the calculation \nannually.56 A lot can change in a year.  \n• \nThe adjusted present value (APV) method is useful if you expect a company’s capital structure to change \nover time. For example, this approach is relevant for a company that levers up and expects to pay down \ndebt rapidly. (See appendix A for a discussion of the approach.) APV relies on the principle of additivity. \nYou value a company as if it were financed solely with equity, value the tax shield, and then add the \nparts to determine corporate value.  \nThe WACC may include other forms of financing, including convertible bonds and preferred equity. But these \nare small relative to straight debt and equity. \n \n \n"
    },
    {
      "number": 29,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n29\n \nOther Forms of Financing  \nDebt and equity are by far the largest sources of capital for U.S. public companies. As of the end of 2022, the \ntotal value of corporate debt and leases was about $10 trillion and the market value of equity was approximately \n$40 trillion. Companies use other forms of external financing as well, such as convertible debt and preferred \nstock. The size of the convertible debt market was $240 billion based on market value, and $250 billion based \non par value, in 2022. The value of preferred stocks in 2022 was roughly $310 billion for stocks listed on major \nexchanges, and $540 billion including stocks that trade over-the-counter (OTC). Federal National Mortgage \nAssociation and Federal Home Loan Mortgage Corporation, known as Fannie Mae and Freddie Mac, account \nfor nearly all of the OTC issuance.  \nConvertible Bonds. Convertible bonds combine a straight debt issue with a warrant. A warrant provides the \nowner with the right, but not the obligation, to buy the stock at a specified exercise price by a certain date. \nWarrants, unlike options, are for the issuance of new shares. That means that current shareholders are diluted \nif the convertible holders exercise the warrants. In the calculation of a company’s capital structure, the bond \nportion is debt and the warrant is equity.  \nConvertible bonds generally have a lower yield than straight debt because the attached warrant has value. Many \nissuers of convertible bonds have relatively high equity volatility. This makes sense because volatility is a large \ndriver of warrant value. It is common for convertible bonds to be junior to other debt in the capital structure.  \nThe market value of convertible bonds falls into one of three broad regimes. The first is when the stock price is \nwell above the exercise price. Here, convertible bonds trade more like straight equity than debt. Second, when \nthe stock price is close to the exercise price the bond value and warrant are both meaningful sources of value. \nFinally, when the stock price falls well below the exercise price the convertible bond is “busted,” and trades at a \nyield similar to straight debt.  \nWhen the stock price is close to the strike price it is vital to value the debt and warrant properly. To value the \nstraight bond, you proceed as if warrant does not exist. You apply the rate of interest the company would need \nto pay if it had issued a straight bond. The warrant can be valued using a standard warrant pricing model. The \nimplied volatility of the stock is a key input. Then you add the debt and warrant values to estimate the value of \nthe convertible bond.  \nPreferred Stock. Preferred stock is an equity instrument that combines the features of debt and equity. Similar \nto debt, preferred stock typically provides its holder a stream of cash flows in the form of a dividend. Preferred \nstock, similar to debt, generally has no voting rights. Like equity, the company has no contractual obligation to \npay a dividend on preferred stock and the board of directors has discretion in setting the preferred dividend. But \ncompanies have to pay the specified dividends on preferred stock before they pay dividends on common stock. \nPreferred stock is junior to debt but senior to common equity in the capital structure. As a result, the cost of \npreferred stock is typically somewhere in between the two. Preferred stock also has a senior claim to common \nequity in liquidation. The cost of preferred stock equals the preferred dividend per share divided by the market \nprice per share. For example, cost of preferred stock is 8.75 percent for an issue paying a dividend of $1.75 per \nyear and a price of $20 (8.75 = $1.75 ÷ $20). \nUnlike most interest payments on debt, dividends on preferred stock are not tax deductible for the issuing firm. \nThis deters a lot of companies from issuing preferred stock. The largest issuers are financial institutions, real \nestate investment trusts (REITs), and public utilities.  \n"
    },
    {
      "number": 30,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n30\n \nIt is attractive for companies to own the preferred stock of other companies because the tax laws allow corporate \nowners to exclude 70 percent of dividend income from their taxable income. This is especially valuable because \nthe yields on preferred stock tend to be higher than the yields on common stock. Financial companies sometimes \nuse preferred stock to improve capital ratios at a cost lower than straight equity.  \nMost preferred issues include some provision for retirement. For example, preferreds frequently offer an option \nto retire the issue, convert it into common stock, or repurchase it at a specific time and price. This means that \nsome preferred issues have an embedded option that should be included in valuation.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 31,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n31\n \nOptimal Capital Structure \nA company’s optimal capital structure finds the trade-off between the financial benefits of debt and the risk of \nfinancial distress that maximizes the value of the firm.   \nCorporate tax policies in many countries favor debt over equity financing. Specifically, equity is subject to \ntaxation at the corporate and individual levels. Individuals must pay taxes on dividends and capital gains in taxable \naccounts. In fact, share buybacks, another means to return cash to shareholders, are subject to triple taxation \nin the U.S. following the Inflation Reduction Act of 2022, which introduced a one percent excise tax on buybacks. \nMost countries treat some percentage of interest expense as a cost of doing business that a company may \ndeduct from income before paying taxes. This avoids the problem of double taxation. As a result, debt financing \nis sensible for many companies because it increases the value of the firm by making additional cash flow \navailable for the providers of capital. \nSome debt may add value but it stands to reason that too much debt introduces the risk of financial distress. \nThe question is how companies actually behave relative to what might be assessed as ideal.  \nSurveys of financial executives reveal some interesting evidence. First, companies generally adopt a target \ncapital structure with debt less than the optimal amount because they want to ensure sufficient resilience. \nFurther, a relatively recent survey found that only 24 percent of the chief financial officers of large corporations \ncited interest deductibility as an important factor in determining debt levels.  \nThis result, which is down from 60 percent in a comparable survey from 2001, suggests that that the value of \nthe tax shield is not the guiding factor in setting a target capital structure. That said, federal tax rates and interest \nrates are lower today than they were at the beginning of this century.57  \nThere are a couple of popular approaches to studying capital structure. \nTrade-Off Theory. This theory says the optimal capital structure is the ideal trade-off between the benefit of \ninterest tax shields and the cost of financial distress (see exhibit 18). When there is no debt, you can value the \nfirm using an estimate of the cost of equity and an unlevered beta. As a company adds debt (moving to the right \non the x-axis), the benefit of the tax shield initially rises at a rate faster than the cost of financial distress.  \nExhibit 18: Trade-Off Theory of Optimal Capital Structure \n \nSource: Based on Stewart C. Myers, “The Capital Structure Puzzle,” Journal of Finance, Vol. 39, No. 3, July 1984, 575-592. \nInterest tax \nshield minus \ncost of financial \ndistress  \nMarket \nValue of \nFirm\nOptimum\nDebt\nValue with all-equity financing\n"
    },
    {
      "number": 32,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n32\n \nBut at some point, the cost of financial distress exceeds the benefit of the tax shield and incremental debt \nreduces firm value. One way to think about it is that interest expense becomes a fixed cost, and therefore \ndeclines in operating profit create pre-tax losses. A company must pay taxes for the tax shield to be of value. \nAdding debt therefore increases the probability that a company will be unprofitable and unable to benefit from \ntax shields.    \nWe already saw that many companies have a target capital structure that is more conservative than what the \ntrade-off theory would advise. Yet some high level data advise the concept is useful. \nFor example, the theory proposes that businesses with low business risk are good candidates to use debt. \nBusiness risk reflects the volatility of operating profits and is measured with unlevered beta. The use of debt can \nbe quantified with the ratio of debt to total capital. Aswath Damodaran provides these data. Exhibit 19 shows the \nrelationship between unlevered beta and the ratio of debt to total capital for more than 90 industries using \nDamodaran’s figures. As the theory predicts, companies with low business risk tend to have higher debt-to-total \ncapital ratios than businesses with high business risk.  \nExhibit 19: Unlevered Beta and Debt-to-Total Capital Ratios by Industry \n \nSource: Aswath Damodaran and Counterpoint Global. \nThe trade-off theory also helps explain the rise of the leveraged buyout industry in recent decades. A leveraged \nbuyout is a transaction where a financial sponsor buys a company that has solid and stable cash flows and \nfinances the deal with a high ratio of debt to equity. The framework also explains why companies raise equity \nwhen financial distress increases and why companies beyond the optimal debt-to-total capital ratio can add \nvalue by paying down debt.58 \nBut the theory fails to explain other facts, including why capital structures vary substantially within industries and \nwhy companies are not proactive in changing their policies to reflect the drivers of the theory, including changes \nin the cost associated with financial distress as well as changes in interest and tax rates. \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\n1.2\n1.4\n1.6\n1.8\nDebt-to-Total Capital (Percent)\nUnlevered Beta\n"
    },
    {
      "number": 33,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n33\n \nPecking Order Theory. Companies finance their operations internally through cash from operations or externally \nby raising debt or equity. This theory assumes that companies prefer internal finance, but if those funds are \ninsufficient firms will raise capital following a pecking order from the least to most risky capital.59 Specifically, \nthey will start with internal financing, followed by debt, and finally with equity. Capital structure decisions are not \nmotivated by the value of the tax shields but are related to the economics of the business. \nA company can rely on internal financing when its growth rate is equal to or lower than its return on invested \ncapital (ROIC). This allows us to test the pecking order theory because, holding growth constant, we should see \nbusinesses with high ROICs have lower debt-to-total capital ratios than businesses with low ROICs. \nExhibit 20 again uses Damodaran’s data to examine this relationship for more than 90 industries. While far from \nperfect, the basic pattern holds true. Indeed, many of the best businesses in the world, as measured by ROIC, \nhave very conservative capital structures.  \nExhibit 20: Industry ROIC and Debt-to-Total Capital Ratio \n \nSource: Aswath Damodaran and Counterpoint Global. \nThese theories particularly apply to companies that have capital structures that are expected to remain roughly \nstatic. Valuing dynamic capital structures requires a tool such as adjusted present value (see appendix A).  \nHere are some final thoughts that are more speculative. One way to think about the impact of taxes on the cost \nof capital is to consider the government as a stakeholder. Use of debt lowers the value of the government’s claim \non cash flows and increases the value to debt and equity holders.   \nIn the U.S., corporate taxes as a percentage of total federal revenue have drifted lower from a peak of nearly 40 \npercent in 1943 to 9 percent today (see exhibit 21). There are several factors that explain this drop. The first is \nthat corporate leverage was near its historic low in the 1940s and has risen steadily in the last century or so.  \n \n \n \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n-10\n0\n10\n20\n30\n40\n50\n60\n70\n80\nDebt-to-Total Capital (Percent)\nReturn on Invested Capital\n"
    },
    {
      "number": 34,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n34\n \nExhibit 21: Corporate Taxes as Percentage of Federal Tax Revenue, 1934-2022 \n \nSource: www.govinfo.gov/ and Counterpoint Global. \nSecond is that the top marginal and effective tax rates were higher in the past than they are today. Exhibit 22 \ntracks the top federal statutory tax rate for U.S. corporations from 1909 to the present, and the effective tax rate \nsince 1947. The top marginal rate exceeded 50 percent for stretches during the 1950s and 1960s but has \ndescended to today’s 21 percent rate, which went into effect in 2018. \nExhibit 22: Top Federal Statutory and Effective Tax Rates for U.S. Corporations, 1909-2022 \n \nSource: Tax Policy Center; FRED at the Federal Reserve Bank of St. Louis; Counterpoint Global. \nAnother reality is the operations of large American companies have become more global over time. That \nprovides them with the opportunity to manage where their profits are taxed, hence lowering the overall tax rate \nthey pay.  \n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n1934\n1936\n1938\n1940\n1942\n1944\n1946\n1948\n1950\n1952\n1954\n1956\n1958\n1960\n1962\n1964\n1966\n1968\n1970\n1972\n1974\n1976\n1977\n1979\n1981\n1983\n1985\n1987\n1989\n1991\n1993\n1995\n1997\n1999\n2001\n2003\n2005\n2007\n2009\n2011\n2013\n2015\n2017\n2019\n2021\nPercent\n0\n10\n20\n30\n40\n50\n60\n1909\n1913\n1917\n1921\n1925\n1929\n1933\n1937\n1941\n1945\n1949\n1953\n1957\n1961\n1965\n1969\n1973\n1977\n1981\n1985\n1989\n1993\n1997\n2001\n2005\n2009\n2013\n2017\n2021\nPercent\nEffective tax rate\nTop federal \nstatutory tax rate\n"
    },
    {
      "number": 35,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n35\n \nBut perhaps the biggest and least discussed tax shield is the rise in intangible investment. The important \nobservation is that companies expense intangible investments on their income statement and therefore reduce \npre-tax profit. Companies capitalize tangible investments, which means they record them on the balance sheet \nand depreciate them on the income statement over the asset’s estimated useful life. An intangible and tangible \ninvestment of the same magnitude and payback can have very different tax treatment.  \nExhibit 23 shows our estimate of the investment component of selling, general, and administrative costs (SG&A) \nexcluding research and development (R&D) for companies in the Russell 3000 excluding financial and real \nestate firms. The total was more than $1.3 trillion in 2021.60 An intangible investment is a discretionary outlay in \npursuit of growth that creates value. That expense lowered pre-tax income, taxes, and net income.   \nExhibit 23: Investment SG&A ex-R&D for the Russell 3000, 1985-2021 \n \nSource: FactSet; Aneel Iqbal, Shivaram Rajgopal, Anup Srivastava, and Rong Zhao, “Value of Internally Generated \nIntangible Capital,” Working Paper, February 2022; Counterpoint Global. \nNote: Excludes financial and real estate companies. \nWe need to treat intangible and tangible investments the same way in order to compare them properly. In this \ncase, we capitalize investment SG&A ex-R&D and amortize it over an appropriate period. We estimate that \nwould have increased the pre-tax earnings for companies in the Russell 3000 by about $360 billion in 2021. \nApplying a 21 percent tax rate would yield about $75 billion in additional corporate tax revenue, all else held \nequal. Compare that to the $372 billion in federal taxes that companies paid in 2021.    \n \n0\n200\n400\n600\n800\n1,000\n1,200\n1,400\n1985\n1987\n1989\n1991\n1993\n1995\n1997\n1999\n2001\n2003\n2005\n2007\n2009\n2011\n2013\n2015\n2017\n2019\n2021\nAmount ($ Billions)\n"
    },
    {
      "number": 36,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n36\n \nConclusion \nThe cost of capital is a measure of expected return that reflects compensation for deferring consumption. It \nallows us to estimate values in the future via compounding and bring future values to the present via discounting. \nYou can think of it as a form of opportunity cost.  \nPinpointing the cost of capital is a challenge because while most practitioners agree on the theoretical framework \nthere is wide discretion in how it is applied. As a result, the output can vary widely.61 Combine this with the fact \nthat the inputs move around and it is easy to see why many investors throw up their hands in frustration. \nOur view is a little more optimistic. The main idea to remember is that we are trying to estimate a discount rate \nthat is sound and that makes business and common sense. To that end, we can use risks that are priced by the \nmarket to guide our judgment.  \nThe cost of debt is relatively straightforward to calculate because the terms of borrowing are set by contract and \nrequired yields are visible. This is particularly true for debt rated as investment grade. For debt rated below \ninvestment grade the task is more challenging because of the risk of default and uncertainty of what creditors \nmay recover in that case. \nThe cost of equity is difficult to estimate because it has an implicit cost. In other words, investors expect a certain \nrate of return even if it is not spelled out explicitly. The two main hurdles in estimating the cost of equity properly \nare an estimate of the equity risk premium, the excess compensation over time for owning equities relative to a \nrisk-free asset, and the contribution of a firm’s risk to a portfolio. \nWe find the estimates for the ERP that Aswath Damodaran produces every month to be a sound starting point. \nFurther, Damodaran provides a spreadsheet that allows an investor to use his or her assumptions and to modify \nthem to taste. The relationship between his ERPs and subsequent returns for the market over 10 years are \nreasonable.  \nHow a stock affects the risk of a portfolio, which beta seeks to measure, is more difficult and controversial. We \nreviewed techniques such a regression toward the mean, use of industry betas, and winsorizing betas, in order \nto reduce the noise. Applying these techniques intelligently requires addressing important considerations that in \nthemselves may be a valuable exercise. There is no question that some judgment is required. \nThe cost of capital is the rate at which future free cash flows are discounted to come up with a present value in \na discounted cash flow model. It is important to derive a figure that reflects prevailing market conditions and is \nsensible.  \nAt the end of the day, successful investing is based on understanding the market’s expectations for future cash \nflows and anticipating how those expectations will change. The biggest driver is the revision of expectations in \nthe fundamentals of a company. These includes sales growth and potential, profitability, return on invested \ncapital, and sustainable competitive advantage.  \nDeriving a practical cost of capital is essential but not as important as understanding a business and its \nprospects. A solid cost of capital estimate is the price of entrance to the main event of anticipating revisions in \nexpectations for future cash flows.   \n \n \n"
    },
    {
      "number": 37,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n37\n \nChecklist for Estimating the Cost of Capital \n◻ Identify all sources of financing \nDebt \n◻ Calculate the yield to maturity on the company’s long-term debt \n• \nIf observable, use that yield \n• \nIf illiquid, use a credit spread \n• \nIf the security contains an option, use the implied option-adjusted spread \n◻ Reflect the tax shield \n◻ Consider other tax issues, including tax-loss carryforwards and tax credits \nEquity \n◻ Look up the current risk-free rate (in the U.S., the 10-year Treasury note) \n◻ Use current equity risk premium estimate \n◻ Estimate the industry beta \n◻ Apply a multi-factor model \n◻ Relever the industry beta to calculate the stock’s beta \n◻ Check your cost of equity versus the cost of debt and implied volatility \n◻ For the continuing value, use a beta closer to 1.0 if the beta is currently substantially different than 1.0  \nOther Sources of Financing \n◻ Calculate return required on preferred stock or convertible bond \nCapital Structure \n◻ Determine the company’s target debt-to-capital ratio (use market values) \n◻ Use adjusted present value if you expect the capital structure to change \n \n"
    },
    {
      "number": 38,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n38\n \nAppendix A: Adjusted Present Value  \nAdjusted present value (APV) is a flexible way to do discounted cash flow analysis that is particularly helpful in \nmodeling companies that have dynamic capital structures.62 \nAssuming a debt-to-total capital ratio that is steady makes sense for most companies. Further, companies are \ntoday holding more cash than they did in the past. But additional analysis is required in cases where the capital \nstructure is likely to change materially over the forecast period. For example, APV has proven useful to value \ncompanies that are subject to a buyout by a private equity firm.63  \nAn APV analysis has four steps. First, you prepare forecasts for financial statements, including the income \nstatement, balance sheet, and statement of cash flows. This allows you to calculate free cash flow, the cash the \nbusiness generates excluding any impact from financing decisions. Free cash flow equals net operating profit \nafter taxes minus investment needs. Second, you discount the free cash flows at the cost of equity using an \nunlevered beta. Third, you value the effect of the tax shield at the cost of debt and, finally, you add the unlevered \nvalue to the value of the tax shield to estimate corporate value. \nHere is a very simple example:   \n1. Prepare forecasts for financial statements. We assume sales of $15,000 in year 1, sales growth of 5 \npercent, an earnings before interest, taxes, and amortization (EBITA) margin of 15 percent, net working capital \n(nwc) growth equal to 15 percent of incremental sales, fixed capital (fc) growth equal to 20 percent of incremental \nsales, and a 25 percent tax rate. \nThese assumptions solve for $2,000 of free cash flow (FCF) in year 1, and free cash flow grows 5 percent a \nyear through year 10.  \nWe also assume debt starts at $7,500 in year 1 and that $500 gets paid off each year for the following 9 years. \n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \nSales \n15,000 \n15,750 \n16,538 \n17,364 \n18,233 \n19,144 \n20,101 \n21,107 \n22,162 \n23,270 \nEBITA \n3,000 \n3,150 \n3,308 \n3,473 \n3,647 \n3,829 \n4,020 \n4,221 \n4,432 \n4,654 \nCash taxes \n750 \n788 \n827 \n868 \n912 \n957 \n1,005 \n1,055 \n1,108 \n1,163 \nNOPAT \n2,250 \n2,363 \n2,481 \n2,605 \n2,735 \n2,872 \n3,015 \n3,166 \n3,324 \n3,490 \nΔ nwc \n107 \n113 \n118 \n124 \n130 \n137 \n144 \n151 \n158 \n166 \nΔ fc \n143 \n150 \n158 \n165 \n174 \n182 \n191 \n201 \n211 \n222 \nInvestment \n250 \n263 \n276 \n289 \n304 \n319 \n335 \n352 \n369 \n388 \nNOPAT \n2,250 \n2,363 \n2,481 \n2,605 \n2,735 \n2,872 \n3,015 \n3,166 \n3,324 \n3,490 \nInvestment \n250 \n263 \n276 \n289 \n304 \n319 \n335 \n352 \n369 \n388 \nFree cash flow \n2,000 \n2,100 \n2,205 \n2,315 \n2,431 \n2,553 \n2,680 \n2,814 \n2,955 \n3,103 \nDebt \n7,500 \n7,000 \n6,500 \n6,000 \n5,500 \n5,000 \n4,500 \n4,000 \n3,500 \n3,000 \n2. Discount the free cash flows at the unlevered cost of equity. We assume that the cost of equity is 10 \npercent. The sum of the present value (PV) of cash flows is $14,880. \n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \nFree cash flow \n2,000 \n2,100 \n2,205 \n2,315 \n2,431 \n2,553 \n2,680 \n2,814 \n2,955 \n3,103 \nPV of FCF \n1,818 \n1,736 \n1,657 \n1,581 \n1,509 \n1,441 \n1,375 \n1,313 \n1,253 \n1,196 \nΣ PV CF \n14,880 \n"
    },
    {
      "number": 39,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n39\n \n3. Discount the tax shield at the cost of debt. We assume the cost of debt is 6 percent. The tax rate is 25 \npercent. The sum of the present value of the tax shield is $606. \n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \nDebt \n7,500 \n7,000 \n6,500 \n6,000 \n5,500 \n5,000 \n4,500 \n4,000 \n3,500 \n3,000 \nInterest \n450 \n420 \n390 \n360 \n330 \n300 \n270 \n240 \n210 \n180 \nTax shield \n113 \n105 \n98 \n90 \n83 \n75 \n68 \n60 \n53 \n45 \nPV tax shield \n106 \n93 \n82 \n71 \n62 \n53 \n45 \n38 \n31 \n25 \nΣ tax shield \n606 \n4. Add the value of the operations and the tax shield. The combined value of the operations is $15,486, with \n96 percent coming from the operations and 4 percent from the tax shield. \nValue of operations \n14,880 \nValue of tax shield \n     606 \nAdjusted present value of firm \n15,486 \n \n \n \n \n \n"
    },
    {
      "number": 40,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n40\n \nAppendix B: Fama-French Three-Factor Model  \nThe Fama-French three-factor model estimates returns using the equity risk premium, the excess returns of \nsmall versus large stocks, and the excess returns of cheap versus expensive stocks.  \nEugene Fama and Kenneth French published a highly-cited paper in 1992 that showed their tests did not support \nthe CAPM.64 Rather than settling for a criticism of the theory, they examined past returns and set out to determine \nwhat explains them empirically.  \nThe analysis showed that two factors, market capitalization and valuation, help explain returns when combined \nwith the equity risk premium. Specifically, they found that small capitalization companies deliver higher returns \nthan large capitalization companies (small minus big, or SMB) and that cheap, high book-to-price stocks deliver \nhigher returns than expensive, low book-to-price stocks (high minus low, or HML). Note that these returns are \nrelative to what the CAPM predicts by itself. \nThe equation to estimate expected returns is as follows: \nReturn = α + β1(Rm – Rf) + β2(RS – RB) + β3(RH – RL) + ε  \nFama and French tested their model using a rational asset-pricing framework. They assumed that small stocks \nmust be riskier than large stocks and that cheap stocks are riskier than expensive stocks. However, the case is \nnot clear cut for either based on first principles.  \nExhibit 24 shows the cost of equity for Nike using the Fama-French model. We use the U.S. 10-year Treasury \nnote for the risk-free rate. The result, 8.6 percent, is lower than the cost of equity of 10.3 percent derived from \nthe CAPM (10.3 = 3.9 + 1.09[9.8 – 3.9]).  \nExhibit 24: Fama-French Three-Factor Cost of Equity for Nike \nFactor \nAverage annual \npremium \nRegression \nbeta \nContribution to \nexpected return \nEquity risk premium \n5.9% \n 1.08 \n 6.4% \nSMB premium \n2.3% \n-0.16 \n-0.4% \nHML premium \n4.3% \n-0.30 \n-1.3% \nPremium over risk-free rate \n 4.8% \nRisk-free rate \n 3.9% \nCost of equity \n 8.6% \nSource: Kenneth R. French; Aswath Damodaran; Counterpoint Global. \nNote: Monthly data over the 60 months ended 2022. \nNote that the beta associated with the market risk premium, or CAPM, is the most significant factor determining \nthe premium over the risk-free rate. As for the size and value premiums, the question is not whether the stock is \nsmall or cheap but rather how it acts relative to small and cheap stocks.  \nA multi-factor model will naturally outperform the CAPM looking back. Fama and French selected those factors \nas proxies for risk because they better explained returns. The challenge is to find risk factors that are causal and \nnot simply correlated.  \nJust as with the basic CAPM, the practical difficulties in using the multi-factor model include the choice of time \nhorizon and frequency of measurement period. Small stocks have delivered higher returns than large stocks and \ncheap stocks have outperformed expensive ones over long time periods. But there are extended stretches where \nthese relationships do not hold.  \n"
    },
    {
      "number": 41,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n41\n \nAswath Damodaran recommends going with the Fama-French three-factor model, or other models that use \nfactors as a proxy for risk, to evaluate the records of mutual funds. But he prefers the CAPM, using betas with \nthe appropriate adjustments, for corporate finance and valuation.65 Empirically, the CAPM does almost as well \nas the Fama-French model.66 \n \n"
    },
    {
      "number": 42,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n42\n \nDefinitions of Terms \nHere are some definitions of the terms that many investors and executives use when discussing opportunity \ncost:  \nWeighted average cost of capital: The weighted average cost of capital (WACC) blends the opportunity cost \nof the sources of capital with the relative contribution of those sources. The cost of capital is the rate at which \nyou discount future cash flows in order to determine the value today. \nDiscount rate: In finance, the discount rate is generally equivalent to the cost of capital. But companies often \nuse a discount rate that is substantially above the cost of capital.  \nFurther, the discount rate can be specified. For example, the Securities and Exchange Commission (SEC) \nrequires energy companies to use PV-10, which defines the value of reserves as the present value of the \nestimated future oil and gas revenues, less direct expenses, discounted at an annual rate of 10 percent. The \nterm can also be used as a proxy for the required rate of return (see below) from the point of view of the company.           \nCapitalization (Cap) rate: Typically used in real estate, the cap rate is the discount rate at which net operating \nincome (income minus all expenses) is capitalized to come up with a value for a building. For example, if the net \noperating income is $100 and the cap rate is 5 percent, the building is worth $2,000 ($100/.05). The cap rate \nworks best when net operating income is at a steady state.   \nInternal rate of return (IRR): Internal rate of return is the annualized effective compound rate of return that sets \nthe net present value of all cash flows in and out of an investment to zero. Generally speaking, when the IRR is \nin excess of the cost of capital for a project, the company should proceed with the project. \nIRR has a lot of quirks. For example, the IRR is the assumed reinvestment rate for cash flows. That means that \na high IRR implies a company can reinvest its cash flows at an unrealistically high level.  \nOne solution is to use the modified internal rate of return (MIRR), which calculates the future value of cash flows \nusing the reinvestment rate and the present value of the cash outflows using the financing rate.67 \nRequired rate of return: This is typically considered at the fund level. A portfolio may have a minimum threshold \nof expected return, after consideration for risk, that it must meet to make an investment.  \nYou can use the required rate of return in lieu of the weighted average cost of capital to see if the investment \nmeets your investment hurdle. \n \n \n \n \n \n \n"
    },
    {
      "number": 43,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n43\n \nEndnotes \n1 Edward Chancellor, The Price of Time: The Real Story of Interest (New York: Atlantic Monthly Press, 2022), \n189. For a wonderful discussion of this topic and the importance of financial markets, see Peter L. Bernstein, \n“Are Financial Markets the Solution or the Problem?” Financial Analysts Journal, Vol. 47, No. 6, November-\nDecember 1991, 6-9. \n2 John H. Cochrane, “Presidential Address: Discount Rates,” Journal of Finance, Vol. 66, No. 4, August 2011, \n1047-1108. Another consideration is that the expected return is on average higher than the implied cost of \ncapital. One simple way to appreciate this is that expected returns vary (i.e., are stochastic). Expected return is \ncommonly expressed as an arithmetic average and implied cost of capital as a geometric average. The \ngeometric average is lower than the arithmetic average if there is variance in the series. See John Hughes, Jing \nLiu, and Jun Liu, “On the Relation Between Expected Returns and Implied Cost of Capital,” Review of Accounting \nStudies, Vol. 14, No. 2-3, September 2009, 246-259. \n3 Patrick O’Sullivan, “The Capital Asset Pricing Model and the Efficient Markets Hypothesis: The Compelling \nFairy Tale of Contemporary Financial Economics,” International Journal of Political Economy, Vol. 47, No. 3-4, \nOctober 2018, 225-252. For a discussion of some managerial pitfalls in calculating the cost of capital, see \nMichael T. Jacobs and Anil Shivdasani, “Do You Know Your Cost of Capital?” Harvard Business Review, Vol. \n90, No. 7/8, July-August 2012, 118-125. \n4 For executives, see John R. Graham, “Presidential Address: Corporate Finance and Reality,” Journal of \nFinance, Vol. 77, No. 4, August 2022, 1975-2049; Niels Joachim Gormsen and Kilian Huber, “Equity Factors \nand Firms’ Perceived Cost of Capital,” Working Paper, January 2023; and Nicolas Hommel, Augustin Landier, \nand David Thesmar, “Corporate Valuation: An Empirical Comparison of Discounting Methods,” NBER Working \nPaper 30898, January 2023. For investors, see Jonathan B. Berk and Jules H. van Binsbergen, “How Do \nInvestors Compute the Discount Rate? They Use the CAPM,” Financial Analysts Journal, Vol. 73, No. 2, Second \nQuarter 2017, 25-32.  \n5 Ivo Welch, “The Cost of Capital: If Not the CAPM, Then What?” Management and Business Review, Vol. 1, \nNo. 1, Winter 2021, 187-194; Eugene F. Fama and Kenneth R. French, “The Cross Section of Expected \nReturns,” Journal of Finance, Vol. 47, No. 2, June 1992, 427-465; Eugene F. Fama and Kenneth R. French, \n“The Capital Asset Pricing Model: Theory and Evidence,” Journal of Economic Perspectives, Vol. 18, No. 3, \nSummer 2004, 25-46; and Eugene F. Fama and Kenneth R. French, “A Five-Factor Asset Pricing Model,” \nJournal of Financial Economics, Vol. 116, No. 1, April 2015, 1-22. \n6 Jerald E. Pinto, Thomas R. Robinson, and John D. Stowe, \"Equity Valuation: A Survey of Professional \nPractice,\" Review of Financial Economics, Vol. 37, No. 2, April 2019, 219-233. \n7 Peter Bevelin, Seeking Wisdom: From Darwin to Munger, 3rd Edition (Malmö, Sweden: Post Scriptum AB, \n2007), 214.   \n8 The standard deviation of monthly returns over the past 60 months is 27 percent for the stock of WD-40 and \n19 percent for the S&P 500. The beta, which measures the covariance between WDFC and the S&P 500 divided \nby the variance of the S&P 500, was -0.18 over the same period. This means that the stock had a slight tendency \nto be down when the market was up and to be up when the market was down.  \n9 Michael J. Mauboussin and Dan Callahan, “Capital Allocation: Results, Analysis, and Assessment,” Consilient \nObserver: Counterpoint Global Insights, December 15, 2022. \n10 The late Lynn Stout, formerly a professor of law at Cornell University, sought to refute the case that \nshareholders own corporations, are residual claimants, and are principals who hire and fire directors. She said \nthe first assumption is wrong and owning a share provides shareholders a contract with only limited rights. She \nclaimed the second assumption is also false because it is based on bankruptcy law and does not apply to \nongoing entities. Finally, she argued that the right of shareholders to vote is of little practical value in matters of \ngovernance. See Lynn Stout, The Shareholder Value Myth: How Putting Shareholders First Harms Investors, \nCorporations, and the Public (San Francisco, CA: Berrett-Koehler Publishers, 2012), 36-44.  \n11 George Foster, Financial Statement Analysis (Englewood Cliffs, NJ: Prentice-Hall, 1978), 268-271 and \nRichard A. Brealey and Stewart C. Myers, Principles of Corporate Finance, 6th Edition (New York: McGraw Hill, \n2000), 228.  \n"
    },
    {
      "number": 44,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n44\n \n12 Michael J. Mauboussin and Dan Callahan, “Operating Leverage: A Framework for Anticipating Changes in \nEarnings,” Credit Suisse Global Financial Strategies, June 14, 2016. \n13 Malcolm Baker, Mathias F. Hoeyer, and Jeffrey Wurgler, “Leverage and the Beta Anomaly,” Journal of \nFinancial and Quantitative Analysis, Vol. 55, No. 5, August 2020, 1491-1514.  \n14 Franco Modigliani and Merton H. Miller, “The Cost of Capital, Corporation Finance and the Theory of \nInvestment,” American Economic Review, Vol. 48, No. 3, June 1958, 261-297. \n15 Merton H. Miller, “The Modigliani-Miller Propositions After Thirty Years,” Journal of Economic Perspectives, \nVol. 2, No. 4, Autumn 1998, 99-120; John R. Graham, “How Big Are the Tax Benefits of Debt?” Journal of \nFinance, Vol. 55, No. 5, October 2000, 1901-1941; and Jules H. Van Binsbergen, John R. Graham, and Jie \nYang, “The Cost of Debt,” Journal of Finance, Vol. 65, No. 6, December 2010, 2089-2136.  \n16 Graham, “How Big Are the Tax Benefits of Debt?”; van Binsbergen, Graham, and Yang, “The Cost of Debt,” \nand Deen Kemsley and Doron Nissim, “Valuation of the Debt Tax Shield,” Journal of Finance, Vol. 57, No. 5, \nOctober 2002, 2045-2073. Also, Jennifer Blouin, John E. Core, and Wayne Guay, “Have The Benefits of Debt \nBeen Overestimated?” Journal of Financial Economics, Vol. 98, No. 2, November 2010, 195-213.  \n17 Ian A. Cooper and Sergei A. Davydenko, “Estimating the Cost of Risky Debt,” Journal of Applied Corporate \nFinance, Vol. 19, No. 3, Summer 2007, 90-95. \n18 “Default, Transition, and Recovery: 2021 Annual Global Corporate Default And Rating Transition Study,” S&P \nGlobal Ratings, April 13, 2022. \n19 Robert C. Merton, “On the Pricing of Corporate Debt: The Risk Structure of Interest Rates,” Journal of Finance, \nVol. 29, No. 2, May 1974, 449-470.  \n20 “Leases (Topic 842),” Financial Accounting Standards Board Update No. 2016-02, February 2016. \n21 Yun Li, “A Big Change in Accounting Will Put $3 Trillion in Liabilities on Corporate Balance Sheets,” CNBC, \nFebruary 16, 2019. \n22 The seminal paper on CAPM is William F. Sharpe, “Capital Asset Prices: A Theory of Market Equilibrium \nUnder Conditions of Risk,” Journal of Finance, Vol. 19, No. 3, September 1964, 425-442. For a good overview \nof the CAPM, see André F. Perold, “The Capital Asset Pricing Model,” Journal of Economic Perspectives, Vol. \n18, No. 3, Summer 2004, 3-24. The three-factor model was first described in Eugene F. Fama and Kenneth R. \nFrench, “The Cross-Section of Expected Stock Returns,” Journal of Finance, Vol. 47, No. 2, June 1992, 427-\n465.  \n23 Kewei Hou, Chen Xue, and Lu Zhang, “Replicating Anomalies,” Review of Financial Studies, Vol. 33, No. 5, \nMay 2020, 2019-2133. In reality, investing using factors requires a lot of judgment as factors can be episodic \nand there are frictions in execution. AQR Capital Management, an investment firm, has done excellent research \non this topic. See www.aqr.com/Insights/Research. \n24 Rolf W. Banz, “The Relationship Between Return and Market Value of Common Stocks,” Journal of Financial \nEconomics, Vol. 9, No. 1, March 1981, 3-18 and Eugene F. Fama and Kenneth R. French, “The Cross-Section \nof Expected Stock Returns,” Journal of Finance, Vol. 47, No. 2, June 1992, 427-465. \n25 Eugene F. Fama and Kenneth R. French, “A Five-Factor Asset Pricing Model,” Journal of Financial \nEconomics, Vol. 116, No. 1, April 2015, 1-22. \n26 Mark M. Carhart, “On Persistence in Mutual Fund Performance,” Journal of Finance, Vol. 52, No. 1, March \n1997, 57-82. \n27 Robert Novy-Marx, “The Other Side of Value: The Gross Profitability Premium,” Journal of Financial \nEconomics, Vol. 108, No. 1, April 2013, 1-28. \n28 Michael J. Cooper, Huseyin Gulen, and Michael J. Schill, “Asset Growth and the Cross-Section of Stock \nReturns,” Journal of Finance, Vol. 63, No. 4, August 2008, 1609-1651; Akiko Watanabe, Yan Xu, Tong Yao, and \nTong Yu, “The Asset Growth Effect: Insights for International Equity Markets,” Journal of Financial Economics, \nVol. 108, No. 2, May 2013, 259-263; and Sheridan Titman, K. C. John Wei, and Feixue Xie, “Market Development \nand the Asset Growth Effect: International Evidence,” Journal of Financial and Quantitative Analysis, Vol. 48, \nNo. 5, October 2013, 1405-1432. It turns out that asset growth is a blunt tool that may fail to capture the perceived \nunderlying driver of overinvestment. For example, see Michael Cooper, Huseyin Gulen, and Mihai Ion, “The Use \nof Asset Growth in Empirical Asset Pricing,” Working Paper, August 2022. An explanation that may better fit the \nfacts is that companies that have asset growth as the result of equity issuance deliver poor subsequent \n"
    },
    {
      "number": 45,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n45\n \nshareholder returns, on average. See Kent Daniel and Sheridan Titman, “Another Look at Market Responses to \nTangible and Intangible Information,” Critical Finance Review, Vol. 5, No. 1, 2016, 165-175. \n29 Aswath Damodaran, “The Cost of Capital: The Swiss Army Knife of Finance,” Working Paper, April 2016. And \nsee https://pages.stern.nyu.edu/~adamodar/. For a useful source on the international cost of capital, see James \nP. Harrington, Carla S. Nunes, Anas Aboulamer, and Roger J. Grabowski, “Valuation Handbook—International \nGuide to Cost of Capital 2022 Summary Edition: Interpretive Analysis and Insights Through June 30, 2022,” Kroll \nand CFA Institute Research Foundation, January 2023. \n30 Technically, the market risk premium is the additional return you expect to earn above the risk-free rate on an \nindex or diversified portfolio of equities. It is akin to credit spreads in fixed income. The equity risk premium \nrelates to the expected returns of individual stocks in excess of the risk-free rate. As is done commonly, we use \nthe term “equity risk premium” to mean “market risk premium.” For an excellent discussion of the equity risk \npremium, see Antti Ilmanen, Investing Amid Low Expected Returns: Making the Most of When Markets Offer the \nLeast (Hoboken, NJ: John Wiley & Sons, 2022), 55-69. For an early and influential paper on the topic, see Robert \nC. Merton, “On Estimating the Expected Return on the Market: An Exploratory Investigation,” Journal of Financial \nEconomics, Vol. 8, No. 4, December 1980, 323-361. \n31 Pablo Fernandez, “The Magnitude and Concept of the Equity Premium in 150 Textbooks,” Social Science \nResearch Network, October 10, 2017. \n32 Brett Hammond, Jr., Martin L. Leibowitz, and Laurence B. Siegel, editors, Rethinking the Equity Risk Premium \n(Charlottesville, VA: Research Foundation of CFA Institute, 2011), 3. \n33 A quantitative analysis of the predictors of the ERP revealed a number of effective factors, including fourth-\nquarter growth rate in personal consumption expenditures (high personal consumption growth rates this year \npredict poor market returns in the next year); aggressive accruals (aggressive corporate accruals predict low \nfuture stock returns); credit standards (optimistic credit standards predict poor stock market returns); and the \ninvestment-capital ratio (high investment this quarter predicts poor stock-market returns next quarter). See Amit \nGoyal, Ivo Welch, and Athanasse Zafirov, “A Comprehensive Look at the Empirical Performance of Equity \nPremium Prediction II,” Swiss Finance Institute Research Paper Series N°21-85, September 23, 2021. \n34 Bradford Cornell, The Equity Risk Premium: The Long-Run Future of the Stock Market (New York: John Wiley \n& Sons, 1999), 59-60. \n35 Decades ago, it was common to assume that the market risk premium was a constant based on past results. \nFor example, Bennett Stewart, then at Stern Stewart & Co., a consulting firm, wrote, “Is there any fundamental \nreason why the market risk premium should be 6%? Not that I figure. The question is a little like asking why did \nGod make pi the number 3.14159. . . Don’t ask. Just memorize it, and then head out to recess.” See G. Bennett \nStewart, III, The Quest for Value: A Guide for Senior Managers (New York: Harper Business, 1991), 438. Also, \n“The most prevalent approach to estimating the market risk premium relies on some average of the historical \nspread between returns on stocks and bonds.” from Robert S. Harris and Felicia C. Marston, “The Market Risk \nPremium: Expectational Estimates Using Analysts’ Forecasts,” Journal of Applied Finance, 2001, 6-16. \n36 Nicholas Barberis, Robin Greenwood, Lawrence Jin, and Andrei Shleifer, “Extrapolation and Bubbles,” Journal \nof Financial Economics, Vol. 129, No. 2, August 2018, 203-227 and Stephannie Larocque, Alastair Lawrence, \nand Kevin Veenstra, “Managers’ Cost of Equity Capital Estimates: Empirical Evidence,” Journal of Accounting, \nAuditing & Finance, Vol. 33, No. 3, July 2018, 382-401.  \n37 Aswath Damodaran, “Equity Risk Premiums (ERP): Determinants, Estimation, and Implications–The 2022 \nEdition,” Working Paper, March 23, 2022. \n38 When the Nasdaq Composite, a stock market index weighted heavily toward technology companies, peaked \nin March 2000, the price-to-earnings (P/E) multiple for the S&P 500 was 26 times, a level that was high versus \nhistory. But even then, it was a tale of two markets. At the same time, the profitable companies covered by Value \nLine, an investment research and financial publishing firm, had a median P/E of just 12.7 times. Even as the \nS&P 500 was hitting new highs led by a small group of highly-valued stocks, one-half of the stocks in Value \nLine’s universe of nearly 2,000 companies traded below 13 times earnings. \n39 More accurately, the VIX measures the implied volatility over the next 30 days that is then translated into \nannualized volatility. \n"
    },
    {
      "number": 46,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n46\n \n40 The beta is technically calculated with excess returns. But using total returns makes little practical difference. \nThe definition of beta, then, is the covariance between the security and the market (rise) divided by the variance \nof the market (run). \n41 Tim Koller, Marc Goedhart, and David Wessels, Valuation: Measuring and Managing the Value of Companies, \n7th Edition (Hoboken, NJ: John Wiley & Sons, 2020), 317. Part of the answer for the optimal frequency is based \non whether an investor is focused on short- or long-term returns. See Pankaj Agrrawal, Faye W. Gilbert, and \nJason Harkins, “Time Dependence of CAPM Betas on the Choice of Interval Frequency and Return Timeframes: \nIs There an Optimum?” Journal of Risk and Financial Management, Vol. 15, No. 11, November 2022. \n42 Marshall E. Blume, “Betas and Their Regression Tendencies,” Journal of Finance, Vol. 30, No. 3, June 1975, \n785-795; Sergio Bravo, “The Corporate Life Cycle and the Cost of Equity,” Journal of Business Valuation and \nEconomic Loss Analysis, Vol. 14, No. 1, February 2019, 20180009; and Ludwig B. Chincarini, Daehwan Kim, \nand Fabio Moneta, “The Life Cycle of Beta,” Working Paper, November 19, 2016.  \n43 Merton H. Miller and Franco Modigliani, “Dividend Policy, Growth, and the Valuation of Shares,” Journal of \nBusiness, Vol. 34, No. 4, October 1961, 411-433. \n44 Antonio E. Bernardo, Bhagwan Chowdhry, and Amit Goyal, “Growth Options, Beta, and the Cost of Capital,” \nFinancial Management, Vol. 36, No. 2. Summer 2007, 5-17.  \n45 Robert S. Hamada, “The Effect of the Firm's Capital Structure on the Systematic Risk of Common Stocks,” \nJournal of Finance, Vol. 27, No. 2, May 1972, 435-452. This formula applies only when debt levels, rather than \nthe debt/equity ratio, remain constant. See Shannon P. Pratt and Roger J. Grabowski, The Cost of Capital: \nApplications and Examples, 5th Edition (Hoboken, NJ: John Wiley & Sons, 2014), 247-257. \n46 Eugene F. Fama and Kenneth R. French, “Industry Costs of Equity,” Journal of Financial Economics, Vol. 43, \nNo. 2, February 1997, 153-193.  \n47 Paul D. Kaplan and James D. Peterson, “Full-Information Industry Betas,” Financial Management, Vol. 27, \nNo. 2, Summer 1998, 85-93.  \n48 Ivo Welch, “Simply Better Market Betas,” Critical Finance Review, Vol. 11, No. 1, February 2022, 37-64. \n49 Pinto, Robinson, and Stowe, \"Equity Valuation.” \n50 For example, Domino’s Pizza had a “total stockholders’ deficit” of $4.3 billion in September 2022. See \nDomino’s Pizza, Inc., Form 10-Q, September 11, 2022.   \n51 John R. Graham, Mark T. Leary, and Michael R. Roberts, “A Century of Capital Structure: The Leveraging of \nCorporate America,” Journal of Financial Economics, Vol. 118, No. 3, December 2015, 658-683. \n52 Matthias Fleckenstein, Francis A. Longstaff, and Ilya A. Strebulaev, “Corporate Taxes and Capital Structure: \nA Long-Term Historical Perspective,” Critical Finance Review, Vol. 9, 2020, 1-28.  \n53 Philipp Krüger, Augustin Landier, and David Thesmar, “The WACC Fallacy: The Real Effects of Using a \nUnique Discount Rate,” Journal of Finance, Vol. 70, No. 3, June 2015, 1253-1285.  \n54 Michael J. Mauboussin and Alfred Rappaport, Expectations Investing: Reading Stock Prices for Better \nReturns—Revised and Updated (New York: Columbia Business School Publishing, 2021), 44-56.  \n55 Graham, “Presidential Address: Corporate Finance and Reality,” 1990. Researchers at the University of \nChicago Booth School of Business find that the difference between the discount rate and the perceived cost of \ncapital for U.S. companies has averaged 8.4 percentage points from 2002 through 2021. For every country they \nexamined, the discount rate was 10 percent or more and there was a gap between that rate and the perceived \ncost of capital. See https://costofcapital.org/.  \n56 W. Todd Brotherson, Kenneth M. Eades, Robert S. Harris, and Robert C. Higgins, “‘Best Practices’ in \nEstimating the Cost of Capital: An Update,” Journal of Applied Finance, Vol. 23, No. 1, 2013, 15-33. To see how \nthe gap between the discount rate and the cost of capital affects investment, see Niels Joachim Gormsen and \nKilian Huber, “Corporate Discount Rates,” Working Paper, September 2022.  \n57 Graham, “Presidential Address: Corporate Finance and Reality.”  \n58 Brian Chingono, “A Sharper Signal Amid the Noise, Verdad Research, December 12, 2022.   \n59 Stewart C. Myers, “The Capital Structure Puzzle,” Journal of Finance, Vol. 39, No. 3, July 1984, 575-592; \nStewart C. Myers and Nicholas S. Majluf, “Corporate Financing and Investment Decisions When Firms Have \nInformation That Investors Do Not Have,” Journal of Financial Economics, Vol. 13, No. 2, June 1984, 187-221; \nand Lakshmi Shyam-Sunder and Stewart C. Myers, “Testing Static Tradeoff Against Pecking Order Models of \nCapital Structure,” Journal of Financial Economics, Vol. 51, No. 2, February 1999, 219-244. \n"
    },
    {
      "number": 47,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n47\n \n60 Mauboussin and Callahan, “Capital Allocation.” \n61 Robert F. Bruner, Kenneth M. Eades, Robert S. Harris, and Robert C. Higgins, “Best Practices in Estimating \nthe Cost of Capital: Survey and Synthesis,” Financial Practice & Education, Vol. 8, No. 1, Spring/Summer 1998, \n13-28.  \n62 Timothy A. Luehrman, “Using APV: A Better Tool for Valuing Operations,” Harvard Business Review, Vol. 75, \nNo. 3, May-June 1997, 145-154. For a good discussion on how to reconcile APV with traditional calculations of \nthe weighted average cost of capital, see Nick Antill, Kenneth Lee, and Deborah Taylor, Company Valuation \nUnder IFRS: Interpreting and Forecasting Accounts Using International Financial Reporting Standards, 3rd \nEdition (Petersfield, UK: Harriman House, 2020), 35-48. \n63 Steven N. Kaplan and Richard S. Ruback, “The Valuation of Cash Flow Forecasts: An Empirical Analysis,” \nJournal of Finance, Vol. 50, No. 4, September 1995, 1059-1093. \n64 Fama and French, “The Cross Section of Expected Returns.” \n65 Aswath Damodaran, “Fama-French and the Proxy Wars,” Musings on Markets, February 21, 2009. \n66Jan Bartholdy and Paula Peare, “Estimation of Expected Return: CAPM vs. Fama and French,” International \nReview of Financial Analysis, Vol. 14, No. 4,  2005, 407-427.  \n67 See www.business-case-analysis.com/internal-rate-of-return.html#modified-internal-rate-of-return. \n"
    },
    {
      "number": 48,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n48\n \nIMPORTANT INFORMATION \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers.  \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThe Russell 3000® Index measures the performance of the largest 3,000 U.S. companies representing \napproximately 98% of the investable U.S. equity market. The Russell 3000 Index is constructed to provide a \ncomprehensive, unbiased, and stable barometer of the broad market and is completely reconstituted annually \nto ensure new and growing equities are reflected. The index is unmanaged and does not include any expenses, \nfees or sales charges. It is not possible to invest directly in an index. The index referred to herein is the intellectual \nproperty (including registered trademarks) of the applicable licensor. Any product based on an index is in no \nway sponsored, endorsed, sold or promoted by the applicable licensor and it shall not have any liability with \nrespect thereto. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation.  \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary.  \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \n \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n"
    },
    {
      "number": 49,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n49\n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities: \n \nEMEA \nThis material is for Professional Clients/Accredited Investors only. \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited (“FMIL”). \nFMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company limited by \nshares with company registration number 616661 and has its registered address at 24-26 City Quay, Dublin 2, \nDO2 NY19, Ireland. \n \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA. \n \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland. \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) Limited \n(“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the United \nKingdom by the Financial Conduct Authority. \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158).  \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument.  \n  \n \n \n \n \n"
    },
    {
      "number": 50,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6422586 Exp. 2/28/2025 \n50\n \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall only \nbe made available to “professional investors” as defined under the Securities and Futures Ordinance of Hong \nKong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory authority \nincluding the Securities and Futures Commission in Hong Kong. Accordingly, save where an exemption is \navailable under the relevant law, this material shall not be issued, circulated, distributed, directed at, or made \navailable to, the public in Hong Kong. Singapore: This material is disseminated by Morgan Stanley Investment \nManagement Company and should not be considered to be the subject of an invitation for subscription or \npurchase, whether directly or indirectly, to the public or any member of the public in Singapore other than (i) to \nan institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of Singapore (“SFA”); \n(ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of the SFA, and such \ndistribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) otherwise pursuant \nto, and in accordance with the conditions of, any other applicable provision of the SFA. This publication has not \nbeen reviewed by the Monetary Authority of Singapore.   Australia: This material is provided by Morgan Stanley \nInvestment Management (Australia) Pty Ltd ABN 22122040037, AFSL No. 314182 and its affiliates and does \nnot constitute an offer of interests. Morgan Stanley Investment Management (Australia) Pty Limited arranges for \nMSIM affiliates to provide financial services to Australian wholesale clients. Interests will only be offered in \ncircumstances under which no disclosure is required under the Corporations Act 2001 (Cth) (the “Corporations \nAct”). Any offer of interests will not purport to be an offer of interests in circumstances under which disclosure is \nrequired under the Corporations Act and will only be made to persons who qualify as a “wholesale client” (as \ndefined in the Corporations Act). This material will not be lodged with the Australian Securities and Investments \nCommission.  \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association. \n"
    }
  ]
}