{
  "filename": "2023_stock_based_compensation__unpacking_the_issues.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20240416145623-04'00'",
    "modDate": "D:20240416145623-04'00'",
    "trapped": "",
    "encryption": null
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n. \n \n \n \nCounterpoint Global Insights \nStock-Based Compensation \nUnpacking the Issues \nCONSILIENT OBSERVER  |  April 18, 2023\nIntroduction \nOne way to think about a business is that it makes investments \nthat allow it to offer a good or service to customers. It then seeks \nto sell its products for more than the cost to produce them. The \nfirm creates value if its revenues exceed its expenses and costs, \nincluding the cost of capital. \nBuilding a business requires dealing with multiple stakeholders. A \nstakeholder is a party with an interest in a company and includes \nsuppliers, employees, governments, creditors, and shareholders. \nThe stakeholders affect the business, and the business affects the \nstakeholders. Value generally accrues to shareholders only after \nall other stakeholders have been paid. \nCash is the primary way companies pay suppliers, governments, \nand bondholders. And the bulk of employee compensation is in \ncash. But public companies in the U.S. are increasingly paying \nemployees with stock rather than cash. They are making their \nworkers into shareholders.  \nResearch suggests that nearly all the increase in stock-based \ncompensation (SBC) has replaced cash wages.1 SBC can be \nviewed as a way to finance growth for the firm, an incentive for \nemployees to deliver results, a tool for retaining workers, and a \nmeans to foster an overall sense of ownership. \nIn the U.S., wealth and business ownership are closely linked. The \ntop one percent of households have more than one-half of their \ntotal assets invested in stock, on average. About two-thirds of that \nownership is in private companies and the rest is in public \ncompanies.2 Families that are self-employed have a median net \nworth more than four times higher than those that are employed \nby companies.3 \nEquity ownership has always been common with startups. \nFounders of companies have long used equity ownership to \ninduce employees to join the firm early on. Startups are endeavors \nwith high risk and the potential for high reward. More than 60 \npercent of deals funded by venture capital firms have lost money.4 \nOverall, about two-thirds of businesses fail within 10 years.5 \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n2\n \nBut companies backed by venture capital make up about 40 percent of the capitalization of the U.S. stock \nmarket.6 Equity is an appropriate way to pay a small number of employees who are aligned with a corporate \nmission and are willing to trade the stability of working for a mature company for the potential of substantial \nupside or downside at a startup. \nHistorically, public companies paid their employees in cash. Through the 1940s, for instance, chief executive \nofficers (CEOs) of public companies in the U.S. were paid essentially in all cash. As recently as the 1970s, about \n85 percent of CEO pay was in cash.7 \nThat started to change in the 1980s. There were two catalysts. First, an active market for corporate control \nmeant that CEOs who wanted to avoid having their company get acquired had to focus on creating shareholder \nvalue.  \nThis was important because the amount of skin in the game for CEOs had been trending lower for decades. For \nexample, the median percentage direct ownership of stock by CEOs of the top 120 American public companies \nin the mid-1970s was one-sixth of what it was in the late 1930s.8 Boards recognized that equity compensation \nwas a way to align pay with a mindset of ownership.9   \nSecond was a growing awareness of the costs associated with the principal-agent problem. Executives are the \nagents who manage the firm on behalf of the shareholders, who are the principals. Costs arise when executives \nmake decisions that benefit them at the expense of the shareholders. For example, executive pay is positively \ncorrelated with size, so CEOs may have an incentive to do deals that make the firm bigger even if they do not \ncreate value. \nCorporate boards shifted the mix of pay for executives from cash to equity and then started to pay employees \nbeyond the executive ranks with equity. Today, SBC is a large majority of executive pay, and almost 80 percent \nof SBC is paid to employees who are not high-ranking executives.10  \nThis report delves into SBC. We start by providing data that show overall trends and where SBC is prominent. \nWe then turn to the accounting issues and how to see through the numbers to understand the economics. We \nwrap up the discussion by evaluating the strengths and weaknesses of SBC and whether this shift in pay is \nachieving its objectives.  \nData on SBC \nSBC became more important in the 1980s and 1990s but was not required to be recognized as an expense on \nthe income statement under U.S. generally accepted accounting principles (GAAP) until 2006. Companies had \nto include the details about their SBC programs in the footnotes, but the expense was absent in the calculation \nof earnings. This is important because when surveyed, chief financial officers perceive that GAAP earnings are \n“in a class by themselves’’ as a focus of investors.11 Companies, most prominently those in the technology \nindustry, lobbied against treating SBC as an expense by claiming that the inclusion would lead to lower stock \nprices. Subsequent research showed that the concern was nonsense.12   \nIn 2006, the year that companies had to reflect SBC as an expense on the income statement, total SBC expense \nfor companies in the Russell 3000 was about $25 billion.13 The Russell 3000 is an index that tracks the largest \nstocks by market capitalization in the United States. We estimate that SBC was about $270 billion in 2022, or 6-\n8 percent of total compensation for public companies in the U.S.14 Sales over the same period went from $11.5 \nto $21.1 trillion. Exhibit 1 shows that SBC went from 0.2 percent to 1.3 percent of sales. \n"
    },
    {
      "number": 3,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n3\n \nExhibit 1: SBC as a Percent of Sales for the Russell 3000, 2006-2022 \n \nSource: FactSet and Counterpoint Global. \nNote: Data for calendar years. \nThe corporate life cycle is useful to keep in mind when reviewing figures for SBC. In general, SBC as a \npercentage of sales is higher for younger companies than older companies. This in part reflects the fact that \nemployees who join a company when it is young and relatively risky expect to receive equity, and in part because \nyoung companies often require capital to grow. SBC allows a company to replace cash compensation with equity \nand therefore reduces the need to raise capital externally. \nExhibit 2 shows the median SBC as a percentage of sales by decile for companies in the Russell 3000 in 2022. \nThe deciles are based on sales, which we use as a proxy for age. We see that SBC is much higher for small \ncompanies and declines meaningfully as companies grow. Note there is a great deal of variance in each decile.    \nExhibit 2: SBC as a Percentage of Sales by Decile for the Russell 3000, 2022 \n \nSource: FactSet and Counterpoint Global. \nNote: Data for calendar year 2022; Minimum sales of $100 million. \n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\n1.2\n1.4\n2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022\nPercent\n0%\n1%\n2%\n3%\n4%\n5%\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nStock-Based Compensation as a \nPercentage of Sales (Median)\nSize Decile Based on Sales for 2022 (1=Smallest, 10=Largest) \n"
    },
    {
      "number": 4,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n4\n \nThe use of SBC also varies a great deal by sector. Information technology, communication services, and \nfinancials rely most heavily on SBC based on total SBC divided by total sales (exhibit 3). Aggregate SBC is less \nthan one-half of one percent of sales for the utilities and consumer staples sectors. \nExhibit 3: Stock-Based Compensation as a Percentage of Sales, Russell 3000 Sectors, 2022 \nSector \n  \nAggregate \nMedian \nInformation Technology \n4.0% \n6.4% \nCommunication Services \n4.0% \n3.2% \nFinancials \n2.3% \n1.4% \nReal Estate \n1.7% \n1.7% \nConsumer Discretionary \n1.5% \n0.8% \nHealth Care \n0.9% \n3.7% \nIndustrials \n0.8% \n0.7% \nMaterials \n0.7% \n0.5% \nEnergy \n0.6% \n0.8% \nUtilities \n0.4% \n0.5% \nConsumer Staples \n0.4% \n0.6% \nSource: FactSet and Counterpoint Global. \nNote: Data for calendar year 2022; Minimum sales of $100 million. \nLife cycle analysis also shows that the penchant for returning capital to shareholders in the form of dividends \nand buybacks increases as companies age. This is because these older businesses are generally mature and \nprofitable and hence generate excess capital. Further, companies today pay out a higher percentage of their \nfree cash flow than did companies in past decades. The growth in share buybacks accounts for nearly all the \nincrease in overall payout as a percentage of income in recent decades.15  \nExhibit 4 shows the median net share buybacks as a percentage of market capitalization by decile for companies \nin the Russell 3000 in 2022. Net buybacks are the difference between gross buybacks and equity issuance, \nwhich includes the proceeds from the exercise of employee stock options. The general picture is that older \ncompanies buy back more stock than younger ones do. Here again, there is large variance in each decile. Note \nthe top decile represents more than three-quarters of the total market capitalization of the Russell 3000 index. \nExhibit 4: Net Buybacks as a Percentage of Market Capitalization by Decile, Russell 3000, 2022 \n \nSource: FactSet and Counterpoint Global. \nNote: Market cap as of 12/31/22 and net buybacks for calendar year 2022; Minimum market cap of $100 million.  \n-1%\n0%\n1%\n2%\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nNet Buybacks as a Percentage of \nMarket Cap (Median)\nSize Decile Based on Market Cap (1=Smallest, 10=Largest) \n"
    },
    {
      "number": 5,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n5\n \nYoung companies tend to rely more on SBC than old companies do, and old companies tend to buy back more \nstock than young ones do. As a result, you would expect that non-employee shareholders of young companies \nsuffer more dilution than those of old companies.  \nDilution occurs when a company issues new shares, lowering the percentage ownership of the existing \nshareholders. You calculate dilution as one minus the shares outstanding before issuance divided by the shares \noutstanding after issuance. For example, the owners of a company with 100 shares outstanding suffer about 4.8 \npercent dilution when the company issues 5 new shares, as they now own only 95.2 percent of the company \n(0.048 = 1 - 0.952 = 1 - 100/105).  \nExhibit 5 shows the median dilution by sales decile for companies in the Russell 3000 over the past three years. \nShareholders of the smallest three deciles realized dilution of around 6 percent, whereas shareholders of the \nlargest three deciles saw their percentage ownership increase. This analysis assumes the initial investors did \nnot purchase or sell any stock. (See Appendix A for details on exhibits 2, 4 and 5.) \nExhibit 5: Three-Year Dilution of Shareholders by Decile for the Russell 3000, 2020-22 \n \nSource: FactSet and Counterpoint Global. \nNote: Data for calendar year 2022; Minimum sales of $100 million. \nTaken together, these data suggest that shareholders of young companies should be especially attuned to SBC \nbecause the impact from dilution is potentially meaningful. SBC is simply not that much of an issue for some \nsectors and most mature companies.  \nOne of the most fundamental principles of capital allocation from the point of view of the ongoing shareholders \nis that it is good for companies to retire undervalued stock and issue overvalued stock, and bad to retire \novervalued stock and issue undervalued stock.16 Buying or selling a stock at fair value is neutral before \nconsideration of transaction costs.      \nWe want to draw attention to those companies that issue equity in the form of SBC and buy back stock, often \nwith the ostensible goal of reducing the impact of dilution. This population of companies raise two issues for \nanalytical consideration.  \n-4%\n-3%\n-2%\n-1%\n0%\n1%\n2%\n3%\n4%\n5%\n6%\n7%\n8%\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nDilution (Median)\nSize Decile Based on Sales (1=Smallest, 10=Largest) \n"
    },
    {
      "number": 6,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n6\n \nThe first is whether they are allocating capital intelligently. When surveyed in recent decades, 50-80 percent of \nfinancial executives say that the stock of their company is undervalued, 20-40 percent think it is correctly valued, \nand a de minimis number concede that their stock is overvalued.17 If a stock is not at fair value, either issuing or \nretiring it is suboptimal from the point of view of ongoing shareholders.  \nTake the case of issuing stock when it is perceived to be undervalued. Assume the stock trades at 80 percent \nof its fair value. The company is effectively “selling” stock for less than what it is worth and offering the proceeds \nas remuneration for employees. Further, non-executive employees may value the stock at an additional discount \nto reflect the loss of diversification and the fact that they cannot sell the stock immediately.18 \nThe second problem is that issuing and retiring stock makes it more difficult to assess value. This is especially \nrelevant for investors who rely on accounting metrics, such as multiples, that are meant to serve as a shorthand \nfor value.  \nFor instance, a common definition of levered free cash flow, the cash available for distribution to equity holders, \nis cash flow from operating activities minus capital expenditures.19 The components of this calculation appear \non a firm’s statement of cash flows. Cash flow from operating activities does not reflect SBC as an expense. In \nfact, SBC is greater than cash flow from operating activities for some firms.  \nMore than 95 percent of public companies now report non-GAAP results.20 Adding back SBC expense is a \ncommon adjustment to earnings per share (EPS) and earnings before interest, taxes, depreciation, and \namortization (EBITDA).21 Further, in recent years nearly one-fifth of companies have reported non-GAAP EPS \nwith shares outstanding different from what GAAP designates.22 \nInvestors who measure free cash flow or non-GAAP earnings on a per share basis may fail to evaluate the \nrelationship between dilution and buybacks. Issuing and retiring equity are economic decisions that companies \nand investors should scrutinize separately. Buybacks that offset dilution turn SBC, a non-cash expense, into a \ncash expense. Companies should not get the benefit of adding back SBC expense without a full \nacknowledgement of the cost of buying back shares.   \nStated differently, the pairing of SBC and buybacks can reduce and increase agency costs. They reduce agency \ncosts if executives and other employees are aligned with shareholders and the company returns cash to \nshareholders rather than wasting it on investments that destroy value. They increase agency costs if they are \nan inefficient means to pay employees and the company buys back stock to manipulate accounting results with \nno regard for economic value.   \n \n \n \n \n \n \n"
    },
    {
      "number": 7,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n7\n \nA Framework for Thinking About SBC and the Accounting Implications  \nFinancial statements are meant to help investors, creditors, and other interested parties understand a business. \nThey are supposed to be relevant and have predictive value. But there is a tension between providing a literal \nrepresentation of what happened and informing users. We believe that accounting for SBC may be faithful to \nstandards but demands that users do additional analysis to understand value.23  \nWe describe two methods to incorporate SBC into valuation that are technically equivalent: treating SBC as an \nexpense or as an employee claim on equity. Each method is based on free cash flow to equity (FCFE), a \ndiscounted cash flow model that values the equity by projecting and discounting cash flows attributable to equity \nholders. Investors who value businesses using multiples or yields should understand both methods to see the \npotential pitfalls in using shorthands. \nBear in mind that survey data reveal that investors use the free cash flow to the firm (FCFF) model nearly twice \nas often as the FCFE model.24 FCFF values the firm and subtracts debt and other liabilities to arrive at equity \nvalue. Appendix B shows that equity value is the same using FCFF, FCFE with SBC as an expense, or FCFE \nwith SBC as a claim.  \nMethod 1: SBC as an Expense. The first method treats SBC as an expense. It requires recasting the statement \nof cash flows to accurately determine FCFE.  \nThe statement of cash flows does a good job of matching the basic activities of a company. Cash flow from \noperating activities summarizes the cash flow that results from dealing with customers. Cash flow from investing \nactivities tells what the company spent to maintain and grow the business. Cash flow from financing activities \nreveals whether the company raised or disbursed capital to reconcile its financial position from one period to the \nnext.  \nThe key is to recognize the entries on the statement of cash flows that have no net cash outlay but are in fact \ntwo transactions in one. SBC and leases are the most important of these.25 \nThe easiest way to understand this is by example. Stock compensation is an operating transaction, where the \nemployee is paid for service, and a financing transaction, where the employee is a source of equity capital. A \nfinance lease is an investing transaction, where a company buys a fixed asset, and a financing transaction, \nwhere the company raises debt.  \nRecognizing SBC and leases as four transactions allows the investor to calculate FCFE accurately by putting \neach in the right category: \n• \nTreat SBC first as an expense, reducing cash flow from operating activities, and second as raising equity \nin cash flow from financing activities.  \n• \nTreat leases first as a capital expenditure, a use of cash that shows up in cash flow from investing \nactivities, and second as raising debt in cash flow from financing activities. \nThis more accurate description of FCFE differs from the common definition of free cash flow in two meaningful \nways. Cash flow from operations are lower, and capital expenditures are higher, following these adjustments. \nThese differences underscore the limitation of the FCFE measure that is widely used. \n"
    },
    {
      "number": 8,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n8\n \nApplying this method is relatively straightforward. If you treat SBC as an expense in your projections and reckon \nfully for capital expenditures, you can project future FCFE, discount the sums by the cost of equity capital, and \ndivide by fully diluted shares outstanding.  \nCompanies that lose money are not required to report fully diluted shares outstanding. As a result, it is necessary \nto examine the notes associated with the financial statements to determine the amount of dilution.26 But there is \nno need to model additional dilution or buybacks as those amounts are built into the cash flows.   \nMethod 2: SBC as an Employee Claim on Equity. The second method does not recognize SBC as an \nexpense, on the income statement or the statement of cash flows, but rather considers it as a claim on equity. \nMoving SBC from an expense to a claim on equity is what creates dilution.27 \nNote that FCFE will be higher if no expense for SBC is recognized. But that benefit is offset by the employee \nclaim. Exhibit 6 shows the two methods side by side. On the left, FCFE is lower but the claims on the cash flow \ncome only from ongoing shareholders. On the right, the FCFE is higher but the claims on that cash include both \nongoing shareholders and employees. \nExhibit 6: Two Methods to Reflect SBC in Equity Valuation \n \nSource: Counterpoint Global. \nA model based on this approach can use cash flow from operations as reported but requires two additional \nadjustments.  \nThe first is adjusting future shares outstanding to reflect dilution. For profitable companies, start with fully diluted \nshares and increase the shares over time to capture anticipated SBC issuance. For unprofitable companies, add \nshares that have already been granted to reported shares, and then increase the shares for issuance. Exhibits \n2, 3, and 5 provide base rate data that can help anticipate the amount of future dilution. Modeling dilution is \ntricky, but the goal is to reflect accurately the value of the employee claim on equity.28 \nThe second adjustment is to add leases to capital expenditures. Practically speaking, the companies that use a \nlot of SBC typically do not use a lot of leases, and companies that use a lot of leases do not use a lot of SBC. \nBut this adjustment is meaningful for some companies. \nNote that you should not give a company credit for share buybacks with either method of dealing with SBC. The \nreason is that buybacks are funded with excess cash, debt, or cash flow attributable to equity holders. Buybacks \nwith excess cash reduce firm value and have no impact on value per share unless the shares are mispriced.29  \nOngoing \nshareholders\nOngoing \nshareholders\nEmployee \nclaim\nSBC as Expense\n(Lower FCFE)\nValue of Equity\nSBC as Employee Claim\n(Higher FCFE)\nFCFEHIGH\nCost of Equity\n–\nSBC (after-tax)\nCost of Equity\nSBC (after-tax)\nCost of Equity\nFCFELOW\nCost of Equity\nFCFEHIGH\nCost of Equity\n"
    },
    {
      "number": 9,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n9\n \nAssuming that a company funds buybacks with future cash flows is double counting. The cash flows are counted \nonce as a source of value for shareholders in a discounted cash flow model and a second time as payment for \nbuybacks.   \nNo matter which method you use, remember that SBC is an estimate on the date of the grant. The returns of the \nstock price between the date it was granted and the date that it vests can affect value in at least a couple of \nways.  \nOne relates to taxes. If the stock goes up, the employee earns more than the amount implied by the SBC \nexpense and the tax deduction from compensation increases. The greater the deduction the lower the tax bill. If \nthe stock goes down, the employee earns less than the amount implied by the SBC expense and the tax \ndeduction from compensation decreases. That increases the tax bill. \nFor example, Meta Platforms, Inc., a technology company, enjoyed a $1.1 billion tax benefit in 2021. The stock \nhad risen at a 37 percent compound annual rate in the prior three years. In 2022, the company’s stock declined \n64 percent and its provision for taxes increased $471 million, bumping up the company’s effective tax rate by \ntwo percentage points.30 \nThe other way that stock price returns can affect value is through future SBC grants. Employees will be happy \nif the stock goes up in line with, or more than, the market and peer companies. But employees may earn \nsubstantially less than they thought they would if the stock goes down. As a result, they may seek additional \nSBC to compensate them for the shortfall. \nA company’s relative stock price returns determine the weight of this effect. A particular company may find itself \nat no competitive disadvantage if the stocks of most companies, and especially its peers, decline in lockstep. \nBut it is noteworthy that in 2022, overall SBC increased 19 percent while the Russell 3000 declined 19 percent. \nIn this case, employees received more value in their compensation while shareholders realized less value. That \nis inconsistent with total alignment between employees and shareholders. \nWe now finish our discussion with a quick review of the strengths and weaknesses of SBC. SBC is like any other \nform of capital allocation where a company’s goal should be committing resources intelligently and effectively to \ncreate long-term value per share.   \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 10,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n10\n \nStrengths and Weaknesses of SBC: Is SBC Achieving Its Goals?  \nThere does not appear to be a single account for the rise in SBC over the last few decades, but several factors \nappear to be at play. One is the mix of public companies. The sectors with the highest aggregate SBC as a \npercent of sales, information technology and communication services, have gone from 19 to 33 percent of the \nmarket capitalization of the S&P 500 from 2006 to 2022 (see exhibit 7).  \nExhibit 7: SBC to Sales Ratio and Information Technology (IT) and Communication Services \nas a Share of S&P 500 Market Capitalization, 2006-2022 \n \nSource: S&P Dow Jones Indices, FactSet, and Counterpoint Global. \nNote: Data for calendar years. \nAnother factor is the “institutional imperative,” which in part says that companies will “mindlessly” imitate one \nanother in areas such as compensation.31 We had a conversation with the former CEO of a public company and \nthe topic of the widespread use of SBC came up. He said, “Here’s the truth, we did it because everyone else did \nit.”   \nCompanies may feel the need to use SBC for competitive reasons because there is a market for labor.32 But \nthat there is variance in the use of SBC indicates that it is one among several factors that current and prospective \nemployees consider.  \nSBC is also a means to raise equity capital. Roughly one-third of companies in the Russell 3000 reported \nnegative net income in 2022, and many companies use more cash than they generate from their operations. \nIssuing SBC compensates employees and finances the business, killing two birds with one stone.  \nExhibit 8 shows SBC as a percent of cash flow from operating activities for constituents of the Russell 3000 in \n2022. On an aggregate basis by sector, that figure is 18.8 percent for information technology, 18.4 percent for \nconsumer discretionary (11.8 percent excluding Amazon, a company that is in e-commerce, cloud computing, \nand other technologies), and 17.2 percent for communication services. \n \n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n0.0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\n0.8\n0.9\n1.0\n1.1\n1.2\n1.3\n2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022\nIT and Communication Services: Share \nof S&P 500 Total Market Cap (Percent)\nSBC/Sales, Russell 3000 (Percent)\nSBC/Sales (Left Axis)\nIT & Communication Services (Right Axis)\n"
    },
    {
      "number": 11,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n11\n \nExhibit 8: SBC as a Percent of Cash Flow from Operating Activities, Russell 3000 Sectors, 2022 \nSector \nAggregate \nMedian \nInformation Technology \n18.8% \n22.3% \nConsumer Discretionary \n18.4% \n6.2% \nCommunication Services \n17.2% \n10.7% \nIndustrials \n8.2% \n6.1% \nHealth Care \n8.2% \n5.3% \nConsumer Staples \n5.9% \n5.6% \nMaterials \n5.0% \n4.4% \nEnergy \n2.3% \n2.8% \nUtilities \n2.1% \n2.1% \nSource: FactSet and Counterpoint Global. \nNote: Data for calendar year 2022; Minimum sales of $100 million; Excludes financial and real estate sectors. \nThe compensation committees of boards of directors want to make sure they hire and retain top talent. As a \nresult, they typically target pay for the CEO of their company at a level above the median of well-paid CEOs of \npeer companies.33 This means that the targets for executive pay tend to ratchet up over time. Ironically, \ntransparency in CEO pay contributes to this effect.34 Higher pay for CEOs means more use of SBC because \nmost executives are paid largely with equity.   \nFinally, companies use SBC to motivate employees and reduce agency costs. Overall, the research suggests \nthat equity ownership by employees is good.35 But the effect is not always strong and creating and implementing \neffective policies for SBC is not easy. We now examine the evidence on how effectively SBC influences the \nbehavior of employees.   \nSBC and agency costs. SBC can reduce agency costs by creating proper incentives, encouraging the sorting \nof employees, providing a mechanism to retain talent, and creating an ownership mentality among employees. \nAcademics have studied each of these areas.  \nAn incentive is something that incites action. The premise of stock-based incentive compensation is that a \nfinancial stake in a company will motivate employees to work hard in order to contribute to the company’s \nsuccess. The word “incentive” comes from Latin and means “something that sets the tune.” In concept, \nincentives encourage all employees to sing from the same hymn sheet. \nThe challenge is that the effort of an individual employee, especially one who is not an executive, is insufficiently \nlinked to the performance of the stock. They are paid in a currency that they cannot control and that is subject \nto external forces such as interest rates, risk appetites, regulatory changes, and the results of the overall market. \nAn incentive should ideally be tied to an outcome that an individual can control.  \nThe research suggests that SBC overall, and stock options in particular, can provide an incentive for executives \nbut the effect is much more muted for non-executives.36 Only about 20 percent of total SBC goes to executives. \nBut restricted stock units (RSUs) do a relatively poor job of incentivizing executives to make risky investments \nthat create value.37 Further, the impact of the incentives for executives varies based on CEO characteristics, \nincluding age and tenure.38 Cash bonuses based on strategic goals can provide more of an incentive than SBC.39  \nSorting is one way to deal with the heterogeneity of the risk appetites among employees. The idea is that \nemployees who are averse to risk will gravitate toward more stable companies, and those who seek risk and are \n"
    },
    {
      "number": 12,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n12\n \noptimistic will work for younger, riskier companies with managers who are considered credible.40 Whether an \nemployee prefers compensation in the form of cash, stock units, or options will vary based on his or her risk \nprofile.41 \nThis is relevant because of the shift in the mix of pay. Cash compensation has been going down, especially for \nexecutives, for decades.42 But what is more relevant is the broad shift from employee stock options (ESOs), \nwhich were the dominant form of stock-based compensation in the 1990s, to stock units. Researchers examined \na sample of 1,000 U.S. public companies and found that, scaled by shares outstanding, ESO grants dropped 80 \npercent and stock unit grants rose 7-fold from 2000 to 2012.43   \nA comparison of payoffs shows why employees who seek risk and feel good about management and business \nprospects prefer ESOs to RSUs (see exhibit 9). We assume a $100 strike price for the option and grant value \nfor the RSU. Each RSU is typically worth 2-4 ESOs at grant date. We assume a ratio of 2.3. If the stock drops \nbelow $100, the intrinsic value of the option is zero but the value of the RSU equals the stock price. If the stock \nprice triples, the intrinsic value of the ESO is 1.5 times that of the RSU. ESOs have more downside and upside \nthan RSUs do.   \nExhibit 9: Payoffs from Employee Stock Options and Restricted Stock Units \n \nSource: Counterpoint Global. \nNote: Assumes the value of 1 RSU = 2.3 ESOs at grant date. \nNote that before an initial public offering (IPO), companies tend to rely much more on ESOs than RSUs. But \nonce public, they often shift the mix from options to stock units. Experiments suggest that ESOs and RSUs elicit \nsimilar levels of effort from the recipients.44 \nOne study asked survey participants who had received SBC to select their preference between ESOs and RSUs \nin various ratios. For example, they would offer 2,000 ESOs or 1,000 RSUs and see what percentage chose the \nESOs. The researchers showed the participants ratios from 2-to-1 to 5-to-1.  \nOverall, the preference between ESOs and RSUs was split roughly evenly and was remarkably similar for all \nthe ratios. This result indicates that the ratio of ESOs to RSUs does not influence the preference of employees, \nlikely because they struggle to value the options properly.45  \n0\n50\n100\n150\n200\n250\n300\n350\n400\n450\n500\n0\n20\n40\n60\n80\n100\n120\n140\n160\n180\n200\n220\n240\n260\n280\n300\nValue\nStock Price\nEmployee\nStock Option\nRestricted \nStock Unit\n"
    },
    {
      "number": 13,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n13\n \nCompanies generally offer employees pay that is a combination of cash and SBC. Employees can negotiate but \nthe company generally maintains boundaries for the amounts of each form of pay.  \nHowever, there are some companies that allow their employees to select their mix of compensation. Netflix, a \nsubscription video service, is a good example. The company seeks to hire “high-performance employees,” those \ncapable of completing the work of as many as two or three normal workers, and lets them choose how they \nwould like to be paid.46 When given the option, 59-75 percent of the eligible Netflix employees selected to receive \nall cash. Seven to eight percent of average pay was in options for those who chose to take some percentage in \nequity.  \nShopify, an e-commerce company, adopted a similar program in late 2022 called Flex Comp. Employees can \ndetermine their mix of cash and SBC, and vesting for the equity begins immediately upon grant.47 The company \nhas yet to share results on the mix its employees chose. \nCompanies also use SBC to increase employee retention. The idea is that since SBC vests over time, typically \nthree years, employees will stay with the company rather than leave early and forfeit part of their compensation. \nFurther, if the overall market is doing well, suggesting that employees have rich opportunities to leave the firm, \nSBC can make it attractive to stay if the employer is participating in the upside.   \nRetaining employees may add value because the cost of hiring and training a new employee can be as much \nas 1.5 to 2.0 times the annual salary that is requisite for the position. Several factors drive retention, including \nthe magnitude and form of compensation, recognition, growth opportunities, work-life balance, and work \nenvironment.48 These are all elements of a company’s culture.  \n“Culture quant” work by the sustainability research team at Counterpoint Global showed that retention is \npositively correlated with total shareholder returns.49 There is support for the proposition that a grant of SBC for \na broad base of employees increases retention. However, the boost to retention appears to fade after the SBC \nvests.50  \nDiscerning the direction of causality makes it difficult to understand the relationship between retention and \ncorporate performance. The issue is whether performance is good because employees stick around, or whether \nemployees stick around because performance is good.  \nThere is also a case that widespread use of SBC can reduce agency costs by creating an ownership mindset \namong a broad base of employees.51 This view is widely believed and shared but is hard to demonstrate \nempirically.    \nThe first question is whether SBC is a pay delivery mechanism or a form of compensation that aligns employees \nand shareholders. One indicator that a company uses SBC in lieu of cash compensation is that it issues more \nSBC after its stock goes down. In other words, there is a compensation target. If the employee earns more than \nthe target no adjustment is necessary, but if the employee makes less than the target there is an effort to close \nthe gap by issuing additional equity or, in some cases, raising cash compensation.52  \nAnother clue about whether there is an ownership mindset is whether employees, and especially executives, \nhold or sell the stock after their SBC grants have vested. This is important because executives acquire roughly \nfour times as much stock through vested restricted stock than they do through open purchases in the market.53  \n"
    },
    {
      "number": 14,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n14\n \nAcademics who studied more than 38,000 vesting events found that executives executed one or more open-\nmarket sales in only 43 percent of the cases in the 180 days following the date of vest.54 This finding suggests \nthat executives in fact do hold a sizeable amount of stock they are granted.  \nYet there is also evidence that executives behave in a way that is not optimal. One way to test this is to look at \nwhen they exercise ESOs. For example, an executive who exercises an option with a 10-year life when it vests \nafter 4 years gives up substantial value. The executive will earn the intrinsic value, the difference between the \nstock price and the strike price, but forgo the time value, which reflects the likelihood that the stock will go up \nfurther.55 \nThe two principal reasons that employees sell after the options vest is to diversify their assets and to have cash \nto consume. There is analysis that supports both motivations. But in either case, employees reduce their \nownership in the company.    \nHow employees value SBC. We have discussed the fact that if a company has a stock price that is different \nthan fair value, it is hard to make the case that issuing equity in the form of SBC and buying back stock are both \ngood moves. The counterargument is the case when the benefit of having motivated employees who drive terrific \ncorporate performance is greater than the cost of issuing undervalued stock. This is a tough case to make.56 \nOne consideration is how employees value the SBC they receive. The immediate hurdle is that the shareholders, \nthe principals, are likely to be risk neutral while employees, the agents, are generally risk averse.57 That means \nthat employees may place a lower value on that equity because it reduces their diversification, is not liquid, and \nis difficult to value in the case of options. \nFrom the point of view of the company, the opportunity cost of issuing SBC is the value it would receive if it sold \nthat equity to an investor.58 A potential inefficiency exists if employees value SBC differently than would an \noutside investor.     \nThe research generally concludes that employees are not great at valuing the equity in their compensation.59 \nBut consistent with sorting theory, how employees value stock options and restricted stock is a combination of \nbehavioral, economic, and demographic factors.60  \nBehavioral refers to the tendency to extrapolate recent results. Economic reflects issues such as diversification \nand liquidity. And demographic emphasizes that employees may have varied risk appetites based on their age \nand wealth. Training current and prospective employees how to value equity does appear to increase perceived \nvalue.61 \nHow SBC levels are set. There is a market for labor that explains a lot about the amount of SBC that companies \ngrant. Executive compensation is set by the board of directors, who often consider the input of compensation \nconsultants. Firms that hire compensation consultants tend to pay their CEOs more than the companies that do \nnot hire consultants.62  \nSBC has risen because of the ratchet effect. The idea is that if all companies seek to target executive \ncompensation above the median of the peer group, the median will ratchet up over time. This process is hard to \nreverse once it gets going. SBC has grown faster than total pay because of the shift in mix from salaries to equity \ncompensation. \n"
    },
    {
      "number": 15,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n15\n \nResearchers have identified another contributor to the growth in executive compensation that is hard to explain \non the surface: boards tend to grant the same number of options in each year. So as market values drift up over \ntime, the value of the options follow along.63 \nAs a side note, the amounts for base salaries and annual bonuses are very similar for CEOs in the Americas, \nEurope, and Australia. But overall CEO pay in the Americas is more than 2.5 times greater than that in Europe \nand Australia, with pay in the form of long-term incentives making up the difference. CEOs in Asia make a small \nfraction of the sum that their counterparts earn in the rest of the world.64 \nCompanies appear to have a target level of compensation for non-executives that is in large part dictated by a \ncompetitive labor market.65 Target compensation is a combination of cash and stock, and the mix has shifted \naway from cash to stock in recent decades.  \nShareholders and employees tend to be happy when stocks go up. Companies also benefit, especially if SBC \nworks as a retention tool. But companies have more difficulty hiring and keeping employees when the higher \nasset prices benefit competitors as well.  \nOne of the ostensible benefits of SBC is creating an ownership mindset. But the circumstances appear to be \nasymmetric. Employees can earn more than their target pay when the stock does well. Shareholders are unlikely \nto complain because they have also profited. But when the stock goes down, either because of issues unique \nto the company or overall market conditions, pay for employees falls short of the target.  \nThe test of whether SBC is more about an ownership mentality or fulfilling expectations for target pay is how \ncompanies react to a lower stock price. Specifically, issuing additional equity to fill the gap between the target \nand actual compensation suggests that SBC is a method to deliver pay.66 Increases in cash compensation also \nindicate that companies want to hit target levels.67 Shareholders not only have to live with a lower share price \nbut also deal with the prospects of additional dilution. Hence the asymmetry.  \nEmployees are intrinsically motivated when their job is meaningful to them and extrinsically motivated when they \nwork to earn rewards. There is a large body of research on intrinsic motivation that establishes some relevant \npoints. First, the link between pay and job satisfaction is weak. Employees will be dissatisfied if they feel they \nare underpaid, but more pay does not translate into more satisfaction once remuneration is deemed to be fair. \nSecond, intrinsic motivation better predicts performance on the job than extrinsic motivation does.68 Intrinsic \nmotivation is fostered through a sense of autonomy, mastery, and purpose.69 \nOverall, it appears that companies set target levels of compensation and use SBC as a vehicle to deliver that \npay. The board, often after conferring with a consultant, determines target levels of compensation for executives \nand the market for talent reveals targets for non-executives. Further, an employee’s productivity and satisfaction \nappear to be more linked to a company’s ability to foster intrinsic motivation than with compensation levels.        \nBuybacks and SBC. As we noted before, a core tenet of capital allocation is “buy low, sell high.” Executives \nwho choose to issue and retire equity simultaneously run the risk of violating that tenet if they consider the stock \nof their company to be mispriced.70 \nWe believe that companies should consider the merits of issuing SBC and buying back stock separately. In \npractice, many companies appear to combine them. For example, a survey of financial executives found that 68 \npercent indicated that offsetting dilution from SBC was “important” or “very important” in their decision to buy \n"
    },
    {
      "number": 16,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n16\n \nback stock.71 Analysis shows that companies buy back stock to manage their shares outstanding.72 SBC affects \npayout policy.   \nOne academic study compared SBC (as a percent of sales) to buybacks (as percentage of cash flow from \noperations). They broke the sample of companies into quintiles based on SBC to sales and found that those \ncompanies with the lowest ratios allocated the lowest percentage to buybacks, and those with highest SBC \nratios spent the most on buybacks.73 In other words, buyback intensity rose consistently from the lowest to the \nhighest quintile of SBC issuance. This is clear evidence that many companies consider SBC and buybacks \ntogether. \nThat point noted, buybacks are still a much larger sum than SBC. Exhibit 10 shows the ratio of buybacks to SBC \nfor companies in the Russell 3000. We show gross buybacks, or total amount purchased, and net buybacks, \nwhich considers equity issuance, including the sale of stock, proceeds from the exercise of options, and the \nconversion of convertible debt securities. In 2022, gross buybacks were 4.1 times, and net buybacks 3.5 times, \nthe amount of SBC.     \nExhibit 10: Gross and Net Buybacks as a Multiple of Stock-Based Compensation, 2006-2022 \n \nSource: FactSet and Counterpoint Global. \nNote: Data for calendar years. \nAs we saw earlier, the populations of companies that issue a meaningful amount of SBC and that buy back a lot \nof stock tend to be distinct. But there is also strong evidence that companies that grant a relativity large amount \nof SBC as a percent of sales use buybacks to manage the effect of dilution. This raises the analytical concern \nof whether those companies are allocating capital in a disciplined and intelligent fashion.  \nSBC, valuation, and total shareholder returns. At the end of the day, investors care about what the use of \nSBC means for valuation and total shareholder returns. The question is whether the use of SBC creates \ndistortions that the market fails to fully recognize.  \nOne study of research reports by sell-side analysts found that the majority add back SBC expense in their FCFE \ninputs for a discounted cash flow (DCF) model.74 The researchers found that the analysts who excluded SBC in \ntheir DCF models had higher and more optimistic price targets and greater bias than the analysts who treated \nSBC as an expense. \n-4\n-2\n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n20\n22\n24\n2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022\nMultiple\nGross Buybacks / SBC\nNet Buybacks / SBC\n"
    },
    {
      "number": 17,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n17\n \nThis study also found that companies with the highest SBC intensity were accorded higher valuation multiples, \nincluding price-to-earnings (P/E) and price-to-sales (P/S), than those with low SBC intensity. This observation is \nnot meaningful by itself because the companies with high SBC intensity also grow faster, on average, than the \noverall population of companies. However, the researchers found that companies that issue substantial SBC as \na percent of sales have higher market valuations even after controlling for the differences in growth. \nThe question is whether the higher valuations are justified or if they represent overvaluation. The scholars tested \nthis by examining the risk-adjusted total returns for the top issuers of SBC as compared to the bottom issuers. \nThey found that the top issuers had lower returns than the bottom ones did. The top to bottom return differences \nare larger using portfolios with equal weights than value weights, indicating the effect is stronger among small \ncompanies than large ones.  \nTo be clear, these aggregates provide limited insight into the circumstances and prospects for the stock of any \nindividual company. But they do provide a signal of caution. The message is that it is important to understand \nthe magnitude of SBC, how to treat it analytically, and how it shapes the capital allocation decisions of \nmanagement.    \nConclusion \nA successful company generates revenue that is sufficient to cover expenses and costs and allows it to earn an \nattractive return on investment. Companies settle most of their expenses in cash. But public companies in the \nU.S. have increasingly switched from paying their employees in cash to paying them with stock. Stock-based \ncompensation (SBC) in 2022 was nearly 5 times what it was in 2006, measured as a percentage of sales, \nalthough total SBC remains less than 10 percent of total employee pay.  \nThere are sensible motivations for this shift. SBC helps finance the firm by substituting equity for cash, can \nprovide an incentive for employees to deliver results, is a tool for retaining workers, and can be a means to foster \nan overall sense of ownership. Companies can use SBC appropriately or inappropriately, as is true of all capital \nallocation decisions. \nSBC tends to be more significant for young companies than old ones. This makes sense because these \ncompanies commonly need financing and are risky. SBC provides employees upside potential and downside \nrisk.    \nCompanies can use share buybacks to offset the dilution from SBC. Buybacks are generally modest for small \ncompanies and more meaningful for large ones. This is because large companies are generally profitable and \ngenerate excess cash.  \nAs a result of these patterns of equity issuance and retirement, ongoing shareholders realize more dilution with \nyoung companies than with old ones. Indeed, the median shares outstanding for companies in the top three \ndeciles of size declined over the past three years. \nThere are two main ways to handle the shift from cash compensation to SBC in valuation. We consider both \nthrough a discounted cash flow (DCF) model, which projects and discounts free cash flow (FCF). FCF equals \nnet operating profit after taxes minus investment in future growth. A DCF model should inform valuation \napproaches based on multiples. \n"
    },
    {
      "number": 18,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n18\n \nThe first method is to treat SBC as an expense like any other. Deriving the profit component of FCF from the \nincome statement makes sense because SBC is already expensed there. Corporate value is then divided by \nfully diluted shares outstanding to derive shareholder value. \nThe second method treats SBC not as an expense but rather as dilution, or an added claim on equity through \ncompensation. Corporate value is higher in the second method than the first because FCF is higher when SBC \nis not treated as an expense. That additional value is offset, however, by the claim on equity that employees get \nas part of their pay.      \nThe appendix shows that these methods get to the same answer. We also provide base rate data that can offer \nguidelines on how to estimate dilution. \nModeling dilution can be tricky because some companies cover up the dilutive effects of SBC by buying back \nstock. We argue that the merits of issuing equity through SBC and retiring equity should be considered \nseparately. The data show that companies often combine them, which indicates that SBC influences corporate \npayout policy. \nThe rise in SBC is likely the result of market conditions as well as a belief in the benefits. Compensation \ncommittees on corporate boards commonly benchmark executive pay based on corporate peers and almost \nalways seek to pay above the median. SBC for non-executives is also heavily influenced by the market for labor. \nIt is hard for one company to shun SBC if competitors are using it liberally. Still, there is wide dispersion in how \nmuch SBC companies use, even within the same industry.  \nThe benefits of SBC are generally accepted but the academic research on their veracity is equivocal. Returns \nfor stocks make assessing the effectiveness of SBC difficult. When stocks go up, employees and ongoing \nshareholders are happy. No one is pleased when stocks go down. The main issue is whether the company \naccelerates its SBC grants. That indicates that SBC is more a means to pay employees than to align them with \nshareholders. \nMost sell-side research analysts add back SBC expense, leading to a higher absolute earnings figure. Further, \ncompanies with the highest ratios of SBC to sales tend to have higher valuation multiples than do the companies \nwith the lowest ratios. The higher valuation is not meaningful in isolation because the SBC intensive companies \nalso grow faster on average. But tests show that the heavy SBC users have lower total shareholder returns, on \naverage, than the light SBC users. This result is heavily skewed by smaller companies and is less dramatic \nwhen the stocks in the constructed portfolios are weighted by market capitalization.  \n \nPlease see Important Disclosures on pages 27-29 \n \n \n \n \n \n \n"
    },
    {
      "number": 19,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n19\n \nAppendix A: Details on Exhibits 2, 4, and 5 \nExhibits 2, 4, and 5 present median results, which can hide a lot of variance and skew. The tables below provide \nmore context for the figures, including means and outcomes for companies in the 25th and 75th percentiles. \nExhibit 11: Additional Detail for Exhibit 2, SBC as a Percentage of Sales by Decile for the \nRussell 3000, 2022 \nDecile \nMean \nMedian \n25th \nPercentile \n75th \nPercentile \nDecile Sales Range ($M) \n1 \n11.0% \n4.4% \n1.2% \n15.8% \n           101  \n           240  \n2 \n6.6% \n3.0% \n1.3% \n7.9% \n           240  \n           401  \n3 \n8.2% \n3.0% \n1.3% \n8.0% \n           401  \n           625  \n4 \n4.2% \n1.7% \n0.9% \n4.3% \n           625  \n           933  \n5 \n3.5% \n1.3% \n0.7% \n2.8% \n           933  \n         1,391  \n6 \n3.5% \n1.1% \n0.6% \n2.7% \n         1,391  \n         2,112  \n7 \n2.5% \n0.8% \n0.5% \n1.5% \n         2,112  \n         3,317  \n8 \n1.7% \n0.7% \n0.5% \n1.5% \n         3,317  \n         5,488  \n9 \n1.4% \n0.6% \n0.4% \n1.3% \n         5,488  \n       12,698  \n10 \n1.2% \n0.5% \n0.2% \n1.1% \n       12,698  \n     513,983  \nSource: FactSet and Counterpoint Global. \nNote: Data for calendar year 2022; Minimum sales of $100 million. \nExhibit 12: Additional Detail for Exhibit 4, Net Buybacks as a Percentage of Market \nCapitalization by Decile, Russell 3000, 2022 \nDecile \nMean \nMedian \n25th \nPercentile \n75th \nPercentile \nDecile Market Cap Range ($M) \n1 \n-5.9% \n-0.1% \n-1.6% \n0.8% \n           101  \n           345  \n2 \n-3.1% \n0.0% \n-0.7% \n1.6% \n           345  \n           565  \n3 \n-0.5% \n0.0% \n-0.4% \n2.3% \n           565  \n           897  \n4 \n0.2% \n0.0% \n-0.3% \n3.0% \n           897  \n         1,392  \n5 \n0.7% \n0.1% \n-0.2% \n2.9% \n         1,392  \n         2,175  \n6 \n1.5% \n0.4% \n-0.2% \n4.1% \n         2,175  \n         3,294  \n7 \n1.9% \n0.4% \n-0.1% \n3.6% \n         3,294  \n         5,264  \n8 \n3.1% \n1.3% \n0.0% \n5.0% \n         5,264  \n       10,024  \n9 \n2.1% \n0.7% \n-0.1% \n3.4% \n       10,024  \n       27,022  \n10 \n2.3% \n1.8% \n0.2% \n3.4% \n       27,022  \n  2,066,942  \nSource: FactSet and Counterpoint Global. \nNote: Market cap as of 12/31/22 and net buybacks for calendar year 2022; Minimum market cap of $100 million. \n \n \n \n \n"
    },
    {
      "number": 20,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n20\n \nExhibit 13: Additional Detail for Exhibit 5, Three-Year Dilution of Shareholders by Decile for \nthe Russell 3000, 2020-22 \nDecile \nMean \nMedian \n25th \nPercentile \n75th \nPercentile \nDecile Sales Range ($M) \n1 \n14.7% \n7.5% \n0.5% \n26.8% \n           102  \n           257  \n2 \n12.3% \n6.6% \n0.1% \n19.3% \n           257  \n           439  \n3 \n9.5% \n4.8% \n0.0% \n16.0% \n           439  \n           704  \n4 \n8.3% \n3.1% \n-1.8% \n16.5% \n           704  \n         1,054  \n5 \n5.8% \n1.7% \n-2.6% \n14.3% \n         1,054  \n         1,605  \n6 \n0.8% \n1.4% \n-2.3% \n11.5% \n         1,605  \n         2,457  \n7 \n1.1% \n0.8% \n-4.4% \n7.8% \n         2,457  \n         3,909  \n8 \n4.1% \n-0.1% \n-4.8% \n6.5% \n         3,909  \n         7,102  \n9 \n-0.5% \n-1.1% \n-8.1% \n3.6% \n         7,102  \n       16,198  \n10 \n-1.0% \n-2.6% \n-8.7% \n2.1% \n       16,198  \n     607,563  \nSource: FactSet and Counterpoint Global. \nNote: Data for calendar year 2022; Minimum sales of $100 million. \n \n \n \n \n \n \n"
    },
    {
      "number": 21,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n21\n \nAppendix B: Calculating Equity Value Three (Equivalent) Ways \nWe show that the free cash flow to firm (FCFF) and free cash flow to equity (FCFE) models yield the same value \nof equity. We further demonstrate that the FCFE model produces the same equity value whether SBC is treated \nas an expense or as an employee claim on equity. We use a perpetuity approach for ease of exposition, but you \ncan expand the logic to include multiple years. \nGetting the three methods to match is more difficult than this basic example suggests. But it shows the math \nand reasoning of why these must sum to the same equity value. Some of this analysis follows the presentation \non the topic by Aswath Damodaran, a professor of finance at New York University’s Stern School of Business.75 \nWe start by assuming a firm has sales of $450, an operating profit margin of 25 percent, and a tax rate of 20 \npercent. Its investment is $20. The firm has $750 in equity and $250 in debt for a total value of $1,000. The cost \nof equity is 8 percent, the pretax cost of debt is 5 percent, and the company has 25 shares outstanding before \nconsidering SBC. \nThe weighted average cost of capital (WACC) is 7 percent, determined as follows:76 \nWACC = .08  750 \n1,000  + .05(1 – . 20)  250 \n1,000 = 7% \nWe start by showing the equivalence of the FCFF and FCFE approaches. The FCFF approach uses the cash \nflow available to all the claimholders to value the whole company. That is net operating profit after taxes minus \ninvestment in future growth.77  \nCash for claimholders = EBIT (1 – tax rate) – investment = 112.5(0.80) – 20 = 70  \nWe capitalize this sum by the weighted average cost of capital to calculate firm value: \n \nValue of the firm =  70 \n.07  = $1,000 \nThe value of the equity is therefore $750, or the value of the firm of $1,000 minus debt of $250 ($750 = $1000 – \n$250). The value per share is $30 ($30 = $750/25). \nThe FCFE uses the cash flows attributable to equity holders to go straight to the value of the equity. The main \ndifference between FCFF and FCFE is interest expense, which is paid to creditors. We determine interest \nexpense by multiplying the amount of debt by the pretax cost of debt. This comes to $12.5 ($12.5 = $250 × .05). \nCash for equity holders  \n= (EBIT – interest expense) (1 – tax rate) – investment  \n \n= (112.5 – 12.5)(0.80) – 20 \n \n= 80 – 20 = $60 \nWe capitalize the cash for equity holders by the cost of equity to determine equity value: \nValue of the equity =  60 \n.08  = $750, or $30 per share. \nThis case assumes that SBC is an expense. But we can extend the analysis to show that equity value for ongoing \nholders is the same if we deal with it as a claim on equity. The latter is consistent with investors who seek to \nmodel the impact of SBC through dilution. \n"
    },
    {
      "number": 22,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n22\n \nBecause we no longer treat SBC as an expense, we know that this approach will increase cash flows as well as \nintroduce a claim on equity. As a result, the value of the equity goes up overall, but the higher equity value is \nnow split between ongoing shareholders and employees.  \nTo continue with our example, we assume that SBC is two percent of sales. If we do not treat it as an expense, \nthe operating profit margin goes from 25 to 27 percent. From there, the calculations are similar: \nCash for equity holders  \n= (EBIT – interest expense) (1 – tax rate) – investment  \n \n= (121.5 – 12.5)(0.80) – 20 =  \n \n= 87.2 – 20 = $67.2    \nThis leads to a higher equity value before consideration of the employee claim: \nValue of the equity (shareholders + employees) =  67.2 \n.08  = $840 \nBut that equity value is now shared. To determine the employee slice, we need to calculate the difference \nbetween the cash flow for equity holders with and without the expense.  \nIncrease in cash flow for equity  = (SBC expense) (1 – tax rate) \n \n \n= (450 × .02) (0.80) \n \n \n= $7.2 \nThat means the value of the claim that employees have on equity =  7.2 \n.08  = $90 \nSince the value of the equity for shareholders and employees combined is $840, and the value of the claim for \nemployees is $90, we can see that the value for shareholders is $750. We can also see that the company issued \n3 shares, bringing the total shares outstanding to 28. This means ongoing shareholders realized dilution of 10.7 \npercent = 1 – (25/28). Value per share remains $30 ($30 = $840/28). \nThis demonstration of equivalence has a couple practical implications. The first is that there is no free lunch. \nWhen calculated correctly, equity value is the same if cash flows and claims are considered properly. Second, \nrecognize that when companies add back SBC in their non-GAAP results, including earnings, EBITDA, and free \ncash flow, there must be an explicit recognition of an employee claim on equity. Reflecting the dilution for ongoing \nshareholders is the main way to do this. Finally, investors should use multiples with care. This analysis shows \nthat different approaches to treating SBC yield the same value, but they do produce different multiples.   \nThe equivalence we showed makes some simple and unrealistic assumptions, such as an absence of \nnonoperating items and that interest expense being equal to the pretax cost of debt times debt outstanding. Yet \nit demonstrates that it is less about how you treat SBC and more about making sure that it is part of the \ncalculation of value.   \n \n"
    },
    {
      "number": 23,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n23\n \nEndnotes \n1 Andrea L. Eisfeldt, Antonio Falato, and Mindy Z. Xiaolan, “Human Capitalists,” NBER Working Paper 28815, \nApril 2022. \n2 Thomas Dudley and Ethan Rouen, “The Big Benefits of Employee Ownership,” Harvard Business Review, May \n13, 2021. \n3 Brian Headd, “Small Business Facts: The Importance of Business Ownership to Wealth,” U.S. Small Business \nAdministration, August 2021. \n4 Gregory Brown, Robert S. Harris, Wendy Hu, Tim Jenkinson, Steven N. Kaplan, and David Robinson, “Private \nEquity Portfolio Companies: A First Look at Burgiss Holdings Data,” SSRN Working Paper, March 3, 2020. \n5 “Establishment Age and Survival Data,” U.S. Bureau of Labor Statistics. See bls.gov/bdm/bdmage.htm#national. \n6 Will Gornall and Ilya A. Strebulaev, “The Economic Impact of Venture Capital: Evidence from Public \nCompanies,” Working Paper, June 2021.  \n7 Carola Frydman and Dirk Jenter, “CEO Compensation,” Annual Review of Financial Economics, Vol. 2, No. 1, \nDecember 2010, 75-102.  \n8 Michael C. Jensen and Kevin J. Murphy, “CEO Incentives: It's Not How Much You Pay, But How,” Harvard \nBusiness Review, Vol. 68, No. 3, May-June 1990, 138-153. \n9 Michael C. Jensen and Kevin J. Murphy, “Performance Pay and Top-Management Incentives,” Journal of \nPolitical Economy, Vol. 98, No. 2, April 1990, 225-264.  \n10 Alex Edmans, Xavier Gabaix, and Dirk Jenter, “Executive Compensation: A Survey of Theory and Evidence,” \nin Benjamin Hermalin and Michael Weisbach, eds., The Handbook of the Economics of Corporate Governance \n(Amsterdam: North-Holland, 2017), 383-539 and Eisfeldt, Falato, and Xiaolan, “Human Capitalists.” \n11 John R. Graham, Campbell R. Harvey, and Shiva Rajgopal, “The Economic Implications of Corporate \nFinancial Reporting,” Journal of Accounting and Economics, Vol. 40, No. 1-3, December 2005, 3-73.  \n12 Fayez A. Elayan, Kuntara Pukthuanthong, and Richard Roll, “Investors Like Firms That Expense Employee \nStock Options and They Dislike Firms That Fail to Expense,” Journal of Investment Management, Vol. 3, No. 1, \nFirst Quarter 2005, 1-24 and Judy A. Laux and Abdou N’Dir, “Employee Stock Options and Market Efficiency,” \nJournal of Applied Business Research, Vol. 23, No. 2, Second Quarter 2007. \n13 A company recognizes SBC expense over a service period, which is typically determined by a vesting \nschedule. For example, if a company grants an employee SBC with a fair value of $300 at the grant date and it \nis prorated over 3 years, the expense for SBC in each of those years is $100.   \n14 The Financial Accounting Standards Board is weighing a proposal to require companies to provide further \ndisclosure about their expenses, including the cost of employee compensation. See Mark Mauer, “FASB Wants \nCompanies to Expand Disclosure of Labor and Other Expenses,” Wall Street Journal, March 29, 2023. Several \nacademics, former Securities and Exchange Commission (SEC) officials, and market participants have also \ncalled on the SEC to adopt rules that require public companies to disclose additional information about their \nworkforces. See www.sec.gov/rules/petitions/2022/petn4-787.pdf.  \n15 Kathleen Kahle and René M. Stulz, “Why Are Corporate Payouts So High in the 2000s?” Journal of Financial \nEconomics, Vol. 142, No. 3, December 2021, 1359-1380. \n16 Michael J. Mauboussin and Dan Callahan, “Capital Allocation: Results, Analysis, and Assessment,” Consilient \nObserver: Counterpoint Global Insights, December 15, 2022. \n17 John R. Graham, “Presidential Address: Corporate Finance and Reality,” Journal of Finance, Vol. 77, No. 4, \nAugust 2022, 1975-2049. \n18 Menachem (Meni) Abudy and Simon Benninga, “Valuing Restricted Stock Grants to Non-Executive \nEmployees,” Journal of Economics and Business, Vol., July-August 2016, 33-51. \n19 Katharine Adame, Jennifer Koski, Katie Lem, and Sarah McVay, “Free Cash Flow Disclosure in Earnings \nAnnouncements,” Working Paper, June 3, 2020. See Jean Eaglesham, “How Companies Treat Stock Options \nWhen Tallying Cash Flow Perplexes Investors,” Wall Street Journal, October 7, 2022. \n20 Vijay Govindarajan, Anup Srivastava, and Rong Zhao, “Mind the GAAP,” Harvard Business Review, May 4, \n2021. \n"
    },
    {
      "number": 24,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n24\n \n21 Takis Makridis, Athan Ertl, and Bryce Bergman, “Non-GAAP Metrics and Their Dual Intersection with Stock-\nBased Compensation, Part 1: SBC Expense as a Common Non-GAAP Exclusion in Street Earnings,” \nEquitymethods Blog Post, January 28, 2022.  \n22 Kurt H. Gee, Thomas J. Linsmeier, and Clay Patridge, “Non-GAAP EPS Denominator Choices,” Working \nPaper, October 2022. \n23 This point was emphasized to us by Sanjeev Bhojraj, a professor of accounting at the Johnson Graduate \nSchool of Management at Cornell University. \n24 Jerald E. Pinto, Thomas R. Robinson, and John D. Stowe, “Equity Valuation: A Survey of Professional \nPractice,” Financial Economics, Vol. 37, No. 2, April 2019, 219-233. \n25 Michael J. Mauboussin and Dan Callahan, “Categorizing for Clarity: Cash Flow Statement Adjustments to \nImprove Insight,” Consilient Observer: Counterpoint Global Insights, October 6, 2021. This report was heavily \ninfluenced by Sanjeev Bhojraj, “Stock Compensation Expense, Cash Flows, and Inflated Valuations,” Review of \nAccounting Studies, Vol. 25, No. 3, September 2020, 1078-1097. Accounting Standards Codification 230, \nStatement of Cash Flows, is the standard that allows two transactions to be reflected as one if there is no cash \noutlay. \n26 For example, Palantir Technologies Inc. reported a loss of $374 million, shares outstanding of 2.064 billion, \nand a loss of $0.18 per share in 2022. But it has 183 million options that are vested and exercisable and 126 \nmillion unvested restricted stock units. Adding these potential shares increases the shares outstanding 9 to 15 \npercent and represents a source of meaningful dilution.   \n27 We found the work of Stewart Myers, an emeritus professor of finance at the MIT Sloan School of \nmanagement, useful in thinking this through. See Stewart Myers, “Still Searching for Optimal Capital Structure,” \nin “Are the Distinctions between Debt and Equity Disappearing?” Richard W. Kopcke and Eric S. Rosengren, \nEditors, Federal Reserve Bank of Boston: Conference Series No. 33, October 1989. Also see Andreas Schueler, \n“Executive Compensation and Company Valuation,” Abacus, Vol. 57, No. 2, June 2021, 297-324. \n28 John E. Core, Wayne R. Guay and S. P. Kothari, “The Economic Dilution of Employee Stock Options: Diluted \nEPS for Valuation and Financial Reporting,” Accounting Review, Vol. 77, No. 3, July 2002, 627-652.  \n29 For example, assume that firm value is $1,100, which includes $100 of excess cash and $1,000 of operating \nvalue, and there are 11 shares outstanding. Fair value is $100 ($1,100/11). If the company buys back 1 share, \nthe fair value remains $100 ($1,000/10).  \n30 See Meta Platforms, Inc. Form 10-K, December 31, 2021, page 33, and December 31, 2022, page 35. See \n“Effective Tax Rates and Stock-Based Compensation,” The Footnotes Analyst, May 3, 2022.  \n31 Warren E. Buffett, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 1989. This says that \nexecutives will “mindlessly” imitate one another in practices such as compensation and that junior people within \na firm will be quick to come up with business justifications to support whatever the CEO wants to do. See \nwww.berkshirehathaway.com/letters/1989.html. \n32 Nittai K. Bergman and Dirk Jenter, “Employee Sentiment and Stock Option Compensation,” Journal of \nFinancial Economics, Vol. 84, No. 3, June 2007, 667-712. \n33 Steven Clifford, “How Companies Actually Decide What to Pay CEOs,” The Atlantic, June 14, 2017; Michael \nFaulkender and Jun Yang, “Inside the Black Box: The Role and Composition of Compensation Peer Groups,” \nJournal of Financial Economics, Vol. 96, No. 2, May 2010, 257-270; and Michael Faulkender and Jun Yang, “Is \nDisclosure an Effective Cleansing Mechanism? The Dynamics of Compensation Peer Benchmarking,” Review \nof Financial Studies, Vol. 26, No. 3, March 2013, 806-839.  \n34 Andrea Carosi and José Guedes, “How Does Mandated Disclosure Affect CEO Pay? The Ratchet Effect of \nTransparency on Executive Compensation,” Working Paper, May 2022 and John Bizjak, Michael Lemmon, and \nThanh Nguyen, “Are All CEOs Above Average? An Empirical Analysis of Compensation Peer Groups and Pay \nDesign,” Journal of Financial Economics, Vol. 100, No. 3, June 2011, 538-555. \n35 Ulf Von Lilienfeld-Toal and Stefan Ruenzi, “CEO Ownership, Stock Market Performance, and Managerial \nDiscretion,” Journal of Finance, Vol. 69, No. 3, June 2014, 1013-1050; Ernest H. O'Boyle, Pankaj C. Patel, and \nErik Gonzalez-Mulé, “Employee Ownership and Firm Performance: A Meta-Analysis,” Human Resource \nManagement Journal, Vol. 26, No. 4, November 2016, 425-448; and Joseph Blasi, Douglas Kruse, and Richard \nB. Freeman, “Broad-Based Employee Stock Ownership and Profit Sharing: History, Evidence, and Policy \nImplications,” Journal of Participation and Employee Ownership, Vol. 1, No. 1, August 2018, 38-60.  \n"
    },
    {
      "number": 25,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n25\n \n36 Yael V. Hochberg and Laura Lindsey, “Incentives, Targeting, and Firm Performance: An Analysis of Non-\nExecutive Stock Options,” Review of Financial Studies, Vol. 23, No. 11, November 2010, 4148-4186; Paul Oyer \nand Scott Schaefer, “Why Do Some Firms Give Stock Options to All Employees? An Empirical Examination of \nAlternative Theories,” Journal of Financial Economics, Vol. 76, No. 1, April 2005, 99-133; and Paul Oyer, “Why \nDo Firms Use Incentives That Have No Incentive Effects?” Journal of Finance, Vol. 59, No. 4, August 2004, \n1619-1649. \n37 Stephen Bryan, Lee Seok Hwang, and Steven Lilien, “CEO Stock‐Based Compensation: An Empirical Analysis \nof Incentive‐Intensity, Relative Mix, and Economic Determinants,” Journal of Business, Vol. 73, No. 4, October \n2000, 661-693. \n38 Hussam Al Shammari, “CEO Incentive Compensation and Risk-Taking Behavior: The Moderating Role of \nCEO Characteristics,” Academy of Strategic Management, Vol. 17, No. 3, 2018, 1-15; Donald C. Hambrick, \n“Upper Echelons Theory: An Update,” Academy of Management Review, Vol. 32, No. 2, April 2007, 334-343; \nand Rong Ma, Wanrong Hou, Richard Priem, and Peter Wright, “Does Restricted Stock Turn CEOs into Risk-\nAverse Managers? Insights from the Regulatory Focus Theory,” Long Range Planning, Vo. 55, No. 2, April 2022, \n102165.  \n39 Steve Lovett, Abdul A. Rasheed, and Wanrong Hou, “Stock Options, Restricted Stock, Salary, or Bonus? \nManaging CEO Compensation to Maximize Organizational Performance,” Business Horizons, Vol. 65, No. 2, \nMarch 2022, 115-123. One proposed solution is the use of performance share units (PSUs), which tie the \nissuance of stock to performance goals. But research suggests that the complexity they introduce offsets the \npotential benefits. See Marc Hodak, “Are Performance Shares Shareholder Friendly?” Journal of Applied \nCorporate Finance, Vol. 31, No. 3, Summer 2019, 126-130. \n40 David Tsui and Marshall Vance, “Sorting Effects of Broad-Based Equity Compensation,” Management \nScience, forthcoming and Jeffrey Hales, Laura W. Wang, and Michael G. Williamson, “Selection Benefits of \nStock-Based Compensation for the Rank-and-File,” Accounting Review, Vol. 90, No. 4, July 2015, 1497-1516. \n41 C. Bram Cadsby, Fei Song, and Francis Tapon, “Sorting and Incentive Effects of Pay for Performance: An \nExperimental Investigation,” Academy of Management Journal, Vol. 50, No. 2, April 2007, 387-405.  \n42 Part of this shift in the U.S. reflects legislation from the early 1990s that was meant to limit executive \ncompensation but ultimately led to more pay. See Kenneth R. Ferris and James S. Wallace, “IRC Section 162(m) \nand The Law of Unintended Consequences,” Advances in Accounting, Vol. 25, No. 2, December 2009, 147-155. \n43 Alice Bonaimé, Kathleen Kahle, David Moore, and Alok Nemani, “Employee Compensation Still Impacts \nPayout Policy,” Working Paper, September 2020. \n44 Steven Huddart and Abdullah Yavas, “The Efficiency of Stock-Based Incentives: Experimental Evidence,” \nJournal of Behavioral Finance, Vol. 18, No. 3, July 2017, 281-303. \n45 Menachem (Meni) Abudy and Efrat Shust, “Employees’ Attitudes Toward Equity-Based Compensation,” \nCompensation & Benefits Review, Vol. 44, No. 5, September/October 2012, 246-253.   \n46 David F. Larcker, Allan McCall, and Brian Tayan, “Equity on Demand: The Netflix Approach to Compensation,” \nStanford Graduate School of Business Case CG-19, January 15, 2010.  \n47 See https://news.shopify.com/rewriting-the-story-of-compensation.  \n48 Bidisha Lahkar Das and Mukulesh Baruah, “Employee Retention: A Review of Literature,” IOSR Journal of \nBusiness and Management, Vol. 14, No. 2, November-December 2013, 8-16.  \n49 Thomas Kamei and Derrick Mayo, “Culture Quant Framework,” Sustainability Research: Counterpoint Global \nInsights, April 2022. \n50 Serdar Aldatmaz, Paige Ouimet, and Edward D Van Wesep, “The Option to Quit: The Effect of Employee \nStock Options on Turnover,” Journal of Financial Economics, Vol. 127, No. 1, January 2018, 136-151.    \n51 For example, see https://ownershipworks.org/. \n52 Kate Rooney, “Tech companies fight low morale and attrition with more equity grants as their stocks get \nslammed,” CNBC, March 18, 2022. See www.cnbc.com/2022/03/18/tech-companies-fight-attrition-with-more-\nequity-grants-as-stocks-drop-.html. \n53 Erik Johannesson and Seil Kim, “Executives’ Retention of Vested Restricted Equity,” Columbia Business \nSchool Research Paper No. 17-101, August 18, 2021. \n54 Johannesson and Kim, “Executives’ Retention of Vested Restricted Equity.” Other studies have found higher \nrates of selling, in part because they include sales related to taxes. See Alex Edmans, Luis Goncalves-Pinto, \n"
    },
    {
      "number": 26,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n26\n \nMoqi Groen-Xu, and Yanbo Wang, “Strategic News Releases in Equity Vesting Months,” Review of Financial \nStudies, Vol. 31, No. 11, November 2018, 4099-4141. \n55 Xudong Fu and James A. Ligon, “Exercises of Executive Stock Options on the Vesting Date,” Financial \nManagement, Vol. 39, No. 3, Autumn 2010, 1097-1125; Kevin J. Murphy and Marshall Vance, “Why Do \nEmployees Exercise Stock Options Early?” Working Paper, December 9, 2019; and David Tsui, “Value-Risk \nTradeoffs and Managerial Incentives,” Working Paper, April 2018. \n56 Bergman and Jenter, “Employee Sentiment and Stock Option Compensation.” \n57 Ingolf Dittmann, Ernst Maug, and Oliver Spalt, “Sticks or Carrots? Optimal CEO Compensation When \nManagers Are Loss Averse,” Journal of Finance, Vol. 65, No. 6, December 2010, 2015-2050. \n58 Brian J. Hall, “Six Challenges in Designing Equity-Based Pay,” Journal of Applied Corporate Finance, Vol. 15, \nNo. 3, Spring 2003, 21-31. Some companies create a windfall for employees by issuing them “cheap equity” \nprior to an initial public offering. See Brad A. Badertscher, Bjorn N. Jorgensen, Sharon P. Katz, and Jeremy \nMichels, “Cheap Stock Options: Antecedents and Outcomes,” Insead Working Paper, March 22, 2022. \n59 Lisa K. Meulbroek, “The Efficiency of Equity-Linked Compensation: Understanding the Full Cost of Awarding \nExecutive Stock Options,” Financial Management, Vol. 30, No. 2, Summer 2001, 5-44.  \n60 Frank D. Hodge, Shivaram Rajgopal, and Terry J. Shevlin, “How Do Managers Value Stock Options and \nRestricted Stock?” Working Paper, July 10, 2006. \n61 Anne M. Farrell, Susan D. Krische, and Karen L. Sedatole, “Employees’ Perceived Value of Their Stock Option \nHoldings: How Training Affects the Cost-Value Gap,” Working Paper, May 30, 2006. \n62 Kevin J. Murphy and Tatiana Sandino, “Compensation Consultants and the Level, Composition, and \nComplexity of CEO Pay,” Accounting Review, Vol. 95, No. 1, January 2020, 311-341. \n63 Kelly Shue and Richard R. Townsend, “Growth Through Rigidity: An Explanation for the Rise in CEO Pay, \n“Journal of Financial Economics, Vol. 123, No. 1, January 2017, 1-21. \n64 Boris Groysberg, Sarah Abbott, Michael R. Marino, Metin Aksoy, \"Compensation Packages That Actually \nDrive Performance,\" Harvard Business Review, Vol. 99, No. 1, January/February 2021, 102-111. \n65 For example, see Dana Mattioli and Sebastian Herrera, “Amazon Corporate Workers Face Pay Reduction \nAfter Shares Slip,” Wall Street Journal, February 20, 2023. To see the mix of cash and stock for various \ncompanies, see https://www.levels.fyi. \n66 Dan Gallagher, “Zoom Is Paying Up to Hold the Line,” Wall Street Journal, March 1, 2023. \n67 Theo Francis and Tripp Mickle, “Tech Giants Turn to a Classic Recruitment Tool: Cash,” Wall Street Journal, \nFebruary 27, 2022.  \n68 Tomas Chamorro-Premuzic, “Does Money Really Affect Motivation? A Review of the Research,” Harvard \nBusiness Review, April 10, 2013. \n69 Daniel H. Pink, Drive: The Surprising Truth About What Motivates Us (New York: Riverhead Books, 2009) and \nNitin Nohria, Boris Groysberg, and Linda-Eling Lee, “Employee Motivation,” Harvard Business Review, Vol. 86, \nNos. 7/8, July/August 2008, 78-84. \n70 For example, see Tony Xu and Prabir Adarkar, “Shareholder Letter,” DoorDash, February 16, 2023. \n71 Alon Brav, John R. Graham, Campbell R. Harvey, and Roni Michaely, “Payout Policy in the 21st Century,” \nJournal of Financial Economics, Vol. 77, No. 3, September 2005, 483-527. \n72 Bonaimé, Kahle, Moore, and Nemani, “Employee Compensation Still Impacts Payout Policy.” \n73 Partha Mohanram, Brian White, Wuyang Zhao, “Stock-Based Compensation, Financial Analysts, and Equity \nOvervaluation,” Review of Accounting Studies, Vol. 25, No. 3, September 2020, 1040-1077. \n74 Ibid. \n75 Aswath Damodaran, Damodaran on Valuation, Second Edition (Hoboken, NJ: John Wiley & Sons, 2006), 209-\n211. \n76 Michael J. Mauboussin and Dan Callahan, “Cost of Capital: A Practical Guide to Measuring Opportunity Cost,” \nConsilient Observer: Counterpoint Global Insights, February 15, 2023. \n77 For a more detailed and accurate definition of free cash flow, see Michael J. Mauboussin and Dan Callahan, \n“Return on Invested Capital: How to Calculate ROIC and Handle Common Issues,” Consilient Observer: \nCounterpoint Global Insights, October 6, 2022. \n    \n"
    },
    {
      "number": 27,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n27\n \nIMPORTANT INFORMATION \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers.  \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThe S&P 500® Index measures the performance of the large cap segment of the U.S. equities market, covering \napproximately 80% of the U.S. equities market. The Index includes 500 leading companies in leading industries \nof the U.S. economy. The Russell 3000® Index measures the performance of the largest 3,000 U.S. companies \nrepresenting approximately 98% of the investable U.S. equity market. The Russell 3000 Index is constructed to \nprovide a comprehensive, unbiased, and stable barometer of the broad market and is completely reconstituted \nannually to ensure new and growing equities are reflected. The index is unmanaged and does not include any \nexpenses, fees or sales charges. It is not possible to invest directly in an index. The index referred to herein is \nthe intellectual property (including registered trademarks) of the applicable licensor. Any product based on an \nindex is in no way sponsored, endorsed, sold or promoted by the applicable licensor and it shall not have any \nliability with respect thereto. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation.  \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary.  \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \n"
    },
    {
      "number": 28,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n28\n \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities: \n \nEMEA \nThis material is for Professional Clients/Accredited Investors only. \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited (“FMIL”). \nFMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company limited by \nshares with company registration number 616661 and has its registered address at 24-26 City Quay, Dublin 2, \nDO2 NY19, Ireland. \n \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA. \n \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland. \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) Limited \n(“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the United \nKingdom by the Financial Conduct Authority. \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158).  \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument.  \n  \n \n \n"
    },
    {
      "number": 29,
      "text": "  \n \n \n \n© 2024 Morgan Stanley. All rights reserved. \n6556246 Exp. 4/30/2025 \n29\n \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall only \nbe made available to “professional investors” as defined under the Securities and Futures Ordinance of Hong \nKong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory authority \nincluding the Securities and Futures Commission in Hong Kong. Accordingly, save where an exemption is \navailable under the relevant law, this material shall not be issued, circulated, distributed, directed at, or made \navailable to, the public in Hong Kong. Singapore: This material is disseminated by Morgan Stanley Investment \nManagement Company and should not be considered to be the subject of an invitation for subscription or \npurchase, whether directly or indirectly, to the public or any member of the public in Singapore other than (i) to \nan institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of Singapore (“SFA”); \n(ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of the SFA, and such \ndistribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) otherwise pursuant \nto, and in accordance with the conditions of, any other applicable provision of the SFA. This publication has not \nbeen reviewed by the Monetary Authority of Singapore.   Australia: This material is provided by Morgan Stanley \nInvestment Management (Australia) Pty Ltd ABN 22122040037, AFSL No. 314182 and its affiliates and does \nnot constitute an offer of interests. Morgan Stanley Investment Management (Australia) Pty Limited arranges for \nMSIM affiliates to provide financial services to Australian wholesale clients. Interests will only be offered in \ncircumstances under which no disclosure is required under the Corporations Act 2001 (Cth) (the “Corporations \nAct”). Any offer of interests will not purport to be an offer of interests in circumstances under which disclosure is \nrequired under the Corporations Act and will only be made to persons who qualify as a “wholesale client” (as \ndefined in the Corporations Act). This material will not be lodged with the Australian Securities and Investments \nCommission.  \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association. \n \n"
    }
  ]
}