{
  "filename": "mm_057_2005_aver_and_aversion__what_two_recent_experiments_mean_for_investors.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423215530-07'00'",
    "modDate": "D:20240423215539-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 57,
      "year": "2005",
      "date": "8/9",
      "institution": "Legg Mason",
      "title": "Aver and Aversion: What Two Recent Experiments Mean for Investors",
      "url": "https://12mv2.files.wordpress.com/2024/04/05-08-09-aver-and-aversion__what-two-recent-experiments-mean-for-investors.pdf"
    },
    "tags": [
      "Behavioral finance",
      "Decision making",
      "Investment process"
    ],
    "tagged_at": "2025-01-20T21:26:43.906469"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \nLegg Mason Capital \nManagement \nAugust 9, 2005 \nAver and Aversion \nWhat Two Recent Experiments Mean for Investors \nMichael J. Mauboussin \n \n \n \nIt is a decisive fact about a person whether he possesses the freedom to act independently, or \nwhether he characteristically submits to group pressures.  \n \nSolomon E. Asch \nEffects of Group Pressure Upon the Modification and Distortion of Judgments 1\n \n \nIt’s possible that people who are . . . good investors may have what you call functional \npsychopathy. They don’t react emotionally to things. \nmmauboussin@lmfunds.com \n Antoine Bechara \nLessons From the Brain-Damaged Investor 2\n \n \nScanning the Horizon \n \nOne of the most fascinating areas of research today intersects investing, decision-making, and \nneuroscience.  While the edifice of finance theory still leans heavily on the rational investor, \npractitioners have known for centuries that investors often act suboptimally. Until recently, \nhowever, we had no cohesive theory to explain investor behavior.  \n \nThat all changed in the 1970s, when Daniel Kahneman and Amos Tversky developed prospect \ntheory, which describes how people systematically make decisions that deviate from the \ntheoretical ideal. They found, for example, that individuals are consistently overconfident, \nanchor on irrelevant figures and don’t adjust appropriately, and alter their decisions based on \nhow problems are presented to them. Prospect theory catalyzed the new field of behavioral \nfinance, dedicated to the study of cognitive errors and decision-making biases in business and \ninvesting settings.  \n \nThough it represents a huge leap forward, prospect theory still fails to reveal why people make \nthe decisions they do.  Advances in neuroscience now allow researchers to peer into the brains \nof subjects, providing the first tantalizing glimpses of what’s actually going on as people decide. \nEconomist Colin Camerer likens the plunge into neuroscience to the first family on the block to \nhave a television in the 1950s: the picture may be fuzzy and you may need to tweak the rabbit \nears, but the new images and insights are exhilarating. \n \nIn recent months researchers released two new papers with important implications for \ninvestors. The first paper adds insight into a classic social psychology study by using the latest \nfunctional magnetic resonance imaging (fMRI) technology. The second underscores the power \nof loss aversion by showing that certain brain-damaged subjects do better than healthy \nindividuals in an investing game. We briefly review both studies and discuss their significance \nfor the investment process. \n \n \n             Legg Mason Capital Management \n"
    },
    {
      "number": 2,
      "text": " \n \n \nSeeing is Believing (What the Group Tells You to Believe) \n \nIn the 1940s, psychologist Solomon Asch conducted what is now one of the best-known studies of social \nconformity. Specifically, Asch examined how individuals react when faced with a majority clearly giving wrong \nanswers.  \n \nAsch’s experimental group consisted of eight members: seven in the know and one subject. To start, Asch \nasked the group to solve a very simple problem: determine which of three lines is of equal length to the \nstandard line. (See Exhibit 1.)  Going around the table, each participant named their choice aloud. In the first \ncouple control trials, all of the participants got the right answers.   \n \nExhibit 1: The Task from Asch’s Experiment \n \nX \nA \nB \nC \n \nIllustration created by Legg Mason Capital Management to replicate the concepts used in the Solomon Asch experiment— Source: S. E. Asch, “Effects of Group \nPressure Upon the Modification and Distortion of Judgment,” in Harold Guetzkow, ed., Groups, Leadership and Men (Pittsburgh, PA: Carnegie Press, 1951).  \n \nAfter a few trials, Asch signaled the seven members to start making obvious mistakes. While many subjects \nshowed signs of emotional strain, including shock at the group’s evident errors, a full 33 percent of the subject \ngroup’s answers stayed consistent with those of the majority. The high conformity level is a striking result, \nespecially for such an unambiguous task. 3  \n \nAsch also noticed “extreme individual differences” among the subjects. For example, one-quarter of the \nsubjects remained completely independent while one-third went with the consensus more often than not. \nToday, we’d say the individuals had varying adoption thresholds—people embrace new fads, ideas, or social \nactivities at different rates.4   This variation in individual behavior intrigued Asch, and he attempted to \ncategorize the forms of reaction. \n   \nUsing purely descriptive categorizations based on close observation during the trials, Asch devised three \ncategories to explain the behavior of the subjects who mostly went with the majority: \n \n• \nDistortion of perception. This group is unaware that the majority distorted their estimates. \n• \nDistortion of judgment. These subjects conclude that their perceptions are inaccurate and the group is \nright. \n• \nDistortion of action. These individuals suppress their own views and knowingly go with the majority. \n \nThe results of Asch’s experiments have obvious relevance for markets. Group choices—revealed simply as \nstock price performance—tempt investors to go with the majority, albeit to varying degrees. But Asch, who \nPage 2  \n             Legg Mason Capital Management \n \n"
    },
    {
      "number": 3,
      "text": " \n \n \ndied in 1996, never fully understood what went on in the minds of the subjects as they faced the majority’s \nwrong choices. \n \nIn a recently published study, brain researchers picked up where Asch left off. 5 The scientists ran a modified \nversion of Asch’s original study, asking the subjects to decide whether rotated three-dimensional geometric \nshapes were the same or different. Like the original experiment, the researchers cued actors to give wrong \nanswers. Consistent with the main result decades earlier, the subjects went with the group’s incorrect \nanswers 41 percent of the time.  \n \nToday’s scientists had something Asch could only dream of—an fMRI machine, allowing them to see which \nbrain regions were active as the subjects made their choices. For the first time, the scientists could directly \nlink social conformity with brain activity. \n \nIn effect, the scientists could test Asch’s descriptive categories. If the subject’s distortions were based on \njudgment or action, the scientists would expect activity in the forebrain—an area that deals with monitoring \nconflict and planning. On the other hand, if the distortions were due to perception—a category to which “very \nfew subjects” belonged, according to Asch—the changes would be in the posterior brain areas that control \nvision and spatial perception. 6  \n \nAs it turns out, in conforming subjects the scientists saw activity in the areas that work on mental rotation, \nsuggesting the majority’s choice actually affects perception. Further, the subjects that remained independent \nshowed activity in the amygdala and caudate nucleus, regions associated with emotional salience.    \n \nMost people, and especially investors, try to perceive situations clearly and without bias. But this research \nflies in the face of that objective. The study’s leader, Gregory Berns, summed up the findings: “We like to think \nthat seeing is believing,” but the study suggests, “seeing is believing what the group tells you to believe.” \n \nDamage = Good? \n \nOne of prospect theory’s most important contributions to finance is loss aversion, the idea that for most \npeople, losses loom larger than corresponding gains. 7 The empirical evidence suggests we feel losses about \ntwo to two-and-a-half times more than we feel gains. Loss aversion is a clear-cut deviation from expected \nutility theory. \n \nWhat gives? The decision frame shows one significant difference between expected utility theory and \nprospect theory. Expected utility considers gains and losses in the context of an investor’s total wealth, while \nprospect theory considers gains and losses versus isolated components of wealth, like changes in a stock \nprice. Investors tend to make decisions based on reference points, not the big picture. \n \nRipples from loss aversion touch many facets of investing, including the endowment effect, 8 the disposition \neffect, 9 and myopic loss aversion. 10 One of loss aversion’s most basic implications is that investors willingly \nturn down positive expected value financial propositions. \n \nThis point was famously made by economist Paul Samuelson, who in the 1960s offered a colleague a simple \nand attractive bet: call a fair coin toss right and you’ll get $200, call it wrong and you’ll pay me $100. His \ndining partner turned down the positive-expected-value proposition, replying, “I won’t bet because I would feel \nthe $100 loss more than the $200 gain.” 11  \n \nSo loss aversion can lead to some very suboptimal decisions, especially in a portfolio setting. Further, just as \nAsch found a wide range of conformity thresholds, investors likely vary substantially in their loss aversion \nratios. Here’s where the new study comes in. 12\n \nResearchers decided to pit brain-damaged patients against normal subjects in an investment game. The \nbrain-damaged patients had normal IQs, and the regions of their brains associated with logic and cognitive \nreasoning were fine. The damage was in the part of the brain controlling emotions: the patients didn’t have \nnormal experiences of fear or anxiety. \nPage 3  \n             Legg Mason Capital Management \n \n"
    },
    {
      "number": 4,
      "text": " \n \n \n \nIn a simple game, researchers set up 20 rounds of coin tosses. Each player started with $20. For every \nround, the individuals could play or sit out. If they played, they handed the experimenter $1. The experimenter \nflipped a coin, with a $2.50 payoff for a tails flip ($1.50 net of the dollar to play) and nothing for a heads \n(equivalent to a $1 loss). If they didn’t play a given round, the subjects got to keep their dollar. The goal was \nto end up with the most money possible. \n \nThe game is not hard to figure out. Since for each round the expected value is higher to invest than not to \ninvest ($1.25 versus $1.00), the best strategy is to invest in every round. \n \nSo who did better, the brain-damaged or normal subjects? It wasn’t close. The brain-damaged patients ended \nup with about 13 percent more money than the normal patients ($25.70 versus $22.80). Why? The brain-\ndamaged patients participated in 45 percent more rounds than the normal players.  \n \nEven though the normal subjects intellectually knew what to do, loss aversion took over. Researcher Baba \nShiv comments, “they know the right thing to do is invest in every single round, but when they actually get into \nthe game, they just start reacting to the outcomes of previous rounds.” 13 Normal participants only invested in \n41 percent of rounds following a loss, less than half the rate of the brain-damaged patients. \n \nThis research raises an intriguing question: is it possible that successful investors simply have a lower loss \naversion ratio than the rest of the population? And if so, how much of the difference can we attribute to hard \nwiring versus the culture of the investor’s firm?  \n \nNone of this is to say healthy emotions are undesirable. In fact, the personal finances of the brain-damaged \npatients in the study were awful. Three-quarters of them had experienced bankruptcy because their risk-\nseeking behavior led to poor decisions and their lack of emotional intelligence allowed them to get involved \nwith some unscrupulous people.   \n   \nConclusion: Self-Awareness, Heterogeneity, and Culture \n \nWe believe these studies provide at least three lessons. \n \nFirst, they may help raise self-awareness, through a basic understanding and recognition of behavioral \npitfalls. When you feel attracted to an investment opportunity because lots of other people are participating, \nyou need to recognize that your perception of the problem may start to be jeopardized. The antidote includes \ndiversifying your information sources and quantifying the expectations an asset price reflects.  \n \nCoping with loss aversion requires thinking in terms of a portfolio instead of individual stocks, assessing a \ncompany’s value independent of where the stock has traded before (or your purchase price), and a constant \nfocus on expected value. \n \nSecond, these studies underscore the wide variation in personalities and preferences. As the Asch study \nshowed, people follow the crowd with varying degrees of willingness. Likewise, your loss aversion ratio can \nhelp or hinder your investment results, based on your circumstances. Make sure your personality and \ninvestment approach are compatible.     \n \nFinally, while both adoption thresholds and loss aversion ratios may be hard-wired to some degree, \ninvestment firm culture undoubtedly plays a critical role in long-term success. Some important dimensions of \na healthy culture include sufficient input and cognitive diversity, team support in periods of difficult results \n(which are inevitable), and an unyielding focus on investment process versus outcome.  \n   \n \n  \nPage 4  \n             Legg Mason Capital Management \n \n"
    },
    {
      "number": 5,
      "text": " \n \n \nEndnotes \n \n1 S.E. Asch, “Effects of Group Pressure Upon the Modification and Distortion of Judgments,” in Harold \nGuetzkow, ed., Groups, Leadership and Men (Pittsburgh, PA: Carnegie University Press, 1951), 177.  \n2 Jane Spencer, “Lessons From the Brain-Damaged Investor,” The Wall Street Journal, July 21, 2005. \n3 Asch tested some side issues, as well. First, he allowed the majority to air their answers but asked the \nsubject to answer in private. Under these conditions, the subjects did not conform to the norm. Second, Asch \nvaried the size of the opposing majority. He found the tendency of the subject to agree with the majority was \nlargely independent of the absolute number. He also found that if even one of the group members agreed with \nthe subject, the subject was much less likely to provide an incorrect answer. Even a small crack in unanimity \nled to a sharp reduction in wrong answers. \n4 Duncan J. Watts, Six Degrees: The Science of a Connected Age (New York: W.W. Norton & Company, \n2003), 221-226. \n5 Gregory S. Berns, Jonathan Chappelow, Caroline F. Zink, Giuseppe Pagnoni, Megan Martin-Skurski, and \nJim Richards, “Neurobiological Correlates of Social Conformity and Independence During Mental Rotation,” \nBiological Psychiatry, June 22, 2005.  \nSee http://staff.washington.edu/xtoph/anth469metro/metrop_readings/Berns_Conformity.pdf. \n6 Sandra Blakeslee, “What Other People Say May Change What You See,” The New York Times, June 28, \n2005. \n7 Amos Tversky and Daniel Kahneman, “Loss Aversion in Riskless Choice,” The Quarterly Journal of \nEconomics, Vol. 106, 4, November 1991. \nSee http://loss-aversion.behaviouralfinance.net/TvKa91.pdf. \n8 Daniel Kahneman, Jack L. Knetsch, and Richard H. Thaler, “The Endowment Effect, Loss Aversion, and \nStatus Quo Bias,” The Journal of Economic Perspectives, Vol. 5, 1, 1991. \n9 Hersh Shefrin and Meir Statman, “The Disposition to Sell Winners Too Early and Ride Losers Too Long: \nTheory and Evidence,” Journal of Finance, Vol. 40, 1985. \n10 Shlomo Benartzi and Richard H. Thaler, “Myopic Loss Aversion and the Equity Risk Premium Puzzle,” The \nQuarterly Journal of Economics, February 1995. \n11 Paul A. Samuelson, “Risk and Uncertainty: A Fallacy of Large Numbers,” Scientia, XCVIII, 1963. \n12 Baba Shiv, George Loewenstein, Antoine Bechara, Hanna Damasio, and Antonio R. Damasio, “Investment \nBehavior and the Negative Side of Emotion,” Psychological Science, Vol. 16, 6, 2005.  \n13 Spencer. \n \n     \n \n \n     \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 5  \n             Legg Mason Capital Management \n \n"
    },
    {
      "number": 6,
      "text": " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nLegg Mason Capital Management (\"LMCM\":) is comprised of (i) Legg Mason Capital Management, Inc. \n(\"LMCI\"), (ii) Legg Mason Funds Management, Inc. (\"LMFM\"), and (iii) LMM LLC (\"LMM\").  \n \nThe views expressed in this commentary reflect those of LMCM as of the date of this commentary. These \nviews are subject to change at any time based on market or other conditions, and LMCM disclaims any \nresponsibility to update such views. These views may not be relied upon as investment advice and, because \ninvestment decisions for clients of LMCM are based on numerous factors, may not be relied upon as an \nindication of trading intent on behalf of the firm. The information provided in this commentary should not be \nconsidered a recommendation by LMCM or any of its affiliates to purchase or sell any security. To the extent \nspecific securities are mentioned in the commentary, they have been selected by the author on an objective \nbasis to illustrate views expressed in the commentary. If specific securities are mentioned, they do not \nrepresent all of the securities purchased, sold or recommended for clients of LMCM and it should not be \nassumed that investments in such securities have been or will be profitable. There is no assurance that any \nsecurity mentioned in the commentary has ever been, or will in the future be, recommended to clients of \nLMCM.  Employees of LMCM and its affiliates may own securities referenced herein.   \n \nLegg Mason Investor Services, LLC, Distributor \nMember SIPC \nPage 6  \n             Legg Mason Capital Management \n \n"
    }
  ]
}