{
  "filename": "mm_040_2002_the_janitor_s_dream__why_listening_to_individuals_can_be_hazardous_to_your_wealth.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423214124-07'00'",
    "modDate": "D:20240423214134-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 40,
      "year": "2002",
      "date": "6/18",
      "institution": "CS First Boston",
      "title": "The Janitor’s Dream: Why Listening to Individuals Can be Hazardous to Your Wealth",
      "url": "https://12mv2.files.wordpress.com/2024/04/02-06-18-the-janitors-dream__why-listening-to-individuals-can-be-hazardous-to-your-wealth.pdf"
    },
    "tags": [
      "Behavioral finance",
      "Market structure",
      "Decision making"
    ],
    "tagged_at": "2025-01-20T21:26:10.011929"
  },
  "pages": [
    {
      "number": 1,
      "text": "“In the existing sciences much of the emphasis over the past century or so has been on\nbreaking systems down to find their underlying parts, then trying to analyze these parts in as\nmuch detail as possible . . . But just how these components act together to produce even some\nof the most obvious features of the overall behavior we see has in the past remained an almost\ncomplete mystery.”\nStephen Wolfram\nA New Kind of Science\nBeyond Newton\nWhere does consciousness come from? This question has bedeviled philosophers and\nscientists for centuries. We have cured diseases, put men on the moon, and probed many\ndetails of our physical world. Yet even the best thinkers today have difficulty defining\nconsciousness, let alone explaining it. Why have we had so much success in some scientific\nrealms and so little in others, like unveiling the mysteries of consciousness?\nNot all systems are alike, and we can’t understand the workings of all systems on the same\nlevel. Let’s start with the systems that we do understand. Many of science’s triumphs over the\npast few centuries are rooted in Isaac Newton’s principles. Newton’s world is a mechanical one,\nwhere cause and effect are clear and systems follow universal laws. With sufficient\nunderstanding of a system’s underlying components, we can predict precisely how the system\nwill behave.\nReductionism is the cornerstone of discovery in the Newtonian world, the basis for much of\nscience’s breathtaking advance in the 17th-19th centuries. As scientist John Holland explains,\n“The idea is that you could understand the world, all of nature, by examining smaller and smaller\npieces of it. When assembled, the small pieces would explain the whole.”1 In many systems,\nreductionism works brilliantly.\nBut reductionism has its limits. In systems that rely on complex interaction of many components,\nthe whole system often has properties and characteristics that are distinct from the aggregation\nof the underlying components. Since the whole of the system emerges from the interaction of\nthe components, we cannot understand the whole simply by looking at the parts. Reductionism\nfails.\nNeuroscientist William Calvin, who is in the thick of the consciousness dialogue, notes that we\ncan approach the problem in various ways but that the key to understanding consciousness\ncertainly is not in the “basement” of neural chemistry or the “subbasement” of quantum\nmechanics. There are too many layers of interaction in the brain. The parts don’t explain the\nwhole. Calvin calls the leap from the subbasement of quantum mechanics directly to the\npenthouse of consciousness the janitor’s dream. 2\nWhy should investors care about the janitor’s dream? If the stock market is a system that\nemerges from the interaction of many different investors then reductionism—understanding\nindividuals—does not give a good picture of how the market works. Investors and corporate\nMichael J. Mauboussin\n212/325-3108\nmichael.mauboussin@csfb.com\nKristen Bartholdson\n212/325-2788\nkristen.bartholdson@csfb.com\nJune 18, 2002\nVolume 1, Issue 12\nThe Janitor’s Dream\nWhy Listening to Individuals Can be Hazardous to\nYour Wealth\n"
    },
    {
      "number": 2,
      "text": "Page 2\nexecutives who pay too much attention to individuals are trying to understand markets at the wrong level. An\ninappropriate perspective of the market can lead to poor judgments and value-destroying decisions.\nSorting Systems\nWhen a system has low complexity and we can define interactions linearly, reductionism is very useful.\nMany engineered systems fit this bill. A skilled artisan can take apart your wristwatch, study the components,\nand have a complete understanding of how the system works. Such systems also lend themselves to\ncentralized decision making. Many companies in the industrial revolution were good examples of engineered\nsystems—a product went down a manufacturing line and each worker contributed to the end product.\nThrough scientific refinement, managers could continually improve the system’s performance.\nOn the other hand, centralized control fails for systems with sufficient complexity. Scientists call these\ncomplex adaptive systems, and refer to the components of the system as agents. Complex adaptive\nsystems exhibit a number of essential properties and mechanisms: 3\n• \nAggregation. Aggregation is the emergence of complex, large-scale behavior from the collective\ninteractions of many less-complex agents.\n• \nAdaptive decision rules. Agents within a complex adaptive system take information from the\nenvironment, combine it with their own interaction with the environment, and derive decision rules. In\nturn, various decision rules compete with one another based on their fitness, with the most effective\nrules surviving.\n• \nNonlinearity. In a linear model, the whole equals the sum of the parts. In nonlinear systems, the\naggregate behavior is more complicated than would be predicted by totaling the parts.\n• \nFeedback loops. A feedback system is one in which the output of one iteration becomes the input of\nthe next iteration. Feedback loops can amplify or dampen an effect. 4\nComplex adaptive systems include governments, many corporations, and capital markets. Efforts to assert\ntop-down control of these systems generally leads to failure, as we saw with the former Soviet Union. Figure\n1 contrasts the two types of systems.\nThinking about the market as a complex adaptive system is in stark contrast to classical economic and\nfinance theory that depicts the world in Newtonian terms. Economists treat agents as if they are\nhomogenous and build linear models—supply and demand, risk and reward, price and quantity. None of\nthis, of course, much resembles the real world. 4\nFigure 1: Complexity and Decision-Making\nIllustration by Sente Corporation. See www.senteco.com.The Stock Market as a Complex Adaptive\n"
    },
    {
      "number": 3,
      "text": "Page 3\nSystem\nThe stock market has all of the characteristics of a complex adaptive system. Investors with different\ninvestments styles and time horizons (adaptive decision rules) trade with one another (aggregation), and we\nsee fat-tail price distributions (non-linearity) and imitation (feedback loops). An agent-based approach to\nunderstanding markets is gaining broader acceptance. But this better descriptive framework does not offer the\nneat solutions that the current economic models do.5\nInvestors who view the stock market as a complex adaptive system avoid two cognitive traps. The first is the\nconstant search for a cause for all effects. Critical points, where large-scale reactions are the result of small-\nscale perturbations, are a characteristic of complex adaptive systems. So cause and effect are not always\neasy to link. Following the stock market crash of 1987, for instance, the government commissioned a study to\nisolate the “cause” of the crash. After an exhaustive study, the Brady commission was unable to earth a\nparticular cause. The point here is not that cause and effect don’t exist, but rather that not every effect has a\nproportionate cause. As humans like to identify a cause for every effect, this concept is difficult to internalize.\nThe second trap is to dwell on the input of any individual at the expense of understanding the market itself. For\nexample, executives often question how it is that the empirical evidence shows the market follows cash flows\nwhen most investors talk about accounting results. The answer is that every individual operates with his or her\nown decision rules, while the market represents the aggregation of these rules. Further, studies of systems\nwith sufficient complexity, show that a collective of diverse individuals tends to solve problems better than\nindividuals can—even individuals that are so-called “experts.” 6\nUsing What You’ve Got\nTime-pressured decision-makers often rely on rules-of-thumb, or heuristics, for their decision-making. While\nheuristics don’t always lead to the best answer in a particular situation, they are often useful precisely because\nthey save time for their users. However, heuristics can also lead investors to make biased decisions. One\nfacet of successful decision-making is gaining an understanding of these biases so as to mitigate their cost. 7\nThe availability heuristic allows investors to assess the frequency or likely cause of an event by the degree to\nwhich similar events are “available” in memory. Ease of recall is one bias that emanates from the availability\nheuristic. In other words, investors or managers may place greater emphasis on information that is available\nthan on information that is relevant.\nWe believe this bias is at the heart of the janitor’s dream problem. Investors and managers spend a lot of time\nfocusing on information that is available, like current earnings and multiples, rather than on information that is\nmore meaningful—i.e., what the market reveals about expectations for future performance. Corporate\nmanagers see analyst reports that dwell on earnings, and hence incorrectly assume that the market is a\nsimple addition of these agents.\nInvestors and corporate managers trying to understand the market must recognize that it’s a complex adaptive\nsystem. The market’s action reflects the interaction of many agents, each with varying knowledge, resources,\nand motivation. So a disproportionate focus on individual opinions can be hazardous to wealth creation.\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager or co-manager of a public offering of securities for\nor makes a primary market in issues of any or all of the companies mentioned.\n_____________________________\n1 Sandra Blakeslee, “Scientist at Work: John Henry Holland; Searching for Simple Rules of Complexity,” The New York\nTimes, December 26, 1995.\n2 William H. Calvin, How Brains Think: Evolving Intelligence, Then and Now (New York: Basic Books, 1996).\n3 John H. Holland, Hidden Order: How Adaptation Builds Complexity (Reading, MA: Helix Books, 1995).\n4 Michael J. Mauboussin and Kristen Bartholdson, “Guppy Love: Exploring Imitation in Markets,”, The Consilient Observer,\nCredit Suisse First Boston Equity Research, May 22, 2002.\n5 Michael J. Mauboussin, “Revisiting Market Efficiency: The Stock Market as a Complex Adaptive System,” Journal of\nApplied Corporate Finance, Winter 2002, 47-55.\n6 Norman L. Johnson, “Diversity in Decentralized Systems: Enabling Self-Organizing Solutions,” LANL, LA-UR-99-6281,\n1999.\n7 Max Bazerman, Judgment in Managerial Decision Making, 4th ed. (New York: John Wiley & Son, 1998), 6-17.\n"
    },
    {
      "number": 4,
      "text": "Page 4\nAMSTERDAM............... 31 20 5754 890\nATLANTA ......................1 404 656 9500\nAUCKLAND.....................64 9 302 5500\nBALTIMORE..................1 410 223 3000\nBANGKOK..........................62 614 6000\nBEIJING.......................86 10 6410 6611\nBOSTON........................1 617 556 5500\nBUDAPEST .....................36 1 202 2188\nBUENOS AIRES..........54 11 4394 3100\nCHICAGO ......................1 312 750 3000\nFRANKFURT....................49 69 75 38 0\nHOUSTON .....................1 713 220 6700\nHONG KONG..................852 2101 6000\nJOHANNESBURG..........27 11 343 2200\nKUALA LUMPUR.........603 2143 0366\nLONDON...................44 20 7888 8888\nMADRID .....................34 91 423 16 00\nMELBOURNE .............61 3 9280 1888\nMEXICO CITY ..............52 5 283 89 00\nMILAN .............................39 02 7702 1\nMOSCOW....................7 501 967 8200\nMUMBAI......................91 22 230 6333\nNEW YORK.................1 212 325 2000\nPALO ALTO................1 650 614 5000\nPARIS........................33 1 53 75 85 00\nPASADENA ................1 626 395 5100\nPHILADELPHIA..........1 215 851 1000\nPRAGUE ...................420 2 210 83111\nSAN FRANCISCO...... 1 415 836 7600\nSÃO PAULO ............ 55 11 3841 6000\nSEOUL ....................... 82 2 3707 3700\nSHANGHAI............... 86 21 6881 8418\nSINGAPORE ................... 65 212 2000\nSYDNEY..................... 61 2 8205 4433\nTAIPEI ...................... 886 2 2715 6388\nTOKYO....................... 81 3 5404 9000\nTORONTO.................. 1 416 352 4500\nWARSAW................... 48 22 695 0050\nWASHINGTON........... 1 202 354 2600\nWELLINGTON.............. 64 4 474 4400\nZURICH ....................... 41 1 333 55 55\nCopyright Credit Suisse First Boston, and its subsidiaries and affiliates, 2002. All rights reserved.\nThis report is not directed to, or intended for distribution to or use by, any person or entity who is a citizen or resident of or located in any locality, state, country or other jurisdiction where such\ndistribution, publication, availability or use would be contrary to law or regulation or which would subject Credit Suisse First Boston or its subsidiaries or affiliates (collectively \"CSFB\") to any registration\nor licensing requirement within such jurisdiction. All material presented in this report, unless specifically indicated otherwise, is under copyright to CSFB. None of the material, nor its content, nor any\ncopy of it, may be altered in any way, transmitted to, copied or distributed to any other party, without the prior express written permission of CSFB. All trademarks, service marks and logos used in this\nreport are trademarks or service marks or registered trademarks or service marks of CSFB.\nThe information, tools and material presented in this report are provided to you for information purposes only and are not to be used or considered as an offer or the solicitation of an offer to sell or to\nbuy or subscribe for securities or other financial instruments. CSFB may not have taken any steps to ensure that the securities referred to in this report are suitable for any particular investor. The\ncontents of this report does not constitute investment advice to any person and CSFB will not treat recipients as its customers by virtue of their receiving the report.\nInformation and opinions presented in this report have been obtained or derived from sources believed by CSFB to be reliable, but CSFB makes no representation as to their accuracy or completeness\nand CSFB accepts no liability for loss arising from the use of the material presented in this report unless such liability arises under specific statutes or regulations. This report is not to be relied upon in\nsubstitution for the exercise of independent judgment. CSFB may have issued other reports that are inconsistent with, and reach different conclusions from, the information presented in this report.\nThose reports reflect the different assumptions, views and analytical methods of the analysts who prepared them.\nCSFB may, to the extent permitted by law, participate or invest in financing transactions with the issuer(s) of the securities referred to in this report, perform services for or solicit business from such\nissuers, and/or have a position or effect transactions in the securities or options thereon. In addition, it may make markets in the securities mentioned in the material presented in this report. CSFB\nmay, to the extent permitted by law, act upon or use the information or opinions presented herein, or the research or analysis on which they are based, before the material is published. CSFB may\nhave, within the last three years, served as manager or co-manager of a public offering of securities for, or currently may make a primary market in issues of, any or all of the companies mentioned in\nthis report. Additional information is available on request.\nSome investments referred to in the research will be offered solely by a single entity and in the case of some investments solely by CSFB, or an associate of CSFB.\nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied, is made regarding future performance. Information,\nopinions and estimates contained in this report reflect a judgement at its original date of publication by CSFB and are subject to change. The price, value of and income from any of the securities or\nfinancial instruments mentioned in this report can fall as well as rise. The value of securities and financial instruments is subject to exchange rate fluctuation that may have a positive or adverse effect\non the price or income of such securities or financial instruments. Investors in securities such as ADR’s, the values of which are influenced by currency volatility, effectively assume this risk.\nStructured securities are complex instruments, typically involve a high degree of risk and are intended for sale only to sophisticated investors who are capable of understanding and assuming the risks\ninvolved. The market value of any structured security may be affected by changes in economic, financial and political factors (including, but not limited to, spot and forward interest and exchange\nrates), time to maturity, market conditions and volatility, and the credit quality of any issuer or reference issuer. Any investor interested in purchasing a structured product should conduct their own\ninvestigation and analysis of the product and consult with their own professional advisers as to the risks involved in making such a purchase.\nSome investments discussed in the research may have a high level of volatility. High volatility investments may experience sudden and large falls in their value causing losses when that investment is\nrealised. Those losses may equal your original investment. In the case of some investments the potential losses may exceed the amount of initial investment, in such circumstances you may be\nrequired to pay more money to support those losses. Income yields from investments may fluctuate and in consequence initial capital paid to make the investment may be used as part of that income\nyield.\nSome investments may not be readily realisable and it may be difficult to sell or realise those investments, similarly it may prove difficult for you to obtain reliable information about the value, or risks, to\nwhich such an investment is exposed. The investments and services contained or referred to in this report may not be suitable for you, it is recommended you consult an independent investment\nadvisor if you are in doubt about those investments or investment services. Nothing in this report constitutes investment, legal, accounting or tax advice nor a representation that any investment or\nstrategy is suitable or appropriate to your individual circumstances. Nothing in the report constitutes a personal recommendation to you. CSFB does not advise on the tax consequences of investments.\nYou are advised to contact an independent tax adviser. Please note the bases and levels of taxation may change.\nThis report may contain hyperlinks to websites. CSFB has not reviewed the linked site and takes no responsibility for the content contained therein. The link is provided solely for your convenience and\ninformation and the content of the linked site does not in any way form part of this document. Following the link through this report or CSFB’s website shall be at your own risk.\nThis report is issued in Europe by Credit Suisse First Boston (Europe) Limited, which is regulated in the United Kingdom by The Securities and Futures Authority (“SFA”). This report is being distributed\nin Europe by Credit Suisse First Boston (Europe) Limited, in the United States by Credit Suisse First Boston Corporation; in Switzerland by Credit Suisse First Boston; in Canada by Credit Suisse First\nBoston Securities Canada, Inc.; in Brazil by Banco de Investimentos Credit Suisse Boston Garantia S.A; in Japan by Credit Suisse First Boston Securities (Japan) Limited; elsewhere in Asia by Credit\nSuisse First Boston (Hong Kong) Limited, Credit Suisse First Boston Australia Equities Limited, Credit Suisse First Boston NZ Securities Limited, Credit Suisse First Boston (Thailand) Limited, CSFB\nResearch (Malaysia) Sdn Bhd, Credit Suisse First Boston Singapore Branch and elsewhere in the world by an authorised affiliate. Research on Taiwanese securities produced by Credit Suisse First\nBoston, Taipei Branch has been prepared and/or reviewed by a registered Senior Business Person.\nIn jurisdictions where CSFB is not already registered or licensed to trade in securities, transactions will only be effected in accordance with applicable securities legislation, which will vary from\njurisdiction to jurisdiction and may require that the trade be made in accordance with applicable exemptions from registration or licensing requirements. Non-U.S. customers wishing to effect a\ntransaction should contact a CSFB entity in their local jurisdiction unless governing law permits otherwise. U.S. customers wishing to effect a transaction should do so only by contacting a\nrepresentative at Credit Suisse First Boston Corporation in the U.S.\nPlease note that this research was originally prepared and issued by CSFB for distribution to their market professional and institutional investor customers. Recipients who are not market professional\nor institutional investor customers of CSFB should seek the advice of their independent financial advisor prior to taking any investment decision based on this report or for any necessary explanation of\nits contents\n"
    }
  ]
}