{
  "filename": "mm_074_2010_it_s_all_about_managing_for_value.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423221504-07'00'",
    "modDate": "D:20240423221537-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 74,
      "year": "2010",
      "date": "6/11",
      "institution": "Legg Mason",
      "title": "It's All about Managing for Value",
      "url": "https://12mv2.files.wordpress.com/2024/04/10-06-11-its-all-about-managing-for-value.pdf"
    },
    "tags": [
      "Capital allocation",
      "Decision making",
      "Financial metrics",
      "ROIC analysis"
    ],
    "tagged_at": "2025-01-20T21:27:19.133081"
  },
  "pages": [
    {
      "number": 1,
      "text": " \nPage 1 \n \nLegg Mason Capital Management \n \n \nJune 11, 2010 \n \nIt’s All about Managing for Value \n \nComments based on a presentation at the CFO Executive Summit,  \nMay 18, 2010  \n \nGood morning, it’s a pleasure to be here and I appreciate the opportunity to share some \nideas on managing for value and communicating with shareholders. \n \nI’d like to cover three topics: \n \n• \nFirst, I’d like to focus on what I believe is the proper aim of a public corporation and make \nsome observations about how best to serve that aim; \n \n• \nSecond, I’d like to comment on the role of strategy and how I believe that most \nexecutives fail to articulate strategy; \n \n• \nFinally, I’ll review some common decision-making mistakes that executives—indeed all \ndecision makers—tend to make. \n \nA Company’s Single-Valued Objective Should be Maximizing Long-Term \nShareholder Value \n \nLet me be totally upfront and tell you that I’m going to argue that your objective should be to \nmanage for shareholder value. A company creates value when the returns on its incremental \ninvestments are above its cost of capital. Saying it differently, this means that the present \nvalue of the long-term cash flows an investment generates exceed the cost of the investment.  \n \nIn fact, I believe that if you are managing to other objectives—and many companies articulate \na multitude of financial and non-financial goals—then you are likely doing your key \nconstituents a disservice. Indeed, one can argue that managing for shareholder value is \ncritical for society and for the vitality of the capitalist system.   \n \nBut before I explain why I believe this to be true, let me take a moment to acknowledge that \nthe idea of shareholder value has come under attack from some pretty prominent sources. \nOn one level, it’s easy to see why that’s the case. People are understandably upset by \nmarket volatility, government bailouts, and exorbitant executive pay. Somehow, the principle \nof shareholder value is viewed as one of the contributors to these problems. That blame is \nfalse, in my view. \n \nFor example, Roger Martin, dean of the Rotman School of Management at the University of \nToronto, has said that “it’s time to scrap shareholder value theory” and that shareholder value \n“is a tragically flawed premise.” I find a great deal of Professor Martin’s work interesting and \nuseful, but would say that his view of shareholder value is tragically flawed.  \n \nThe attacks have come not just from academia, but from practitioners as well. Jack Welch, \nthe former chairman and chief executive officer of General Electric, has said that shareholder  \n"
    },
    {
      "number": 2,
      "text": " \nPage 2 \n \nLegg Mason Capital Management \nvalue is the “dumbest idea in the world.” I can name a lot of ideas that I’d rank as a lot dumber, but—\nOK—let’s take a closer look at this criticism. \n \nLet’s start at the beginning. The fact of the matter is that running a business requires evaluating, \nand deciding about, trade-offs. As an executive, your resources—primarily people and money—\nare practically limited. Your job is to figure out how to put the resources at your disposal to their \nbest and highest use over the long term. You can’t do this without facing difficult trade-offs. And \nto properly judge tradeoffs, you have to have a single objective.  \n \nTo make this a little more concrete, let me borrow an example from Michael Jensen, a retired \nprofessor from the Harvard Business School best known for his work on agency theory. Let’s say \na company wants to increase its short-term profits and gain market share.  \n \nNaturally, some gains in market share are likely to come with an increase in profits, up to a point. \nBut beyond that point, gains in market share will come at the expense of this year’s profits. You \ncan maximize profits, maximize market share, or do something in between. But there is no way to \nevaluate those trade-offs. At what point is gaining share counterproductive? What level of profits \nis necessary? When there are multiple goals, there is confusion.  \n \nFor example, this morning we heard a CEO discuss his company’s transformation. He cited the \nfour priorities that he put in place shortly after becoming CEO about three years ago, none of \nwhich were tied explicitly to creating value. The number one priority was to improve the quality of \nthe products. And, in fact, he reported that the company went from poor quality rankings to \nleading the industry. The questions you need to ask are: How much quality is right? Can you \nhave too much quality? What is the explicit link between quality and value? \n \nThe fact is that the stock has dramatically underperformed the S&P 500 since that CEO took \nover. The company’s results may ultimately be fine, but skepticism about that management’s \ncapital allocation decisions seems warranted until there is clear thinking about the links between \ncorporate priorities and value.   \n \nCreating shareholder value provides an objective, economic goal for executives. How you get to \nthat goal is, of course, a substantial challenge. You have myriad decisions about prices, quality, \nwages, incentives, employee levels, investments, asset sales, etc. But with a single-valued \nobjective, at least you have a way to assess trade-offs. \n \nNow, you might ask, is shareholder value the only way to go? Roger Martin, for instance, has \nargued for what he calls “customer capitalism”—making customer value a top priority. This, too, is \nflawed thinking, in my view.  \n \nDealing with customers, like any other stakeholder (including suppliers, employees, and the \ngovernment), requires evaluating trade-offs. Successful management requires balancing the \ninterests of the company and the stakeholders. I know of no company that has generated long-\nterm value by systematically exploiting, or giving undue advantage to, a stakeholder. If you have \nan example in mind, please share it with me. \n \nHere’s a simple way to think about it. If you want to make customers really happy, and deliver lots \nof value to them, then simply lower your prices way below the market rate or provide them much \nmore value than your competitors. Your customers will be thrilled, and you’ll be on the path to \npoor performance because you are selling a good or service for less than what it costs to produce \nthat good or service. Now there may be cases where subsidizing a customer in the short-term \nleads to sufficient customer value in the long term. But to create economic value, the returns you \nearn on the capital you employ ultimately have to cover all of your costs, including the cost of \ncapital.  \n \n"
    },
    {
      "number": 3,
      "text": " \nPage 3 \n \nLegg Mason Capital Management \nWhy is the concept of shareholder value so vital? Because it provides a societal good by making \nsure that the firm gets the greatest output for a given input. So there’s no need for so-called \n“customer capitalism.” If you’re thinking about the problem correctly, you’re already properly \nassessing trade-offs. Of course happy customers are important. Of course motivated employees \nare good. Of course constructive relationships with suppliers are desirable. The challenge is how \nto balance all of those trade-offs.   \n \nI would also characterize Jack Welch’s comment as an error, but he was reflecting a sentiment \nthat is more prevalent than Martin’s, and one that may be traced to a failure of communication.  \n \nProperly conceived and executed, the shareholder value approach starts with judicious capital \nallocation, which leads to an increase in value, which ultimately shows up in the stock price. The \npoint is that greater value ultimately leads to a higher stock price. This connection need not be \nimmediate. \n \nIn recent years, however, it appears that Welch and many other executives have understood \nshareholder value as making corporate decisions that boost the stock price. The idea of value \nseems to have been bypassed. So if you believe that shareholder value is all about boosting \ntoday’s stock price versus building enduring value, then Welch’s description is right: it’s a dumb \nidea.   \n \nLet me give you one example of a decision that seems to focus on price versus value: earnings \nguidance. Brian Bushee, a professor of accounting at Wharton,  took the novel step of classifying \ninvestors. He came up with three categories: \n \n• \nQuasi-indexers: These are funds that hold small stakes in lots of companies and are \nlong-term holders. These funds are basically closet indexers. \n• \nTransients: These funds hold small stakes for a short time. These are the traders. \n• \nDedicated: These funds hold large stakes for the long haul. These funds try to emulate \nWarren Buffett’s espoused style. \n \nBushee estimates that quasi-indexers make up about 60 percent of funds, that about one-third \nare transients, and that less than 10 percent are dedicated.  \n \nHere’s the point: transient investors are attracted to companies that provide a lot of “information \nevents”—for example, conference calls and management forecasts. They run up those stocks \nduring strings of positive earnings growth, but dump them at the first sign of trouble. As Warren \nBuffett says, “you get the shareholders you deserve.”  \n \nHow do you cultivate a quality base of shareholders? Bushee offers a number of steps. “Perhaps \nthe most important step that managers could take,” he notes, “would be to discourage transient \nownership by refusing to manage (that is, smooth) reported earnings.” In lieu of news events, \ncompanies can disclose information about the company’s long-term strategy and the leading \nindicators that support that strategy.  \n \nLet me linger on this topic of earnings guidance for a moment, because it is so intertwined with \nthe false understanding of creating shareholder value.  \n \nA few years ago, John Graham and Campbell Harvey, professors of finance at Duke University, \ndid a survey of about 400 chief financial officers (CFOs) on the issue of financial reporting. They \nfound that delivering earnings per share (EPS) was perceived to be far and away the most \nimportant issue in reporting. Why? \n \n• \nInvestors need a simple metric that summarizes performance \n• \nEPS gets the broadest media distribution and coverage \n• \nFocus on EPS makes the analyst’s job easier \n"
    },
    {
      "number": 4,
      "text": " \nPage 4 \n \nLegg Mason Capital Management \n• \nAnalysts evaluate a firm’s progress based on making EPS \n \nHere’s where things become problematic: When surveyed, almost 8 in 10 CFOs admitted that \nthey would be willing to forgo value creating projects in order to deliver EPS. This is a problem. \nCFOs are managing to the wrong aim because they believe that delivering earnings is the key to \nboosting the stock price. This is at the heart of the false belief about what creating shareholder \nvalue is all about. \n \nNow, maybe your comeback is that earnings do matter. And, of course, on some level they do. \nBut the primary focus on earnings growth is misplaced, because it is possible for a company to \nincrease earnings while destroying shareholder value. In fact, over time companies have been \nable to fund roughly 80 percent of their investments with internally-generated cash. There is no \nexplicit capital market check on that spending. Companies can, and do, invest the cash the \nbusiness generates into investments that boost EPS but destroy value. \n \nThis growth-first mentality has to be checked. In contrast, companies should first consider \nwhether an investment earns a sufficient return and only then consider growth. When investments \ncreate value, growth is great. When investments are value neutral, growth makes no difference. \nAnd when investments destroy value, growth is bad.     \n \nLet me share two other observations that demonstrate that companies have difficulty managing \nfor value. The first is the pattern of share repurchases. In our book, Expectations Investing, Al \nRappaport and I offered what we called “the golden rule of share buybacks:” \n \nA company should repurchase its shares when its stock is trading below its expected value and \nwhen no better investment opportunities are available.  \n \nThe rule is an offshoot of the old adage, “buy low, sell high.” But, as we see from Exhibit 1, \nexecutives tend to do the exact opposite: the pace of buybacks closely matches the results for \nthe market. Not surprisingly, following a strong 2009, buybacks are slated to rise smartly in 2010, \nwith announcements on pace to reach about $400 billion.  \n \nExhibit 1: S&P 500 Share Repurchases and the S&P 500 Price Index (2002-2010E) \n \n0\n100\n200\n300\n400\n500\n600\n700\nVolume ($Billions)\n0\n200\n400\n600\n800\n1,000\n1,200\n1,400\n1,600\n1,800\nS&P 500 Index\n2002\n2003\n2004 2005\n2006\n2007\n2008\n2009 2010E\nS&P 500\nBuybacks\n \n \nSource: Standard & Poors, LMCM estimates. \n \n"
    },
    {
      "number": 5,
      "text": " \nPage 5 \n \nLegg Mason Capital Management \nAs a side note, I continue to find it remarkable that executives are inherently more comfortable \nmaking acquisitions than they are repurchasing stock.  Both transactions require assessing the \npresent value of future cash flows. But in the case of acquisitions, there are two additional \nhurdles. First, an acquirer almost always has to pay a premium for control, raising the price (and \nhence the cash flows necessary to justify the deal). Second, estimating the cash flows of another \ncompany—even one in the same industry—is inherently harder than estimating cash flows of \nyour own company. So buybacks can offer the prospects of paying less for a more certain \npayback. This way of thinking about the problem is rare in corporate suites.  \n \n“Buy high” also seems to explain the behavior in the world of mergers and acquisitions (M&A). \nExhibit 2 shows M&A volume and the S&P 500 Price Index over the past 15 years. Deal activity is \nheavily pro-cyclical: deals go up when the market goes up.   \n \nExhibit 2: M&A Volume and the S&P 500 Price Index (1995-2009) \n \n0.0\n1.0\n2.0\n3.0\n4.0\n5.0\n6.0\nVolume ($Trillions)\n0\n200\n400\n600\n800\n1,000\n1,200\n1,400\n1,600\n1,800\nS&P 500 Index\n1995 1996\n1997 1998\n1999 2000 2001 2002 2003\n2004 2005\n2006 2007 2008\n2009\nS&P 500\nM&A\n \n \nSource: Bloomberg, Reuters, LMCM estimates. \n \nM&A is particularly interesting because there is a reasonable framework for assessing the \nprospects of whether an acquiring company’s stock will rise or fall upon deal announcement. This \nframework is very simple and makes common sense: the value change for the acquirer equals \nthe present value of the synergies minus the premium pledged.  \n \nValue change for acquirer = present value of synergies – premium pledged \n \nWhat’s remarkable is that companies often provide all the information investors need to correctly \nreduce the value of their stocks. Deal announcements now often come with an estimate of \nsynergies, and it is easy to determine the premium based on the deal terms. It comes as no \nsurprise that the markets look past rosy comments about earnings accretion and home in on the \ndeal’s economic consequences. It’s also no surprise that a solid majority of deals fail to create \nvalue for the acquiring companies.  \n \nWhat is Strategy? \n \nWe now turn to how best to think about what guides capital allocation. To do this, let me start with \na high level observation of how we teach strategy and valuation at business schools.  \n \n"
    },
    {
      "number": 6,
      "text": " \nPage 6 \n \nLegg Mason Capital Management \nIn strategy classes, we discuss topics including profit pools, value chains, five-forces, generic \nsources of competitive advantage, and game theory—all great and important ideas. But there’s \nlittle discussion of how those frameworks explicitly tie to value creation. See for yourself: pick up \na popular book on corporate strategy and look for how it links to creating shareholder value. The \nchances are good that you’ll be disappointed. This is too bad, because the litmus test for a \nsuccessful strategy is whether it creates shareholder value.   \n \nIn finance courses, we teach the importance of net present value, discounted cash flow models, \nthe capital asset pricing model, Black-Scholes—also all useful ideas. But, in fact, you can’t inform \nyour valuation model intelligently without an understanding of the competitive situation. The \ncompetitive position of a company or industry heavily influences what the cash flow pattern will \nlook like.  \n \nCompetitive strategy analysis and valuation must be joined at the hip, but they rarely are.  \n \nI have a phrase that I am fond of repeating: All roads of managerial evaluation lead to capital \nallocation. How well do you allocate resources—including financial, organizational, human \nresources? Companies can talk all they want about their strategy, their incentive structure, and \ntheir financing policy. But at the end of the day all that matters is how well they have allocated \ncapital. Full stop. \n \nNow, I want to be clear that strategy is important. But most of what companies try to pass off as \nstrategy in corporate presentations is not strategy at all. Often you hear about goals, or priorities, \nor initiatives. The example a moment ago about improving quality is a great example. None of \nthat is strategy.  \n \nMichael Porter, a professor at Harvard Business School, made a very important distinction \nbetween operational effectiveness and strategic positioning. \n \nOperational effectiveness means doing what everyone else is doing, but hopefully as well or \nbetter. There’s no doubt that operational effectiveness can be a source of edge, but in a highly \ncompetitive world, beating competitors solely on operational effectiveness is really tough. As \nPorter suggests, constant improvement in operational effectiveness is a necessary, but not \nsufficient, step toward superior performance.    \n \nStrategic positioning is about making trade-offs, and doing things that are different from rivals. \nPorter defines strategy as “the creation of a unique and valuable position, involving a different set \nof activities.” Strategy is about differences. It means combining your activities so that they create \nvalue and are hard to imitate. For incumbents in an industry, the ultimate goal is to have a \nsustainable barrier to entry that allows for consistent returns above the cost of capital.  \n \nNote that trade-offs are central to the discussion of both shareholder value and strategy. As \nPorter says, “a trade-off means that more of one thing necessitates less of another.” These \ndifficult trade-offs throughout the organization need to serve the singular objective of maximizing \nlong-term shareholder value. \n \nBefore leaving the topic of strategy, there is a final thought worth sharing. This thought can also \nserve as an introduction to the next section. In discussing their desire to improve their operational \neffectiveness, many companies seem to focus on absolute instead of relative improvement. Phil \nRosenzweig, a professor at IMD, calls this “the delusion of absolute performance.” His point is \nthat “in a competitive market economy, the performance of one company is always affected by \nthe performance of other companies.” So even if your company is getting better along an \nimportant facet of operational effectiveness, what matters from a competitive point of view is \nwhether your company is getting better relative to the competition.  \n \n \n"
    },
    {
      "number": 7,
      "text": " \nPage 7 \n \nLegg Mason Capital Management \nMental Models for Managers \n \nMy recent book, Think Twice, describes a number of situations where your mind will want to think \nabout the problem one way when there is a better way to think about it. All of us do this, it’s the \nnatural way we all think and get through our days. But by understanding these situations and \nlearning how we are likely to go wrong, we can take some steps to improve our decisions. I want \nto mention three of these situations in particular. \n \nThe first is the mistake of relying on the inside versus the outside point of view. This is prevalent \nin many organizations. The inside view says that when you’re trying to predict something or to \nsolve a problem, you’ll gather lots of information about the issue, combine it with your own inputs, \nand you’ll project into the future. The inside view is a common way to think about lots of things, \nfrom when a student will hand in a term paper, to how long it will take and how much it will cost to \nremodel your kitchen, to launching a new product. It’s the natural way to think. \n \nThe outside view suggests considering your problem as an instance of a larger reference class. \nIn other words, you want to ask the question, “when other people have been in this situation, what \nhappened?” You are shifting from your own view to rely more on base rates. This shift is \nunnatural in part because it requires you to shelf all of the information you worked hard to gather \nand in part because it rubs against an innate optimism we tend to have about ourselves.  \n \nLet me give you an example from the corporate world, and it’s one I mentioned just a moment \nago: M&A. If you care to study the data, you’ll see—with a fair degree of consistency—that about \n60-65 percent of all M&A deals fail to create value for the acquiring company. Yet, executives \nfrequently feel that the deal they are doing will add value. The lesson here is not to avoid M&A; \nthe lesson is to learn, using the data from the outside view, what contributes to increasing the \nprobability that the deal you do will add value. The most direct insight, as I mentioned before, is to \nmake sure that the value of the anticipated synergies exceeds the premium. \n \nThe second mistake is what I call attribute versus circumstance thinking. Our natural way to view \nthings is to find success stories, look for some attributes that we can attach to that success, and \nassume that those attributes will lead to success in another setting. In reality, we know that \nsuccess or failure often reflects the circumstances of the situation. The answer to most questions \na professional faces is, “it depends.” But that truth doesn’t stop executives from cramming what \nworked in one setting into another setting and from being surprised at the subsequent failure. \n \nTo make this idea more tangible, let me give you a recent example from the world of business. \nFor the last couple of decades, companies, consultants, and academics have extolled the virtues \nof outsourcing—the practice of contracting a previously in-house service to an outside company. \nCompanies that outsource have been known to lower their costs and capital intensity, allowing \nthem to focus on more value-added aspects of the business. That’s all good. \n \nBut what is not always explicit is the conditions under which outsourcing makes sense. \nOutsourcing isn’t always good; it depends on the competitive circumstances. In this case, when \nan industry is young or highly complex, vertical integration is necessary to make the product \nwork. Think of IBM’s personal computer business 30 years ago. They made the chips, the drives, \nand the software all to ensure the product actually worked. Over time, those components became \nmodules and the industry flipped to a horizontal orientation, with specialists making each \ncomponent. Outsourcing works very well when you have a product or service that you can break \ninto modules. Incidentally, modularization is not a trivial process.  \n \nSo with that in mind, let me tell you the story of the Boeing 787, called the Dreamliner. Planes are \nobviously very complicated machines, and a lot of parts have to be designed properly for the \nplane to fly safely and efficiently. For years, Boeing had a strategy called  “build-to-print,” where it \nwould design the aircraft in house, and then outsource the manufacturing of components to the \nexact specifications that Boeing had worked out. This worked well. \n"
    },
    {
      "number": 8,
      "text": " \nPage 8 \n \nLegg Mason Capital Management \nFor the 787, Boeing decided to rely on outsourcing to a greater degree, for the logical reasons: to \nreduce it’s own costs and shorten the assembly time. In this case, Boeing outsourced the design \nto suppliers. The idea was to have the suppliers ship approximately 1,200 parts back to Boeing \nand have the mechanics there assemble the aircraft in a fraction of the time it took to assemble a \ntypical plane that size. The first plane came back in 30,000 pieces, requiring Boeing to spend \nsubstantial time and money to pull the design work back in house.  \n \nSo is outsourcing good? The answer is, “it depends.” For your own organization, you have to \nthink carefully about whether the people or processes that worked well in one setting are likely to \nwork well in another. The answer in most cases is no. \n \nThe final mistake is one that is common with executives: thinking about a problem at the wrong \nlevel. Let me try to explain this mistake with the seemingly unusual example of an ant colony. If \nyou’re an aspiring myrmecologist, you can choose to study ants at a couple of different levels. For \nexample, you might choose to study ant colonies. If so, you’d see that the colony has a life cycle, \nforages wisely, builds amazing dwellings, and fights off its neighbors—the colony is almost an \norganism in and of itself. Or you might study the individual ants to see how they follow chemical \ntrails and interact with one another. The general observation is that colonies are smart while \nindividual ants are bumbling and fairly inept.  \n \nWhat do ant colonies have to do with CFOs? Well, the ant colony metaphor is not a far-fetched \nway to think of markets. The market itself tends to be very smart under normal conditions, even \nthough the investors that make up the market are generally much less informed. So if you want to \nunderstand the expectations that your stock reflects, which should you consult, the market or the \nindividual analyst?  \n \nI’m hopeful that the answer is obvious: the market reflects vastly more information than the \nindividuals. Yet we persist in listening to individuals in order to explain the markets. Executives \npoint to analyst reports or discussions in the media to try to understand what’s going on with their \nstock. The media find an esteemed strategist to explain yesterday’s market move. Don’t ask the \nants, ask the colony. The market is the best source for understanding expectations. \n \nYour reaction might be: how can anyone rely on the market after what we went through in 2008 \nand 2009? And I totally understand that sentiment. The market is only smart when certain \nconditions are in place. Some of those conditions were violated, especially in 2008. But the point \nis not that individuals were somehow smarter than the market—they weren’t. Neither the market \nnor individuals did a sensible job of reflecting expectations. That happens periodically in markets. \nIt is the exception, not the rule, but it happens.  \n \nSo the message from this mistake is that to understand markets, you have to consult markets. \nIndividuals may satiate your desire to link cause and effect, but they will do so very unreliably. This \nlesson applies not only to analysts who follow your stock, but also to investment bankers or consultants. \n \nLet me wrap up with three major points I have tried to stress:  \n \n• \nManagement’s responsibility is to manage for shareholder value. Capital allocation is \nmanagement’s prime task. This approach requires difficult trade-offs, but the objective is \nclear. Today, many corporate decisions fail to serve this objective.  \n \n• \nIn defining and communicating strategy, focus on what is unique. Most strategic \nproclamations relate to operational effectiveness, but must deal with trade-offs.  \n \n• \nLearn about the cognitive mistakes you are likely to make, and take steps to mitigate \nthem.      \n   \nThank you.  \n"
    },
    {
      "number": 9,
      "text": " \nPage 9 \n \nLegg Mason Capital Management \nReferences \n \nBrian Bushee, “Indentifying and Attracting the ‘Right’ Investors: Evidence on the Behavior of \nInstitutional Investors,” Journal of Applied Corporate Finance, Vol. 16, No. 4, Fall 2004, 28-35. \nChristensen, Clayton M., Matt Verlinden, and George Westerman, “Disruption, Disintegration and \nthe Dissipation of Differentiability,” Industrial and Corporate Change, Vol. 11, No. 5, November \n2002, 955-993. \nGraham, John R., Campbell R. Harvey, and Shivaram Rajgopal, “Value Destruction and Financial \nReporting Decisions,” Financial Analysts Journal, Vol. 62, No. 6, November/December 2006, 27-\n39. \n \nGroysberg, Boris, Chasing Stars: The Myth of Talent and the Portability of Performance \n(Princeton, NJ: Princeton University Press, 2010). \n \nGuerrera, Francesco, “Welch Condemns Share Price Focus,” Financial Times, March 12, 2009. \nJensen, Michael C., “Value Maximization, Stakeholder Theory, and the Corporate Objective \nFunction,” Journal of Applied Corporate Finance, Vol. 22, No. 1, Winter 2010, 32-42.  \nLovallo, Dan, and Daniel Kahneman, “Delusions of Success,” Harvard Business Review, July \n2003, 56-63. \nMartin, Roger, “Managers Must Be Judged on the Real Score,” Financial Times, May 11, 2009. \n_____., “The Age of Customer Capitalism,” Harvard Business Review, January-February, 2010. \nMauboussin, Michael J., Think Twice: Harnessing the Power of Counterintuition (Boston, MA: \nHarvard Business Press, 2009).  \nPorter, Michael E., “What is Strategy?” Harvard Business Review, November-December 1996, \n61-78.  \nRappaport, Alfred, Creating Shareholder Value: The New Standard for Business Performance \n(New York: Free Press, 1986). \nRappaport, Alfred, and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for \nBetter Returns (Boston, MA: Harvard Business School Press, 2001). \nRoll, Richard, “What Every CFO Should Know About Scientific Progress in Financial Economics: \nWhat is Known and What Remains to be Resolved,” Financial Management, Vol. 23, No. 2, \nSummer 1994, 69-75. \nRosenzweig, Phil, The Halo Effect . .  and the Eight Other Business Delusions That Deceive \nManagers (New York: Free Press, 2007). \nSmith, Vernon L., Rationality in Economics: Constructivist and Ecological Forms (Cambridge, UK: \nCambridge University Press, 2008), 157.  \n \n"
    },
    {
      "number": 10,
      "text": " \nPage 10 \n \nLegg Mason Capital Management \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe views expressed in this commentary reflect those of Legg Mason Capital Management \n(LMCM) as of the date of this commentary. These views are subject to change at any time based \non market or other conditions, and LMCM disclaims any responsibility to update such views. \nThese views may not be relied upon as investment advice and, because investment decisions for \nclients of LMCM are based on numerous factors, may not be relied upon as an indication of \ntrading intent on behalf of the firm. The information provided in this commentary should not be \nconsidered a recommendation by LMCM or any of its affiliates to purchase or sell any security. To \nthe extent specific securities are mentioned in the commentary, they have been selected by the \nauthor on an objective basis to illustrate views expressed in the commentary. If specific securities \nare mentioned, they do not represent all of the securities purchased, sold or recommended for \nclients of LMCM and it should not be assumed that investments in such securities have been or \nwill be profitable. There is no assurance that any security mentioned in the commentary has ever \nbeen, or will in the future be, recommended to clients of LMCM.  Employees of LMCM and its \naffiliates may own securities referenced herein. Predictions are inherently limited and should not \nbe relied upon as an indication of actual or future performance. Legg Mason Capital \nManagement, Inc. consists of two legal entities, Legg Mason Capital Management and LMM LLC. \n"
    }
  ]
}