{
  "filename": "mm_019_1999_the_retailer_s_dilemma__revenge_of_the_nerds__how_the_new_value_network_challenges_incumbents.pdf",
  "metadata": {
    "format": "PDF 1.1",
    "title": "Microsoft Word - ni3759.doc",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "Windows NT 4.0",
    "producer": "Acrobat Distiller 3.01 for Windows",
    "creationDate": "D:19991028104746",
    "modDate": "",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 19,
      "year": "1999",
      "date": "10/25",
      "institution": "CS First Boston",
      "title": "The Retailer's Dilemma: Revenge of the Nerds: How the New Value Network Challenges Incumbents",
      "url": "https://12mv2.com/wp-content/uploads/2024/06/99-10-25-the-retailers-dilemma__revenge-of-the-nerds__how-the-new-value-network-challenges-incumbents.pdf"
    },
    "tags": [
      "Business models & growth",
      "Technology & innovation",
      "Competitive advantage"
    ],
    "tagged_at": "2025-01-20T21:25:25.473595"
  },
  "pages": [
    {
      "number": 1,
      "text": "CREDIT SUISSE FIRST BOSTON CORPORATION\nEquity Research\nAmericas\nU.S. Investment Strategy\nOctober 25, 1999\nThe Retailer’s Dilemma\nRevenge of the Nerds: How the New Value Network\nChallenges Incumbents\nVolume 4\nMichael J. Mauboussin\n1 212 325 3108\nmichael.mauboussin@csfb.com\nStephen G. Kawaja\n1 212 325 3922\nstephen.kawaja@csfb.com\n• Traditional retailers are facing a menacing challenge from a new\nvalue network, the online medium, which has emerged as a result\nof demonstrable improvements in economic efficiency and\ncustomer satisfaction.\n• Many investors and incumbents view the Internet as a sustaining\ntechnology that merely adds another node of distribution to the\ntraditional retail operation. We prefer to view online retail as a\ndisruptive technology.\n• Retailers underestimate the magnitude of the difficulties in\nassembling a credible online offering. The chief barriers revolve\naround culture and physical capital.\n"
    },
    {
      "number": 2,
      "text": "The Retailer’s Dilemma\n– 2 –\n Table of Contents\n Executive Summary ...............................................................................3\n Introduction............................................................................................4\n The Good Book ......................................................................................6\n A New Value Network.............................................................................8\nCustomer Satisfaction........................................................................9\nShareholder Value ..............................................................................9\n Act Now: Main Street Is Moving Online ..............................................13\nThe Dilemma.........................................................................................15\n Culture & Capital: The Barriers for Incumbents.................................19\nCulture...............................................................................................19\nCapital................................................................................................20\n Conclusion ...........................................................................................22\nAppendix A: Not Convergence............................................................25\n"
    },
    {
      "number": 3,
      "text": "The Retailer’s Dilemma\n– 3 –\nExecutive Summary\nThe world of retailing is changing rapidly. Over the last four years, virtually every\ntraditional retailer has grappled with how the Internet will affect its business, and\nhow it should respond. Heading into another crucial season for retailers, many\ninvestors still underestimate the importance of these changes in the retail\nlandscape, as well as the magnitude of the difficulties facing the incumbents\nattempting to assemble a credible online offering.\nA value network is the context within which a firm identifies and responds to\ncustomer needs, solves problems, procures input, reacts to competitors, and\nstrives for profit. The emergence of a new value network—the online medium—\nposes a menacing challenge to incumbents. The arrival of this new value network\nwas no accident. It has blossomed as a result of demonstrable improvements in\neconomic efficiency as well as increases in customer satisfaction.\nSince Internet-based businesses have lower physical capital requirements, they\ncan thrive with lower operating margins and still potentially generate very\nattractive returns on capital. Those companies savvy enough to take advantage\nof scale and its magnifying effects on asset velocity will ultimately attain returns\non capital meaningfully higher than those unable to scale. At the same time,\nthese leading firms can improve customer satisfaction along many of the key\ndimensions associated with the traditional retail experience.\nThe dilemma for traditional retailers is how to deal with this new value network.\nThis is especially important because most retailers are highly leveraged to\nchanges in incremental revenue. Some view the Internet as a sustaining\ntechnology that merely adds another node of distribution to the traditional retail\noperation. We prefer to view online retail as a disruptive technology. In addition to\npresenting the various strategies, we outline the two greatest challenges for\ntraditional firms—culture and capital.\n• \nCulture—Companies have difficulty evolving primarily for cultural reasons.\nFirms require the right focus, where change as a source of competitive\nadvantage is baked into the corporate DNA. The right structure is needed to\nfashion a dynamic internal market for ideas, capital, and talent. This allows\nideas to be captured, incubated, and translated into shareholder wealth. And\nthe right incentives are also needed, providing the proper monetary\ninducement to attract the best ideas, capital, and talent.\n• \nCapital—Many pundits assume that all a traditional retailer needs to do is\nflick a switch, and the infrastructure is online-ready. Nothing could be further\nfrom the truth. The transition to the online world is hardly seamless. By far the\nmost difficult challenge for traditional retailers is dealing with pricing and\nassortment in the new medium. As well, the clash between the physical\ninfrastructure required to support an online business and the retailer’s\nexisting value chain is another roadblock that few have been able to\nnegotiate. The existence of a steep learning curve threatens to leave many\ntraditional retailers behind.\nJust as the potentially superior economics of the online retail model offer no\nguarantee of instant riches, established brands offer no guarantee of online\nsuccess either. Brand means little if firms can’t manage to clear significant\nstructural and cultural hurdles in providing an online offering.\n"
    },
    {
      "number": 4,
      "text": "The Retailer’s Dilemma\n– 4 –\nIntroduction\nValue Network   “the context within which a firm identifies and responds to\ncustomers’ needs, solves problems, procures input, reacts to competitors, and\nstrives for profit”\nThe Innovator’s Dilemma, Clayton Christensen\nComputer models of the evolutionary process demonstrate that mutations get\ntheir start at the geographical fringes of a population pool. After a period of\nisolation and refinement, the mutants swoop in, overwhelm the center with their\nimprovements, and ultimately become the majority. The edges allow for a period\nof development, where a novel organism doesn’t have to worry about going toe-\nto-toe with the more highly evolved competition.\n1\nAs Kevin Kelly has noted, the same is true of the economic ecosystem: “At the\nedges, innovations don’t have to push against the inertia of an established\norder.”\n2 The network economy is rife with start-ups, which are free to assemble all\nthe “competencies” they need without having to fundamentally rearrange the\nexisting parts of a firm.\nWhile avoiding the explicit use of evolutionary metaphors, Clayton Christensen\nnevertheless documents the effects of a very particular “mutation” in the business\necosystem known as a “disruptive technology.” We feel this framework holds\ntremendous explanatory power for analyzing business change and is also\nsuitable for understanding the nature of the “disruptive” change that the Internet\nhas wrought in retailing.\nFigure 1\nConventional Technology S-Curve\nProduct Performance\nFirst technology\nSecond technology\nThird technology\nSource: Innovator’s Dilemma, Clayton Christensen.\nGenerally, performance improvements for a given technological product can be\ncharted along an “S” curve. In the early stages, development occurs rather\nslowly, but as the technology is better understood the pace of improvements\nbegins to accelerate.\n"
    },
    {
      "number": 5,
      "text": "The Retailer’s Dilemma\n– 5 –\nAs the upper boundaries of performance are reached due to natural or physical\nlimits, longer time periods or greater engineering effort are required for additional\ngains. The challenge to traditional business lies in the ability to identify and\ndevelop the appropriate successor technology to supplant the existing tech-\nnology.\nFigure 2\nDisruptive Technology S-Curve\nFirst technology\nSecond technology\nSecond technology\nPerformance as Defined in Application “A”\nPerformance as Defined in Application “B”\nApplication (Market) “A”\nApplication (Market) “B”\nSource: Innovator’s Dilemma, Clayton Christensen.\nHere Christensen makes a strategically important distinction. Most new\ntechnologies foster improved product performance and are deemed “sustaining”\ntechnology. They may be incremental, radical, or even discontinuous in nature,\nbut all sustaining technologies ultimately improve the performance of established\nproducts along the dimensions that mainstream customers in major markets have\nhistorically valued.\n3\nDisruptive technologies, on the other hand, emerge after incubating in their own\nunique value network. If they progress to the point where they can satisfy the\nlevel and nature of performance demanded in another value network, the\ndisruptive technology can invade and knock out the established technology and\nits practitioners—often very swiftly. Dominant firms in a particular industry can\nbecome victims of their own success in relentlessly satisfying customers through\ntheir existing value network. And what astute companies try to avoid is having the\ninflection point on the existing technology’s S-curve passed by an upstart\ntechnology, a “death from below.” This requires being mindful of what’s brewing\nin nontraditional value networks.\nInitially, disruptive technologies bring to market a very different value proposition\nthan what had been available prior to their arrival. As well, disruptive technologies\ngenerally underperform established products in mainstream markets. As a result\nthe leading firms often dismiss them. However, they have other features that a\nfew fringe (and generally new) customers value. Products based on disruptive\ntechnologies are usually cheaper, simpler, smaller, or more convenient to use.\n4\n"
    },
    {
      "number": 6,
      "text": "The Retailer’s Dilemma\n– 6 –\nThe Good Book\nThanks to certain favorable product characteristics, the epicenter of the online\ncommerce explosion can be traced to the book business. What is often\noverlooked when assessing the relatively poor response of traditional book\nretailers to the online threat is that at the time Amazon.com went public, the major\n“big box” booksellers were busy displacing independent booksellers. They did this\nby providing their customers with a superior value proposition across all\nmeasures of performance: price, convenience, assortment, service, and\nambiance. The introduction of sustaining technology drove strong growth in the\nbusiness.\n5\nTable 1\nThe Book Superstore as Sustaining “Technology”\nVALUE DIMENSIONS\n Superstore Chain Activity\nPRICE\n Lowered 15% below comparable independent booksellers\nCONVENIENCE\n Expanded store hours, large parking lots, superstore saturation\nASSORTMENT\n Improving breadth and depth of assortment with superstore SKU\nSERVICE\n Knowledgable, friendly, well-trained staff\nAMBIANCE\n Couches, concerts, and mocha lattes\nSource: Company reports and CSFB analysis.\nTraditional book retailers initially marginalized the online threat. After all, it was\ncommonly thought that book buying was a tactile, sensory-rich activity, fit only for\nbrowsing in aesthetically pleasing environments like the superstore. Indeed, this\ntype of shopping behavior had been reinforced through hundreds of years of\npractice, and few book retailers could foresee a credible threat to the system.\nHowever, some customers in the nontraditional value network—ostensibly, those\noutside of the mainstream—were willing to forgo the conventional ambiance and\nservice of the retail experience and began to purchase online.\nThe emergence of a new value network represents a potentially disruptive\ninfluence. However, the technology must satisfy the level and nature of per-\nformance demanded by users in the traditional value network to become truly\ndisruptive.\nThe ability of Amazon.com to make the transition to the traditional retail value\nnetwork required that it satisfy the level and nature of performance demanded in\nthat network. One inherent advantage of the online medium is the ability to\nexplore the logical performance limits of two key retail value drivers: price and\nassortment. Of course, offering customers the ability to purchase virtually any\nbook at any time at a comparable price to the best value available at a bricks-\nand-mortar store is a compelling proposition.\n"
    },
    {
      "number": 7,
      "text": "The Retailer’s Dilemma\n– 7 –\nBut Amazon.com had to overcome one key stumbling block to completely fulfill\nthe “convenience” value driver: the so-called “instant gratification problem.” The\nability to shop around the clock is only a part of the convenience equation. In a\ntraditional retail setting, fulfillment is taken care of at the point of sale—the\ncustomer walks out with the product. Consequently, fulfillment isn’t given a\nsecond thought. Fulfillment is implicit in the retail transaction and is only noticed if\nthe experience is unsatisfactory.\nWhen consumers place an order online and it’s not fulfilled, they definitely take\nnotice. And it is more than likely that customers will go somewhere else the next\ntime around, if they are not turned off to the online market entirely. Reliability is\nfurther fostered by updating customers during every stage in the order- execution\nprocess. Trust takes on heightened importance in electronic markets owing to the\ncyber-separation between buyers and sellers.\n6\nIn the online world, reliability and speed of order fulfillment are crucial value\ndrivers that determine success or failure. This places an inordinate amount of\npressure on the e-tailers’ back-end fulfillment systems, which in many cases are\ncontrolled by a third party. Bringing the fulfillment capability in-house creates a\npotential source of competitive advantage, since it is an essential part of\ncontrolling the customer experience online in addition to holding out the\nopportunity to squeeze out costs down the road. Thus, for example, while some\npundits view Amazon.com’s investments in physical assets as a negative, we not\nonly view them as a positive but believe they are vital to building competitive\nadvantage.\nThe new value network spawned by the online medium promises to unravel the\nlink between the economics of information and the economics of physical goods.\nWithin the context of the traditional retail store, shelf space serves two different\nfunctions simultaneously. It presents information to customers, allowing them to\nmake an informed purchase decision, but it is also inventory that represents a\nposition in the supply chain between the manufacturer and the consumer.\nIf retailers chose to favor the economics of information, they would maximize their\ndisplays to provide a rich selection for their customers. However, physical\neconomics dictates that display must be minimized or at least optimized to control\nthe cost of inventory. Value networks are vulnerable wherever the compromise\nbetween the two sets of economics suppresses value. For example, the\ninformational imperative to offer a wide selection and carry high book inventories\nruns into strong conflict with the logistical imperative of minimizing inventory. The\nnew value network explodes these linkages, unleashing the value that was\nsuppressed in the act of compromise.\n7\n"
    },
    {
      "number": 8,
      "text": "The Retailer’s Dilemma\n– 8 –\nA New Value Network\nThe major public book retailers were doing a fine job of providing value for\ncustomers and shareholders before the advent of online book buying. However,\nwe believe they were flirting with physical constraints in their ability to allocate\ncapital in a way that enhanced both customer satisfaction and shareholder value.\nThe relationship between customer satisfaction and shareholder value is\npresented graphically in Figure 3.\nFigure 3\nCustomer Satisfaction and Shareholder Value\nValue Maximization\nShareholder\nValue\nCustomer Satisfaction\n1\n2\n3\n4\nSource: The Value Imperative, James M. McTaggart, Peter W. Kontes, Michael C. Mankins.\nEvery product or service generates a value to the customer, which is measured\nby its utility in relation to its price. In turn, products generate value for a company\nand its shareholders in terms of economic profit—or earning a return on capital\nthat exceeds the cost of that capital. When management pursues strategies that\nincrease both customer satisfaction and shareholder value, the two interests are\nfavorably aligned. (See No. 1 in Figure 3.)\nFor shareholders to be enriched, there must be a financial benefit from increasing\ncustomer satisfaction. In some instances, though, companies invest in their\ncustomers to the point where the costs of increasing satisfaction exceed the\neconomic returns. Even before the online medium began to pose a serious threat,\nthe bricks-and-mortar superstores were bumping up against the natural limits of\nwhat they could do to improve the satisfaction of customers. The superstores\ncouldn’t get much bigger or hold much more slow-turning inventory, and prices\ncouldn’t get much lower without seriously jeopardizing the ability to enjoy\neconomic returns down the road. They were rapidly approaching the point of\nvalue maximization depicted in No. 2 of Figure 3, and some would argue had\nalready passed the inflection point.\n8 It was simply a value-destroying proposition\nfor the “big box” booksellers to take customer satisfaction to the next level.\nDespite providing a great in-store experience, booksellers were committing to a\ncustomer satisfaction strategy that flirted with value destruction. Unlike strategies\nthat inadvertently give operators the flexibility to reduce the costs that don’t\ncontribute to customer satisfaction, the booksellers could not move back along\nthe curve (No. 3 in the graphic). They could not shrink their superstores, scale\nback their inventory and staff, or reduce their operating hours and still provide the\nsame customer experience that was driving sales. Once a bookseller builds a\nstore of a certain size, all the economics of the business are leveraged to a\nparticular top-line result, and small changes in incremental revenues can radically\n"
    },
    {
      "number": 9,
      "text": "The Retailer’s Dilemma\n– 9 –\ntilt the economics of the business. The value maximization point for booksellers\nwas actually a point of no return.\nCustomer Satisfaction\nThe customer satisfaction proposition inherent in the online value network (lowest\nprice, virtually unlimited selection, and 24-hour shopping) picks up right where the\nbricks-and-mortar firm leaves off. The promise associated with the medium is an\neconomic return that begins at the traditional point of value maximization.\nFigure 4\nCustomer Satisfaction and Shareholder Value in the New Value Network\nShareholder\nValue\nCustomer Satisfaction\n1\n2\n3\n4\nValue Maximization\nSource: The Value Imperative and CSFB analysis.\nAs the online firm aggregates customer information, it makes its site even more\nvaluable to its customers over time. The ability to aggregate actual purchase data\nand “cookie” data, and combine it with demographic data and reported\nregistration data, promises unprecedented insight into customer preferences.\n9\nTailoring the subsequent online experience accordingly translates into greater\ncustomer loyalty and boosts lifetime revenue streams, defraying customer\nacquisition costs and improving the consistency of recurring business. Costs\nactually go down as satisfaction goes up.\nShareholder Value\nInstead of mirroring the curve illustrated in Figure 3 though, the economic\nproposition in the new value network holds out the possibility of proportionately\ngreater returns and market value in exchange for smaller incremental\ninvestments in capital. Of course, these greater returns are not solely dependent\non the smaller asset base in the denominator of the capital turnover equation.\nEqually as crucial is the ability to achieve sufficient scale in the revenue line to\novercome the lower cash margins that are also an inherent feature of the new\nvalue network’s economic proposition. Before an online firm can realize the\nreturns depicted by the slope of the broken line seen in Figure 4 (the linear\nrelationship plotted here is purely for illustrative purposes and does not\nnecessarily reflect the returns from an actual capital commitment), a certain\ncritical scale must be achieved. The ability to finance a brand awareness\ncampaign with cash flow derived from working capital as sales increase is a key\nelement of gaining scale for the online firm.\n"
    },
    {
      "number": 10,
      "text": "The Retailer’s Dilemma\n– 10 –\nFigure 5\nThe Margin and Capital Turnover Tradeoff\n15% ROIC\nOld\nEconomy\nNew\nEconomy\n0%\n5%\n10%\n15%\n5.0\n10.0\n15.0\nInvested Capital Turnover\nCash Earnings Margins\nSource: CSFB analysis.\nSince Internet-based businesses have lower physical capital requirements, they\ncan thrive with lower operating margins and still generate very attractive returns\non capital. Old Economy firms, in contrast, need higher margins to support a\nlarger capital base. Traditional retailers experience high fixed costs and low\nvariable costs in relation to output. However, the fixed costs for online firms can\nbe significantly lower than the fixed costs for their bricks-and-mortar brethren,\nleading to a structural advantage through fixed cost leverage. In addition, variable\ncosts are subject to efficiencies not seen in traditional retailing. In the future, a\nselect group of online firms will not just eke out the same returns as traditional\nretailers by balancing lower margins with higher asset turns. Those companies\nsavvy enough to take advantage of scale and its magnifying effects on asset\nvelocity will ultimately attain returns on capital much higher than those unable to\nscale.\n"
    },
    {
      "number": 11,
      "text": "The Retailer’s Dilemma\n– 11 –\nFigure 6\nScale Effects on Asset Velocity for Online Model\nsales in billions\n% of Sales\nCash Conversion Cycle\nAmazon\neToys\nQ2\nQ2 $1.0\n$5\n$10\nQ2\nQ2 $.038\n$1\n$5\nInventory + AR -AP\nPP&E\n(7%)\n25%\nNet\nPP&E\n18%\n(6%)\n27%\nNet\nPP&E\n21%\n(9%)\n20%\n13%\nNet\nPP&E\n4%\n(31)\ndays\n(30)\ndays\n(50)\ndays\n(2%)\n55%\nNet\nPP&E\n53%\n(8)\ndays\n(12)\ndays\n(15)\ndays\n(3%)\n35%\nNet\nPP&E\n32%\n(7%)\n16%\nNet\nPP&E\n9%\n(50%)\n(25%)\n0\n25%\n50%\n(60)\n(30)\n0\n30\n60\nSource: AMZN, ETYS, and CSFB analysis.\nFigure 6 depicts a forecast of the capital requirements for two popular online\nretailers as their operations get bigger.\n10 Working capital efficiencies inherent in\nthe online model bring down both firms’ already low capital requirements, when\ncompared with the steep capital requirements of the more traditional retail models\nseen in Figure 7. (Note: underlined sales numbers are estimates and all operating\nleases have been converted to capital leases in the PP&E figures.)\nFigure 7\nScale Effects on Asset Velocity for Traditional Model\nsales in billions\n% of Sales\nCash Conversion Cycle\nBorders\nToys R Us\nQ2 $2.7\n$5\n$10\n$5 1991\n$10 1997\nQ2 $11.5\nPP&E\n 21% 80%\nNet PP&E 101%\n 19% 78%\nNet PP&E 97%\n20%\n20%\n72%\nNet PP&E 92%\n103\ndays\n98\ndays\n100\ndays\n57%\nNet PP&E 72%\n74\ndays\n40\ndays\n53\ndays\n10%\n69%\nNet PP&E 79%\n12%\n68%\nNet PP&E 80%\n(100%)\n(50%)\n0\n50%\n100%\n(100)\n(50)\n0\n50\n100\nInventory + AR -AP\n15%\nSource: CSFB analysis.\nThe ability of online firms to scale is predicated on satisfying the level and nature\nof performance demanded by the customers in the traditional value network. The\n"
    },
    {
      "number": 12,
      "text": "The Retailer’s Dilemma\n– 12 –\npromise inherent in the online retail model is huge, but so is the hurdle of\nattaining scale and realizing that potential. Therefore, the current online modus\noperandi is to get big, and get broader, fast. The economic advantages\nassociated with scale and scope are too enormous not to go after in a hurry. This\nhas not been lost on the dot com community: for the first six months of 1999 e-\ncommerce brands spent $755.2 million on traditional media advertising,\nsignificantly outpacing the $650 million that was spent in all of 1998.\n11 However,\nword of mouth from satisfied customers continues to be one of the most powerful\ndrivers of online traffic.\nGetting a clearer picture of the potential rewards of this race is crucial when\nattempting to understand the current business environment. Using after-tax\noperating margins as a proxy for NOPAT, and net PP&E as a proxy for invested\ncapital, Table 2 gives a guideline for what kind of returns on capital can be\nexpected of the companies in Figures 6 and 7. Even with very conservative\nmargin estimates, the potential for high ROIC results can be seen with the online\nfirms. In contrast, the terrestrial firms with already high operating margins are\nbracing for the impact of a new environment with a lower overall price ceiling.\nWhile some traditional retailers that aggressively compete on price focus on asset\nefficiency, those retailers that look primarily to margin improvements as their\nsalvation should be worried. In addition, for the online firm unable to scale its\nbusiness, the promising returns may never materialize.\nTable 2\nReturns on Capital\nsales in millions\nAMZN Sales\nQ2 $1,015\n$5,000\n$10,000\nAfter-tax Operating Margins\n     NA\n    4%\n    4%\nNet PP&E as a % of Sales\n   18%\n    21%\n    4%\nReturns on Capital\n  NA\n19%\n 100%\nETYS Sales\nQ2 $38\n$1,000\n$5,000\nAfter-tax Operating Margins\n    NA\n    4%\n    4%\nNet PP&E as a % of Sales\n     53%\n    32%\n    9%\nReturns on Capital\n NA\n13%\n    44%\nBGP Sales\nQ2 $2,754\n$5,000\n$10,000\nAfter-tax Operating Margins\n     6%\n     6%\n    6%\nNet PP&E as  a % of Sales\n     101%\n     97%\n    92%\nReturns on Capital\n6%\n6%\n7%\nTOY Sales\n FY’91 $5,510\n   FY’97 $9,932  Q2 $11,477\nAfter-tax Operating Margins\n    8%\n    6%\n    2%\nNet PP&E as  a % of Sales\n    72%\n    79%\n    80%\nReturns on Capital\n     11%\n8%\n3%\nSource: CSFB analysis.\n"
    },
    {
      "number": 13,
      "text": "The Retailer’s Dilemma\n– 13 –\nAct Now: Main Street Is Moving Online\nMuch of the demographic data collected about the early online population\nreinforces what has been referred to as the CLUMP scenario. Time-constrained,\ncomputer-literate upwardly mobile professionals (CLUMPs) initially helped define\nthe online purchasing psychographic. That is, technology-centric users driven by\nthe pursuit of new brands and activities.\n12 However, the online demographics are\nchanging as more users migrate online. The advent of new points of distribution\nand falling technology prices is attracting new users to the medium. The\ncharacteristics of these users are more reflective of the population as a whole.\nFigure 8\nAmerica Moves Online\n3+ Years\n2-3 Years\n1-2 Years\n<1 Year\nTotal US\nPopulation\n33%\n67%\n41%\n59%\n46%\n54%\n49%\n51%\n51%\n49%\n$61\n$61\n$56\n$49\n$35\n33%\n33%\n30%\n25%\n24%\nGender\nIncome\nEducation\nCollege Grads\n(000s)\nMale\nFemale\nSource: Forrester Research.\nAs the Web becomes more mainstream, there are major implications for retailers.\n• \nTraditional retailers must realize that there are three possible types of sales\nfrom a competitive standpoint: incremental sales, which are unique Internet\nsales that expand the industry pie and would not have otherwise been\ngenerated; shifted sales, which occur in one channel at the expense of\nanother; and cannibalization, which represents the choice of one channel\nover another within a single company’s operation. As a more mainstream\naudience begins to alter the composition of the online ranks, there are\nindications that incremental sales will begin to slow and that more and more\nsales will result as a consequence of channel shift.\n13 Traditional firms with\nlarge “invisible” fixed assets will be disproportionately affected by any\nincremental shifts. This development would certainly put pressure on retailers\nto build out their online operations to give themselves a fighting chance at\nmaintaining their existing sales as opposed to losing sales to the Web\noutright.\n• \nOnline retailers must realize that comfortably visible offline brands, which can\ndrown out the noise associated with a crowded online field, have an\nadvantage. Although years of accumulated advertising and reinforcement\nprovided by the geography of location are potentially beneficial, ultimate\nsuccess will be determined by the quality of the online experience. Some\nstudies attempting to explain price differences online have concluded that\ncoefficients of determination on the primary retail service characteristics\neither “do not vary significantly across retailers or are negatively correlated\nwith price.” This suggests that brand, trust, and awareness are potentially key\n"
    },
    {
      "number": 14,
      "text": "The Retailer’s Dilemma\n– 14 –\nelements of price dispersion online.\n14 It has been demonstrated that online\ncommunities,\n15 links from other trusted sites, unbiased product information,\n16\nand existing conventional world brand names\n17 can all lead to increased trust\nand the ability to support higher prices online.\n• \nOnline, no one can hear you sell. As most traditional retailers can confirm,\nthe most critical success factor is location of the physical stores. Facing\ncertain obscurity without a visible presence, many online retailers have been\naggressively courting affiliates and engaging in portal deals. Customer\nawareness, or share of the “neural real estate,” is just as crucial to the\nsuccess of online retailers, as physical location is for conventional retailers.\nThere is evidence that there might be “natural” limits on the amount of firms\nthat can break free from online obscurity owing to the distribution of the\nnumber of sites and the high search costs to locate retailers online.\n18\nIt is important to note that just as the superior economics of the online retail\nmodel offers no guarantee of instant riches, the promise associated with an\nestablished brand offers no guarantee of online success either. Will big traditional\nbrands wielding advertising budgets in the hundreds of millions of dollars matter\nonline? We assert that they will, with a caveat. Brand means little if firms can’t\nmanage to clear certain structural and cultural hurdles to provide a credible\noffering. Many traditional retailers are only now beginning to confront the full\nmagnitude of the challenges facing them as they attempt to move into the online\nspace. As we outlined in Frontiers of Strategy, Volume 3,\n19 there are significant\nbarriers to entry for Internet companies. In the balance of this report, we narrow\nour focus and explore some of the more germane barriers that face traditional\nhard goods retailers attempting to deal with the emergence of the online medium\nas a means of marketing and distributing goods. Over the last four years, virtually\nevery “traditional” firm has grappled with how this technology is affecting its\nbusiness and how it should respond.\n"
    },
    {
      "number": 15,
      "text": "The Retailer’s Dilemma\n– 15 –\nThe Dilemma\nIgnoring some very real distinctions between evolving approaches, we have\nchosen to classify company responses to the challenge of the Web in quite a\nruthless fashion (if only to highlight the fact that “straddlers” constitute the\nmajority):\nAdopt—Adopters have undergone dramatic realignments in their business\nprocesses or have set up completely separate business units with no ties to the\nparent company. The online company directly attacks the parent without scruples,\nacting in its own economic self-interest.\n20 Adopters hope to become “players” in\nthe new medium and have completely jettisoned their prior value chain and\ninfrastructure in favor of the assets and focus required to be “net centric.”\nExample: Egghead, Inc. saw the writing on the computer screen relatively early in\nthe game, announcing in late January 1998 that it was going to close up shop\nand move to the Web. Threats from larger discount superstores, the potential for\nonline distribution and delivery of product, as well as the need to migrate to a\nlower-cost model were all contributing factors in Egghead’s decision to close its\nretail stores and change its name to Egghead.com. Even though business has\nnot exactly flourished since the change, the company recently garnered seventh\nplace in the National Retail Federation’s ranking of the Top 100 Internet Retailers,\nand it is in the process of merging with online retailer Onsale, Inc.\n21 A continued\ncampaign of building retail locations most certainly would have led to\ndeteriorating returns and bankruptcy for Egghead, as more and more customers\nmigrated away from in-store software purchases. Comparing financial statistics\nfrom fiscal 1995, when the firm had no online sales, with fiscal 1999, when the\ncompany sold merchandise exclusively online, is instructive.\nTable 3\nEgghead Offline, Egghead Online\n4/1/95\n4/3/99\nCash Conversion Cycle\n35\n(4)\nDays Sales Outstanding\n36\n6\nDays in Inventory\n49\n34\nDays Payables Outstanding\n50\n44\nInvested Capital\n146\n$\n34\n$\nNet Sales\n863\n$\n149\n$\nMarket Capitalization (mil)\n147\n$\n465\n$\nMarket Cap/Sales\n0.2\n3.1\nSource: CSFB analysis.\nIn evolutionary terms, there is a certain combination of possible alleles (each\nperson inherits two alleles for each gene, one allele from each parent) in any\npopulation that would produce the optimal set of traits (the global optimum); but\nthere are other sets of alleles that would yield a population almost as adapted\n(local optima). Transitioning from a local optimum to the global optimum may be\nhindered or forbidden because the population would have to pass through less\nadaptive states to make the transition.\n22\nIn the business world it is a rare firm indeed that is willing to “let go of something\nthat is working and trudge downhill toward chaos.”\n23 Lower adaptivity places you\ncloser to extinction. However, it also gives you the only chance to be better\npositioned in the future.\n"
    },
    {
      "number": 16,
      "text": "The Retailer’s Dilemma\n– 16 –\nCompanies in the traditional retail arena that have chosen to set up completely\nseparate business units with complete freedom to operate independently from the\nparent are virtually nonexistent. Petsmart’s alliance with Idealab to create\npetsmart.com comes close. However, petsmart.com still utilizes its parents’\nfulfillment capability. Some notable examples of cannibalization in financial\nservices include ESchwab and Bank One’s Wingspan. Cannibalization, or the\ntactic of relentlessly pursuing the next development that will make the current\nregime obsolete, is not taught in business school.\nStraddle—A solid majority of firms fall into this category, with most attempting to\nleverage their existing value chain, brand, and physical assets into the online\nworld. Abandoning prior success, with the significant investments in both\nemotional and physical capital that have already occurred, is the chief cultural\nbarrier to becoming a full-fledged adopter.\nExample: Most analyses of the online retail business place companies like book\nretailer barnesandnoble.com and toy retailer toysrus.com squarely in the “adopt”\ncamp. Despite “separation” from their respective parent organizations, we prefer\nto categorize them as straddlers because the umbilical cord has not been\nsevered. Both are struggling with the challenge of leveraging their legacy value\nchain into the world of online retail.\n24\nBarnes & Noble was one of the first companies of note to establish a separate\nonline business unit. In early 1996, Steve Riggio, CEO of bn.com until December\n1998 and the intellectual force behind the firm’s initial online efforts, had an\nepiphany.\n25 Realizing that it was better to gear up for channel shift than allow\nothers to cannibalize its core business, Riggio developed an explicit “straddle”\nstrategy that took advantage of the company’s superstores, including gift\ncertificates redeemable in superstores, in-store kiosks, and a store-based returns\npolicy for anything ordered online. However, faced with Amazon’s continued\ndiscounting, this effort was scrapped because of margin-related pressure.\nThe lower cost structure of the online model, unencumbered by bricks-and-mortar\nretail locations, supported pricing that threatened the ability of Barnes & Noble to\nadopt a straddle strategy and compete effectively. The implications of the margin\nand capital turnover tradeoff (Figure 5) are that traditional retailers cannot\nsimultaneously compete on price—jeopardizing margin—and sustain satisfactory\nreturns. Their value maximization strategies give them little room to compete.\nTaking a look at the current operating efficiency of barnesandnoble.com versus\nAmazon.com is revealing.\nTable 4\nCash Conversion Cycle\nbarnesandnoble.com\nAmazon.com\nBNBN\nAMZN\nDays In:\nSales\n17.5\n2.9\nInventory\n6.0\n21.7\nPayables\n10.2\n60.5\nCash Conversion Cycle:\n13\n(36)\nSource: CSFB analysis.\nDespite the fact that Barnes & Noble holds virtually all of the online firm’s physical\ninventory—its days in inventory figure reflects this favorable relationship—\nbn.com’s poor payable terms more than offset this benefit. Leveraging the\npurchasing power of Barnes & Noble proper, bn.com has engaged in a supply\n"
    },
    {
      "number": 17,
      "text": "The Retailer’s Dilemma\n– 17 –\nagreement with its parent and partner whereby Barnes & Noble charges bn.com\nfor the cost of the merchandise plus any incremental overhead. However, a look\nat days in payables reveals the unfavorable terms that Barnes & Noble extracts\nfrom its online operation relative to the terms that Amazon.com gets, as well as\nthe terms that Barnes & Noble itself receives from distributors. This is just one of\nthe many limitations imposed by the relationship.\n26\nBn.com is not the only company working within the confines of a structure\nimposed by its traditional retail roots. Toysrus.com faces similar challenges. In\naddition to a secular shift in buying patterns in the toy industry (more software\npurchases, as well as kids growing out of traditional evergreens at a faster rate),\nToys R Us suffered some market share erosion over the past holiday season and\nfell behind Wal-Mart as the leading toy seller. Having barely weathered the storm\ncreated by discounters, Toys R Us was thrown for another loop by the online\nthreat. Toys R Us has since responded with a strategy that further reveals the\ntrue difficulties of attempting to straddle both worlds. Recent management turmoil\nat the company underscores some of the more important conflicts.\n• \nRobert Moog, CEO of toysrus.com, left the firm at the beginning of July.\nMoog wanted the maximum freedom to search for best prices from vendors\nin order to roll out an aggressive pricing format that would challenge other\nonline retailers. Toys R Us preferred to work within its traditional sourcing\narrangements and not risk channel conflict by antagonizing existing store\nfranchisees with potentially lower prices online.\n• \nBenchmark Capital, toysrus.com’s venture capital partner, pulled out of the\njoint venture at the end of August. The partnership dissolved because of\ndifferences over ownership of the independent company and whether or not it\ncould be capitalized independently. These conflicts highlight the incentive-\nbased cultural differences between the two parties.\n• \nCEO of Toys R Us, Robert Nakasone, resigned during the week following the\nblow-up of the Benchmark deal. He cited a difference of opinion with\nChairman Michael Goldstein as a key reason for the move.\nEndure—Companies that endure believe that a certain percentage of their\ncustomer base might be lost to the online medium, but that their core customers\nwill continue to make purchases in a traditional manner. Therefore, a minimalist\nonline strategy is pursued, if any is engaged in at all.\nExample: Borders Group has been consciously pursuing a conservative Internet\nstrategy and has conceded the space to rivals. Management has done the\nnumbers and doesn’t like the return on investment; therefore, it wants to raise\nawareness about the firm’s buildings. Borders thinks that it can grow and\ncontinue to make money while pursuing a “build it and they will come” model.\nIn this way Borders is staying focused on its capital investment strategy of\nbuilding superstores and thus has simultaneously been characterized as burying\nits head in the sand with respect to the online threat. Investors have been given\nthe task, says management, of recognizing a bifurcation in the book market. A\ncertain class of buyer is still going to continue purchasing in bookstores, and\nBorders wants to be there servicing customers in the traditional value network.\n27\nTable 5 summarizes the various decisions that traditional retailers can make.\n"
    },
    {
      "number": 18,
      "text": "The Retailer’s Dilemma\n– 18 –\nTable 5\nThe Dilemma for Traditional Retailers\nDescription\n Positive\n                Negative\nAdopt\nEmbrace the online culture\nStructural economic\nDifficult to attain\nand capital model\nadvantages, high\nscale and share of\npotential ROIC results\n“neural real estate”\nStraddle\nLeverage existing value\nOffer consumers\nExecution is\nchain, brand and physical\n“complete” retail\nchallenging due to\nassets into the online world\nexperience\nonline culture and\ncapital\nEndure\nCore customer will continue\n“Safe” strategy,\nto make purchases in the\nfocus on optimization,\nLose customers,\ndestroy value\n“traditional” manner\nstick to the knitting\nSource: CSFB analysis.\n"
    },
    {
      "number": 19,
      "text": "The Retailer’s Dilemma\n– 19 –\nCulture and Capital: The Barriers for Incumbents\n“Because skill guilds constrain (and defend) an organization, it is often far easier\nto start a new organization than to change a successful old one.”\nNew Rules for the New Economy, Kevin Kelly\nEvolution is not progress; it is simply the process of populations adapting to their\ncurrent surroundings. Individual organisms do not evolve; they retain the same\ngenes throughout their lives. Only populations evolve. The impossibility of genetic\nchange in individual organisms during their lifetime mirrors Christensen’s own\nview that old-line companies that excelled before the Internet only have one\npossible recourse in the new environment:\n “They [must] set up a completely independent organization and let that\norganization attack the parent. If you try to address this opportunity from inside\nthe mainstream, the probability of success is zero. I’ve never seen it happen. You\nneed to have a different business organization concentrating on building a\nbusiness model appropriate to the future while the existing organization can focus\non the client base that’s still uncomfortable with the Internet.\n28”\nIn the Christensen view, no “straddle” response to the Internet will succeed,\nregardless of form. For traditional firms, we believe the barriers to mounting an\neffective response can be classified under two categories, culture and capital.\nCulture—Companies have difficulty evolving primarily for cultural reasons. The\ntremendous innovation and wealth creation in Silicon Valley stems from a\nbusiness ethos that is rooted in opportunity-focused resource attraction, not\nefficiency-focused resource allocation.\n29 The organizational “structure” of Silicon\nValley allows for ideas, capital, and talent to move freely to create whatever\ncombination enjoys the best chance of generating wealth. For companies that\nadopt the Silicon Valley mindset where the best ideas rule—and where structures\nare in place to capture and develop them—change becomes baked into the DNA\nof the organization.\n30 We believe that this is a vastly underestimated source of\ncompetitive advantage.\nInnovation and growth do not emerge through rigorous planning, but through a\ncombination of local randomness and global structure.\n31 A structured process is\ncompletely predictable both locally and globally; hence it cannot grow or adapt,\nwhile a chaotic system is unstable at both levels. Complexity theory suggests that\na robust structure emerges from the interaction of autonomous agents. The pace\nof current technological change has increasingly challenged corporations where\nthe wealth-creating prospects lie in streamlining, reengineering, and optimizing\nthe organization. When considering the traditional corporate pyramid, local\ndiversity is typically squelched at the idea phase by top management. Gary\nHamel has taken note of some of the management traits: a considerable amount\nof emotional equity invested in the past, little genetic diversity in terms of thinking\nabout the business, and a protective complacency that stems from already\n“having made it.” Culture represents:\n• \nThe right focus. Where change is baked into the corporate DNA as a\nconsequence of efficiency-focused resource allocation.\n• \nThe right structure. Where the firm has a dynamic internal market for ideas,\ncapital, and talent so that ideas can be captured, incubated, and translated\ninto shareholder wealth.\n• \nThe right incentives. Providing the proper monetary incentives to attract\nideas, capital, and talent. This typically entails significant equity ownership.\nCapital—As a new distribution channel, the Web offers firms the ability to “act\nlocally and sell globally,” giving customers the opportunity to purchase products\n"
    },
    {
      "number": 20,
      "text": "The Retailer’s Dilemma\n– 20 –\nany place and at any time. Intuitively, this proposition would seem to combine the\nbest of all possible worlds for traditional firms that can tap the power of both the\nonline and offline worlds. Thus far, reality has served as an unwilling partner with\nmany offline merchants. Many pundits assume that all a traditional retailer needs\nto do is flick a switch and the retail infrastructure is online-ready. Nothing could be\nfurther from the truth. The transition to the online world will continue to be far from\nseamless.\n• \nAssortment. The degree and volume of rhetoric surrounding the product\nassortment debate has increased noticeably over the last year. “The pure\nplay” online merchants continue to insist that the bricks-and-mortar guys just\ndon’t get it. They state emphatically that famous brands just don’t matter\nonline and that consumers want to pick from a vast selection of offerings, not\njust the goods available from one company. Traditional merchants will\nincreasingly respond with a “whom do you trust” campaign. But traditional\nfirms face very real conflicts with their investments in physical stores. Should\nthe Web site offer more stock-keeping-units (SKUs) or less, or merely all the\nproducts that a customer can reasonably expect in the company’s stores?\n• \nPrices. By far the most difficult struggle for traditional retailers is dealing with\npricing in the new medium. The dilemma is that the online channel affords\nlower price points, which conflict directly with the company’s in-store-pricing\nstructure derived by an altogether different calculus (involving different supply\nchain and overhead requirements). Offering lower prices online risks\ncannibalization of stores, conflicts with franchisees, creates store-based\nreturn or servicing issues, as well as complicates the incentive structure for\nsalespeople. In addition, the issue of taxes is a crucial one. For the most part,\ncompanies with physical infrastructure in a particular state must charge sales\ntax for buyers in their respective state.\n32\n• \nInfrastructure. The clash between the physical infrastructure required in the\nonline space and the existing logistics chain that most traditional retailers\n(non-catalog) support is another roadblock for traditional retailers. Sending\nlarge pallets of goods to a finite number of locations is an entirely different\nproposition than the one demanded by online commerce; that is, shipping\nsmall packages marked for delivery anywhere in the world. Proximity to\ncompany-owned stores rather than ground shippers like UPS is another\nlogistical challenge that traditional retailers face. Rather than “home grow” the\nassets required for this type of business alignment, many traditional retailers\nhave chosen to contract out the necessary fulfillment and distribution\nfacilities. This option, while compelling for retailers that can ill afford to see\ndormant distribution capacity, is not as simple as it seems. The demands of\nreal-time inventory (product availability and shipping status) force retailers to\nclosely integrate distribution with Web operations, requiring personnel on\nboth ends to seal the deal. In addition, fulfillment costs are typically 10% of\neach sale.\n33\n• \nLearning curve. The actual technological infrastructure required to integrate\nthe transaction origination function with fulfillment and servicing not only\nneeds to be in place, but also must run seamlessly. Improvement and\nstreamlining of this process require a long learning curve. Many traditional\nretailers familiar with the intricacies of in-store customer service are\nnecessarily unfamiliar with the finer points of remote customer service. With\nthe entire enterprise geared toward optimization of the in-store customer\nexperience, it is understandable that there is also trouble with executive\nbuy-in and staff support. The reporting, budgeting, and direction-setting\nelements of the online effort can easily run into conflicts with other business\nsegments.\n"
    },
    {
      "number": 21,
      "text": "The Retailer’s Dilemma\n– 21 –\nInvariably, the rallying cry of the traditional retailer attempting to become\nsuccessful online is “leverage the brand.” After all, most offline retailers have\nspent considerable sums to promote brand awareness for their concepts. The\nfact that Wal-Mart, online since 1996, has recently pushed up the date for the\nrelease of its revamped Web site—after the current holiday season—should be a\nsignal to investors that these execution issues are extremely difficult.\n"
    },
    {
      "number": 22,
      "text": "The Retailer’s Dilemma\n– 22 –\nConclusion\nConsidering the cultural and capital hurdles associated with building a credible\nonline offering, as well as catering to the needs of two distinct value networks,\nClayton Christensen’s view is that all straddlers are doomed to fail. We prefer to\ndepart from the orthodoxy of theory, though, and take a less absolutist stance. A\nnumber of traditional retailers, notably those with “branded” products and\nconsumer direct infrastructure (a legacy of catalog operations), have met with\nsome online success. However, traditional retailers of unbranded general\nmerchandise have not had any impact online. We believe this is due to the\ncultural and capital challenges previously outlined. Nonbranded hard goods\nretailers that operate solely online, like Value America, which offers enormous\nselection and low prices, have not seen appreciable gains in shareholder value.\nThe lack of brand visibility, coupled with each individual manufacturer drop-\nshipping goods at different times with varying degrees of service, does not create\na differentiated customer experience. Wal-Mart’s initial online effort, begun in\n1996, suffers from some of the same difficulties, even though it is one of the\nstrongest brands in retail.\nDespite the burgeoning influence of the online medium on retail, the fundamental\nvalue drivers that determine a satisfactory customer experience are still the\nsame. Much of the debate surrounding the merits of a pure online versus pure\noffline focus obscures the fundamental point that retail at its root is about\nacquiring and retaining as many profitable customers as possible. And this\nrequires delivering product from the manufacturer to the buyer in the most\nefficient manner possible.\nThe rhetoric surrounding “asset-free” online models and top-heavy bricks-and-\nmortar firms will eventually yield to a discussion about which retailers can best\nattract customers and assemble the value-chain capabilities necessary to deliver\nthe product. Online operator Amazon.com, which has proven to be disruptive, has\nbeen able to satisfy the level and nature of service demanded by customers in\nthe traditional value network. The day that Amazon.com is widely considered to\nbe an “excellent retailer” rather than an “excellent online retailer” will signal the\nshift to post-Web retail. We believe that this day is fast approaching and that\nmany traditional retailers are unprepared.\nThe new value network promises increases in customer satisfaction as well as\noperating efficiencies that will drive extraordinary economic returns for some\ncompanies. Online firms are more efficient out of the starting gate, and hence\nhave an advantage in assembling the necessary competencies required to\ncompete effectively. Over the last year, many traditional retailers have shifted\ntheir asset bases to reflect the impact of the new medium. Similarly, many online\nfirms have acquired the necessary “real-world” assets to more effectively deliver\ntheir products and promote their brand. (See Appendix A.)\nMany conventional retailers are attempting to cast the Internet as a sustaining\ntechnology. For example, an online purchase with consumer pick-up at the local\nstore is commonly viewed as the best of both worlds. (See Figure 9.) And\nassuming a retailer can surmount the technological difficulties, in-store fulfillment\nmay serve to be an adequate approach for the short term. In the long run though,\nall roads lead directly to the consumer.\n"
    },
    {
      "number": 23,
      "text": "The Retailer’s Dilemma\n– 23 –\nFigure 9\nInternet as Disruptive Technology\nConsumer Direct (home)\nConsumer Pick-up (store)\nFULFILLMENT\nDisruptive\nTechnology\nSustaining\nTechnology\nConsumer\nSource: CSFB analysis.\nUsing a computer or a comparable interface to check and see if an item is in\nstock at a store near you is a compelling proposition for customers. Paying online\nand picking up a bag of goods at a checkout window is even better.\n34 However,\nconsider that a consumer willing to use a computer to search for a product is\neither familiar enough with the item to want to order it locally and pick it up\nimmediately or is already comfortable enough with the online medium to search\nfor a product online. The reticence regarding consumer direct shipment primarily\nrevolves around uncertainty about the payment transaction or the actual delivery\nof the item. We would offer the following considerations for traditional retailers\nthat feel a sustaining approach is all that is necessary:\n• \nConsumer uncertainty regarding delivery and payment stems more from\nthe medium than any inherent product features. A sustaining technology\nresponse is just an intermediate solution to assuage the threat of a new\nmedium. There is a thin line between ordering a product online and then\npicking it up in a store, and forgoing the trip to the store altogether and\nhaving it delivered. Internet technology is still in its infancy, and online\nviewing capabilities will be radically improved in coming years. Retailers\nneed to make the necessary investments today.\n• \nTraditional retailers offering in-store fulfillment still need to provide their\ncustomers with direct delivery, primarily because a competitor already is.\nConceding consumer direct entirely is not a viable long-term proposition\nand amounts to an endure strategy. In addition, if the consumer direct\nexperience is a bad experience, consumers will switch.\n• \nLocal distribution to solve the “last mile” problem will ramp up\ndramatically over the next couple of years, leading to faster, cheaper,\nand more efficient shipment of goods to online consumers. The\nemergence of Webvan and the success of companies like Kozmo.com\nindicate that profit opportunities in the delivery of goods ordered online\nare viable. Trustworthy delivery will become a source of competitive\nadvantage.\n• \nYounger generations are growing up with the online medium. Some\nstudies conclude that Generation Y will set off another e-commerce\nsurge around 2010, as they enter their prime earning years.\n35 Teenage\nResearch Unlimited has estimated that 70% of “teenagers” between the\nages of 12-19 are online during any given week.\nThe focus of the retail discussion no longer revolves around the purity of the\n“assetless” online model in contrast with bricks and mortar. Two worlds are\ncolliding. The online community is evolving from a user base with a specialized\npsychographic to a more mainstream orientation. Offline firms are on the\ndefensive, scrambling to acquire assets and understand the competencies\nnecessary to take advantage of the new medium at the risk of losing sales.\nOnline companies, on the other hand, are aggressively acquiring the\n"
    },
    {
      "number": 24,
      "text": "The Retailer’s Dilemma\n– 24 –\ncompetencies necessary to attract as many customers as possible to compete in\nthe traditional retail value networks. Over the short term, some traditional retailers\nwill successfully use the Internet as a sustaining technology. Over the long term,\nhowever, we believe the Internet will prove to be a disruptive technology for all\nretail segments.\nTable 6\nNew Value Network\n• location, location, location\n• marketing demographics driven\n• purchase history\n• cookie data\n• purchase history\n• registration data\n• demographics\n• maximize skills\n• minimize prices\n• good experience\n• fulfillment\n• assortment\n• customize mass\n• price\n• about the “business”\n• varying merchandise tactics\n• organizational constraints\n• about the “customer”\n• change inherent\n• value chain asset heavy\n• cash conversion cycle positive\n• value chain asset light\n• ccc negative\n• inflexible\n• risk of too much capital\n• flexible\n• real options\n• income statement/margins\n• higher margins, lower turns\n• balance sheet/cash flow\n• low margins, high turns\nIdentify\nCustomers\nRespond to\nNeeds\nSolve\nProblems\nProcess\nInput\nReacts to\nCompetitors\nStrives for\nProfit\nTraditional Value Network\nNew Value Network\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager\nor co-manager of a public offering of securities for or makes a primary market in issues of any or all of the companies\nmentioned. Closing prices for companies mentioned as of October 22, 1999:\nAmazon.com (AMZN, $80.31)\nBarnes and Noble (BKS, $21.94)\nBarnes&noble.com (BNBN, $18.75)\nBorders Group (BGP, $12.31)\nCDNow (CDNW, $13.50)\nDrugstore.com (DSCM, $37.44)\neBay (EBAY, $148.50)\negghead.com (EGGS, $9.75)\neToys (ETYS, $69.75)\nFederated Department Stores (FD, $42.75)*\nGap (GPS, $33.56)*\nGateway (GTW, $62.00)\niVillage (IVIL, $29.31)\nLands End (LE, $74.13)\nNordstrom (JWN, $23.38)*\nOffice Depot (ODP, $11.63)*\nProcter & Gamble (PG, $99.13)*\nRite Aid (RAD, $9.38)*\nSharper Image (SHRP, $10.88)\nSony (SNE, $85.88)\nTime Warner (TWX, $60.81)*\nToys R Us (TOY, $14.31)\nValue America (VUSA, $11.75)\nWal-Mart (WMT, $56.38)*\n* Followed by another CSFB analyst.\n"
    },
    {
      "number": 25,
      "text": "The Retailer’s Dilemma\n– 25 –\nAppendix A: Not Convergence\nThe online versus offline debate has gotten a little bit more complicated over the\nlast year. Traditional retail responses are about as varied as the companies\nthemselves. However, hard goods retailers face some unique challenges with\nrespect to transitioning to the online medium. As noted previously, some\ntraditional branded hard goods retailers like The Gap, REI, and The Sharper\nImage have met with some success online. In addition, the office supply segment\nhas made giant strides online. With local distribution in place and geographic\ndensity in its customer base, Office Depot noted in its most recent quarter that it\ngenerated $98 million in sales online. However, no unbranded general\nmerchandise retailer from the ranks of traditional bricks-and-mortar firms (geared\nprimarily toward consumers and not business to business) has been able to make\nthe transition into the online space with any success. The medium inherently\nlends itself to fulfilling three key dimensions of value that many “big box” general\nretailers have thrived on in the past—price, assortment and convenience—thus\nhindering meaningful differentiation online. The general trend in recent years has\nbeen toward bigger stores with bigger assortments and lower prices, resulting in\nthe category killers.\nLike a diet that is simple to understand but hard to execute, many firms will not\nsucceed. Shedding pounds is harder than gaining weight, and it’s a lot easier to\nstart with a virtual business and add capital as appropriate than to start with lots\nof capital and then go virtual.\nBuying E-commerce: Federated Department Stores\nWith the purchase of direct marketing firm Fingerhut Companies Inc. in March\n1999 for $1.7 billion in cash and $200 million in debt, FDS signaled its interest in\nowning what it hopes will become the “largest direct to the consumer business on\nthe Internet.” Now holding partial or full interest in 12 Internet businesses, FDS\ngained a number of crucial competencies with the acquisition of Fingerhut, such\nas product fulfillment through three regional distribution centers with 4 million\nsquare feet of distribution capacity, capable of picking and packing 20,000 orders\nper hour and shipping over 400,000 parcels per day; order management allowing\nthe firm to track order and credit information for up to 100 million transactions per\nyear; direct marketing that supports 30,000 telemarketing calls per hour and 4\nbillion print and electronic advertising materials; information systems, which can\nprocess 80 million orders per day; and returns processing, which can process\n30,000 returns per day.\nThe acquisition of online assets hasn’t been limited to broadline retailers either.\nThe 40-year old Columbia House record club, jointly owned by Sony and Time\nWarner, recently announced an agreement to purchase CDNow, the largest pure-\nplay online music seller. In addition, venture capital-funded operations like\nNordstrom’s online shoe store, and Procter & Gamble’s reflect.com (an\nexclusively online brand of beauty products), have both shown savvy in dealing\nwith the culture and capital challenges outlined in the report.\nClosing Stores: Lands End\nLands End, the catalog retailer that has emerged as one of the leading online\napparel retailers, reported Internet revenue of $61 million in 1998 (which was\nroughly three times more revenue than in 1997). The firm has seen strong\ndemand for discounted items and has created an online category called “On the\nCounter,” where shoppers can peruse a selection of weekly overstocks. This\nchannel has proven so popular with consumers, allowing the firm to liquidate\ninventory balances at higher recovery rates, that Lands End announced the\n"
    },
    {
      "number": 26,
      "text": "The Retailer’s Dilemma\n– 26 –\nclosing of three of its 19 outlet stores owing to the success of the online and print\ncampaign. Although relatively insignificant in overall revenue contribution (4% of\nsales), the impact of the medium is being felt in the physical world. The ability to\neliminate overstocks “globally” versus a geographically limited area is promising.\nSenior management for the mass retailers is now beginning to confront the\ninherent contradiction between leveraging the online sales channel and\ncontinuing to lease stores in the present fashion. Many studies currently being\nconducted by the real estate industry are examining the impact of online buying\non retail property values and unit expansion.\n36\nSynchronizing Channels: Sharper Image\nSome traditional bricks-and-mortar firms have successfully made the transition to\nthe online medium, like retail powerhouse The Gap, cooperative outdoor\nspecialist REI International, and specialty products retailer The Sharper Image.\nAll of these firms share two things in common: each sells branded, proprietary\ngoods, and each had the necessary back-end fulfillment capabilities in place to\ndeliver direct to the consumer (as a result of existing catalog operations).\nIn fiscal 1998 The Sharper Image generated revenue of $4.9 million from its\nonline operations, up from $1.6 million and $0.8 million, respectively, in the\nprevious two years. While 67% of the firm’s total revenue comes from its 85\nstores, The Sharper Image has decided to proceed at a moderate pace in its unit\nlevel growth (5%), partly because of a focus on moving its established customer\nbase online. Aligning its products, pricing scheme, and promotional efforts across\nchannels has given The Sharper Image some measure of online success.\nBits to Atoms\nBuying Fulfillment: Amazon.com\nAmazon’s build out of 5 additional distribution centers in a time frame of less than\n12 months has given many observers pause. The additions will ultimately move\nthe company into a position of owning over 5 million square feet of distribution\ncapacity versus 330,000 square feet in 1998. With 1998 capacity supporting\nroughly $1 billion in sales, the new capacity addition will ultimately support over\n$7 billion in sales, assuming the firm hits its sales per square foot target of $1500\n(which is half the sales per square foot amount achieved on run-rate fourth\nquarter 1998 numbers with only books and music). Amazon understands that\ncontrolling all aspects of the online customer experience can lead to competitive\nadvantage, and owning fulfillment assets contributes to this goal while\nsimultaneously offering the possibility of squeezing efficiencies out of the\ndistribution system.\nEven with the extra capacity build, fixed costs and working capital requirements\nas a percentage of sales are both a fraction of what is traditionally seen in the\nbricks-and-mortar retail universe. Traditional retailers pay to have product\nshipped to aesthetically pleasing stores (costing millions) that are within driving\ndistance of their customers. Traditional retailers finance the storage of these\nproducts until customers decide to buy them, and all to generate roughly the\nsame amount of money per product that online retailers receive. Online firms\nadding distribution capacity in no way begin to approximate the capital costs of\ntraditional retail. Despite having the opportunity to continue leveraging the mature\nfulfillment capacity of their parent organizations, both barnesandnoble.com and\ntoysrus.com have decided to acquire or have already acquired their own internal\nfulfillment assets.\nStorefront: Gateway\n"
    },
    {
      "number": 27,
      "text": "The Retailer’s Dilemma\n– 27 –\nAlong with Dell, Gateway is best known for its build-to-order, direct to the\nconsumer PC business. In addition to doing brisk business online, Gateway has\nbuilt out 168 freestanding brick-and-mortar storefronts that essentially carry no\ninventory. All order fulfillment is handled through the company’s existing\ndistribution channels and shipped directly to the customer’s home. Costing $500-\n700,000 per store, and amortized over a period of 3-5 years, Gateway has to only\nsell 100 units per week for the stores to break even. Beating forecasts, these\nstores have managed to achieve average selling prices 10% higher than the\nstores in the firm’s existing channels. Acquiring bricks-and-mortar storefronts and\nleveraging Gateway’s existing distribution system has allowed the company to\nsatisfy a rich market segment uncomfortable with online purchases (the first-time\nbuyer) while making its brand more visible in the eyes of the consumer.\nOther companies associated with online retailing have contemplated the\nintegration of physical retail assets with their existing online offerings. Tandy, the\nparent company that owns the ubiquitous RadioShack stores, has stated that it\nhas been approached by several Internet retailers interested in setting up kiosks\nin RadioShack locations for deliveries and returns. Pooling deliveries to a central\nlocation, such as a RadioShack store, would help solve some of the “last mile”\ndelivery cost problems, and possibly bring down the costs associated with\ntraditional shipment. Cyberian Outpost, an online computer and electronics\nretailer, recently formed an alliance with Tweeter Home Entertainment Group to\ntake advantage of Tweeter’s supply relationships and physical infrastructure.\nPartnerships: Drugstore.com\nRite Aid Corporation, General Nutrition Centers, and online pharmacy\ndrugstore.com recently announced a long-term strategic partnership. The terms\nof the agreement give traditional pharmacy retailer Rite Aid a 25.3% stake in\ndrugstore.com (and a seat on the board). This is in exchange for a $7.6 million\ncash investment, as well as allowing drugstore.com access to the 50 million\nindividuals covered by Rite Aid’s pharmacy benefit manager subsidiary, PCS\nHealth Systems. For drugstore.com, the deal reflects the urgent need to scale its\noperations quickly in the face of stiff competition. Although the company could\nhave eventually assembled the necessary insurance relationships on its own, the\nrealities of customer acquisition costs forced the firm’s hand and highlighted the\nsignificant value of the PBM. Nevertheless, the relationship holds out the\npossibility of generating considerably more traffic for drugstore.com by leveraging\nthe customer base and marketing ability of both Rite Aid and GNC, as well as\ngaining the benefit of Rite-Aid purchasing power and the ability to offer customers\na multiple channel offering.\nIn addition to partnerships, some online companies are buying traditional firms in\nrelated industries. Online content vertical iVillage purchased Lamaze publishing,\na producer of magazines and videos for expectant mothers, while online\nauctioneer eBay recently purchased bricks-and-mortar auction house Butterfield\n& Butterfield.\n"
    },
    {
      "number": 28,
      "text": "1 For a discussion of numerous computer models of evolution see:\nhttp://www.panspermia.org/computrs.htm.\n2 New Rules for the New Economy, Kevin Kelly, (Viking, New York, 1998). In\nsubstantially the same form outlined here, Kelly introduces the computer simulation\nwork conducted by Bellcore researcher and author David Ackely.\n3 “Disruptive Technologies: Catching the Wave,” Joseph L. Bower and Clayton\nChristensen in Harvard Business Review on Managing Uncertainty. (Harvard Business\nReview, Boston, 1999).\n4 “Why Great Companies Lose Their Way” Clayton Christensen, ASAP, 1999 No. 9\nVol.35; Pg. 36.\n5 Although Christensen’s analytical framework was largely based on studying the\ndynamics of the disk drive industry, the product performance characteristics (the vertical\naxis in Figure 1) in the value network can be easily substituted with traditional retail\nvalue drivers.\n6 “Understanding Digital Markets: Review and Assessment,” Smith, M.D., Bailey, J.\nand Brynjolfsson, E., Working Paper, August 2, 1999, available at\nhttp://ccs.mit.edu/erik/.\n7 Blown to Bits: How the New Economics of Information Transforms Strategy, Philip\nEvans and Thomas S. Wurster (Harvard Business School Press, Boston, 1999). All\ntraditional “big box” retailers that have thrived in recent years face the challenge posed\nby the new value network.\n8 Neither Barnes & Noble nor Borders Group were meeting their cost of capital at the\ntime Amazon.com went public, although they were both in a heavy build-out phase and\neconomic returns were promised at maturity, assuming a static book selling\nenvironment.\n9 John Levinson, founder of Westway Capital LLC, assessed the impact of these\ncustomer data acquisition strategies on the retail environment in a series of presentations\nin early 1999.\n10 Amazon provided helpful guidance in projecting the sales capacity of its existing\nfixed asset buildout, as well as its expected future working capital requirements. All\nmargin calculations in Table 2 were adjusted for implied interest expense.\n11 Source: Competitive Media Reporting.\n12 “InfoBeads Technology User Profile, Ziff Davis, Aaron Goldberg.\n13 “Channel Shift: Integrating Assets to Manage Sales Migration,” Jupiter\nCommunications Online Intelligence, June 1999.\n14 “Frictionless Commerce? A Comparison of Internet and Conventional Retailers,”\nBrynjolfsson, Erik and Smith, Michael, Working Paper, August 1999.\n15 “The Production of Trust in Online Markets,” Peter Kollock, Advances in Group\nProcesses, (Vol. 16) 1999.\n16 “Trust-based Marketing on the Internet,” Urban, Glen L., MIT Sloan School of\nManagement Working Paper,1998.\n17 “The Impact of Internet Marketing on Price Sensitivity and Price Competition,”\nShankar, Venkatesh, Rangaswamy, Arvind. Pusateri, Michael, presented at Marketing\nScience and the Internet, Cambridge, 1998.\n18 “The Nature of Markets on the World Wide Web,” Bernardo Huberman and Lada\nAdamic, from the proceedings of Computing in Economics and Finance, June 1999.\n19 “Value Explosion,” Frontiers of Strategy, Michael Mauboussin and Bob Hiler, Credit\nSuisse First Boston Equity Research, March 11, 1999.\n20 “Cannibalize Yourself” by Jerry Useem, Fortune, September 6, 1999.\n21 Egghead.com came in ahead of the following online retailers: BarnesandNoble.com,\nCdnow.com, and AOL.com, with 3.3% of the survey respondents purchasing from the\nsite.\n22 http://www.talkorigins.org/faqs/faq-intro-to-biology.htm.\n23 New Rules for the New Economy, Kevin Kelly, (Viking, New York, 1998), p. 84.\n– 28 –\nThe Retailer’s Dilemma\n"
    },
    {
      "number": 29,
      "text": "The Retailer’s Dilemma\n24 An interesting twist on the straddle is offered up by ourhouse.com, a separate\ncompany formed with the express purpose of managing Ace Hardware’s online\nbusiness. It was formed by outsiders that pitched the idea to Ace Management,\nstrategically integrating both operations from the outset.\n25 Wired Magazine interview with Steve Riggio, June 1999, by Warren St. John.\n26 The company cannot sell non-English language books except through links with\nBertelsmann, nor can it engage in the Internet book club business or sell textbooks using\nthe Barnes & Noble name.\n27 Borders has begun an effort to include online kiosks in its stores that allow for\ndelivery direct to the consumer. Although this may seem like a straddle strategy, the\ncompany’s future growth is not seen as being vitally linked to the online medium.\n28 Business Week interview with Clayton Christensen June 28, 1999.\n29 “Bringing Silicon Valley Inside,” Gary Hamel, Harvard Business Review, September-\nOctober 1999. Just like communism and capitalism were competing economic regimes,\nresource allocation and resource attraction are competing innovation regimes. One\nfocuses on optimization and the other focuses on opportunity.\n30 Jeff Bezos, CEO of Amazon.com, has noted on numerous occasions, that change is\nbaked into the company’s corporate DNA.\n31 Patterns in the Dark, Edgar E. Peters, (John Wiley & Sons, 1999).\n32 “In a World Without Borders: The Impact of Taxes on Internet Commerce,”\nGoolsbee, Austin, Revised Working Paper, July 1999, National Bureau of Economic\nResearch. In general Internet sales are treated as mail order sales: no sales tax is\ncollected from companies that do not have a presence (no nexus) in the state. The\ntransactions are not legally free, however. Every state requires consumers to pay a use\ntax (at the sales tax rate) for any out of state catalog or Internet purchases. A Supreme\nCourt ruling has effectively forced government to rely on self-reporting. Noncompliance\nis rampant, so most transactions are effectively tax-free.\n33 The benefits of internal fulfillment have been recognized by a number of prominent\nonline retailers with sufficient scale in their operations. The most developed group of\nonline retailers, with traditional roots, has also come around to the virtues of internal\nfulfillment capability, namely: Barnes&Noble.com and toysrus.com. The ability of\nonline firms to increase scope easily and segue into other product categories necessitates\nrapidly scalable distribution.\n34 The cost of online returns is significant for retailers, and some studies have\ndemonstrated customer willingness to purchase through traditional retailers with an\nonline offering, assuming an in-store return policy is in place.\n35 “Post-Web Retail,” Seema Williams, The Forrester Report, September 1999.\n36 “Nowhere Yet Everywhere: Investigating Online Buying’s Impact on Retail Property\nValues,” Mark Borsuk, American Real Estate Society, April 1999.\n– 29 –\n"
    },
    {
      "number": 30,
      "text": ""
    },
    {
      "number": 31,
      "text": ""
    },
    {
      "number": 32,
      "text": "Americas\nEleven Madison Avenue\nNew York, NY  10010, U.S.A.\n1 212 325 2000\nAtlanta\n1 404 656 9500\nMexico City\n1 525 202 6000\nBaltimore\n1 410 223 3000\nPasadena\n1 626 395 5100\nBoston\n1 617 556 5500\nPhiladelphia\n1 215 851 1000\nBuenos Aires\n1 541 394 3100\nSan Francisco\n1 415 836 7600\nChicago\n1 312 750 3000\nSão Paulo\n55 11 822 4862\nHouston\n1 713 220 6700\nToronto\n1 416 352 4500\nEurope\nOne Cabot Square\nLondon E14 4QJ, England\n44 171 888 8888\nAmsterdam\n31 20 575 4890\nParis\n33 1 40 76 8888\nBudapest\n36 1 202 2188\nPrague\n42 2 248 10937\nFrankfurt\n49 69 75380\nVienna\n43 1 512 3023\nGeneva\n41 22 707 0130\nWarsaw\n48 22 695 0050\nMadrid\n34 91 532 0303\nZug\n41 41 726 1020\nMilan\n39 02 7702 1\nZurich\n41 1 335 7711\nMoscow\n7 501 967 8200\nAsia Pacific\nThree Exchange Square\n8 Connaught Place\nCentral, Hong Kong\n852 2101 6000\nAuckland\n64 9 302 5500\nShanghai\n86 21 6219 0808\nBeijing\n86 10 6410 6611\nSingapore\n65 538 6322\nMelbourne\n61 3 9 280 1666\nSydney\n61 2 9394 4400\nMumbai\n91 22 284 6888\nTaipei\n8862 2718 5919\nOsaka\n81 6 243 0789\nTokyo\n81 3 5404 9000\nSeoul\n82 2 3707 3700\nWellington\n64 4 474 4400\nCopyright  1999 Credit Suisse First Boston Corporation 1999. All rights reserved\nThis report is provided to you solely for informational purposes and does not constitute an offer or solicitation of an offer, or any advice or recommendation, to purchase any\nsecurities or other financial instruments and may not be construed as such.  This report may not be reproduced or redistributed to any other person, in whole or in part, without\nthe prior written consent of the distributor listed below.  The information set forth herein has been obtained or derived from sources believed by Credit Suisse First Boston\nCorporation and its affiliates (“CSFB” or “the firm”) to be reliable, but CSFB does not make any representation or warranty, express or implied, as to its accuracy or\ncompleteness.\nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied is made regarding future\nperformance.  Opinions and estimates may be changed without notice.  The firm, or one or more of its partners or employees, from time to time may have long or short\npositions in, or buy and sell and make markets in, any of the securities discussed herein.  The firm may underwrite or provide investment banking, credit and other financial\nservices to any company or issuer of securities or financial instruments referred to herein.  If CSFB makes a market in any security, there can be no assurance that CSFB will\ncontinue to do so. Additional information is available upon request.\nCSFB may have issued other reports that are inconsistent with, and reach different conclusions from, the information presented herein.  Those reports reflect the different\nassumptions, views and analytical methods of the analysts who prepared them.\nThis report is being distributed in the United States by CSFB, and in Canada by Credit Suisse First Boston Securities Canada, Inc. (“CSFBSC”) with CSFB as mailing/delivery\nagent.  In jurisdictions where CSFB is not registered or licensed to trade in securities, any trade will be made only in accordance with applicable securities legislation which will\nvary from jurisdiction to jurisdiction and may require that the trade be made in accordance with applicable exemptions from registration or licensing requirements.  CSFBSC\nhas approved the distribution of this memorandum.  Any U.S. customer wishing to effect a transaction in any security should do so only by contacting a representative at Credit\nSuisse First Boston Corporation, Eleven Madison Avenue, New York, NY  10010  (212) 325-2000. \nNI3759.doc\n"
    }
  ]
}