{
  "filename": "mm_043_2003_all_i_really_need_to_know_i_learned_at_a_tupperware_party__what_tupperware_parties_teach_you_about_investing_and_life.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423214317-07'00'",
    "modDate": "D:20240423214345-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 43,
      "year": "2003",
      "date": "2/25",
      "institution": "CS First Boston",
      "title": "All I Really Need to Know I Learned at a Tupperware Party: What Tupperware Parties Teach You about Investing and Life",
      "url": "https://12mv2.files.wordpress.com/2024/04/03-02-25-all-i-really-need-to-know-i-learned-at-a-tupperware-party__what-tupperware-parties-teach-you-about-investing-and-life.pdf"
    },
    "tags": [
      "Behavioral finance",
      "Decision making"
    ],
    "tagged_at": "2025-01-20T21:26:15.800491"
  },
  "pages": [
    {
      "number": 1,
      "text": "Anybody familiar with the workings of a Tupperware party will recognize the use of various\nweapons of influence . . .\nRobert Cialdini\nInfluence: The Psychology of Persuasion 1\nTupperware . . . developed what I believe to be a corrupt system of psychological manipulation.\nBut the practice . . . worked and had legs. Tupperware parties sold billions of dollars of\nmerchandise for decades.\nCharlie Munger\nCharlie Munger Speaks-Part 2 2\nA Tip from Shining Shoes\nNearby our old office building, the window of a shoe store advertised the generous offer of a\nfree shoeshine. I walked by this store dozens of times and thought nothing of it. One day,\nthough, with my shoes looking a little scuffed and some time on my hands, I decided to avail\nmyself of this small bounty.\nAfter my shine, I offered the shoeshine man a tip. He refused. Free was free, he said. I climbed\ndown from the chair feeling distinctly indebted. “How could this guy shine my shoes,” I thought,\n“and expect nothing?”\nSo I did what I suspect most people who take the offer do—I looked around for something to\nbuy. I had to even the score, somehow. Since I didn’t need shoes, I found myself mindlessly\nperusing shoetrees, laces, and polish. Finally, I slinked out of the store empty-handed and\nuneasy. Even though I had managed to escape without pulling out my wallet, I was sure many\nothers weren’t so fortunate.\nA topic that is fascinating in investing (and in life) is why humans act the way they do. A few\nmonths after my sweat-on-the-brow-inducing shine, I read Robert Cialdini’s Influence: The\nPsychology of Persuasion, a book that provides many of the answers to this question.\nCialdini’s work over the past three decades has concentrated on what induces a specific form\nof behavior change: compliance with a request. Cialdini argues that six tendencies of human\nbehavior spur a positive response to a request. 3 All these tendencies are important to\nunderstand for life, and a few of them are particularly important for investors.\nAs I read Cialdini I realized that the shoe store was preying on an essential rule of human\nconduct—the code of reciprocity. If someone gives you something, you feel that you must give\nsomething in return. If you want to use this innate tendency to your advantage, you give\nsomething small and ask for something large in return. A two-dollar shoeshine for two-hundred-\ndollar wing tips is a good trade.\nWe will take a brief look at each of the six tendencies, discuss how party sellers use them, and\nhighlight the three tendencies most important for investors.\nMichael J. Mauboussin\n212-325-3108\nmichael.mauboussin@csfb.com\nKristen Bartholdson\n212-325-2788\nkristen.bartholdson@csfb.com\nFebruary 25, 2003\nVolume 2, Issue 4\nAll I Really Need to Know\nI Learned at a Tupperware Party\nWhat Tupperware Parties Teach You about Investing and Life\n"
    },
    {
      "number": 2,
      "text": "Page 2\nYou Can Fool Mother Nature\nHere are the six tendencies—reciprocation, consistency, social validation, liking, authority, and scarcity—\nalong with brief descriptions. While Cialdini does not strongly stress the point, we believe these tendencies\nare deeply rooted in evolutionary psychology. Each behavior likely contributed to the reproductive success of\nour forebears.\n• \nReciprocation. We’ve already encountered reciprocity. Research shows that there is no human\nsociety that does not feel the obligation to reciprocate. 4 Companies make ample use of this\ntendency, from charitable organizations sending free address labels to real estate firms offering free\nhouse appraisals.\n• \nCommitment and consistency. Once we have made a decision, and especially if we’ve validated that\ndecision through public affirmation, we’re loath to change our view. Cialdini offers two deep-seated\nreasons for this. First, consistency allows us to stop thinking about the issue—it gives us a mental\nbreak. And second, consistency allows us to avoid the consequence of reason—namely, that we\nhave to change. The first allows us to avoid thinking; the second allows us to avoid acting.\n• \nSocial validation. One of the main ways we make decisions is by observing the decisions of others. 5\nIn a famous illustration of this point, psychologist Solomon Asch put a group of eight subjects in a\nroom and showed them a series of slides with vertical lines of various lengths. He asked the group\nto identify which line on the right matched the length of the one on the left. (See Exhibit 1.) The\nanswer was obvious, but Asch instructed every member of the group, save one, to give the same,\nwrong answer.\nThe subjects, bright college students, were clearly confused and one-third of them went with the\nmajority view even though it was obviously incorrect. While extreme, Asch’s experiment shows how\nwe all rely to some degree on what others do. 6\nExhibit 1: The Asch Experiment\nA\nB\nC\nA\nB\nC\nSource: Duncan J. Watts, Six Degrees: The Science of a Connected Age (New York: W.W. Norton & Company, 2003), 207.\n• \nLiking. We all prefer to say yes to people we like. We tend to like people who are similar to us, who\ncompliment us, cooperate with us, and who are attractive.\n• \nAuthority. In one of the most enlightening and unsettling human experiments ever, social\npsychologist Stanley Milgram (of six degrees of separation fame) had subjects come in and play the\nrole of “teacher” for a “learner.” The subjects asked the learner questions, and were told by a stern,\nlab-coated supervisor to administer progressively stronger electric shocks in return for incorrect\nanswers. The learners would scream in pain and beg for mercy to avoid the increasingly painful\nshocks. Even though they were never forced to do anything, nor were they subject to reprisal, many\nof the subjects ended up doling out lethal shocks.\nThe learners in this experiment were actors and the shocks fake, but Milgram’s findings were real\nand chilling: People obey authority figures against their better judgment. Here again, the behavior\ngenerally makes sense—authorities often know more than others about their field—but such\nobedience can lead to inappropriate responses. 7\n"
    },
    {
      "number": 3,
      "text": "Page 3\n• \nScarcity. Evidence shows humans find items and information more attractive if they are either\nscarce, or perceived to be scarce. Companies routinely leverage this tendency by offering products\nor services for a limited time only.\nThese tendencies are singularly powerful. But when they are invoked in combinations, they are even more\npotent and create what Charlie Munger calls lollapalooza effects. (Yes, lollapalooza is in the dictionary.)\nAll I Really Need to Know . . .\nThe seemingly innocuous Tupperware party, which according to The New York Times is “back with a\nvengeance” in the affluent suburbs of New York City, captures such lollapalooza effects. 8 The Tupperware\nparty takes advantage of four of the six tendencies. This is big business: Tupperware generates annual\nsales of about $1 billion from its in-home “consultants.”\nFirst is reciprocity. Early in the party, there is a quiz game that allows participants to win play money that\nthey can “spend” on giveaway items. Each participant is also encouraged to share with the group the uses of\nproducts she has already purchased—evidence of commitment. Once the buying starts, each transaction\ndemonstrates that others want the product, providing social validation.\nBut perhaps the single most important facet of the Tupperware formula is the tendency to say yes to people\nyou like. The purchase request comes not from a stranger, but rather a friend. Indeed the Tupperware\nhandbook counsels the salespeople to use the “feel, felt, found” method, effectively encouraging similarity\nthrough empathy while still highlighting product features.\nCombine these effects, and it’s not hard to see why many people try to avoid going to a Tupperware party in\nthe first place, because they know that once they are there, they will buy something. For example, the Times\nreported that one attendee spent “far more than she had planned,” no doubt swept up by the lollapalooza\neffect.\nThe Psychology of Investing\nInvestors need to pay a great deal of attention to what influences their behavior. Three of Cialdini’s six\ntendencies are particularly relevant for investors: consistency and commitment, social validation, and\nscarcity.\nPsychologists discovered that after bettors at a racetrack put down their money, they are more confident in\nthe prospects of their horses winning than immediately before they placed their bets. 9 After making a\ndecision, we feel pressure (both internal and external) to remain consistent to that view, even if subsequent\nevidence questions the validity of the initial decision.\nSo an investor that has taken a position in a particular stock, recommended it publicly, or encouraged\ncolleagues to participate, will feel the need to stick with the call. Related to this tendency is the confirmation\ntrap, post-decision openness to confirming data coupled with disavowal or denial of disconfirming data. One\nuseful technique to mitigate consistency is to think about the world in ranges of values with associated\nprobabilities versus single points. Acknowledging multiple scenarios provides psychological shelter to\nchange views when appropriate.\nA large body of work about the role of social validation in investing exists. Investing is an inherently social\nactivity, and investors periodically act in concert. Awareness of breakdowns in the diversity of opinion and\nrespect for extreme valuations can help offset the deleterious impact of social validation.\nFinally, scarcity has an important role in investing (and certainly plays a large role in the minds of corporate\nexecutives). Investors in particular seek informational scarcity. The challenge is to distinguish between what\nis truly scarce information and what is not. One means to do this is to reverse-engineer market\nexpectations—in other words, figure out what the market already thinks.\n"
    },
    {
      "number": 4,
      "text": "Page 4\n____________________________\n1 Robert B. Cialdini, Influence: The Psychology of Persuasion (New York: William Morrow, 1993), 167.\n2 Whitney Tilson, “Charlie Munger Speaks—Part 2: Notes from the Wesco Annual Meeting,” The Motley\nFool, May 15, 2000. See http://www.fool.com/boringport/2000/boringport00051500.htm.\n3 Robert B. Cialdini, “The Science of Persuasion,” Scientific American, February 2001, 76-81.\n4 Cialdini, Influence, 18.\n5 Michael J. Mauboussin and Kristen Bartholdson, “Guppy Love: The Role of Imitation in Markets,” The\nConsilient Observer, May 21, 2002.\n6 For an interesting account of Asch’s experiment, see Duncan J. Watts, Six Degrees: The Science of a\nConnected Age (New York: W.W. Norton & Company, 2003), 207-210.\n7 Cialdini, 208-215. Also see http://www.milgramreenactment.org/pages/section.xml?location=1.\n8 Lisa W. Foderaro, “If June Cleaver Joined ‘Sex and the City’: Tupperware Parties for the Cosmo Set,” The\nNew York Times, February 1, 2003.\n9 Cialdini, 37.\n"
    },
    {
      "number": 5,
      "text": "Page 5\nAdditional Disclosures\nThis report is not directed to, or intended for distribution to or use by, any person or entity who is a citizen or resident of or located in any locality, state, country\nor other jurisdiction where such distribution, publication, availability or use would be contrary to law or regulation or which would subject Credit Suisse First\nBoston or its subsidiaries or affiliates (collectively \"CSFB\") to any registration or licensing requirement within such jurisdiction. All material presented in this\nreport, unless specifically indicated otherwise, is under copyright to CSFB. None of the material, nor its content, nor any copy of it, may be altered in any way,\ntransmitted to, copied or distributed to any other party, without the prior express written permission of CSFB. All trademarks, service marks and logos used in\nthis report are trademarks or service marks or registered trademarks or service marks of CSFB.\nThe information, tools and material presented in this report are provided to you for information purposes only and are not to be used or considered as an offer or\nthe solicitation of an offer to sell or to buy or subscribe for securities or other financial instruments. CSFB may not have taken any steps to ensure that the\nsecurities referred to in this report are suitable for any particular investor. CSFB will not treat recipients as its customers by virtue of their receiving the report.\nThe investments or services contained or referred to in this report may not be suitable for you and it is recommended that you consult an independent\ninvestment advisor if you are in doubt about such investments or investment services. Nothing in this report constitutes investment, legal, accounting or tax\nadvice or a representation that any investment or strategy is suitable or appropriate to your individual circumstances or otherwise constitutes a personal\nrecommendation to you. CSFB does not offer advice on the tax consequences of investment and you are advised to contact an independent tax adviser. Please\nnote in particular that the bases and levels of taxation may change.\nInformation and opinions presented in this report have been obtained or derived from sources believed by CSFB to be reliable, but CSFB makes no\nrepresentation as to their accuracy or completeness. Additional information is available upon request. CSFB accepts no liability for loss arising from the use of\nthe material presented in this report, except that this exclusion of liability does not apply to the extent that liability arises under specific statutes or regulations\napplicable to CSFB. This report is not to be relied upon in substitution for the exercise of independent judgment. CSFB may have issued, and may in the future\nissue, other reports that are inconsistent with, and reach different conclusions from, the information presented in this report. Those reports reflect the different\nassumptions, views and analytical methods of the analysts who prepared them and CSFB is under no obligation to ensure that such other reports are brought to\nthe attention of any recipient of this report. CSFB and its affiliate companies are involved in many businesses that may relate to companies mentioned in this\nreport. These businesses include specialized trading, risk arbitrage, market making, and other proprietary trading. CSFB may, to the extent permitted by law, act\nupon or use the information or opinions presented herein, or the research or analysis on which they are based, before the material is published.\nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied, is made\nregarding future performance. Information, opinions and estimates contained in this report reflect a judgement at its original date of publication by CSFB and are\nsubject to change without notice. The price, value of and income from any of the securities or financial instruments mentioned in this report can fall as well as\nrise. The value of securities and financial instruments is subject to exchange rate fluctuation that may have a positive or adverse effect on the price or income of\nsuch securities or financial instruments. Investors in securities such as ADR’s, the values of which are influenced by currency volatility, effectively assume this\nrisk.\nStructured securities are complex instruments, typically involve a high degree of risk and are intended for sale only to sophisticated investors who are capable of\nunderstanding and assuming the risks involved. The market value of any structured security may be affected by changes in economic, financial and political\nfactors (including, but not limited to, spot and forward interest and exchange rates), time to maturity, market conditions and volatility, and the credit quality of any\nissuer or reference issuer. Any investor interested in purchasing a structured product should conduct their own investigation and analysis of the product and\nconsult with their own professional advisers as to the risks involved in making such a purchase.\nSome investments discussed in this report have a high level of volatility. High volatility investments may experience sudden and large falls in their value causing\nlosses when that investment is realised. Those losses may equal your original investment. Indeed, in the case of some investments the potential losses may\nexceed the amount of initial investment, in such circumstances you may be required to pay more money to support those losses. Income yields from\ninvestments may fluctuate and, in consequence, initial capital paid to make the investment may be used as part of that income yield. Some investments may not\nbe readily realisable and it may be difficult to sell or realise those investments, similarly it may prove difficult for you to obtain reliable information about the\nvalue, or risks, to which such an investment is exposed.\nThis report may provide the addresses of, or contain hyperlinks to, websites. Except to the extent to which the report refers to CSFB’s own website material,\nCSFB has not reviewed the linked site and takes no responsibility for the content contained therein. Such address or hyperlink (including addresses or\nhyperlinks to CSFB’s own website material) is provided solely for your convenience and information and the content of the linked site does not in any way form\npart of this document. Accessing such website or following such link through this report or CSFB’s website shall be at your own risk.\nThis report is issued and distributed in Europe (except Switzerland) by Credit Suisse First Boston (Europe) Limited, One Cabot Square, London E14 4QJ,\nEngland, which is regulated in the United Kingdom by The Financial Services Authority (“FSA”). This report is being distributed in the United States by Credit\nSuisse First Boston LLC; in Switzerland by Credit Suisse First Boston; in Canada by Credit Suisse First Boston Canada Inc.; in Brazil by Banco de\nInvestimentos Credit Suisse Boston S.A.; in Japan by Credit Suisse First Boston Securities (Japan) Limited; elsewhere in Asia/Pacific by whichever of the\nfollowing is the appropriately authorised entity in the relevant jurisdiction: Credit Suisse First Boston (Hong Kong) Limited, Credit Suisse First Boston Australia\nEquities Limited, Credit Suisse First Boston (Thailand) Limited, CSFB Research (Malaysia) Sdn Bhd, Credit Suisse First Boston Singapore Branch and\nelsewhere in the world by the relevant authorised affiliate of the above. Research on Taiwanese securities produced by Credit Suisse First Boston, Taipei\nBranch has been prepared and/or reviewed by a registered Senior Business Person.\nIn jurisdictions where CSFB is not already registered or licensed to trade in securities, transactions will only be effected in accordance with applicable securities\nlegislation, which will vary from jurisdiction to jurisdiction and may require that the trade be made in accordance with applicable exemptions from registration or\nlicensing requirements. Non-U.S. customers wishing to effect a transaction should contact a CSFB entity in their local jurisdiction unless governing law permits\notherwise. U.S. customers wishing to effect a transaction should do so only by contacting a representative at Credit Suisse First Boston LLC in the U.S.\nPlease note that this report was originally prepared and issued by CSFB for distribution to their market professional and institutional investor customers.\nRecipients who are not market professional or institutional investor customers of CSFB should seek the advice of their independent financial advisor prior to\ntaking any investment decision based on this report or for any necessary explanation of its contents. This research may relate to investments or services of a\nperson outside of the UK or to other matters which are not regulated by the FSA or in respect of which the protections of the FSA for private customers and/or\nthe UK compensation scheme may not be available, and further details as to where this may be the case are available upon request in respect of this report.\nCopyright Credit Suisse First Boston, and its subsidiaries and affiliates, 2003. All rights reserved.\nASIA/PACIFIC: +852 2101-6000\nEUROPE: +44 (20) 7888-8888\nUNITED STATES OF AMERICA: +1 (212) 325-2000\n"
    }
  ]
}