{
  "filename": "mm_052_2005_m_m_on_valuation.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423215250-07'00'",
    "modDate": "D:20240423215300-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 52,
      "year": "2005",
      "date": "1/14",
      "institution": "Legg Mason",
      "title": "M&M on Valuation",
      "url": "https://12mv2.files.wordpress.com/2024/04/05-01-14-mm-on-valuation.pdf"
    },
    "tags": [
      "Valuation methods",
      "Financial metrics",
      "Expectations analysis",
      "ROIC analysis"
    ],
    "tagged_at": "2025-01-20T21:26:33.973895"
  },
  "pages": [
    {
      "number": 1,
      "text": "             Legg Mason Capital Management \n \n \n \nJanuary 14, 2005 \nM&M on Valuation \n \nFor the great enemy of truth is very often not the lie—deliberate, contrived and \ndishonest—but the myth—persistent, persuasive, and unrealistic. Too often we \nhold fast to the clichés of our forebears. We subject all facts to a prefabricated \nset of interpretations. We enjoy the comfort of opinion without the discomfort of \nthought. \n \nJohn F. Kennedy \nYale Commencement Address, 1962 1 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSource: CSFB HOLT, LMCM analysis. \n \n• \nPrice-earnings (P/E) multiples are by far the most popular valuation metric on \nWall Street. Yet most investors don’t clearly understand what a price-\nearnings multiple implies about a company’s future financial performance, or \nhow a company’s price-earnings multiple will likely change over time.  \n• \nWe offer an analytical bridge between valuation multiples and sound \neconomic reasoning. \n• \nThe role of growth in valuation is completely contingent on a firm’s return on \ncapital. \n• \nThe key for an investor is to anticipate expectation revisions. \nLegg Mason Capital \nManagement \nMichael J. Mauboussin \nmmauboussin@lmfunds.com \nLowest\nHighest\nLowest\n56.9X\n22.3X\n18.7X\n18.6X\n35.1\n20.0\n19.0     \n20.0\n26.1\n19.0\n19.4\n22.4\nHighest\n23.5\n19.4\n20.3\n22.3\nCash Flow Return On Investment\nExpected Earnings Growth\n"
    },
    {
      "number": 2,
      "text": " \n \n \nPage 2  \n             Legg Mason Capital Management \n \nIntroduction \n \nPrice-earnings (P/E) multiples are by far the most popular valuation metric on Wall Street. A recent academic \nstudy found that 99.1 percent of analyst reports mention some sort of earnings multiple, and less than 13 \npercent provide any variation of a discounted cash flow model. 2 Still, most investors don’t have a clear sense \nof what a price-earnings multiple implies about a company’s future financial performance, or how a company’s \nprice-earnings multiple will likely change over time.   \n \nThe widespread use of relative multiples often compounds the problem. Investors frequently justify their \nvaluation conclusions with apples-to-oranges comparisons of businesses with very different economics. \nMultiples are ubiquitous but remain, on balance, poorly understood.   \n \nIn this short piece, we offer an analytical bridge between earnings multiples (and multiples of any kind) and \nsound economic reasoning. We then discuss the role of relative multiples and finish with a brief discussion of \nthe importance of price-implied expectations in valuation.  \n \nOne of the investment industry’s all-time great thinkers, Marty Leibowitz, covered many of these topics in a \nseries of papers and monographs over the past 20 years (much of this work was in collaboration with Stanley \nKogelman). These articles have been compiled for Leibowitz’s new book, Franchise Value: A Modern \nApproach to Security Analysis (New York: John Wiley & Sons, 2004), which we recommend highly for readers \nwho want to delve into this valuation topic in more detail.  \n \nM&M: Melt it into Your Head \n \nOne sound and intuitive place to start to understand price-earnings multiples is Merton H. Miller and Franco \nModigliani’s seminal 1961 paper, “Dividend Policy, Growth, and the Valuation of Shares”.  In the section that \ndemonstrates the theoretical equivalence of various valuation approaches, they show that an investor can \nexpress the value of a company in two parts: 3 \n \nValue = steady state value + future value creation \n \nWe can further define each of the terms in the right-hand side of the equation: \n \nSteady state value = Net operating profit after tax (normalized) + cash and non operating assets \n                                                       Cost of capital \nAnd: \n \nFuture value = Investment * (Return on capital – cost of capital) * Competitive advantage period \n                                                          Cost of capital * (1 + cost of capital) \n \n \nAccording to Miller and Modigliani (M&M), this formula “has a number of revealing features and deserves to be \nmore widely used in discussions of valuation.” What are these features, and how can they inform our valuation \ndiscussion? Here are some of the applications: \n \n• \nThe formula allows you to disaggregate a price-earnings multiple into a commodity component and \na franchise component. \n• \nReturn on invested capital’s central significance in valuation becomes immediately clear. \n• \nThe formula reveals the magnifying impact of growth—for better or worse. \n• \nThe equation illustrates the proper precautions in using relative valuation metrics. \n• \nThe formula offers a very handy guide for assessing the expectations in a stock. \n \nLet’s take a look at these features in some more detail. \n \n"
    },
    {
      "number": 3,
      "text": " \n \n \nPage 3  \n             Legg Mason Capital Management \n \nDisrobing the Price-earnings Multiple Part I: The Steady State Value \n \nThe steady state value equals a business’s worth if it doesn’t create additional value and maintains its \nnormalized earnings. 4 Note that the steady state says nothing about corporate growth, it only assumes the \nincremental investments will earn the cost of capital. Companies can and do grow earnings per share without \ncreating shareholder value. This term allows us to calculate a steady-state price-earnings multiple: 5 \n \nSteady state price-earnings multiple =                1          . \n                                                                  Cost of capital \n \nIf we assume an 8 percent cost of capital—a 4 percent risk-free rate plus a 4 percent equity risk premium—the \nsteady state price-earnings multiple is 12.5 times. The market expects any company with a P/E multiple above \n12.5 to create future value. If a company has a P/E multiple at or below 12.5, the market either assumes no \nvalue creation or anticipates that future value creation will not offset a decline in the current base business. \n \nWe can also think of the steady state P/E as a commodity multiple, the level all companies reach at the end of \ntheir life cycle. Life cycle theory suggests that companies earning a return above the cost of capital will attract \ncompetition, eventually driving industry returns to the cost of capital. Over time, economic forces push \nmultiples down to a commodity, or steady state, level. 6  \n \nExhibit 1 shows how the warranted P/E for a company changes over time. In this theoretical example, the \ncompany’s year 1 return on invested capital is 56% and the earnings growth rate is 25%. We then fade both \nthe returns (from 56% to an 8% assumed cost of capital) and growth (from 25% to 5%) over 25 years. Note \nthe warranted P/E is close to 70 for high growth, high return businesses.  \n \nExhibit 1: Multiple Reversion to the Mean  \n \nSource: LMCM.  \n \n \n \n \n \n \n \n \nP/E Reversion to a Commodity Multiple\n-\n10.0\n20.0\n30.0\n40.0\n50.0\n60.0\n70.0\n80.0\n1\n3\n5\n7\n9\n11\n13\n15\n17\n19\n21\n23\n25\nYears\nP/E\n"
    },
    {
      "number": 4,
      "text": " \n \n \nPage 4  \n             Legg Mason Capital Management \n \nOf course, we can’t assume all businesses will maintain their normalized earnings. For instance, we know \nfewer people in the U.S. are smoking and consumers will continue to migrate from traditional to digital \nphotography. We can adjust the steady-state model for a declining business using a variation of the Gordon \ngrowth model. A negative growth rate lowers the value of the numerator and increases the rate at which we \ncapitalize the cash flow: 7 \n \nModified steady state value = Net operating profit after tax (1 + growth)  \n                                                            Cost of capital - growth \n \nThe last, obvious point here is that companies trading near a commodity multiple with a stable base business \nand reasonable prospects for future value creation are good candidates for purchase.  \n \nDisrobing the Price-earnings Multiple Part II: Value Growth Opportunities \n \nAt the time of this writing, the S&P 500’s P/E is about 17.0 based on consensus 2005 estimates. If the formula \napplies, 25 percent or more of the market’s value comes from future value creation. What are the key issues in \nthinking about future value creation? \n \nAn examination of the equation’s second term, which Leibowitz calls the “franchise value”, reveals three key \ndrivers: \n \n• \nThe spread between the return on capital and the cost of capital  \n• \nThe magnitude of investment \n• \nHow long a company can deploy capital at positive spreads \n \nWhen investors and corporate managers think about valuation, they often start with growth. But the first of \nthese drivers shows why this emphasis is totally misplaced. If a company earns exactly the cost of capital on \nincremental investment, the second term of the equation collapses to zero and the appropriate valuation is the \ncommodity P/E. If a company earns excess returns, the second term is positive and the company will create \nshareholder value. Finally, if a company earns below the cost of capital, the second term detracts from value, \nand the company will trade below the commodity P/E. \n \nThe role of growth in valuation completely depends on a firm’s economic returns. Importantly, companies can \ngrow earnings per share without generating returns in excess of the cost of capital. 8 Proper valuation \nconsiders the return spread first, and the magnitude of the investment, or growth, second. (See Appendix B for \na discussion of current trends.) \n \nMiller and Modigliani make this point clearly in their paper: \n \nThe essence of “growth,” in short, is not expansion, but the existence of opportunities to invest \nsignificant quantities of funds at higher than “normal” rates of return. \n \nExhibit 2 illustrates this point. The columns of the table are different return on invested capital levels, and the \nrows are varying growth rates. The body of the table contains the P/E’s that fall out of the return and growth \nrelationships.  \n \nThe table shows three fundamental principles. First, a company earning its cost of capital will trade at a \ncommodity P/E multiple, irrespective of its growth. Second, companies earning excess returns trade at \npremium P/Es, and growth strongly amplifies the benefits of high returns. Finally, companies earning below \nthe cost of capital trade at low multiples.  \n \n \n \n \n \n \n"
    },
    {
      "number": 5,
      "text": " \n \n \nPage 5  \n             Legg Mason Capital Management \n \nExhibit 2: Return on Invested Capital  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSource: LMCM.  \n \nReturn on invested capital (as we define it here) also represents the maximum sustainable growth rate for a \nbusiness excluding external financing. 9 Typically, high-return investment opportunities are scarce, not capital. \nThe idea of sustainable growth shows why a capital-efficient business deserves a higher valuation multiple \nthan a lower-capital efficiency business at a given growth rate.  \n \nWhile clearly sound in theory, Exhibit 2 also applies in reality. In Exhibit 3, we took over 2,600 U.S. companies \nand ranked them on CFROI® by quartile (columns). We then cross-ranked the CFROI quartiles by expected \nearnings growth rates (rows). Each resulting multiple is the median P/E of the companies that fall into that cell. \nFor example, the companies in the highest CFROI quartile but lowest EPS growth quartile (upper right hand \ncorner) have a median P/E of 18.6, while the highest growth companies in the same CFROI quartile (bottom \nright hand corner) have a P/E of 22.3. As theory suggests, higher growth adds value for high return \nbusinesses and detracts value for low return businesses. Further, multiples rise for a given growth rate as \nreturns rise: the three columns on the right represent businesses earnings above the cost of capital. 10   \n \nExhibit 3: Returns, Growth, and P/E Multiples: Empirical Results \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSource: CSFB HOLT, LMCM. CFROI\n® is a registered trademark in the United States of Credit Suisse First Boston or its subsidiaries or \naffiliates.  \n \n \n \n4%\n8%\n16%\n24%\n4%\n6.1x\n12.5x\n15.7x\n16.7x\n6%\n1.3\n12.5\n18.1\n20.0\n8%\nNM\n12.5\n21.3\n24.2\n10%\nNM\n12.5\n25.5\n29.9\nReturn on Invested Capital\nEarnings Growth\nAssume all equity financed; 8% Cost of capital; 20-Year forecast period\n-\n4%\n8%\n16%\n24%\n4%\n6.1x\n12.5x\n15.7x\n16.7x\n6%\n1.3\n12.5\n18.1\n20.0\n8%\nNM\n12.5\n21.3\n24.2\n10%\nNM\n12.5\n25.5\n29.9\nReturn on Invested Capital\nEarnings Growth\nAssume all equity financed; 8% Cost of capital; 20-Year forecast period\n-\nLowest\nHighest\nLowest\n56.9X\n22.3X\n18.7X\n18.6X\n35.1\n20.0\n19.0     \n20.0\n26.1\n19.0\n19.4\n22.4\nHighest\n23.5\n19.4\n20.3\n22.3\nCash Flow Return On Investment\nExpected Earnings Growth\n"
    },
    {
      "number": 6,
      "text": " \n \n \nPage 6  \n             Legg Mason Capital Management \n \nThe textbook definition of return on invested capital divides an income-statement-derived earnings numerator \n(typically net operating profit after tax) by a balance-sheet-based denominator. An investment is a current \noutlay today with the expectation of a future financial return. Historically, most of the investments companies \nmade, like capital equipment and inventory, went on the balance sheet. However, as we shift more towards a \nservice and knowledge economy, many of the investments companies make, like R&D or training, show up on \nthe income statement. To assess future returns accurately, investors must consider all investments, \nirrespective of where they show up in the financial statements. \n \nThe final driver of franchise value is the sustainability of excess-return investment opportunities.  As we noted \nearlier, economic forces drive the return on invested capital down to the cost of capital over time. This return \nreversion is well documented empirically. 11  \n \nA central task for an investor is to assess how long a company earning above its cost of capital can continue \nto find productive investment opportunities. Stock prices often reflect ten to twenty years of value-creating \ncash flows. Competitive strategy analysis is particularly useful in this effort.  \n \nRelative and Comparable Multiple Valuation \n \nA Barron’s columnist recently suggested that a Wall Street analyst had won his “devoted admiration” with the \nsimple proclamation, “We think Amazon.com is a retailer.” Why was this seemingly innocuous statement so \npleasing? Because, “I have been patiently waiting for the day when Wall Street ends this nonsense of giving \nblue-sky premiums and special treatment to Internet-era darlings, including, but not limited to, Amazon.” 12  \n \nThe implication of this thinking is that since Amazon sells stuff, investors should value it like other companies \nthat sell stuff. This simplistic thinking, while pervasive, is flat wrong. \n \nAs Exhibit 2 demonstrates, company valuation should not be based on what the company does, but rather \nwhat its economics look like. With rare exception, valuation disparities between companies within the same \nindustry reflect legitimate differences in expected return on invested capital and growth. Cheap companies \nwithin an industry peer group often deserve to be cheap.  \n \nWhen considering comparable-multiple valuation, investors must look beyond the business attributes (they sell \nstuff) and focus on the business circumstances (what returns they earn and growth they promise). Investors \nmust carefully describe the economic profile of a company before they can intelligently start the valuation \nprocess.  \n \nThe same thinking applies to considering where stocks trade relative to their historical multiples. Life cycle \ntheory tells us that the economic grim reaper—the commodity P/E—will eventually greet all companies. \nReversion to the mean implies that the commodity P/E exerts a gravitational pull on companies. That said, \nsome companies figure out ways to structurally improve their returns on capital—often through better balance \nsheet management.13 Historical P/Es do not help investors when a company’s underlying economics change.     \n \nPundits often compare today’s market P/E to past P/Es to divine whether or not the market is attractive. But \nfor market averages to be comparable over time, the statistical properties of the population must be the same, \nor stationary. If the population’s properties change over time, the data are nonstationary and all bets based on \ncomparisons are off (or should be).  \n \nTheoretical and empirical analysis of P/E ratios for the market suggests nonstationarity. Research of the past \n125 years shows no statistically significant relationship between a P/E ratio at the beginning of the year and \nthe subsequent 12- and 24-month returns. 14 The three main drivers of P/E nonstationarity for the market are \nthe role of taxes and inflation; changes in the composition of the market; and shifts in the equity risk  \npremium. 15  \n \n \n \n \n"
    },
    {
      "number": 7,
      "text": " \n \n \nPage 7  \n             Legg Mason Capital Management \n \nThe Expectations Approach \n \nOne important point about this discussion: a company’s stock price reflects a set of expectations about future \nfinancial performance. Low multiples generally reflect low (and justified) expectations and high multiples often \nindicate lofty expectations. An investor must anticipate expectation revisions. \n \nThere are three steps to an expectations process. The first is to understand where expectations are today. \nUsing a metaphor of a high jumper’s likely success, this step determines the bar’s current height.  \n \nIf a company trades at a P/E above the commodity level, this assessment requires understanding the market’s \nexpectations for future return on invested capital, growth, and sustainability. Reverse engineering the stock \nprice using a discounted cash flow model and consensus estimates is a good start. \n \nThe second step is to determine “how high” the company can jump, or whether or not it is likely to exceed \nembedded expectations. This requires financial and strategic analysis.  \n \nThe final step is to make a buy, sell, or hold decision. Using a range of possible value outcomes and \nprobabilities, an investor can calculate an expected value. Stocks trading at a discount to expected value are \nattractive, but the amount of the price discount to expected value and how long it takes for the value-to-price \ndisparity to close ultimately determine excess returns.        \n \nValue Investing and Value Creation \n \nWhen taken together, the value equation and the expectations approach make it clear why distinctions \nbetween value and growth investing are vacuous. Growth considered in isolation is indeterminate; an investor \nneeds first to understand returns on invested capital. Expectations investing shows that what matters is not \nthe absolute level of today’s implied performance but rather where expectations will move. \n   \nClassic value investors seek to arbitrage the difference between price and value. Often, they find their \nportfolios filled with justifiably cheap business that earn returns on capital near or below the cost of capital. We \ncall these investors value traders. \n \nIdeally, value investors can find businesses with prices below value where the value will increase over time. \nThis value increase comes as management successfully deploys capital at attractive returns and fends off the \nmigration to the commodity P/E multiple. In this case, value creation for the investor compounds in two ways—\nas the price to value gap narrows and as value grows. \n \n \n \n \n"
    },
    {
      "number": 8,
      "text": " \n \n \nPage 8  \n             Legg Mason Capital Management \n \nSummary \n \nOften what passes as valuation is the simple application of historical or relative multiples without full \nconsideration of what a multiple means. Breaking down a valuation, as Miller and Modigliani did over 40 years \nago, provides critical insights into what drives corporate value and hence valuations. \n \nHere are three of the errors we see most often: \n \n• \nFocus on growth instead of returns. Both companies and investors generally consider growth an \nabsolute good. Indeed, a substantial part of corporate executive compensation still hinges on earnings \ngrowth. The value equation shows clearly that growth is only an amplifier—and can work for you or \nagainst you. \n• \nComparisons of companies based on their attributes (industry) instead of their circumstances \n(economic model).  History is filled with companies that lost out to disruptive technologies. In many of \nthose cases, the disruptive business learned to make money at a lower price point—often as the \nresult of more efficient balance sheet utilization. Comparing companies to industry peers frequently \ndoesn’t properly take into consideration returns and growth.     \n• \nUse of historical multiples. Historical multiples only apply when the economic circumstances (both \nmacro and micro) are unchanged. As a company loses its economic franchise, its multiple will drift to \nthe commodity level. In some instances, companies do figure out ways to improve returns or extend \ntheir period of excess returns, both leading to higher multiples than history would indicate.    \n"
    },
    {
      "number": 9,
      "text": " \n \n \nPage 9  \n             Legg Mason Capital Management \n \nAppendix A  \n \nThis short appendix makes two main points. First, valuation does not change in the face of rising rates unless the \nreal (inflation-adjusted) discount rate and/or the real growth rate change. Substantial evidence suggests that \nthese rates are very sticky over time in the aggregate.  But investors must exercise judgment for an individual \ncompany. \n \nSecond, investors tend to be very poor at adjusting their earnings growth rates to reflect inflation. Generally, \ninvestors take recent inflation rates and extrapolate them. Modigliani and Cohn forcefully argued this point 25 \nyears ago, and Campbell and Vuolteenaho reiterate the point in a current paper. 16 \n \nValuation and rate changes \n \nA logical starting point is to show that you get the same value if you model a financial asset on a real or nominal \nbasis.  \n \nAssume a firm and the following conditions: 17 \n \nDistributable earnings =   \n$100 \nGrowth next 3 years (real) =  \n5% \nGrowth beyond 3 years (real) =  \n3% \nTen-year note =   \n \n4.75% \nEquity risk premium =  \n \n4% \nBeta =  \n \n \n \n1.0 \nExpected inflation =  \n \n3% \n \nWhat are the growth rates? \n  \n \n \nReal \n \n \n      Nominal \nFirst 3 years \n \n5% \n \n \n(1.05)*(1.03) – 1 = 8.2% \n3 years +  \n \n3% \n \n \n(1.03)*(1.03) – 1 = 6.1% \n \nWhat are the discount rates? \n  \n \n \nReal \n \n \n     Nominal \n  \n        (1.0875/1.03) – 1 = 5.58%      4.75% + 1*(4.0%) = 8.75% \n \nWhat are the cash flows?  \n \n \n \n \n \n \n \nYear \n \n \n     Real Cash flow \n   Nominal Cash flow \n1  \n \n \n \n105.0 \n \n \n108.2 \n2  \n \n \n \n110.3 \n \n \n117.0 \n3  \n \n \n \n115.8 \n \n \n126.5 \n \nWhat are the terminal values? \n  \n      Real \n \n \n \n         Nominal \n115.8*(1.03)/(0.558 – 0.03) = $4,617 \n126.5*(1.061)/(.0875 - .0601) = $5,045 \n \nWhat are the present values? \n \n      Real  \n \n \n     Nominal \n105/1.0558 +  \n \n \n108.2/1.0875 + \n110.3/(1.0558)2 +   \n \n117.0/(1+1.0875) 2 + \n(115.8 + 4,617)/(1.0558)3    \n(126.5 + 5,045)/(1+1.0875)3   \n= $4,219  \n \n \n= $4,219 \n \n \n \n"
    },
    {
      "number": 10,
      "text": " \n \n \nPage 10  \n             Legg Mason Capital Management \n \nThe main message is the importance of consistency in matching cash flows with discount rates when you model. \nProvided you feel real growth rates haven’t changed (i.e., the company can price its goods or services at the rate \nof inflation) a change in nominal discount rates due to inflation will not change value. \n \nBroadly speaking, rising rates are consistent with rising earnings growth rates.  \n \nThe Inflation Illusion \n \nIn 1979, Modigliani and Cohn claimed stock market investors are subject to “inflation illusion.” Specifically, they \nargued stock market investors fail to understand the effect of inflation on nominal growth rates. Rather, they \nextrapolate historical nominal growth rates even in times of changing inflation.  \n \nRecognizing this tendency, investors must remain very careful to make sure cash flows and discount rates are \nconsistent.   \n \n \n \n \nmmauboussin@lmfunds.com \n"
    },
    {
      "number": 11,
      "text": " \n \n \nPage 11  \n             Legg Mason Capital Management \n \nAppendix B \n \nLevel of investment and return on invested capital form two of the three drivers of future value. What’s going on \ntoday is interesting on both counts. \n \nFirst, let’s look at the investment side. Corporate investment spending today is well below historical levels as a \npercentage of cash flow and depreciation. (See Exhibit 4.) Three factors help explain why corporate chieftains \ncurrently have tight purse strings. \n \nExhibit 4: Purse Strings Remain Tight  \n \nExhibit 2: Purse Strings Remain Tight \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSource: Corporate Reports, Empirical Research Partners Analysis. 1 Largest 1,500 stocks, data smoothed on a trailing six-month basis. \nCopyrighted material, used by permission.   \n \nFirst, there was a period of overinvestment in the late 1990s. Second, the government has placed regulatory \nburden on companies, prompting companies to turn inward. Finally, there has been a lack of confidence due to \neconomic, regulatory, and political uncertainty. \n \nAs a result, corporate balance sheets are the strongest they have ever been. There is evidence, though, that \nexecutives are more actively deploying capital, including an uptick in M&A activity.  \n \nNext, consider the return side. Following a return boom in the late 1990s and a bust in the early 2000s, corporate \nreturns are now approaching all-time highs again. (See Exhibit 5.) These high returns likely reflect the judicious—\nor perhaps timid—capital deployment in recent years. Corporate America is earning well above its cost of capital. \n \n \nPublic Companies\nRatios of Capital Spending-to-Gross Cash Flow and Depreciation 1\n1955 Through M id-December 2004\n40\n50\n60\n70\n80\n90\n100\n55\n58\n61 64\n67\n70\n73\n76\n79 82\n85 88\n91 94\n97 00 03\n1.0\n1.2\n1.4\n1.6\n1.8\n2.0\n2.2\n2.4\n2.6\n2.8\n-to-Gross Cash Flow\n-to-Depreciation\n%\nCapital Spending-to-\nGross Cash Flow \nCapital Spending-to-\nDepreciation\n"
    },
    {
      "number": 12,
      "text": " \n \n \nPage 12  \n             Legg Mason Capital Management \n \nExhibit 5: Aggregate CFROIs and Discount Rates (1986-2004) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSource: CSFB HOLT. Copyrighted material, used by permission. \n \nWhat’s next? Companies are now turning their attention to capital deployment. Possible outcomes include a \nboost in M&A activity, a further recovery in investment spending, and a more concerted effort to return cash to \nshareholders via dividends and share repurchases.  \n  \n \n \n \n \n \nAggregate CFROIs & Discount Rates\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n198606\n198612\n198706\n198712\n198806\n198902\n198908\n199002\n199008\n199102\n199108\n199202\n199208\n199302\n199308\n199402\n199408\n199502\n199508\n199602\n199608\n199702\n199708\n199802\n199808\n199902\n199908\n200002\n200008\n200102\n200108\n200202\n200208\n200302\n200308\n200402\n200408\nGross Investment Weighted CFROI Used in Valuation\nEnterprise Value Weighted Discount Rate\nusa\n"
    },
    {
      "number": 13,
      "text": " \n \n \nPage 13  \n             Legg Mason Capital Management \n \nEndnotes \n \n1 http://www.jfklibrary.org/j061162.htm. \n2 Paul Asquith, Michael B. Mikhail, and Andrea S. Au, “Information Content of Equity Analyst Reports,” National \nBureau of Economic Research Working Paper 9246, October 2002. \n3 Merton H. Miller and Franco Modigliani, \"Dividend Policy, Growth, and the Valuation of Shares,” The Journal of \nBusiness, 34, October 1961. The authors first express this concept in equation 12. Equation 22b in footnote 15 \nprovides the simplest version of this equation.    \n4 This version of the steady state assumes that future cash flows are constant in nominal terms but decrease in \nreal terms. For a full discussion of the difference between the perpetuity and perpetuity-with-inflation methods, \nsee Alfred Rappaport and Michael J. Mauboussin, Expectations Investing (Boston, MA: Harvard Business School \nPress, 2001), 36-38. Please see the appendix for a brief discussion of how rising rates affect valuation. \n5 See Bruce C. N. Greenwald et al., Value Investing (New York: John Wiley & Sons, 2001), 71-87. \n6 G. Bennett Stewart, The Quest for Value (New York: HarperBusiness, 1991), 294-297. Also, see Dennis C. \nMueller, Profits in the Long Run (Cambridge, UK: Cambridge University Press, 1986), 17-27. \n7 Myron J. Gordon, The Investment, Financing, and Valuation of the Corporation (Homewood, IL: Irwin, 1962).  \n8 Rappaport and Mauboussin, 15-16. \n9 Return on invested capital here = ∆NOPAT T2-T1/∆Invested Capital T1-T0. \n10 For this exhibit, we screened for earnings growth from fiscal year 1 to fiscal year 2 and CFROI for fiscal year 1. \nWe sorted the sample by CFROI quartiles, and then sorted by EPS growth. The P/E’s in the table are the median \nfor sample of companies that fall into each cell. \n11 See Palepu, Healy and Bernard, Business Analysis and Valuation (Cincinnati, OH: Southwestern College \nPublishing, 2000), 10-6; Pankaj Ghemawat, Commitment: The Dynamic of Strategy (New York: The Free Press, \n1991), 82; Bartley J. Madden, CFROI Valuation (Oxford, UK: Butterworth-Heinemann, 1999): and Mauboussin, \nSchay, and McCarthy, “Competitive Advantage Period: At the Intersection of Finance and Competitive Strategy”, \nFrontiers of Finance, Credit Suisse First Boston Equity Research, October 4, 2001.  \n12 Mark Veverka, “Super-Seller Amazon Rates a Sell,” Barron’s Online, November 29, 2004. \n13 For an example of improved balance sheet efficiency, see the McDonald’s example in Rappaport and \nMauboussin, 148-149. For a fuller discussion of increasing returns, see Michael J. Mauboussin, “Exploring \nNetwork Economics,” Mauboussin on Strategy, October 11, 2004.   \n14 Kenneth L. Fisher and Meir Statman, “Cognitive Biases in Market Forecasts: The Frailty of Forecasting,” \nJournal of Portfolio Management, Fall 2000, 72-81.   \n15 Michael J. Mauboussin and Kristen Bartholdson, “Leaving the (non)Station(arity),” The Consilient Observer, \nMay 6, 2003. \n16 Franco Modigliani and Richard Cohn, “Inflation, rational valuation, and the market,” Financial Analysts Journal, \n1979; John Y. Campbell and Tuomo Vuolteenaho, “Inflation and Illusion and Stock Prices,” NBER Working \nPaper, December 15, 2003. See http://kuznets.fas.harvard.edu/~campbell/papers/inflation20031215b.pdf. \n17 We adapted this from Aswath Damodaran, Damodaran on Valuation (New York: John Wiley & Sons, 1994), \n56-58. \n \n"
    },
    {
      "number": 14,
      "text": " \n \n \nPage 14  \n             Legg Mason Capital Management \n \nReferences \n \nArticles \n \nAsquith, Paul, Michael B. Mikhail, and Andrea S. Au, “Information Content of Equity Analyst Reports,” National \nBureau of Economic Research Working Paper 9246, October 2002. \n \nCampbell, John Y., and Tuomo Vuolteenaho, “Inflation and Illusion and Stock Prices,” NBER Working Paper, \nDecember 15, 2003. \n \nFisher, Kenneth L., and Meir Statman, “Cognitive Biases in Market Forecasts: The Frailty of Forecasting,” \nJournal of Portfolio Management, Fall 2000. \n \nMauboussin, Michael J., Alexander Schay, and Patrick McCarthy, “Competitive Advantage Period: At the \nIntersection of Finance and Competitive Strategy”, Frontiers of Finance, Credit Suisse First Boston Equity \nResearch, October 4, 2001. \n \nMauboussin, Michael J., and Kristen Bartholdson, “Leaving the (non)Station(arity),” The Consilient Observer, \nMay 6, 2003. \n \nMauboussin, Michael J., “Exploring Network Economics,” Mauboussin on Strategy, October 11, 2004.   \n \nMiller, Merton H., and Franco Modigliani, \"Dividend Policy, Growth, and the Valuation of Shares,” The Journal of \nBusiness, 34, October 1961. \n \nModigliani, Franco, and Richard Cohn, “Inflation, rational valuation, and the market,” Financial Analysts Journal, \n1979. \n \nVeverka, Mark, “Super-Seller Amazon Rates a Sell,” Barron’s Online, November 29, 2004. \n"
    },
    {
      "number": 15,
      "text": " \n \n \nPage 15  \n             Legg Mason Capital Management \n \nBooks \n \nDamodaran, Aswath, Damodaran on Valuation (New York: John Wiley & Sons, 1994). \n \nGhemawat, Pankaj ,Commitment: The Dynamic of Strategy (New York: The Free Press, 1991). \n \nGordon, Myron J., The Investment, Financing, and Valuation of the Corporation (Homewood, IL: Irwin, 1962). \n \nGreenwald, Bruce C. N., et al., Value Investing (New York: John Wiley & Sons, 2001). \n \nLeibowitz, Martin L., Franchise Value: A Modern Approach to Security Analysis (New York: John Wiley & Sons, \n2004). \n \nMadden, Bartley J., CFROI Valuation (Oxford, UK: Butterworth-Heinemann, 1999). \n \nMueller, Dennis C., Profits in the Long Run (Cambridge, UK: Cambridge University Press, 1986). \n \nPalepu, Krishna G., Paul M. Healy, and Victor L. Bernard, Business Analysis and Valuation (Cincinnati, OH: \nSouthwestern College Publishing, 2000). \n \nRappaport, Alfred, and Michael J. Mauboussin, Expectations Investing (Boston, MA: Harvard Business School \nPress, 2001). \n \nStewart, G. Bennett, The Quest for Value (New York: HarperBusiness, 1991). \n \n \n \n"
    },
    {
      "number": 16,
      "text": " \n \n \nPage 16  \n             Legg Mason Capital Management \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nLegg Mason Capital Management (“LMCM”:) is comprised of (i) Legg Mason Capital Management, Inc., (ii) Legg Mason \nFunds Management, Inc., and (iii) LMM LLC.  \n \nThe views expressed in this commentary reflect those of LMCM as of the date of this commentary. These views are subject to \nchange at any time based on market or other conditions, and LMCM disclaims any responsibility to update such views. These \nviews may not be relied upon as investment advice and, because investment decisions for clients of LMCM are based on \nnumerous factors, may not be relied upon as an indication of trading intent on behalf of the firm. The information provided in \nthis commentary should not be considered a recommendation by LMCM or any of its affiliates to purchase or sell any security. \nTo the extent specific securities are mentioned in the commentary, they have been selected by the author on an objective \nbasis to illustrate views expressed in the commentary. If specific securities are mentioned, they do not represent all of the \nsecurities purchased, sold or recommended for clients of LMCM and it should not be assumed that investments in such \nsecurities have been or will be profitable. There is no assurance that any security mentioned in the commentary has ever \nbeen, or will in the future be, recommended to clients of LMCM.  Employees of LMCM and its affiliates may own securities \nreferenced herein.   \n \n \nLegg Mason Investor Services, LLC, Distributor \nMember SIPC \n"
    }
  ]
}