{
  "filename": "mm_018_1999_get_real__using_real_options_in_security_analysis.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423212625-07'00'",
    "modDate": "D:20240423212656-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 18,
      "year": "1999",
      "date": "6/23",
      "institution": "CS First Boston",
      "title": "Get Real: Using Real Options in Security Analysis",
      "url": "https://12mv2.files.wordpress.com/2024/04/99-06-23-get-real__using-real-options-in-security-analysis.pdf"
    },
    "tags": [
      "Valuation methods",
      "Decision making",
      "Quantitative methods",
      "Investment process"
    ],
    "tagged_at": "2025-01-20T21:25:22.976322"
  },
  "pages": [
    {
      "number": 1,
      "text": "CREDIT SUISSE FIRST BOSTON CORPORATION\nEquity Research\nAmericas\nU.S./Value Based Strategy\nJune 23, 1999\nGet Real\nUsing Real Options in Security Analysis\nMichael J. Mauboussin\n1 212 325 3108\nmichael.mauboussin@csfb.com\nVolume 10\n• \nThis report introduces real options as a key addition to the valua-\ntion toolbox.\n• \nReal options offer a great way to wed strategic intuition with\nanalytical rigor—an increasingly important issue given the pace\nof economic change.\n• \nReal options complement the standard discounted cash flow\napproach and add a meaningful dimension of flexibility.\n• \nThe real options approach is well suited to mirror the capital-\n options thinking into useable results. The\n"
    },
    {
      "number": 2,
      "text": "Get Real\n– 2 –\n Table of Contents\nExecutive Summary\n3\nIntroduction\n4\nReal Options Defined\n5\nReal Options and Strategic Planning\n9\nAnalytics\n13\nReading the Stock Market\n15\nCase Studies\n16\nCase Study 1: Cable’s “Stealth Tier”—A Scale-Up Option\n16\nCase Study 2: Enron—Flexibility Options\n17\nCase Study 3: Merck and Biogen—Contingent Options\n18\nCase Study 4: Amazon.com—An Options Smorgasbord\n18\nConclusion\n21\nReal Options References\n22\nAppendix A: An Option Primer\n23\nAppendix B: How to Use the Black-Scholes Option Pricing Model\n26\nAppendix C: The Math behind the Binomial Model\n28\n"
    },
    {
      "number": 3,
      "text": "Get Real\n– 3 –\nExecutive Summary\nThe rate of economic change is more rapid than ever. Emerging business mod-\nels are challenging traditional ways of doing business. Newly unregulated mar-\nkets are contributing to greater uncertainty. If-it-ain’t-broke-don’t-fix-it is giving\nway to break-it-before-someone-else-does.\nThe breakneck pace of change and elevated uncertainty demand new ways of\nstrategic thinking and new tools for financial analysis. Real options are at the\ncore of such a strategic and financial framework.\nWe believe that real options will become an increasingly important tool in secu-\nrity analysis. Real options provide the analytical flexibility that standard valuation\nframeworks lack. The major points of our analysis are as follows:\n• \nReal options defined. The real options approach applies financial option\ntheory—the best-known form is the Black-Scholes model—to real invest-\nments, such as manufacturing plants, line extensions, and R&D investments.\nThis approach provides important insights about businesses and strategic in-\nvestments, insights that are more important than ever given the rapid pace\nof economic change.\n• \nThe marriage of strategic intuition and analytical rigor. The real options ap-\nproach is best viewed as a complement to standard DCF analysis. For those\ncomfortable with DCF, real options have substantial intuitive appeal. By\nadding an important dimension of analytical flexibility, real options allow for a\nbetter melding of strategic intuition and analytical rigor.\n• \nEvolution of strategy and finance. Most traditional businesses can be valued\nusing DCF, as the general focus is optimization—doing things better today\nthan yesterday. Emerging businesses are best valued using real options, as\nthe focus is on “the next big thing.” As the strategic landscape evolves, so\ntoo must the tools to evaluate it.\n• \nWhere real options apply. The real options approach is particularly relevant\nwhen three elements are in place. The first is a smart management team, fo-\ncused on creating, identifying, and exercising real options. Next are market-\nleading businesses, which tend to get the best look at strategic opportunities\nand can offer economies of scale and scope. Finally, uncertain markets are\nwhere options are most valuable.\n• \nImproving valuation thinking. We suggest that stocks of companies that par-\nticipate in highly uncertain markets are best viewed as a combination of the\ndiscounted cash flow value of the current, known businesses plus a portfolio\nof real options. This real option can be estimated by taking the difference\nbetween the current equity value and the DCF value for the established\nbusinesses.\n"
    },
    {
      "number": 4,
      "text": "Get Real\n– 4 –\nDo I dare?\nDisturb the Universe?\nIn a minute there is time\nFor decisions and revisions\nWhich a minute can reverse\n —T.S. Eliot\n “The Love Song of J. Alfred Prufrock”\nIntroduction\n There is a growing gap between how the market is pricing some businesses—\nespecially those fraught with uncertainty—and the values generated by\ntraditional valuation models such as discounted cash flow (DCF). Managers and\ninvestors instinctively understand that selected market valuations reflect a\ncombination of known businesses plus a value for opportunities that are to come.\nReal options— a relatively new analytical tool—bridge this gap between hard\nnumbers and\nintuition.\nThe real options approach applies financial option theory—the best known form\nis the Black-Scholes model—to real investments, such as manufacturing plants,\nline extensions, and R&D investments. This approach provides important in-\nsights about businesses and strategic investments. These insights are more vital\nthan ever, given the rapid pace of economic change.\nReal options are particularly important for businesses with a few key characteris-\ntics. The first is smart and reputable management with access to capital. Manag-\ners must understand options, identify and create them, and appropriately\nexercise them. This contrasts with business leaders focused on maintaining the\nstatus quo or maximizing near-term accounting earnings. Businesses that are\nmarket leaders are also attractive, as they often have the best information flow\nand richest opportunities—often linked to economies of scale and scope. Finally,\nreal options are most applicable precisely where change is most evident.\nTable 1\nReal Options Thinking Is Most Applicable When You Have . . .\n4 Smart Managers\n• Reputable\n• Access to capital\n• Understand options thinking\n• Clearly identify options\n• Ability to exercise options\n4 Market-Leading Businesses\n• First call\n• Economies of scale\n• Economies of scope\n4 Uncertain Markets\n• Source\n• Trend\n• Evolution\nSource: CSFB, Real Options, Martha Amram and Nalin Kulatilaka, Harvard Business School Press, 1999.\nThis report is broken into five parts. First, we provide a brief description of real\noptions and the underlying math. Next, we identify common real options and tie\nthe use of real options to strategic thinking. Third, we offer a specific analytical\nframework. Fourth, we show how real options thinking aids in analyzing market\nexpectations. Finally, we look at a handful of real-world case studies.\n"
    },
    {
      "number": 5,
      "text": "Get Real\n– 5 –\nReal Options Defined\nReal options analysis extends financial option theory to options on real, or nonfi-\nnancial, assets. A financial option gives its owner the right—but not the obliga-\ntion—to purchase or sell a security at a given price. Analogously, a company that\nhas a real option has the right—but not the obligation—to make a potentially\nvalue-accretive investment. Investment examples include new plants, line exten-\nsions, joint ventures, and licensing agreements.\nThis approach is best viewed as a complement to standard DCF. 1  For those\ncomfortable with the DCF model, real options have substantial intuitive appeal.\nBy adding an important dimension of analytical flexibility, real options allow for a\nbetter melding of strategic intuition and analytical rigor. Further, as real option\npricing models rely heavily on financial market data, the framework is closely\naligned with the real world.2\nThere are three areas in particular where traditional DCF, most widely articulated\nas the net present value rule (NPV)3, comes up short versus options theory:\n• \nFlexibility. Flexibility is the ability to defer, abandon, expand, or contract an\ninvestment. Because the NPV rule does not factor in the value of uncer-\ntainty, it is inherently less robust than an options approach in valuing flexibil-\nity. For example, a company may choose to defer an investment for some\nperiod of time until it has more information on the market. The NPV rule\nwould value that investment at zero, while the real options approach would\ncorrectly allocate some value to that investment’s potential.\n• \nContingency. This is a situation when future investments are contingent on\nthe success of today’s investment. Managers may make investments to-\nday—even those deemed to be NPV negative—to access future investment\nopportunities. Traditional budgeting models inadequately value these option-\ncreating investments. Pharmaceutical company investments are a good ex-\nample. Future spending on drug development is often contingent on the\nproduct clearing certain efficacy hurdles. This is valuable because invest-\nments can be made in stages, rather than all up-front.\n• \nVolatility. Somewhat counterintuitively, investments with greater uncertainty\nhave higher option value. In standard finance, higher volatility means higher\ndiscount rates and lower net present values. In options theory, higher volatil-\nity—because of asymmetric payoff schemes—leads to higher option value.4\nIn a sense, real options theory allows us to value the unimaginable. This\nmeans that industries with high uncertainty—like the Internet—actually have\nthe most valuable options.\n                                                  \n1 In fact, real option value and DCF value are equal when one assumes that there are no changes in\nmanagerial decisions across outcome ranges and that cash flow forecasts equal the average of an ex-\npected probability range.\n2 Amram, Martha; Kulatilaka, Nalin, “Disciplined Decisions: Aligning Strategy with the Financial Markets,”\nHarvard Business Review, January-February 1999.\n3 The NPV rule compares current investment outlays to the present value of an investment’s future cash\nflows.\n4 See Appendix A.\n"
    },
    {
      "number": 6,
      "text": "Get Real\n– 6 –\nThe binomial option-pricing model is currently the most widely used real options\nvaluation method. The binomial model describes price movements over time,\nwhere the asset value can move to one of two possible prices with associated\nprobabilities. It is not necessary to delve into the math to intuitively understand\nhow the binomial model works.5\nFigure 1 represents the binomial process through a decision tree. Since an op-\ntion represents the right but not the obligation to make an investment, the payoff\nscheme to the option-holder is asymmetric. In other words, options are only ex-\nercised if they have a positive value and are left unexercised if worthless. A brief\nstudy of the decision tree shows that time and the range of outcomes are key to\noption value.\nFigure 1\nThe Binomial Model\nStart\nGood\nGood, Good\nGood, Bad\nBad, Good\nBad, Bad\nBad\np1\np2\n(1 - p1)\n(1 - p3)\np3\n(1 - p2)\nT = 0\n                 T = 1\n               T = 2\nSource: Credit Suisse First Boston Corporation.\nThe range of potential outcomes is a particularly important dimension in option\nvalue. This range has been dubbed the “cone of uncertainty,”6 and can be recast\nvisually as a more familiar bell-shaped distribution. (See Figure 2.) Wider out-\ncome distributions—higher volatility—lead to higher option value.\n                                                  \n5 The math behind the binomial model is based on the value of a replicating portfolio that combines risk-\nfree borrowing (or lending) with the underlying asset to create the same cash flows as the option. Once\nthe terms of the replicating portfolio are defined, arbitrage principles apply, and the option price has to\nequal the value of the replicating portfolio. It is in this way that the binomial model relies on financial\nmarkets.\n6 Real Options, Martha Amram and Nalin Kulatilaka, Harvard Business School Press, 1999.\n"
    },
    {
      "number": 7,
      "text": "Get Real\n– 7 –\nFigure 2\nViews of the Resolution of Uncertainty\nTime\nValue of Firm in Two Years\nToday\nTwo Years\nValue of Firm\nProbability\nLOW\nHIGH\nLOW\nHIGH\nStandard\nDeviation\nMean\n(a) The Cone of Uncertainty\n(b) The Distribution of Outcomes\nSource: Real Options, Martha Amram and Nalin Kulatilaka, Harvard Business School Press, 1999.\nThe widely known Black-Scholes model is a narrow case of the binomial model7.\nThe drivers of option value can be condensed into five simple inputs:\n1. Current value of the underlying asset (S)\n2. Strike price of the option (X)\n3. Time to expiration (t)\n4. Risk-free interest rate (Rf)\n5. Variance in the value of the underlying asset (σ2)\nConveniently, these variables can be translated directly into “real” investment\nanalogs. (See Figure 3.) Although the complexity of option pricing models can\nrise significantly as more true-world variables are considered, the key determi-\nnants of value are well expressed in these basic drivers.\n                                                  \n7 It applies when the limiting distribution on asset returns is normal distribution (equivalent to the limiting\ndistribution on stock prices is log normal) and assumes a continuous price process.\n"
    },
    {
      "number": 8,
      "text": "Get Real\n– 8 –\nFigure 3\nReal Options: The Link between Investments and Black-Scholes Inputs\nInvestment Opportunity\nCall Option\nVariable\nPresent value of project’s\nFree Cash Flow\nExpenditure required to\nacquire project assets\nLength of time the decision\nmay be deferred\nTime value of money\nRiskiness of project assets\nS\nStock price\nX\nExercise price\nt\nTime to expiration\nRf\nRisk-free rate\nσσ2\nVariance of returns\nSource: Timothy Luehrman, Investment Opportunities as Real Options, Harvard Business Review, July-August 1998.\nAlthough real options are analytically robust, we believe they are best understood\nas a way of thinking. From management’s perspective, that means appreciating\nwhat types of options exist, how they can be created, how and why option values\nchange, and how to capture their value. Importantly, a real options analysis often\nprovides answers that run counter to the standard, and often limiting, NPV rule.\nFor investors, real options thinking requires a greater appreciation for business\npotential and helps explain disparities between DCF values and prevailing stock\nprices.\n"
    },
    {
      "number": 9,
      "text": "Get Real\n– 9 –\nReal Options and Strategic Planning\nEconomist W. Brian Arthur distinguishes between two cultures of competition.8\nTraditional businesses focus on optimizing their operations—hierarchies, plan-\nning, and controls are common. Knowledge-based businesses are oriented to\nfind “the next big thing.” As a result, hierarchies flatten out, managers have more\nfree rein, and formal planning falls by the wayside. The traditional world is DCF-\nbased; the new economy is options-based.\nStrategy guru Henry Mintzberg makes a similar point.9 He suggests that strategic\nplanning, as historically practiced, is really strategic programming: an articulation\nof strategies that already exist. He advocates strategic thinking—really synthe-\nsis—that incorporates intuition and creativity. Strategic planning is DCF-based;\nstrategic thinking is options-based.\nTable 2\nEvolving Tools for Evolving Modes\nTraditional\nNew\nOld economy\nNew economy\nStrategic planning\nStrategic thinking\nOptimization\nAdaptation\nDiscounted cash flow\nReal options\nSource: Credit Suisse First Boston, W. Brian Arthur, Henry Mintzberg.\nThe strategic decision-making process can be broken down into three steps.\n(See Figure 4.) A company starts by evaluating industry and product characteris-\ntics—external variables—alongside its internal, core competencies. This leads to\nstrategic action. Finally, there is a result—traditionally expressed in terms of\nshareholder value gains or losses.\nFigure 4\nStrategy Formulation and Real Options\nCore\nCompetencies\n(Internal)\nIndustry/Product\nCharacteristics\n(External)\nStrategic Action\nOptions\nValue Creation\nAssessment\nAction\nResult\nSource: Credit Suisse First Boston.\n                                                  \n8 “The New World of Business,” W. Brian Arthur, Harvard Business Review, July-August, 1996.\n9 “The Fall and Rise of Strategic Planning,” Henry Mintzberg, Harvard Business Review, January-\nFebruary, 1994.\n"
    },
    {
      "number": 10,
      "text": "Get Real\n– 10 –\nReal options thinking highlights the point that strategic action often creates valu-\nable options. Once identified, these options can be assessed and exercised (if\nappropriate), starting the cycle of value creation and new options all over gain. It\nis the managers and investors who understand the value of these options who\nwill gain the greatest insight into true business potential.\nAlthough real options exist in most businesses, they are not always easy to iden-\ntify. Real options can be classified into three main groups: Invest/grow options,\ndefer/learn options, and disinvest/shrink options.10 In turn, real options can be\nfurther defined within these broader headings. We list here seven common real\noptions. (See Figure 5.) We define them separately; however, it should be noted\nthat many options are interrelated. What follows is a starting checklist:\nInvest/Grow Options\n• \nScale up. This is where initial investments scale up to future value-creating\nopportunities. Scale-up options require some prerequisite investments. For\nexample, a distribution company may have valuable scale-up options if the\nserved market grows.\n• \nSwitch up. A switch—or flexibility—option values an opportunity to switch\nproducts, process, or plants given a shift in the underlying price or demand\nof inputs or outputs. One example is a utility company that has the choice\nbetween three boilers: natural gas, fuel oil, and dual-fuel. Although the dual-\nfuel boiler may cost the most, it may be the most valuable, as it allows the\ncompany to always use the cheapest fuel.\n• \nScope up. This option values the opportunity to leverage an investment\nmade in one industry into another, related industry. This is also known as\nlink-and-leverage.11 A company that dominates one sector of e-commerce\nand leverages that success into a neighboring sector is exercising a scope-\nup option.\nDefer/Learn\n• \nStudy/start. This is a case where management has an opportunity to invest in\na particular project, but can wait some period before investing. The ability to\nwait allows for a reduction in uncertainty, and can hence be valuable. For\nexample, a real estate investor may acquire an option on a parcel of land\nand exercise it only if the contiguous area is developed.\nDisinvest/Shrink Options\n• \nScale down. Here, a company can shrink or downsize a project in midstream\nas new information changes the payoff scheme. An example would be an\nairline’s option to abandon a nonprofitable route.\n• \nSwitch down. This option places value on a company’s ability to switch to\nmore cost-effective and flexible assets as it receives new information.\n• \nScope down. A scope-down option is valuable when operations in a related\nindustry can be limited or abandoned based on poor market conditions and\nsome value salvaged. A conglomerate exiting a sector is an example.\n                                                  \n10 “How Much Is Flexibility Worth?” Thomas E. Copeland and Philip T. Keenan, McKinsey Quarterly,\nNumber 2, 1998.\n11 “The New World of Business,” W. Brian Arthur, Harvard Business Review, July-August, 1996.\n"
    },
    {
      "number": 11,
      "text": "Get Real\n– 11 –\nWe believe that real options thinking should permeate all corporate strategy de-\ncisions. This includes recognizing the options that arise from certain strategic\nactions as well as identifying and exercising valuable options that exist in the\nfirm.\nInvestors must be attuned to the fact that stock prices may incorporate real op-\ntions value. This options value is often not obvious from just looking at current\nbusinesses. The goal is to identify those companies that have options and are\nmost likely to exercise them prudently.\n"
    },
    {
      "number": 12,
      "text": "Get Real\n– 12 –\nFigure 5\nCommon Real Options\nScale\nup\nWell positioned businesses can scale up\nlater through cost-effective sequential\ninvestments as market grows\nInvest/\ngrow\nSwitch\nup\nA flexibility option to switch products,\nprocess on plants given a shift in underlying\nprice or demand of inputs or outputs\nScope\nup\nInvestments in proprietary assets in one\nindustry enables company to enter another\nindustry cost-effectively. Link and leverage.\nScale\ndown\nShrink or shut down a project part way\nthrough if new information changes the\nexpected payoffs\nDisinvest/\nshrink\nSwitch\ndown\nSwitch to more cost-effective and flexible\nassets as new information is obtained\nScope\ndown\nLimit the scope of (or abandon) operations\nin a related industry when there is no further\npotential in a business opportunity\nDefer/\nlearn\nStudy/\nstart\nDelay investment until more information\nor skill is acquired\n    Real\n          Real\n  Option\n         Option\nCategory\n          Type                                     Description\n                    Examples\nl  High technology\nl  R&D intensive\nl  Multinational\nl  Strategic acquisition\nl  Small-batch goods producers\nl  Utilities\nl  Farming\nl  Companies with lock-in\nl  De facto standard bearers\nl  Natural resource companies\nl  Real estate development\nl  Capital-intensive industries\nl  Financial services\nl  New product introduction\nl  Airframe order cancellations\nl  Small-batch goods producers\nl  Utilities\nl  Conglomerates\nSource:  “How Much Is Flexibility Worth?” Thomas E. Copeland and Philip T. Keenan, The McKinsey Quarterly, 1998, Number 2; Real Options, Lenos Trigeorgis, The MIT Press, 1998; Real Options, Martha Amram and\nNalin Kulatilaka, Harvard Business School Press, 1999.\n"
    },
    {
      "number": 13,
      "text": "Get Real\n– 13 –\nAnalytics\nThere are three steps in turning real options thinking into useable results. The\nfirst is to accurately identify a real option. The second is use of the options model\nitself. Finally, consideration must be given to the potential differences between\noption-model-derived value and real-world value.\nDefining the application is probably the most important part of a real options\nanalysis. Amram and Kulatilaka break the defining task into four parts: the deci-\nsion, the uncertainty, the decision rule, and the review. (See Table 3.)\nTable 3\nDefining the Application\n4 The Decision\n• What are the possible decisions?\n• When might they be made?\n• Who is making them?\n4 The Uncertainty\n• What is the source?\n• What is the trend?\n• How has it evolved?\n• What other market factors are important?\n4 The Decision Rule\n• Create a mathematical expression\n4 Look to the Financial Markets\n• Is uncertainty private or market-priced?\n• Are there better alternate frames?\n4 Review for Transparency and Simplicity\n• Is the application definition clear?\n• Can managers understand the definition?\n• Is the definition clear to investors?\nSource: Real Options, Martha Amram and Nalin Kulatilaka, Harvard Business School Press, 1999.\nAppropriate definition is a difficult balancing act. Managers and investors have to\nmeld some intuition about the business with a model that maintains a degree of\nrigor. Pinpoint precision is neither an appropriate goal nor a likely outcome of the\nmodel: the thought process alone is valuable and leads to potentially important\ninsights and opportunities.\nThe next step is the actual options pricing model. Although the five Black-\nScholes inputs are relatively straightforward in principle—and are largely familiar\nto DCF users—option-pricing models can get very complex.12 Further, many real\noptions are intertwined: options on options. Again, while some analytical rigor is\nrequired, the power of real options stems more from an appropriate mind-set\nthan from the product of the model. The journey is more important than the des-\ntination.\n                                                  \n12 A spreadsheet with various options pricing models is available from the author upon request.\n"
    },
    {
      "number": 14,
      "text": "Get Real\n– 14 –\nOne element that causes a variation between a simple options model value and\nreality is “leakage.”13 Leakage is relevant when cash flows move in or out of the\nunderlying asset, affecting the option value.14\nSources of leakage in the real world include explicit positive cash flows (divi-\ndends, rental, and interest), explicit negative cash flows (storage costs, taxes,\nand fees), and implicit benefits (convenience yields). The “burn rate,” or rate at\nwhich cash flow is consumed, is an important source of leakage that has to be\nconsidered in valuing start-up companies.\n                                                  \n13 Real Options, Martha Amram and Nalin Kulatilaka, Harvard Business School Press, 1999,\npp. 127-140.\n14 For example, consider two stocks that are similar in all ways except that one pays a dividend and one\ndoes not. While the shareholders in each case can expect the identical economic returns (capital ap-\npreciation plus dividends), there is leakage in the option on the dividend-paying stock. This is because\ndividend payments result in a lower absolute stock price without an adjustment in the option terms.\n"
    },
    {
      "number": 15,
      "text": "Get Real\n– 15 –\nReading the Stock Market\nAn expectations-based approach to investing starts with a company’s stock price\nand considers what value driver estimates solve for that price. Using this ap-\nproach, numerous financial analysts and pundits have concluded that many\nstocks—especially those that compete in rapidly growing, uncertain markets—\nare substantially overvalued. We believe that such an analysis is incomplete be-\ncause it ignores the potentially meaningful value of imbedded real options.\nWe suggest that stocks of companies that participate in highly uncertain markets\nare best viewed as a combination of the discounted cash flow value of the cur-\nrent, known businesses plus a portfolio of real options. This real option can be\nestimated by taking the difference between the current equity value and the DCF\nvalue for the established businesses. Although reasonable people may disagree\nabout the value of the imbedded real options, we believe that overlooking their\nexistence is a major analytical mistake. Is it valuing the unimaginable? Yes. Is\nthe unimaginable valuable? Yes.\nThis thinking extends to the issue of volatility. Market watchers assume that real-\noption-laden businesses are extremely volatile because of the risk in their known\noperations. As a result, analysts generally assume unduly high costs of capital in\ntheir discounted cash flow models.\nWe believe the reality of the market is a little subtler. There are two factors at\nplay: the risk in the known businesses and the swings in option value. As noted\nearlier, option values are very sensitive to changes in underlying asset values\nand time. Table 4 provides numerical support. As an example, an out-of-the-\nmoney call is four times more valuable ($28 versus $7) with a five-year life than\nwith a one-year life.15 So as expectations about current businesses shift—by ex-\ntension affecting the options they support—the market values of real-option-rich\ncompanies swing wildly. The resulting high share price volatility speaks more to\nchanges in option value than to current business value.\nTable 4\nSensitivities of Various Option Values\ncall option with a 5% risk-free rate, $100 strike, and 45% annual volatility\nNet Present Value Ratio\nTime (years)\n0.75\n1.0\n1.25\n1\n$7.10\n$19.90\n$37.95\n3\n19.25\n36.65\n54.85\n5\n28.00\n46.25\n66.45\nNote: Net present value ratio = PV of asset FCF/investment.\nThis means that the discount rates suggested by the capital asset pricing model,\nwhich relies heavily on beta, are vastly overstating the risk of the core busi-\nnesses of real-options-imbued businesses. Using more pedestrian discount rates\nin valuing the known businesses leads to more reasonable valuations both for\nthe core businesses and the embedded options.\n                                                  \n15 Given the assumptions laid out in Table 4.\n"
    },
    {
      "number": 16,
      "text": "Get Real\n– 16 –\nCase Studies\nCase Study 1: Cable’s “Stealth Tier”—A Scale-Up Option16\nIn recent years many cable companies have upgraded their plant. The result is\ncapacity beyond current usage. CSFB cable analyst Laura Martin used real op-\ntions analysis to value this additional capacity.\nOf the 750 MHz available in an upgraded cable system, approximately 648 MHz\nare being used for four visible revenue streams (analog video, digital video,\nhigh-speed data, and telephone). Figure 6 includes a diagram of the typical uses\nfor 750 MHz cable plant.\nWe refer to the remaining 102 MHz as the “Stealth Tier.” It is the tier of future\ninteractive services that do not exist today. However, lack of visibility does not\nmean a lack of value.\nThe Stealth Tier could include services such as video telephone, interactive e-\ncommerce, interactive games, and any other application that requires enormous\namounts of bandwidth. Entrepreneurs who develop an application requiring\nbroadband delivery must pay the cable operator—the gatekeeper—for access to\nconsumers.\nFigure 6\nAnalysis of 750 MHz Cable Plant Usage\nAnalog Video\n550 MHz\n2\nMH\n60\nMHz\n18\nMHz\n 6\nMHz\n12\nMHz\n102\nMHz\nDigital Services\nDigital\nVideo\nStealth Tier\n17 Empty\n6MHz\nCh\nl\nNetwork\nControl\nVideo\non Demand\nTelephony\n@Home/\nRoad Runner\nSource: Time Warner.\nBy our calculations, the present value of the four visible revenue streams equals\nthe current public trading value per home passed by cable wire. Accordingly, in-\nvestors are attributing no value to the 17 empty 6 MHz channels on the interac-\ntive tier.\nEmbedded in the upgrade of the cable plant is a growth option—or scale-up op-\ntion—that is being overlooked. We know that the additional 102 MHz will be\nused, we just do not know when or how. Real options provide a framework for\nestimating the Stealth Tier’s value.\nWe consider five potential NPV outcomes in our analysis. To minimize analytical\ncomplexity, we hold four of the five option inputs constant, making the valuation\nimpact of the various NPV assumptions transparent. We hold volatility (σ2) con-\nstant at 45% per year (the midpoint of the volatility range), time (t) constant at\nten years (cable plant’s life), the risk-free rate (Rf) constant at 5.2%, and the\nmarginal cost (X) per proposed project at 50% of the project’s value.\n                                                  \n16 Adapted from “Portfolio Managers Series: New Valuation Frameworks for Cable Plant,” Laura A. Martin,\nCredit Suisse First Boston Equity Research, April 30, 1999.\n"
    },
    {
      "number": 17,
      "text": "Get Real\n– 17 –\nTable 5\nBlack-Scholes Call Option Valuation Matrix\nPV of Potential Project/Home Passed (S )\n$15\n$25\n$50\n$100\n$150\nMarginal Capital Spending (X)\n$7.5\n$12.50\n$25\n$50\n$75\nTime in Years (t)\n10\n10\n10\n10\n10\nRisk Free Rate (Rf)—\n5.2%\n5.2%\n5.2%\n5.2%\n5.2%\nVolatility (σ2)\n45%\n45%\n45%\n45%\n45%\nCall Option Value/Home Passed\n$11.60\n$19.40\n$38.80\n$77.60\n$116.40\nSource: Black-Scholes model, Credit Suisse First Boston estimates.\nUsing these variables for each 6 MHz channel in the Stealth Tier, we can deter-\nmine a range of values. Using just the 17 empty 6 MHz channels available today\nimplies a call option value per home passed of $197-1,979 for the Stealth Tier.\n(See Table 6.) The midpoint of this range is $1,088, representing approximately\n50% of today’s trading value per home passed.\nTable 6\nValue of the Stealth Tier Using Real Options Theory\nNPV of Potential Project/Home passed (S)\n$15\n$25\n$50\n$100\n$150\nCall value/home passed, as per Black-Scholes\n$11.60\n$19.40\n$38.80\n$77.60\n$116.40\nEmpty 6MHz channels in the Stealth Tier\n17\n17\n17\n17\n17\nValue of the Stealth Tier/home passed\n$197\n$330\n$660\n$1,319\n$1,979\nSource: Credit Suisse First Boston estimates.\nCase Study 2: Enron—Flexibility Options\nMost utility companies shudder when they consider the price volatility, lack of\nstorage, and transmission constraints in the electricity market. Enron sees op-\nportunity. And management uses real options as a key analytical guide in its tur-\nbulent markets. In fact, real options thinking is the only way to fully appreciate\nEnron’s strategy given its markets and management philosophy.\nLast year, electricity prices briefly surged from $40 to an unprecedented $7,000\nper megawatt hour in parts of the Midwest.17 Although the magnitude of this jump\nwas unusual, a combination of capital intensity, transmission constraints, a lack\nof storage capability, deregulation, and always-uncertain weather has led to a\nsecular increase in electricity price volatility. Enron learned from the events of\n1998. Management realized that its diverse skills and meaningful resources\nmade it uniquely positioned to capitalize on this volatility and immediately began\nwork on a “peaker” plant strategy. Real options showed the way.\nThis summer, Enron is slated to open three “peaker” plants—gas-fired electricity-\ngenerating facilities that have production costs 50-70% higher than the industry’s\nfinest. The plants, situated at strategic intersections between gas pipelines and\nthe electric grid, are licensed to run only 1,200 hours per year but are much\ncheaper to build than a normal facility. In effect, they serve as the equivalent of\nunderground storage in the gas business: they start up when electricity prices\nreach peak prices.\nReal options analysis demonstrated that the flexibility of the peakers is more\nvaluable than their relative inefficiency, given ENE’s wholesale businesses and\nrisk management capabilities. Supporting Enron’s efforts to develop its overall\nenergy merchant business, options offer a more robust analytical framework than\nmore traditional tools.\n                                                  \n17 Coy, Peter, “Exploiting Uncertainty,” Business Week, June 7, 1999.\n"
    },
    {
      "number": 18,
      "text": "Get Real\n– 18 –\nCase Study 3: Merck and Biogen—Contingent Options\nCompanies in all industries are increasingly using joint ventures, licenses, and\nalliances to create shareholder value. These arrangements are particularly\nprominent in the pharmaceutical industry because of prolonged development\nphases and the difficulty in predicting future cash flows and market conditions.\nGiven these dynamics, NPV techniques do not capture the strategic value of the\nresearch. These deals are best understood and valued as options. Amram and\nKulatilaka developed the following case study:18\nIn late 1997, Biogen announced that it had signed an agreement with Merck to\nhelp it develop and bring to market an asthma drug. Merck paid Biogen $15 mil-\nlion up front, plus the potential of $130 million of milestone payments over sev-\neral years.\nBefore the drug becomes commercially viable, Biogen has to shepherd it through\nthe development process. Along the way, Biogen could face expanded tests, a\nchanging asthma drug market, and the risk of abandonment for safety reasons.\nIn this case, Merck purchased a stream of options, including scale-up and scale-\ndown (abandonment) options. Drug development represents “options on options,”\nor a series of contingent options. And Merck’s abandonment option must also be\nconsidered. The result is that Merck’s upside is unlimited, while its downside is\ncapped by the payments. Real options analysis revealed that the deal was worth\nmore than the $145 million of up-front and milestone payments that Merck\npledged.19\nFrom Biogen’s perspective, the value of the joint venture is the up-front payment\nplus the expected value of the milestone payments. In effect, Biogen transferred\noptions to Merck that cannot be valued using traditional methods.\nCase Study 4: Amazon.com—An Options Smorgasbord\nNowhere does a real options approach apply more than at a company like Ama-\nzon.com. In fact, options thinking is built into the culture,20 which stresses flexibil-\nity and adaptation. Here is a partial list of the real options at Amazon:\n• \nScope-up options. Amazon has leveraged its position in key markets to\nlaunch into similar businesses. For example, it used it market-leading book-\nselling platform to move into the music business. These can be considered\ncontingency options.\n• \nScale-up options. Flexibility options are part of Amazon’s announced growth\nin distribution capabilities. The company is adding capacity that will support\nsignificantly higher sales volumes in current businesses as well as capacity\nin potential new ventures. Management believes the cost of this option is\nattractive when weighed against the potential of disappointing a customer.\n• \nLearning options. The company has made a number of acquisitions that\nmay provide the platform for meaningful value creation in the future. The\nrecently acquired business Alexa is an example. Alexa offers Web users a\nvaluable service, suggesting useful alternative Web sites. It also tracks user\npatterns. Amazon may be able to use this information to better serve its\ncustomers in the future.\n                                                  \n18 Adapted from Real Options, Martha Amram and Nalin Kulatilaka, Harvard Business School Press,\n1999, pp. 72-3.\n19 Merck has used this valuation method for some time. See “Scientific Management at Merck: An Inter-\nview with CFO Judy Lewent.” Harvard Business Review, January-February 1994.\n20 In fact, AMZN’s well-regarded Chief Financial Officer Joy Covey is assuming the role of Chief\nStrategy Officer.\n"
    },
    {
      "number": 19,
      "text": "Get Real\n– 19 –\n• \nEquity stakes. Amazon has taken equity stakes in a number of promising\nbusinesses, including drugstore.com and pets.com. These new ventures are\nbest valued using options models.\nFigure 7 shows a conceptual diagram of how value has been created at Amazon.\nThe company started by selling books. So there was a DCF value for the book\nbusiness plus out-of-the-money contingent options on other offerings. As the\nbook business proved successful, the contingent option on music went from out-\nof-the-money to in-the-money, spurring the music investment. As the music\nbusiness thrived, the company exercised an option to get into videos. As time\nhas passed, Amazon’s real options portfolio has become more valuable. For ex-\nample, the recent foray into the auction business, unimaginable one year ago,\nwas contingent on a large base of qualified users.\nMany analysts assert that a business like Amazon cannot be realistically valued.\nWe disagree. The key is attributing explicit value to the company’s real options.\nAnd that value is potentially huge.\nAmazon fits the profile of a real options-laden business: smart management, a\nleading business franchise, and high end-market uncertainty. Real options pro-\nvide an important dimension in understanding how the market is valuing the\ncompany.\n"
    },
    {
      "number": 20,
      "text": "Get Real\n– 20 –\nFigure 7\nAmazon.com\nBuilding Value through Options\nStart\nSuccess\nSuccess\nFailure\nFailure\nFailure\nSuccess\nTime\nMarket capitalization\nBooks\nMusic\nVideo\nDCF of\nBooks\nOption Value\nDCF of\nBooks\nDCF of\nBooks\nDCF of Music\nOption Value\nOption Value\nDCF of Music\nDCF of Video\nSource: CSFB ; Note: not to scale.\n"
    },
    {
      "number": 21,
      "text": "Get Real\n– 21 –\nConclusion\nThe standard DCF model is sufficient for valuing most traditional businesses, but\nit lacks the flexibility to value many new economy companies. Real options the-\nory, a complement to DCF, adds that necessary flexibility. In the process, real\noptions theory addresses important strategic and financial issues.\nAlthough real options analysis has been well understood in the academic com-\nmunity for some time, we believe it will become increasingly important in main-\nstream security analysis. The primary catalyst is the accelerating rate of\nchange—especially with regard to technology—and the commensurate rise of\nuncertainty.\nThe real options approach provides a powerful framework for thinking about cor-\nporate value. It not only allows analytical rigor and business intuition to coexist, it\nalso allows them to thrive.\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager\nor co-manager of a public offering of securities for or makes a primary market in issues of any or all of the companies\nmentioned. All prices are as of June 21, 1999. Companies mentioned in this report:\nAmazon.com (AMZN, $123.50, Buy)*\nBiogen (BGEN, $117.88, Buy)*\nEnron (ENE, $76.63, Buy)*\nMerck (MRK, $69.44, Buy)*\nTime Warner (TWX, $66.06, Buy)*\n*Followed by a different Credit Suisse First Boston analyst.\n"
    },
    {
      "number": 22,
      "text": "Get Real\n– 22 –\nReal Options References\nAmram, Martha; Kulatilaka, Nalin, Real Options, Cambridge, MA, Harvard Busi-\nness School Press, 1999.\nAmram, Martha; Kulatilaka, Nalin, “Disciplined Decisions: Aligning Strategy with\nthe Financial Markets,” Harvard Business Review, January-February\n1999.\nBrealey, Richard A.; Myers, Stewart C., Principles of Corporate Finance, New\nYork, McGraw-Hill, 1996.\nCopeland, Thomas E.; Keenan, Philip T., “How Much Is Flexibility Worth?” The\nMcKinsey Quarterly, Number 2, McKinsey & Company, New York,\n1998.\nCopeland, Thomas E.; Keenan, Philip T., “Making Real Options Real,” The\nMcKinsey Quarterly, Number 3, McKinsey & Company, New York,\n1998.\nCopeland, Tom; Koller, Tim; Murrin, Jack, Valuation: Measuring and Managing\nthe Value of Companies, New York, John Wiley & Sons, Inc., 1995.\nCoy, Peter, “Exploiting Uncertainty,” BusinessWeek, June 7, 1999.\nCoyne, Kevin P.; Subramaniam, Somu, “Bringing Discipline to Strategy,” The\nMcKinsey Quarterly, Number 4, McKinsey & Company, New York,\n1996.\nDamodaran, Aswath, Investment Valuation, John Wiley & Sons, New York, 1996.\nDixit, Avinash K.; Pindyck, Robert S., Investment Under Uncertainty, Princeton,\nNJ, Princeton University Press, 1994.\nGreene, Jeffrey R., “Is Economic Value Added Stunting Your Growth?” Perspec-\ntives on Business Innovation, Issue 2, The Ernst & Young Center for\nBusiness Innovation.\nGrinblatt, Mark; Titman, Sheridan, Financial Markets and Corporate Strategy,\nMcGraw-Hill, New York, 1998.\nLeslie, Keith J.; Michaels, Max P., “The Real Power of Real Options,” The\nMcKinsey Quarterly, Number 3, New York, 1993.\nLuehrman, Timothy A., “Investment Opportunities as Real Options: Getting\nStarted on the Numbers,” Harvard Business Review, July-August 1998.\nLuehrman, Timothy A., “Strategy as a Portfolio of Real Options,” Harvard Busi-\nness Review, September-October 1998.\nNichols, Nancy A., “Scientific Management at Merck: An Interview with CFO\nJudy Lewent,” Harvard Business Review, January-February 1994.\nSender, Gary L., “Option Analysis at Merck: The New Pharmaceutical Para-\ndigm,” Harvard Business Review, January-February 1994.\nTrigeorgis, Lenos, Real Options, Cambridge, MA, The MIT Press, 1998.\nWeb Pages\nhttp://www.real-options.com\n"
    },
    {
      "number": 23,
      "text": "Get Real\n– 23 –\nhttp://www.stern.nyu.edu/~adamodar/\nhttp://www.puc-rio.br/marco.ind/main.html\n"
    },
    {
      "number": 24,
      "text": "Get Real\n– 24 –\nAppendix A: An Option Primer\nAn option gives its owner the right—but not the obligation—to buy or sell an as-\nset at a certain prenegotiated price. For example, a call option on a stock gives\nits owner the right to buy a stock at a fixed price—called an option’s exercise or\nstrike price—regardless of the stock’s market price. A call option, then, is valu-\nable if the stock’s price rises past the exercise price before expiration. However,\nif the stock price falls below the option’s exercise price, the owner will choose not\nto exercise the option so as not to lose money. Thus, an option offers exposure\nto a stock’s upside potential and limits exposure to possible downside. (See Fig-\nure 8.)\nFigure 8\nA Call Option’s Intrinsic Value Increases as the Stock Price Increases, but\nNever Falls below Zero\nStock price\nExercise\nprice\nValue of\noption\nActual option\nvalue prior to\nexpiration\nIntrinsic value\n(lower limit on\noption value)\nSource: Principles of Corporate Finance, Richard A. Brealey and Stewart C. Myers.\nAlthough this complicated payoff scheme makes pricing an option a mathemati-\ncal ordeal, the drivers behind option value can be intuitively understood using\nsimple concepts. This is because Nobel Prize-winning work by Fisher Black21 and\nMyron Scholes resolved the precise role of these drivers in options value.22\nThe most obvious determinant of an option’s value is its intrinsic value, or what it\nwould be worth if it were immediately exercised. This amount, defined as the\nstock price less the exercise price, ultimately determines how much money the\noption holder makes.\n• \nExercise price. The less an investor has to pay to convert an option into a\nmore valuable share, the greater the option’s worth. Thus, a lower exercise\nprice means a more valuable option.\n                                                  \n21 Unfortunately, Fisher Black died in 1995, so he never received the well-deserved honor.\n22 Black, F.; Scholes, M., “The Pricing of Options and Corporate Liabilities,” Journal of Political\nEconomy, 81 (1973), pp. 637-654.\n"
    },
    {
      "number": 25,
      "text": "Get Real\n– 25 –\n• \nStock price. Because an investor benefits by receiving a more valuable\nshare upon exercising an option, a higher stock price means a more valuable\noption.\n However, an option can still be valuable even if it has no intrinsic value. This is\nbecause the possibility exists that the option can be profitably exercised in the\nfuture.\n The value of this possibility is an option’s time value and is determined by three\nfactors:\n• \nVolatility. As volatility increases, there is a higher probability that the stock\nwill dramatically increase or decrease in value. Viewed from the perspective\nof the option owner, if the stock has a huge run-up, the option increases in\nvalue from its upside exposure. However, if the stock goes down a lot, the\noption’s downside exposure is limited. This makes option owners prefer high\nvolatility in the price of the underlying stock, as it increases the chance that\nthe option will be very valuable without exposure to large losses.\nWe can represent this concept graphically as well. Scenario A of Figure 9 shows\nan option on a low-volatility stock. This option has a narrow price distribution that\nclusters around the exercise price. In contrast, Scenario B shows a similar option\non a high-volatility stock with a wide price distribution. By overlaying these price\ndistributions over a standard option payoff diagram, we can estimate the prob-\nability that the underlying stocks will rise above the option’s exercise price. The\nlarger shaded area in Scenario B shows that the more volatile the stock, the\nhigher the chance that the option will be profitable. All things equal, then, higher\nstock price volatility translates into a higher time value.\nFigure 9\nA Call Option’s Time Value Increases as Stock Price Volatility Increases\nScenario A: Low stock price volatility\nScenario B: High stock price volatility\nPayoff to call\noption on firm\nX’s shares\nPayoff to \noption on X\nExercise price\n(a)\nProbability\ndistribution of\nfuture price of\nfirm X’s shares\nFirm X share price\nShaded area\nrepresents\ntime value\nPayoff to call\noption on firm\nY’s shares\nPayoff to \noption on Y\nExercise price\n(b)\nFirm Y share price\nProbability\ndistribution of\nfuture price of\nfirm Y’s shares\nShaded area\nrepresents\ntime value\nSource: Principles of Corporate Finance, Richard A. Brealey and Stewart C. Myers.\n• \nLength of time before an option expires. The longer an option holder has\nbefore expiration, the higher the probability that the stock price will end up\nabove the exercise price. This makes options with long lives more valuable\nthan similar options with short lives.\n• \nRisk-free rate. This variable enters the equation in a subtle way. Purchasing\nan option gives an investor the right to purchase a share at a fixed price in\nthe future. In essence, an option gives its owner an interest-free loan in the\namount of the exercise price for the length of the option. The value of this\nloan increases with the length of the option life and the risk-free rate. Thus,\nan option’s value increases as the risk-free rate increases.\n"
    },
    {
      "number": 26,
      "text": "Get Real\n– 26 –\n Before we finish our option primer, we can highlight a final practical considera-\ntion that will affect our valuation of employee stock options:\n• \nDividends. When a company pays a dividend, the stock’s price is lowered\nprecisely by the dividend amount. Thus, while dividends may be an impor-\ntant part of total shareholder returns, they always lower a stock’s absolute\nprice level. Accordingly, the value of an option to buy that stock also falls.\n When valuing an option with a short life, we should lower the option’s underlying\nshare price by the present value of dividends expected to be received over the\noption’s life.23 Robert Merton’s adaptation of the Black-Scholes option pricing\nformula is preferable for valuing options with a longer life, as it incorporates an\nestimate of a stock’s long-term dividend yield. (See Appendix B for more infor-\nmation on how to adjust the Black-Scholes option pricing model for dividends.)24\n                                                  \n23  Espen Gaarder Haug, The Complete Guide to Option Pricing Formulas. (New York: McGraw-Hill\n1998), p. 3.\n24  Merton, Robert, “Theory of Rational Option Pricing,” Bell Journal of Economics and Management Sci-\nence 4 (1973): pp. 141-183.\n"
    },
    {
      "number": 27,
      "text": "Get Real\n– 27 –\nAppendix B: How to Use the Black-Scholes Option Pricing Model\n Before Fisher Black and Myron Scholes came along in 1973, economists had\ntried for years to develop satisfactory models to price options. In part, these\nwould-be Nobel Prize winners were stymied by the lack of advanced mathemat-\nics in classical economics training. Fortunately, we do not need to know how to\nderive the Black-Scholes model to use it. Indeed, we do not even need to know\nthe Black-Scholes formula to understand what value drivers make options valu-\nable. (See Appendix A.)\n In this Appendix, we present the generalized Black-Scholes formula, leaving the\nderivation of the equation to option textbooks.25 We do this so readers can enter\nthe formula into a spreadsheet to value options. Following this presentation, we\nalso walk through an example applying the formula to a sample option.\nThe Black-Scholes Formula\n The Black-Scholes formula values a European call or put option as follows:\n \n(\n)\n)\nN(d\n \ne \nX\n)\nN(d\ne S \n \nCall\n \nof\n \nValue\n2\nT\nr \n -\n1\nT\n \nr - b\n−\n=\n \n(\n)\n)\nN(-d\n \ne \nX\n)\nN(-d\ne S\n- \nPut \n \nof\n \nValue\n2\nT\nr \n -\n1\nT\n \nr - b\n+\n=\n where:\n• \nS is the stock price of the underlying stock. If we expect the stock to pay\nspecific dividends before the option expires, we should subtract the present\nvalue of those dividends from the stock price and use this “adjusted stock\nprice” as the relevant input for this equation.\n• \nX is the exercise, or strike, price of the option.\n• \nr is the risk-free rate.\n• \nb is the “cost of carry,” defined as risk-free rate minus the dividend yield (q).\n• \nT is the expected life of the option in years.\n• \nσ2 is the variance of the underlying security.\n• \nT\nT\n )\n2\n \n(b\n \n)\nX\nS\n( \nln\nd\n2\n1\nσ\nσ\n+\n+\n=\n• \nT\nd \nd\n1\n2\nσ\n−\n=\n These formulae look intimidating, but can be inputted into a spreadsheet for\nautomatic calculation. Note that the function N (parameter) used in the Black-\nScholes formula is mathematical notation for the cumulative normal distribution\nfunction. It can be represented in Excel using the following formula:\n“=NORMDIST(parameter,0,1,TRUE).”\nUsing the Black-Scholes Formula\n To use the Black-Scholes method, we simply enter the properties of an option\ninto the appropriate formula. For example, say a call option has the following\nproperties:\n                                                  \n25  For a clear exposition of the derivation of the Black-Scholes formula, see Hull, John, Options,\nFutures, and Other Derivatives, 3\nrd edition.\n"
    },
    {
      "number": 28,
      "text": "Get Real\n– 28 –\n• \nThe underlying security is worth $50 (S = $50).\n• \nThe exercise price is $40 (X = $40).\n• \nThe risk-free rate is 5% (r = 0.05).\n• \nThe dividend yield is 3% (q = 0.03).\n• \nThe “cost of carry” is 2% (b = r – q = 0.05 - 0.03 = 0.02).\n• \nThe option has a maturity of five years (T = 5).\n• \nThe volatility (σ) of the underlying stock is 30% (σ = 0.3).\n• \ne is a constant equal to 2.7183.\nWe can then calculate the Black-Scholes value of this option:\n8171\n.0\n6708\n.0\n3250\n.0\n2231\n.0\n6708\n.0\n.3250\n0 \n)\n(1.25\n \nln\n5\n 3.0\n5 )\n2\n0.3\n \n \n(0.02\n \n)\n40\n50\n( \nln\nd\n2\n1\n=\n+\n=\n+\n=\n+\n+\n=\n1463\n.0\n6708\n.0\n8171\n.0\n5\n3.0\n8171\n.0\nT\nd \nd\n1\n2\n=\n−\n=\n−\n=\n−\n=\nσ\n7931\n.0\n)\n8171\n.0\n( \nN\n)\nN(d1\n=\n=\n5582\n.0\n)\n1463\n.0\n( \nN\n)\nN(d 2\n=\n=\n(\n)\n74\n.\n16\n$\n17.39\n-\n34.13\n \n.5582\n0 \ne \n40\n7931\n.0\ne \n50\n \n \nCall\n \nof\n \nValue\n5\n  \n-0.05\n5 \n0.05\n - \n0.02\n=\n=\n−\n=\nNote that while the option can be immediately exercised for a gain of $10—by\npaying $40 to exercise an option and receiving a share worth $50—the option\nwill trade in the marketplace at $16.74. This higher value comes from the “time\nvalue” of the option—that is, from the possibility that the stock may be worth\neven more than $50 before the option expires in five years.\nSpreadsheet\nA spreadsheet with the Black-Scholes call and put option pricing models can be\nobtained from the author upon request.\n"
    },
    {
      "number": 29,
      "text": "Get Real\n– 29 –\nAppendix C: The Math behind the Binomial Model\nIn its simplest form, the binomial model describes the process of price move-\nments where the asset value, in any time period, can move to one of two possi-\nble prices with associated probabilities. The model is based on a replicating\nportfolio that combines risk-free borrowing (lending) with the underlying asset to\ncreate the same cash flows as the option. As there is rarely a market-priced un-\nderlying asset in real options valuation, it is important to be careful to maintain as\nmuch of a financial market link as possible.\nHere is a simple example. We value a European call option with a strike price of\n$50, expected to expire in two periods, on an underlying asset of $50, which is\nexpected to follow a binomial process. We assume a 5% risk-free rate.\nValue of call option = (current value of asset)  x  (option ∆∆)  −−  (borrowing needed\nto replicate the option call value)\nWhere:\n∆∆ = number of shares in replicating portfolio\nB = amount of borrowing in replicating portfolio\nThe problem can be diagrammed as follows. (See Figure 10.) The actual valua-\ntion can be done in three steps.\nFigure 10\nValuing a Call Option with a Binomial Model\nT = 0\n          T = 1                  T = 2\n$50\n$70\n$35\n$100\n$50\n$25\nCall Value\n$50\n-0-\n-0-\n"
    },
    {
      "number": 30,
      "text": "Get Real\n– 30 –\nStep 1: Start by valuing the end nodes\nA.\n$100\n$70\n$50\nCall Value\n$50\n-0-\n($100 x ∆∆) − (1.05 x B) = $50\n($50 x ∆∆) − (1.05 x B) = $0\nB = $47.60\n                ∆\n                ∆ = 1\nCall option  =  ($70 x 1)  −  $47.60  =  $22.40\nB.\n$50\n$35\n$25\nCall Value\n$0\n$0\n($50 x ∆∆) − (1.05 x B) = $0\n($25 x ∆∆) − (1.05 x B) = $0\nB = $0\n                   ∆\n                   ∆ = 0\nCall option  =  ($35 x 0)  −  $0  =  $0\nStep 2: Move backward to the previous node and recalculate\n$70\n$50\n$35\nCall Value\n$25\n$0\n($70 x ∆∆) − (1.05 x B) = $22.40\n($35 x ∆∆) − (1.05 x B) = $0\nB = $21.33\n                  ∆\n                  ∆ = .64\nStep 3: Value the call\nValue of the call  =  ($50  x  0.64) − $21.33  =  $10.67\nAdapted from: Investment Valuation, Aswath Damodoran, J. Wiley & Sons, 1996.\n"
    },
    {
      "number": 31,
      "text": ""
    },
    {
      "number": 32,
      "text": ""
    },
    {
      "number": 33,
      "text": "Copyright 1999 Credit Suisse First Boston Corporation 1999. All rights reserved\nThis report is provided to you solely for informational purposes and does not constitute an offer or solicitation of an offer, or any advice or recommendation, to purchase any\nsecurities or other financial instruments and may not be construed as such.  This report may not be reproduced or redistributed to any other person, in whole or in part, without\nthe prior written consent of the distributor listed below.  The information set forth herein has been obtained or derived from sources believed by Credit Suisse First Boston Corpo-\nration and its affiliates (“CSFB” or “the firm”) to be reliable, but CSFB does not make any representation or warranty, express or implied, as to its accuracy or completeness.\nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied is made regarding future per-\nformance.  Opinions and estimates may be changed without notice.  The firm, or one or more of its partners or employees, from time to time may have long or short positions in,\nor buy and sell and make markets in, any of the securities discussed herein.  The firm may underwrite or provide investment banking, credit and other financial services to any\ncompany or issuer of securities or financial instruments referred to herein.  If CSFB makes a market in any security, there can be no assurance that CSFB will continue to do so.\nAdditional information is available upon request.\nCSFB may have issued other reports that are inconsistent with, and reach different conclusions from, the information presented herein.  Those reports reflect the different as-\nsumptions, views and analytical methods of the analysts who prepared them.\nThis report is being distributed in the United States by CSFB, and in Canada by Credit Suisse First Boston Securities Canada, Inc. (“CSFBSC”) with CSFB as mailing/delivery\nagent.  In jurisdictions where CSFB is not registered or licensed to trade in securities, any trade will be made only in accordance with applicable securities legislation which will\nvary from jurisdiction to jurisdiction and may require that the trade be made in accordance with applicable exemptions from registration or licensing requirements.  CSFBSC has\napproved the distribution of this memorandum.  Any U.S. customer wishing to effect a transaction in any security should do so only by contacting a representative at Credit\nSuisse First Boston Corporation, Eleven Madison Avenue, New York, NY  10010  (212) 325-2000. \nNI2171.doc\nAmericas\nEleven Madison Avenue\nNew York, NY  10010, U.S.A.\n1 212 325 2000\nAtlanta\n1 404 656 9500\nPasadena\n1 626 395 5100\nBoston\n1 617 556 5500\nPhiladelphia\n1 215 851 1000\nBuenos Aires\n1 541 394 3100\nPortland, ME\n1 207 780 6210\nChicago\n1 312 750 3000\nSan Francisco\n1 415 836 7600\nHouston\n1 713 220 6700\nSão Paulo\n55 11 822 4862\nMexico City\n1 525 202 6000\nToronto\n1 416 352 4500\nEurope\nOne Cabot Square\nLondon E14 4QJ, England\n44 171 888 8888\nAmsterdam\n31 20 575 4444\nParis\n33 1 40 76 8888\nBudapest\n36 1 202 2188\nPrague\n42 2 248 10937\nFrankfurt\n49 69 75380\nVienna\n43 1 512 3023\nGeneva\n41 22 707 0130\nWarsaw\n48 22 695 0050\nMadrid\n34 1 532 0303\nZug\n41 41 726 1020\nMilan\n39 2 7702 1\nZurich\n41 1 335 7711\nMoscow\n7 501 967 8200\nAsia Pacific\nThree Exchange Square\n8 Connaught Place\nCentral, Hong Kong\n852 2101 6000\nAuckland\n64 9 302 5500\nShanghai\n86 21 6219 0808\nBeijing\n86 10 6410 6611\nSingapore\n65 538 6322\nMelbourne\n61 3 9 280 1666\nSydney\n61 2 9394 4400\nMumbai\n91 22 284 6888\nTaipei\n8862 2718 5919\nOsaka\n81 6 243 0789\nTokyo\n81 3 5404 9000\nSeoul\n82 2 3707 3700\nWellington\n64 4 474 4400\n"
    }
  ]
}