{
  "filename": "mm_088_2014_building_an_effective_team__how_to_manage_a_team_to_make_good_decisions.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423223404-07'00'",
    "modDate": "D:20240423223458-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 88,
      "year": "2014",
      "date": "1/8",
      "institution": "Credit Suisse",
      "title": "Building an Effective Team: How to Manage a Team to Make Good Decisions",
      "url": "https://12mv2.files.wordpress.com/2024/04/14-01-08-building-an-effective-team__how-to-manage-a-team-to-make-good-decisions.pdf"
    },
    "tags": [
      "Decision making",
      "Behavioral finance"
    ],
    "tagged_at": "2025-01-20T21:27:48.211708"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nJanuary 8, 2014 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \n \n \n“To implement policies and practices that increase the diversity of the \nworkforce without understanding how diverse individuals can come together \nto form effective teams is irresponsible” (emphasis added). \n \nElizabeth Mannix and Margaret A. Neale1 \n \n Many organizations use teams and promote diversity. But without \nimplementation of proper processes, teams will fare poorly despite the \nbest of intentions. \n There are three types of diversity: social category, cognitive, and value. \nThe best teams have high cognitive diversity and low value diversity. Social \nand cognitive diversity often, but not always, go together.  \n The optimal team size is four to six people. Teams that are too large are \nineffective because of the cost of process coordination and social loafing. \n How the team votes makes a big difference in how the team decides. \nThere is no perfectly fair way to vote, but leaders should make sure team \nmembers are independent in voicing their opinions. \n \n \n \n \nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nBuilding an Effective Team \nHow to Manage a Team to Make Good Decisions \n"
    },
    {
      "number": 2,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n2 \nExecutive Summary   \n \n \n Many organizations use teams and promote diversity. But without implementation of proper processes, \nteams fare poorly despite the best of intentions. \n \n The optimal team size is four to six people. Teams that are too large are ineffective because of the cost \nof process coordination and social loafing. \n \n There are three types of diversity: social category, cognitive, and value. The best teams have high \ncognitive diversity and low value diversity. Social category and cognitive diversity frequently, but not \nalways, go together.  \n \n Teams have a tendency to discuss shared information. But quality decision making requires revealing \nunshared information as well.  \n \n Teams perform better when trained in methods to effectively gather and evaluate alternatives. \n \n Good team leaders focus on process, not outcome, and maintain focus. \n \n Effective leaders extract information from all team members, including introverts and those of lower social \nstatus. \n \n How the team votes makes a big difference in how the team decides. There is no perfectly fair way to \nvote, but leaders should make sure team members are independent in voicing their opinions. \n \n Groupthink is rare but debilitating. Symptoms of groupthink include overestimation of the group’s abilities, \nclose-mindedness, and pressure to conform. \n \n There are substantial effects related to the time of day. When team members are tired, they tend to \ndefault to the status quo. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 3,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n3 \nIntroduction \n \nIn the late 1980s, a professor of social and organizational psychology named J. Richard Hackman set out to \nedit a book on the topic of effective teams. Hackman recruited colleagues to share 30 or so case studies on \ntask forces, performing arts groups, and customer service teams. The working title he suggested to his editor \nwas Groups That Work.     \n \nAfter reading the draft, Hackman’s editor pointed out that only four of the teams that the researchers studied \nwere actually effective. So he suggested a revised title: Groups That Work (and Those That Don’t).2 As \nHackman later noted ruefully, the subtitle captured reality better than the title did.3 If you have been part of a \nteam, and especially a committee, you can probably relate to the fact that most teams aren’t as effective as \nthey could be. \n \nThis is a big deal because teams make lots of consequential decisions. For example, investment committees \noversee about $5 trillion in assets, and there is clear evidence that they have a tendency to buy high and sell \nlow.4 Further, approximately 60 percent of equity mutual funds are run by groups or teams of individual \nmanagers, up from 30 percent in the early 1990s.5        \n \nThis report is about how to build, manage, and lead a team so as to make effective decisions. We will place \nspecial emphasis on investment committees, a group with a fiduciary responsibility to make financial decisions \non behalf of beneficiaries. Most organizations form and operate teams with the best of intentions but fail to \nimprove decision making because most participants in the group don’t know how to be effective. This is \nparticularly true of team leaders. \n \nA successful team understands the task it is charged to complete, generates options as to how to accomplish \nthe task most effectively, decides the best course of action, and executes on the decision. Ideally, the team’s \nresults should be measurable, and the team’s members should be held accountable for their decision-making \nprocess.  \n \nIn recent decades, most organizations have created programs to promote diversity. Creating a diverse \norganization may be redeeming on multiple levels, but one ostensible objective of a diversity program is to \nsharpen the quality of decisions. Yet, as Elizabeth Mannix and Margaret Neale suggest in the quotation at the \ntop, promoting diversity without understanding how to manage diversity is irresponsible. Thoughtful leaders \nmust be aware of what makes for a successful team and must be explicit about managing the team properly.       \n \nBuilding the Team \n \nThere are three main considerations in building a team: its features, size, and composition. Each area presents \nopportunity and risk. It is crucial to be alert to these considerations and to be explicit in constructing a team so \nas to minimize mistakes.  \n \nHackman suggests that real teams have certain essential features, including a team task, clear boundaries, \nauthority to manage work processes, and an element of membership stability.6 Teams that lack these \nconditions are generally doomed to fail from the beginning.        \n \nWe tend to use the term “team” loosely, but a team exists only when there is interaction among the members. \nIn a company there may be many individuals who have similar responsibilities and who report to the same \nmanager. But unless those workers interact with one another to do their jobs, they are a co-acting group and \nnot a team.  \n"
    },
    {
      "number": 4,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n4 \nSo it is important to start by determining the nature of the task and by asking whether an individual or a team \nis in a better position to handle the job. Lots of tasks are better done by individuals than teams, including \nwriting and executive leadership.7 A task is a specific outcome that an observer can measure and where there \nis accountability.8 Team tasks should have a stated purpose and process.  \n \nGood teams also have defined boundaries, which simply means that it is clear who is part of the team and \nwho is not. Because many professionals interact with lots of others inside and outside their organizations, they \nrun the risk of being unclear about which teams they belong to. But there is peril in running too far the other \nway, too. Teams operate in a larger organizational context, and it is important that the group maintain and \nmanage relations in the larger social system. So you want your team to be clearly defined but not isolated \nfrom the broader organization in which it operates. \n \nThat a team has clear authority is also critical. This means that team members understand which decisions are \ntheirs to make. Generally speaking, management is most effective at setting the task and building the team, \nwhereas the team members are better suited at figuring out the work process and executing on the ground. \nBut alternative team structures may require allocating responsibilities in very different ways. For example, a \nmanager may assume authority for all functions save execution, while a self-governed team may assume \nauthority for all aspects of successful task completion.  \n \nFinally, the research shows that stable teams tend to perform better than teams that have members who \nrotate constantly. For example, analysis by the National Transportation Safety Board found that 73 percent of \naircraft “incidents” occur on a crew’s first day of flying together.9 The reason stability is valuable is that the \nteam members learn about the strengths and weaknesses of each member, figure out how to work together, \nand generally grow to appreciate their shared goals.   \n \nIn considering a task for a team, management is also well served to consider intrinsic motivation. What kinds \nof tasks motivate team members? Good direction is challenging, clear, and consequential. Challenge ensures \nthat team members must use all of their skills so that achieving the task is motivating and energizing. Clarity \naligns the performance with the broader strategic and financial objectives of the organization. And \nconsequential engages the team members because they know that their work makes a difference.10  \n      \nThe next consideration in building a team is the appropriate size. A larger team offers potential productivity \n(PP), as a large group is likely to know more information and have more skills than a small group. However, \nprocess losses (PL) grow as the size of the group increases. These losses include reduced motivation and \nelevated costs of coordination. Actual productivity (AP) is the difference between the two (PP – PL = AP). \nExhibit 1 shows this. \n \nExhibit 1: Actual Productivity Is Potential Productivity Less Process Loss \n \nSource: J. Richard Hackman, Leading Teams: Setting the Stage for Great Performance (Boston, MA: Harvard Business School Press, 2002), 117.  \n(a) Potential productivity\n(b) Process losses\n(c) Actual productivity\n1\n2\n3\n4\n5\n6\n7\n8\nNumber of Members\n1\n2\n3\n4\n5\n6\n7\n8\nNumber of Members\n1\n2\n3\n4\n5\n6\n7\n8\nNumber of Members\n\n\n"
    },
    {
      "number": 5,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n5 \nThe research suggests that an optimal team size is four to six.11 Scientists asked actual teams of varying sizes \nwhether “the group is too small” or “the group is too large” and found that the intersection was between four \nand five. Hackman suggests that no team should have membership in the double digits and that it’s better to \nhave a team that is too small than one that is too large.12  \n \nConsistent with the equation that determines actual productivity, the goal in building a team is to have as much \ninformation and skill as possible—diversity—while maintaining a group size that is sufficiently small to work \neffectively. A survey of more than 120 investment committees revealed that 32 percent of them had 1-5 \nmembers, 45 percent had 6-8, 16 percent had 9-11, and 7 percent had 12 or more. A majority of people on \ninvestment committees of six or more said that they would prefer a smaller group.13    \n \nMost organizations strive to promote diversity but are unclear about how different types of diversity contribute \nto performance. There are three types of diversity: social category diversity, cognitive diversity, and value \ndiversity.14 Social category diversity addresses what most people think of when they hear about diversity in the \nworkplace. It reflects differences in race, ethnicity, gender, age, religion, sexual orientation, and physical \nabilities. Cognitive diversity includes differences in education, training, experience, expertise, information, \npersonality, cultural background, and motivation.15 (See Exhibit 2.) Value diversity captures differences in the \nperception of the team’s task, goal, or mission.   \n \nExhibit 2: Examples of Social Category and Cognitive Diversity  \n \n \n \n \n \n \n \n \nSocial category diversity  \n \n \nCognitive diversity \n \n \n \n \n \n \n \n \nRace  \n \n \n \n \n \n \n \n \nEducation \n \n \n \n \n \n \n \n \nEthnicity  \n \n \n \n \n \n \n \nFunctional knowledge \n \n \n \n \n \n \n \n \nGender  \n \n \n \n \n \n \n \nInformation or expertise \n \n \n \n \n \n \n \n \nAge  \n \n \n \n \n \n \n \n \nTraining \n \n \n \n \n \n \n \n \nReligion  \n \n \n \n \n \n \n \nExperience \n \n \n \n \n \n \n \n \nSexual orientation  \n \n \n \n \nAbilities \nSource: Elizabeth Mannix and Margaret A. Neale, “What Differences Make a Difference? The Promise and Reality of Diverse Teams in Organizations,” \nPsychological Science in the Public Interest, Vol. 6, No. 2, October 2005, 36. \n \nIdeally, you want a team to have high cognitive diversity and low value diversity. High cognitive diversity \nensures that the team has the requisite tools and information to solve problems effectively, and low value \ndiversity means the team is unified in its purpose. Social category diversity’s impact on team performance is \nmore equivocal. While social category diversity can boost morale, it can also lead to process losses as the \nteam members have more conflict and have trouble integrating socially and communicating. In truth, a majority \nof people feel most comfortable dealing with others who are in similar social categories. \n \nSo it is possible to have a team where the members look the same but think differently. Likewise, it is possible \nto have a team that looks different but thinks the same. There is some evidence that social category diversity \nis related to cognitive diversity, but they are clearly not the same.16 At the end of the day, you want cognitive \ndiversity. \n \nA survey by John Payne, a professor of psychology at Duke University, and Arnold Wood, President and CEO \nof Martingale Asset Management, suggests that most investment committees are a homogenized bunch. For \nexample, they found that 85 percent of committee members were white males over 50 years old, found no \nmembers under the age of 30, and that only 15 percent were women. While it is possible that these \n"
    },
    {
      "number": 6,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n6 \ncommittees have high cognitive diversity, the social category profile suggests that those who assembled the \ncommittees placed a greater emphasis on similarity and low conflict than on cognitive diversity.    \n  \nWhy does cognitive diversity matter so much? Scott E. Page, a professor of complex systems, political \nscience, and economics at the University of Michigan, answers the question through what he calls the \n“diversity prediction theorem.”17 Here’s the equation: \n \n  \n \n \n \nCollective error = average individual error – prediction diversity \n \nCollective error captures the quality of the group’s decisions. Average individual error reflects how accurate \nthe people are within the group. And prediction diversity captures the dispersion of views, or how different the \ngroup members are. You can think of average individual error as “smarts” and prediction diversity as “diversity.”  \n \nTwo axioms come out of the diversity prediction theorem. The collective error is always smaller than the \naverage individual error. That’s why a group performs better than an individual. Second, minimization of \ncollective error is equal parts smarts and diversity.  \n \nAll organizations want to assemble smart teams, but they often fail to appreciate the significance of diversity in \nreducing errors. When judgments become highly correlated, the quality of the team’s decisions plummets for \nall but the simplest of tasks. The appendix provides an example of how the diversity prediction theorem works, \nincluding the math behind it. \n \nPsychologists have studied in great detail the concept of an individual’s general intelligence, a measure of \nability across a range of tasks, which is denoted as the “g factor.” A recent research paper examines whether \ngroups have a similar ability, which the scientists call “collective intelligence,” or the “c factor.”18 They indeed \nfound a “c factor” in groups of two to five people, and that the factor was not strongly correlated with the \naverage intelligence of the team members or with having one super-smart person.  \n \nThere was a noteworthy correlation between the level of performance and the degree of social sensitivity, \nwhich is the ability to read others. For example, teams that had a member or two who dominated the \nconversation fared worse than teams where the discussion was more equal among the members. The study \nalso showed that women contribute social sensitivity to teams, and hence the proportion of women in a team \nwas positively correlated with the “c factor.” \n \nResearch suggests that stable teams do better than teams that constantly rotate members. But it also stands \nto reason that new team members can inject energy and diversity. Two network theorists, Brian Uzzi at \nNorthwestern University and Jarrett Spiro at Stanford University, examined the interactions between all of the \nartists who created Broadway shows from 1945-1989.19 In this unique study, Uzzi and Spiro focused on the \ndegree of connectedness between the creative artists.  \n \nThe scientists found that critical and commercial successes tended to have an intermediate amount of \nconnectedness. Collaborating artists who hadn’t worked together before, and therefore had weak connections, \ntended to do poorly. The same was true for artists who worked together all the time and hence were highly \nconnected. Some balance between novelty and familiarity produced the best results. Erring on the side of too \nmuch connectedness appears to be better than too little connectedness. \n \nThe benefits of diversity may extend beyond simply bringing together multiple points of view. One study \nsuggests that diverse groups of individuals tend to actually put more effort into tasks than do homogeneous \ngroups.20 The researchers found that diverse groups are less concerned with social relationships and as a \n"
    },
    {
      "number": 7,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n7 \nresult get right to work, whereas homogeneous groups expend too much effort avoiding conflict and too little \neffort addressing the task at hand. \n \nBuilding a successful team requires structuring the team properly and recruiting the right number of members \nwith high cognitive diversity and low value diversity. A high performance team will create collective intelligence, \nbut only if the team is properly managed.   \n \nManaging the Team \n \nSimply stated, a team’s mission is to agree on a task, identify options to best approach the task, decide how \nto proceed, and see to it that the organization executes the plan.    \n \nOne useful starting point in leading a team is the categorization of problems. Some problems have clear and \ncorrect answers. These are factual questions, and someone on the team may know the answer or know how \nto access the answer. In these cases, the team should quickly defer to that individual and move on to more \nchallenging problems. In other cases, it is appropriate to combine the resources of the team to solve the \nproblem. In either case, there is a discernible answer.   \n \nThe harder problems are complex and generally require some sort of prediction. These are the most \nconsequential problems a team faces, and there are rarely simple answers. Examples for an investment \ncommittee might include asset allocation decisions, investment manager changes, and anticipating the returns \nfor various asset classes. With the correct process in place, committees are more effective than an individual \nat addressing these questions.  \n \nAnother essential element in managing a team is monitoring time allocation. The survey by Payne and Wood \nasked committee members to rank their tasks from most to least important and then asked the members to \nkeep track of how they actually allocated their time. They found a substantial mismatch: The committees \nspent a great deal of time on issues that they did not deem important and little time on the topics they \nperceived to be of the highest importance. Wood suggests that the less important topics provide committee \nmembers with “easy gratification,” a sense that they are getting things done. But they fail to address the more \nrelevant, and often more difficult, issues where agreement may not be easy to achieve.21     \n \nPerhaps the most essential role of a team is unearthing, pooling, and weighing information so as to arrive at \nan informed decision. If committee members have a point of view that they don’t reveal, or they defer \nunnecessarily to perceived experts on the team, prediction diversity suffers.  \n \nOne well-documented example comes from the study of shared versus unshared information. Shared \ninformation is knowledge the entire group has, whereas unshared information is unique to a particular \nindividual. The goal of a team is to consider all relevant and available information, but the research consistently \nshows that teams fail to consider unshared information.  \n \nA pair of psychologists, Garold Stasser and William Titus, conducted a study that examined how effective \nteams were in incorporating unshared information into their decisions.22 In groups of four, the teams had the \ntask of selecting between three candidates for student body president. You can imagine the team selecting a \nnew investment manager, which investment bank to hire, or the next leader of the organization.  \n \nThe researchers constructed the facts so that the profile of candidate A had the most attributes that were \nvalued highly. As a result, the group would deem candidate A the most attractive were all the information \nshared. They then ran two separate experiments. In the first case, all the members received the same \n"
    },
    {
      "number": 8,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n8 \ninformation, so all of their information was shared. When asked to select a candidate, the groups selected \ncandidate A 83 percent of the time.    \n \nIn the second case, the total pool of information the group received still favored candidate A. However, the \nresearchers distributed the information differently. The members received a smaller amount of shared \ninformation than they did in the first case, and each individual also received some unshared information. The \nunshared information was positive about candidate A and negative about candidate B. So candidate B looked \nbetter based solely on the shared information, but with the pooling of the unshared information candidate A \nwould still come out on top. Under this condition, the groups selected candidate B 71 percent of the time. \n \nIn discussions, team members tend to talk much more about their shared information than their unshared \ninformation, and they tend to place too great a weight on shared information at the expense of unshared \ninformation.23 Failure to reveal and consider unshared information causes diversity to slip and hence a \ndeterioration in the quality of decisions. Individuals withhold unshared information for myriad reasons, including \na fear of challenging someone of higher status in the organization, a drive for group consensus or a shunning \nof conflict, poor communication skills, time constraints, and deference to a perceived expert. \n \nOne example of this comes from a study of airline pilots. In the 1990s, Korean Air had one of the worst safety \nrecords of any commercial airline. The rate at which the airline lost hulls, a case when the airplane is totally \ndestroyed or damaged beyond repair, was 17 times higher than that of the leading U.S. carriers despite \nhaving a modern and functional fleet of planes.  \n \nCommunication in the cockpit was the problem. Cockpits can be hierarchical, with the captain in charge and \nthe first officer in a lower position. A number of Korean Air incidents were marked by the first officer using \nindirect language to communicate to the captain, which preserved the hierarchy but failed to convey crucial \ninformation in a sufficiently direct manner. These cases reveal an inability to communicate unshared \ninformation as the result of social dynamics.24 \n \nIn building teams, leaders frequently seek to find experts to match the types of problems that they anticipate \nfacing. For example, if an endowment is considering increasing its weight in alternative investments, it may \nseek to add a private equity expert to its investment committee. However, the evidence is strong that experts \nare no better than informed individuals, and worse than groups, at making predictions in realms that are \ncomplex, including politics, economics, and markets.  \n \nPhilip Tetlock, a psychologist at the University of Pennsylvania, has studied the quality of expert predictions in \ndepth. He argues that, “People who devoted years of arduous study to a topic were as hard-pressed as \ncolleagues casually dropping in from other fields to affix realistic probabilities to possible futures.” He says that \nthe degree of sophistication is “pegged in the vicinity of savvy readers of high-quality news sources such as \nthe Economist, the Wall Street Journal, and the New York Times.” 25 Experts do tend to talk more during team \nmeetings, but there is no evidence that teams with experts are any more accurate than those without them.26       \n \nWhile failure to share all relevant information is a clear risk, there is something you can do about it. Research \nsuggests that teams that receive training do a better job of sharing information.27 This has two parts. First, \nleaders teach the team to plan how they are going to make their decision. Most teams simply jump into the \ntask without giving consideration of what strategies they seek to employ to address the task. \n \nThe second part of the training emphasizes working hard to reveal all relevant information and cautions against \nembracing the first solution that the group considers. Both aspects of the training make overt the process of \nrevealing information. \n"
    },
    {
      "number": 9,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n9 \nEffective teams spend time categorizing problems, develop a strategy to approach their tasks, make sure that \ntheir time allocation matches their priorities, and work hard to reveal and consider all relevant information. \nTeam leadership is essential to the effectiveness.  \n  \nLeading the Team \n \nThe goal of a team leader is to establish and maintain the handful of organizational conditions that foster \ncompetent teamwork and, ultimately, quality decision making. Simply stated, the role of the leader is to make \nsure that the process of revealing information, weighing alternatives, and voting on the best option is done \ncorrectly.  \n \nStudies suggest that the best leaders are those who focus intently on process rather than outcome. Leaders \nwho advocate for one position going into a discussion get low marks from the team, and those teams tend to \nmake poor decisions unless that leader has specific insight. Leaders who work hard to unearth all options and \nalternatives score high marks from teams and generate better decisions.28 \n \nEffective leaders maintain focus. Focus means prioritizing issues, allocating time accordingly, and ensuring \nthat the team members with dominant personalities are kept in check. If you’ve ever been on a team or \ncommittee you know the type of person who gets off topic easily and fills airtime with inanities. A good leader \nmakes sure that no one derails the process of decision making.  \n \nStudies of teams categorize leaders as “participative” or “directive.” Participative leaders “share their power \nwith subordinates by actively including them in the decision-making process” while directive leaders “perceive \nless value in member input and are less inclined to examine a variety of solution alternatives.”29 \n  \nNot surprisingly, participative leaders coaxed more information to the surface, and teams led by directive \nleaders frequently made decisions that were consistent with the leader’s initial views. When the information of \na directive leader does not point to the best alternative, the quality of the team’s decision suffers dramatically.  \n \nGood leaders listen carefully and can detect information no matter how the speaker conveys it. All of us speak \nboth directly and indirectly. For instance, in the case of a chilly room, a person of superior status may say to \nan underling, “close the window” or, simply, “it’s cold in here.” Whether we speak directly or indirectly is a \nfunction of our personality, the situation, and the culture in which we operate.  \n \nProblems arise when others misinterpret the intention of the speaker. Direct orders can be offensive, for \nexample, and indirect orders can be perceived as unclear. Context is crucial, and good leaders read the \nsituation effectively.30     \n \nOne useful technique that leaders can use for gathering information is called a “premortem.”31 Gary Klein, a \npsychologist who developed this technique, suggests that the premortem is the hypothetical opposite of a \npostmortem, where decision makers review a past failure to better understand the cause. Postmortems are a \nuseful tool for learning from past mistakes, but do nothing about the bad outcome.  \n \nWith a premortem, the team assumes that it has come to a decision and has proceeded with the project. The \nleader then asks the team members to catapult themselves into the future, say one year from now, and \nassume that the project was a fiasco. The members then write down, independently, why the project failed. \nResearch suggests that this approach of using “prospective hindsight” sharply improves the ability to reveal \noverlooked or underappreciated factors.     \n \n"
    },
    {
      "number": 10,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n10 \nThe leader then collects the reasons for failure. Experience shows that this exercise opens up the minds of \nteam members and can also reveal information that was either unshared or insufficiently considered.    \n \nHow to Decide \n \nYears ago I was on a committee that was voting on bringing a candidate into an organization. I had seen this \nscientist’s application, reviewed his letters of recommendation, and participated in our group discussion of the \npros and cons of having him join. Based on what I saw and heard, I thought he would make a good addition \nand was prepared to vote for him. \n \nThe chair of the committee then went around the conference room table asking each member for a “yea” or a \n“nay.” Seated to my right, and set to vote a moment before me, was a physicist who had won the Nobel Prize \nand is likely the smartest person I have ever met. When the vote came to him, he said nay. My heart sank as I \nfelt an acute conflict: I was prepared to say yea and the world’s smartest man just said nay. When my turn \ncame, I said nay, slid down in my chair, and immediately regretted my decision. \n \nYou may argue that I was wrong but you probably sympathize with my plight. I fell prey to social pressure, \nwhich probably took at least two forms. It is socially comfortable to vote the same way as an eminent individual. \nIt put us on the same side. Also, his vote caused me to call into question my favorable assessment. If a super-\nsmart scientist is saying no, who am I to say yes? But as we have already seen, experts are not necessarily \nbetter forecasters than informed laymen. That was probably true in this case.  \n \nThis story introduces the idea of how best to decide. The simple answer is to vote independently. By going \naround the room as he did, the chair of that committee invited social conformity and quashed independence. \nSubmitting and tallying ballots is a quick and easy way to ensure that team members can express their diverse \nviews. A leader who skillfully surfaces all information risks losing the benefit of that effort if the aggregation \nprocess fails. Independence, which preserves diversity, is essential. \n \nThe mechanism of voting is also very important. First, a team must decide what constitutes a successful vote. \nThere are a handful of voting thresholds, each of which serves a different purpose. With a quorum, a subset \nof the members decides on behalf of the team. Quorums are often sufficient for decisions that must be quick. \nHoneybees, for example, use a quorum-sensing technique to find new homes. When approximately 15 bees \nsense one another at an attractive abode, they return to the swarm and prompt it to move in.32 \n \nThe next threshold is a majority, or a modal selection when there are multiple options. This threshold works \nwell. For instance, a number of prediction markets collect votes on the winners of the various categories for \nthe Academy Awards. These markets have a very good track record at identifying the winners.  \n \nConsensus is the most stringent threshold. In dealing with predictions, a consensus is generally too high a bar \nto clear. Most committees that reach a consensus on important issues of the future are likely too homogenous \nor are suppressing the views of dissenters. It is common for some team members to sublimate their view in \norder for the team to move forward. This creates a false sense of harmony and undermines a proper process \nof decision making.   \n \nAlthough voting by ballot may seem to be a straightforward approach to deciding on issues, there is no single \nway to best reflect the views of the group. There is a large literature on the theory of voting methods, and a \ncore finding is that there is no such thing as a single, “fair” voting system. In other words, the method you \nchoose for voting can provide different outcomes.33  \n"
    },
    {
      "number": 11,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n11 \nHere’s a simple example. Let’s say you are part of a five-person investment committee that is seeking to hire \na new investment manager. The process comes down to three candidates, A, B, and C. The committee hears \neach manager’s presentation and debates the merits of each. Now it’s time to decide. \n \nYou are the chair of the committee. Let’s say you hand out ballots with a simple instruction: “Please write \ndown your favorite candidate.” All of the members comply. When you tally the results, this is what you see: \n \n \n \n \n \n \n \nCommittee member \n \n \n \n \n \n \n1  \n \n2  \n \n3  \n \n4  \n \n5 \n \n \n \n \n \n \n \n \n \n \n \nB  \n \nB  \n \nC  \n \nB  \n \nC  \n \nThree members vote for B, two vote for C, and none vote for A. Since B wins three votes to two, you call \ninvestment manager B and share the good news, “You’re hired!”  \n \nBut what if you did something slightly different? Say you told each committee member that he or she had 100 \npoints to allocate to the managers. So instead of a simple preference, you instruct the members to weight \ntheir preferences.  \n \nWhen you tally those results, here’s what you get: \n \n \n \n \n \nCommittee member \n \n \n \n \n \n \n1  \n \n2  \n \n3  \n \n4  \n \n5 \n \n \n \n \n \n \n \nFirst  \n \nB=50  \nB=60  \nC=60  \nB=40  \nC=70 \n \n \n \n \n \n \n \nSecond  \nC=40  \nA=30  \nA=20  \nC=35  \nB=20 \n \n \n \n \n \n \n \nThird  \n \nA=10  \nC=10  \nB=20  \nA=25  \nA=10 \n \nIn this case, C garners 215 points, B 190 points, and A just 95 points. Even though three out of five \ncommittee members placed B first, which we saw in the prior voting round, C earns 215 points to B’s 190 \npoints and surfaces as the winner. So you call investment manager C with the congratulations. \n \nThe lesson is that there is no perfectly fair way to vote, but some approaches are fairer than others. Here’s \nsome guidance that may be useful. If the criterion for deciding is simple and clear, a simple vote of preference \nwill suffice. But if the decision rests on multiple criteria, it behooves the committee to be explicit about those \ncriteria and to weight them if possible. Then, a point allocation method may be a richer way to capture the \nviews of the committee. \n \nHow Teams Go Wrong \n \nWe opened with a quotation from Elizabeth Mannix and Margaret Neale that suggests that encouraging \ndiversity without understanding how to manage it is irresponsible. At this point, it should be clear that effective \nteams are those that navigate between too little and too much diversity. Most descriptions of how teams fail \nsuggest a swing toward one of those extremes. \n \nLet’s start with team composition. Teams that are too large allow for social loafing, a case when team \nmembers do not contribute sufficiently to achieving the task at hand. When many people are involved in \ncompleting a task, it can be rational for an individual to assume that others will carry the load of work and \nhence slack off.  \n"
    },
    {
      "number": 12,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n12 \nIn an experiment from a century ago, a French engineer named Max Ringelmann asked individuals to pull on a \nrope attached to a strain gauge in order to measure their effort. He then asked multiple subjects to pull on the \nrope and found that people pull less hard when in a group. This is called the “Ringelmann effect,” which \nsuggests an inverse relationship between the size of the team and the magnitude of each individual’s effort.34     \n   \nTeams that are too large, or too diverse, also fail to collaborate effectively. One study of more than 50 teams \nat large companies found that large or diverse teams tended to form subgroups. The “in-group” worked well \ntogether and solidified beliefs and felt dismissive of the “out-group.”35 Ideal teams have 4-6 members who are \ncognitively diverse and have low value diversity. Such a team maximizes potential productivity and minimizes \nprocess losses. Naturally, effective leadership is also crucial. \n \nYou want team members to share all of their information, including the voicing of dissenting views.36 Prior \nbeliefs, the revelation of information, and group dynamics are all highly relevant in the process of surfacing \ninformation. Teams frequently fail to consider all of the information that is relevant to the task at hand. \n \nFor example, research shows that team members prefer information that supports their initial preferences to \ninformation that conflicts with their views.37 Teams, similar to individuals, suffer from confirmation bias, the \ntendency to seek confirming evidence and to disavow or dismiss disconfirming evidence. Having even one \nmember of the team dissent weakens this effect. This underscores the significance of cognitive diversity. \n \nA side effect of seeking or incorporating only information that supports an initial viewpoint is that the group’s \nconfidence rises more than the group’s accuracy justifies. For teams as well as individuals, more information \nleads to more confidence without an accompanying improvement in forecast accuracy. You should not seek \ninformation for its own sake or information that merely reaffirms your view. Rather, seek information that \nchallenges your prior beliefs.38  \n \nTeams with insufficient diversity can polarize, seriously eroding the quality of decisions. In one experiment, \nresearchers assembled groups of citizens in the state of Colorado. The first group was from Boulder, a city \nknown to be politically liberal, and the second group was from the conservative city of Colorado Springs. The \nresearchers asked the individuals about their views on socially contentious issues such as global warming, \naffirmative action, and same-sex marriage. They then put the citizens from each city into groups of five and \nasked them to deliberate on the issues.  \n \nFor both cities, the deliberations caused the groups to adopt more extreme views than the individuals. The \ncitizens of Boulder, liberal to start, became even more liberal following deliberation. The same pattern held for \nColorado Springs. As the researchers conclude, “Deliberation thus increased extremism.”39    \n \nA related concept is “groupthink,” which occurs when a team minimizes conflict and seeks a consensus. A \nconcept developed and popularized by a social psychologist named Irving Janis, groupthink arises when the \nstriving for group unanimity overrides the “motivation to realistically appraise alternative courses of action.” \nGroupthink is associated with a number of decision-making disasters including the Bay of Pigs Invasion in \n1961 and the explosion of the space shuttle Challenger in 1986.40     \n \nJanis noted three symptoms of groupthink. One is overestimation of the group, including the group’s power \nand morality. Second is a group that is close-minded. This is a case where confirmation bias is taken to \ndangerous levels. The last symptom is pressure to conform, where team members either censor themselves or \npressure nonconforming members to embrace the group’s view. While full blown cases of groupthink are rare, \nit is common to see some of these symptoms plague teams. \n \n"
    },
    {
      "number": 13,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n13 \nAnother way teams fail is by improperly aggregating information as the result of faulty voting. Once the team \nhas surfaced alternatives and it comes time to make a decision, the leader of the team should make all efforts \nto ensure that voting is independent. Soliciting answers or going around the room invites social conformity and \ndegrades the quality of the decision.  \n \nWe’ll end the discussion of how teams go wrong with a factor that most leaders overlook: the time of day. Say \nan investment committee has a full day meeting with a jam-packed agenda. Schedulers will naturally allow for \nbreaks. It turns out the timing of the breaks has a large influence on the team’s decisions. \n \nIn a recent study, psychologists examined decisions regarding parole for prisoners.41 The parole board \nconsisted of a judge, a criminologist, and a social worker. The criminologist and social worker gave the judge \nprofessional advice, but the judge had the final say.  \n \nThe judges had two breaks a day, a late morning snack and lunch, so the researchers could separate the day \ninto three “decision sessions.” They found the timing of those breaks had an enormous influence on favorable \nrulings. At the beginning of a decision session, the prisoner had about a two-thirds chance of a beneficial \nruling. But that probability drifted toward zero just prior to a break.  \n \nExhibit 3 shows this pattern, with the ordinal position of the prisoners on the horizontal axis and the \npercentage of favorable rulings on the vertical axis. There did not appear to be a deliberate ordering based on \nthe characteristics of the prisoners. Contrary to the principle of legal formalism, an extraneous factor seems to \nhave played a prominent role in judicial decisions. \n \nOne reasonable interpretation of this finding is that judges get tired and hungry. As a result, just prior to rest \nand refueling, they default to the status quo. In this study, the status quo meant saying no to a request.42  \n \nIt takes little imagination to see how this finding is relevant for other teams as well. This research presents at \nleast two lessons. The first is for leaders to set the agenda so that tougher issues arise when the team is at its \nbest—the beginning of a decision session. The second is the awareness that many factors beyond a rational \nand deliberative process influence outcomes. No team member, and especially not a leader, should discount \nthe social context of group decision making.  \n \nExhibit 3: Teams Default to the Status Quo Right Before Breaks \n \nSource: Figure 1 from Shai Danziger, Jonathan Levav, and Liora Avnaim-Pesso, “Extraneous Factors in Judicial Decisions,” PNAS, February 2011. \n"
    },
    {
      "number": 14,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n14 \nSummary  \n \nResearch tells us that more than 80 percent of white collar workers partner with co-workers in order to do \ntheir jobs.43 But research also shows that most teams do not function as well as they should or could. One \nreason is that most leaders and team members simply do not understand what goes into being effective. \n \nThe key is to assemble a small, cognitively diverse group, work hard to surface unshared information and \navoid bias, and decide in an independent and unbiased fashion. The details are important. Leaders must \ndefine clearly who is on the team, determine the responsibilities and authority of the team, and hold the team \naccountable for its decisions. \n \n"
    },
    {
      "number": 15,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n15 \nEndnotes \n \n1 Elizabeth Mannix and Margaret A. Neale, “What Differences Make a Difference? The Promise and Reality of \nDiverse Teams in Organizations,” Psychological Science in the Public Interest, Vol. 6, No. 2, October 2005, \n31-55. \n2 J. Richard Hackman, ed., Groups That Work (and Those That Don’t) (San Francisco, CA: Jossey-Bass \nPublishers, 1990). See also Jon R. Katzenbach and Douglas K. Smith, The Wisdom of Teams: Creating the \nHigh-Performance Organization (Boston, MA: Harvard Business School Press, 1993). Katzenbach and Smith \nwrite, “Despite the attention teams have been receiving, the true high-performance team—that is, one that \noutperforms all other like teams, and outperforms expectations given its composition—is very rare.” \n3 J. Richard Hackman, Leading Teams: Setting the Stage for Great Performance (Boston, MA: Harvard \nBusiness School Press, 2002), 255-256. \n4 John Payne and Arnold Wood, “Individual Decision Making and Group Decision Processes,” Journal of \nPsychology and Financial Markets, Vol. 3, No. 2, 2002, 94-101; Amit Goyal and Sunil Wahal, “The Selection \nand Termination of Investment Management Firms by Plan Sponsors,” Journal of Finance, Vol. 63, No. 4, \nAugust 2008, 1805-1847.  \n 5 Richard T. Bliss, Mark E. Potter, and Christopher Schwarz, “Performance Characteristics of Individually-\nManaged versus Team-Managed Mutual Funds,” Journal of Portfolio Management, Spring 2008, 110-119. \n6 Hackman, Leading Teams, 41-59. \n7 Susan Cain, Quiet: The Power of Introverts in a World That Can’t Stop Talking (New York: Crown Publishers, \n2012), 71-94. \n8 Hackman, Groups That Work, 4. \n9 Hackman, Leading Teams, 55. \n10 Ibid., 72-73. \n11 J. Richard Hackman and Neil Vidmar, “Effects of Size and Task Type on Group Performance and Member \nReactions,” Sociometry, Vol. 33, No. 1, March 1970, 37-54. \n12 Mallory Stark, “Leading Teams: Setting the Stage for Great Performances – The Five Keys to Successful \nTeams,” HBS Working Knowledge Series, July 15, 2002. \n13 “Reflections on Investment Committee Governance,” Pavilion Advisory Group, 2012, and Payne and Wood. \n14 Karen A. Jehn, Gregory B. Northcraft, and Margaret A. Neale, “Why Differences Make a Difference: A \nField Study of Diversity, Conflict, and Performance in Workgroups,” Administrative Quarterly, Vol. 44, No 4, \nDecember 1999, 741-763. \n15 Mannix and Neale. \n16 Douglas Medin, Will Bennis, and Michael Chandler, “Culture and the Home-Field Advantage,” Perspectives \non Psychological Science, Vol. 5, No. 6, November 2010, 708-713.  \n17 Scott E. Page, The Difference: How the Power of Diversity Creates Better Groups, Firms, Schools, and \nSocieties (Princeton, NJ: Princeton University Press, 2007), 205-212. \n18 Anita Williams Woolley, Christopher F. Chabris, Alex Pentland, Nada Hashmi, and Thomas W. Malone, \n“Evidence for a Collective Intelligence Factor in the Performance of Human Groups,” Science, Vol. 330, \nOctober 29, 2010, 686-688. \n19 Brian Uzzi and Jarrett Spiro, “Collaboration and Creativity: The Small World Problem,” American Journal of \nSociology, Vol. 111, No. 2, September 2005, 447-504. The degree of connectedness is related to the \naverage path length and cluster coefficient. Average path length is the number of intermediaries between all of \nthe pairs of actors in the network. This is related to the idea of “six degrees of separation.” Cluster coefficient \nmeasures the average fraction of an actor’s collaborators who are also collaborators with one another.  \n20 Denise Lewin Loyd, Cynthia S. Wang, Katherine W. Phillips, and Robert B. Lount Jr., “Social Category \nDiversity Promotes Premeeting Elaboration: The Role of Relationship Focus,” Organization Science, Vol. 24, \nNo. 3, May-June 2013, 757-772. \n"
    },
    {
      "number": 16,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n16 \n21 Arnold Wood, “Behavioral Finance and Investment Committee Decision Making,” CFA Institute Conference \nProceedings Quarterly, December 2006, 29-37. \n22 Garold Stasser and William Titus, “Pooling of Unshared Information in Group Decision Making: Biased \nInformation Sampling During Discussion,” Journal of Personality and Social Psychology, Vol. 48, No. 6, June \n1985, 1467-1478. \n23 Jennifer R. Winquist and James R. Larson, Jr., “Information Pooling: When it Impacts Group Decision \nMaking,” Journal of Personality and Social Psychology, Vol. 74, No. 2, February 1998, 371-377. \n24 For a popular account, see Malcolm Gladwell, Outliers: The Story of Success (New York: Little, Brown and \nCompany, 2008), 177-223. Gladwell spends some time discussing the “Power Distance Index” (PDI), a \nconcept developed by a Dutch psychologist named Geert Hofstede. Countries that score high in PDI are \nhierarchical, which can impede communication. Countries that are low in PDI are more egalitarian and lead to \nmore direct discussions. Hofstede’s argument is that the degree to which societies are hierarchical is to some \ndegree cultural. Here is a ranking of countries: http://www.clearlycultural.com/geert-hofstede-cultural-\ndimensions/power-distance-index/. Gladwell suggests that more pilot errors occur at carriers domiciled in high \nPDI countries. We should note that Hofstede’s theories have come under challenge. For example, see \nBrendan McSweeney, “Hofstede’s Model of National Cultural Differences and Their Consequences: A \nTriumph of Faith – a Failure of Analysis,” Human Relations, Vol. 55, No. 1, January 2002, 89-118.   \n25 Philip E. Tetlock, Expert Political Judgment: How Good Is It? How Can We Know? (Princeton, NJ: \nPrinceton University Press, 2005), 54-56. \n26 Timothy M. Franz and James R. Larson, Jr., “The Impact of Experts on Information Sharing During Group \nDiscussion,” Small Group Research, Vol. 33, No. 4, August 2002, 383-411. \n27 James R. Larson, Jr., Pennie G. Foster-Fishman, and Christopher B. Keys, “Discussion of Shared and \nUnshared Information in Decision-Making Groups,” Journal of Personality and Social Psychology, Vol. 67, No. \n3, September 1994, 446-461. \n28 Kathleen M. Galotti, Making Decisions That Matter: How People Face Important Life Choices (Mahwah, NJ: \nLawrence Erlbaum Associates, 2002), 137-138. \n29 James R. Larson, Jr., Pennie G. Foster-Fishman, and Timothy M. Franz, “Leadership Style and the \nDiscussion of Shared and Unshared Information in Decision Making,” Leadership and Information, Vol. 24, No. \n5, May 1998, 482-495. \n30 Deborah Tannen, “How To Give Orders Like a Man,” New York Times Magazine, August 28, 1994. \n31 Gary Klein, “Performing a Project PreMortem,” Harvard Business Review, September 2007, 18-19. \n32 Thomas D. Seeley, P. Kirk Visscher, and Kevin Passino, “Group Decision Making in Honey Bee Swarms,” \nAmerican Scientist, Vol. 94, No. 3, May-June 2006, 220-229. \n33 Kenneth J. Arrow, “A Difficulty in the Concept of Social Welfare,” Journal of Political Economy, Vol. 58, No. \n4, August, 1950, 328–346. See also “Voting Methods,” Stanford Encyclopedia of Philosophy at \nhttp://plato.stanford.edu/entries/voting-methods/. \n34 Max Ringelmann, “Recherches sur les moteurs animés: Travail de l’homme,” Annales de l'Institut National \nAgronomique, Vol. 12, No. 2, 1913, 1-40. See also Wood, 35. \n35 Lynda Gratton, Andreas Voight, and Tamara J. Erickson,”Bridging Faultlines in Diverse Teams,” MIT Sloan \nManagement Review, Summer 2007.  \n36 Cass R. Sunstein, Why Societies Need Dissent (Cambridge, MA: Harvard University Press, 2003). \n37 Stefan Schulz-Hardt, Dieter Frey, Carsten Lüthgens, and Serge Moscovici, “Biased Information Search in \nGroup Decision Making,” Journal of Personality and Social Psychology, Vol. 78, No. 4, April 2000, 655-669. \n38 For group confidence, see Chip Heath and Rich Gonzalez, “Interaction with Others Increases Decision \nConfidence but Not Decision Quality: Evidence against Information Collection Views of Interactive Decision \nMaking,” Organizational Behavior and Human Decision Processes, Vol. 61, No. 3, March 1995, 305-326. \nFor individual confidence, see Paul P. Slovic, “Behavioral Problems of Adhering to a Decision Policy,” \nPresented at the Institute for Quantitative Research in Finance, Napa, CA., May 1, 1973. See \nhttp://www.decisionresearch.org/pdf/Slovic1973handout.pdf. \n"
    },
    {
      "number": 17,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n17 \n39 David Schkade, Cass R. Sunstein, and Reid Hastie, “What Happened on Deliberation Day?” John M. Olin \nLaw and Economics Working Paper No. 298, June 2006. \n40 Irving Janis, Groupthink: Psychological Studies of Policy Decisions and Fiascoes, 2nd ed. (Boston, MA: \nHoughton Mifflin, 1982). \n41 Shai Danziger, Jonathan Levav, and Liora Avnaim-Pesso, “Extraneous Factors in Judicial Decisions,” PNAS, \nFebruary 2011. \n42 Roy F. Baumeister and John Tierney, Willpower: Rediscovering the Greatest Human Strength (New York: \nThe Penguin Press, 2011), 96-99. \n43 Matt Vella, “The Truth of Collaborative Innovation,” Bloomberg Businessweek, 2008. \nSee http://images.businessweek.com/ss/08/04/0417_in_data/index_01.htm. \n \n \n \n \n \n"
    },
    {
      "number": 18,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n18 \nResources \n \nBooks \n \nBaumeister, Roy F., and John Tierney, Willpower: Rediscovering the Greatest Human Strength (New York: \nThe Penguin Press, 2011). \n \nCain, Susan, Quiet: The Power of Introverts in a World That Can’t Stop Talking (New York: Crown Publishers, \n2012). \n \nGalotti, Kathleen M., Making Decisions That Matter: How People Face Important Life Choices (Mahwah, NJ: \nLawrence Erlbaum Associates, 2002). \n \nGladwell, Malcolm, Outliers: The Story of Success (New York: Little, Brown and Company, 2008).  \n \nHackman, J. Richard, ed., Groups That Work (and Those That Don’t) (San Francisco, CA: Jossey-Bass \nPublishers, 1990).  \n \nHackman, J. Richard, Leading Teams: Setting the Stage for Great Performance (Boston, MA: Harvard \nBusiness School Press, 2002). \n \nJanis, Irving, Groupthink: Psychological Studies of Policy Decisions and Fiascoes, 2nd ed. (Boston, MA: \nHoughton Mifflin, 1982). \n \nKatzenbach, Jon R., and Douglas K. Smith, The Wisdom of Teams: Creating the High-Performance \nOrganization (Boston, MA: Harvard Business School Press, 1993).  \n \nPage, Scott E., The Difference: How the Power of Diversity Creates Better Groups, Firms, Schools, and \nSocieties (Princeton, NJ: Princeton University Press, 2007). \n \nSunstein, Cass R., Why Societies Need Dissent (Cambridge, MA: Harvard University Press, 2003). \n \nTetlock, Philip E., Expert Political Judgment: How Good Is It? How Can We Know? (Princeton, NJ: Princeton \nUniversity Press, 2005). \n \n \n \n \n \n \n \n"
    },
    {
      "number": 19,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n19 \nArticles and papers \n \nArrow, Kenneth J., “A Difficulty in the Concept of Social Welfare,” Journal of Political Economy, Vol. 58, No. \n4, August, 1950, 328–346.  \n \nBliss, Richard T., Mark E. Potter, and Christopher Schwarz, “Performance Characteristics of Individually-\nManaged versus Team-Managed Mutual Funds,” Journal of Portfolio Management, Spring 2008, 110-119. \n \nDanziger, Shai, Jonathan Levav, and Liora Avnaim-Pesso, “Extraneous Factors in Judicial Decisions,” PNAS, \nFebruary 2011. \n \nFranz, Timothy M., and James R. Larson, Jr., “The Impact of Experts on Information Sharing During Group \nDiscussion,” Small Group Research, Vol. 33, No. 4, August 2002, 383-411. \n \nGoyal, Amit, and Sunil Wahal, “The Selection and Termination of Investment Management Firms by Plan \nSponsors,” Journal of Finance, Vol. 63, No. 4, August 2008, 1805-1847.  \n \nGratton, Lynda, Andreas Voight, and Tamara J. Erickson,”Bridging Faultlines in Diverse Teams,” MIT Sloan \nManagement Review, Summer 2007.  \n \nHackman, J. Richard, and Neil Vidmar, “Effects of Size and Task Type on Group Performance and Member \nReactions,” Sociometry, Vol. 33, No. 1, March 1970, 37-54. \n \nHeath, Chip, and Rich Gonzalez, “Interaction with Others Increases Decision Confidence but Not Decision \nQuality: Evidence against Information Collection Views of Interactive Decision Making,” Organizational \nBehavior and Human Decision Processes, Vol. 61, No. 3, March 1995, 305-326. \n \nJehn, Karen A., Gregory B. Northcraft, and Margaret A. Neale, “Why Differences Make a Difference: A Field \nStudy of Diversity, Conflict, and Performance in Workgroups,” Administrative Quarterly, Vol. 44, No 4, \nDecember 1999, 741-763. \n \nKlein, Gary, “Performing a Project PreMortem,” Harvard Business Review, September 2007, 18-19. \n \nLarson, Jr., James R., Pennie G. Foster-Fishman, and Christopher B. Keys, “Discussion of Shared and \nUnshared Information in Decision-Making Groups,” Journal of Personality and Social Psychology, Vol. 67, No. \n3, September 1994, 446-461. \n \nLarson, Jr., James R., Pennie G. Foster-Fishman, and Timothy M. Franz, “Leadership Style and the \nDiscussion of Shared and Unshared Information in Decision Making,” Leadership and Information, Vol. 24, No. \n5, May 1998, 482-495. \n \nLoyd, Denise Lewin, Cynthia S. Wang, Katherine W. Phillips, and Robert B. Lount Jr., “Social Category \nDiversity Promotes Premeeting Elaboration: The Role of Relationship Focus,” Organization Science, Vol. 24, \nNo. 3, May-June 2013, 757-772. \n \nMannix, Elizabeth, and Margaret A. Neale, “What Differences Make a Difference? The Promise and Reality of \nDiverse Teams in Organizations,” Psychological Science in the Public Interest, Vol. 6, No. 2, October 2005, \n31-55. \n \n"
    },
    {
      "number": 20,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n20 \nMcSweeney, Brendan, “Hofstede’s Model of National Cultural Differences and Their Consequences: A \nTriumph of Faith – a Failure of Analysis,” Human Relations, Vol. 55, No. 1, January 2002, 89-118.   \n \nMedin, Douglas, Will Bennis, and Michael Chandler, “Culture and the Home-Field Advantage,” Perspectives \non Psychological Science, Vol. 5, No. 6, November 2010, 708-713. \n \nPayne, John, and Arnold Wood, “Individual Decision Making and Group Decision Processes,” Journal of \nPsychology and Financial Markets, Vol. 3, No. 2, 2002, 94-101. \n \nRingelmann, Max, ”Recherches sur les moteurs animés: Travail de l'homme,”Annales de l'Institut National \nAgronomique, Vol. 12, No. 2, 1913, 1-40.  \n \nSchkade, David, Cass R. Sunstein, and Reid Hastie, “What Happened on Deliberation Day?” John M. Olin \nLaw and Economics Working Paper No. 298, June 2006. \n \nSchulz-Hardt, Stefan, Dieter Frey, Carsten Lüthgens, and Serge Moscovici, “Biased Information Search in \nGroup Decision Making,” Journal of Personality and Social Psychology, Vol. 78, No. 4, April 2000, 655-669. \n \nSeeley, Thomas D., P. Kirk Visscher, and Kevin Passino, “Group Decision Making in Honey Bee Swarms,” \nAmerican Scientist, Vol. 94, No. 3, May-June 2006, 220-229. \n \nSlovic, Paul P., “Behavioral Problems of Adhering to a Decision Policy,” Presented at the Institute for \nQuantitative Research in Finance, Napa, CA., May 1, 1973.  \n \nStark, Mallory, “Leading Teams: Setting the Stage for Great Performances – The Five Keys to Successful \nTeams,” HBS Working Knowledge Series, July 15, 2002. \n \nStasser, Garold, and William Titus, “Pooling of Unshared Information in Group Decision Making: Biased \nInformation Sampling During Discussion,” Journal of Personality and Social Psychology, Vol. 48, No. 6, June \n1985, 1467-1478. \n \nTannen, Deborah, “How To Give Orders Like a Man,” New York Times Magazine, August 28, 1994. \n \nUzzi, Brian, and Jarrett Spiro, “Collaboration and Creativity: The Small World Problem,” American Journal of \nSociology, Vol. 111, No. 2, September 2005, 447-504. \n \nVella, Matt, “The Truth of Collaborative Innovation,” BloombergBusinessweek, 2008. \n \nWinquist, Jennifer R., and James R. Larson, Jr., “Information Pooling: When it Impacts Group Decision \nMaking,” Journal of Personality and Social Psychology, Vol. 74, No. 2, February 1998, 371-377. \n \nWood, Arnold, “Behavioral Finance and Investment Committee Decision Making,” CFA Institute Conference \nProceedings Quarterly, December 2006, 29-37. \n \nWoolley, Anita Williams, Christopher F. Chabris, Alex Pentland, Nada Hashmi, and Thomas W. Malone, \n“Evidence for a Collective Intelligence Factor in the Performance of Human Groups,” Science, Vol. 330, \nOctober 29, 2010, 686-688.  \n \n \n \n"
    },
    {
      "number": 21,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n21 \nAppendix  \n \nHere’s a simple example of how the diversity prediction theorem works. In July 2013, we passed around a jar of \njelly beans to 67 individuals who were participating in Credit Suisse’s Intern Day. We then asked them to guess \nhow many beans were in the jar, offering a reward for the best guess and the threat of shame for the worst guess. \nExhibit 4 shows the distribution of the actual guesses. You can see it looks nothing like the bell-shaped \ndistribution out of a textbook. \n \nExhibit 4: Distribution of Jelly Bean Guesses \n \nSource: Credit Suisse.  \n \nThe average of the guesses was 1,427 and the number of beans in the jar was 1,416.  So the collective guess \nwas 11 beans from the actual number, off by only 0.8 of 1 percent. No participant guessed more accurately than \nthe collective. Now let’s see how the diversity prediction theorem sheds light on this outcome. The equation is as \nfollows: \n \n \n \n \n \n \n \n \nCollective error = average individual error – prediction diversity \n \nThe average individual error is the average of each participant’s difference from the right answer. If each individual \nguessed perfectly, the error would be zero. Statisticians square the errors [e.g., (-5)2 + (5)2 = 50] to make sure \nthat positive and negative errors don’t cancel out (e.g., -5 + 5 = 0).   \n \nLet’s run through an example with Participant 1 (see in Exhibit 5). Her guess (Column A) was 250. Since the \nactual number was 1,416, her difference from actual (Column B) was -1,166. We then square -1,166 to get \n1,359,556 (Column C). We calculate this squared difference from actual for each participant and take the \naverage for the whole group.  \n \n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n<300\n300-599\n600-899\n900-1199\n1200-1499\n1500-1799\n1800-2099\n2100-2399\n2400-2699\n>=2700\nFrequency\nGuesses\n"
    },
    {
      "number": 22,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n22 \nIn this experiment, the average individual error is 1,428,185 (bottom of Column C). The more accurate the \nindividual guesses, the smaller the average individual error. \n \nPrediction diversity measures the dispersion of guesses. The diversity is zero if the participants provide the same \nanswer, whether or not that answer is accurate.  \n \nTo calculate Participant 1’s contribution to prediction diversity, we subtract her guess (250) from the group’s \naverage guess (1,427). Her difference from average (Column D) was approximately -1,177. We square this \ndifference to get 1,385,013 (Column E). Again, we run this calculation for each participant and then take the \naverage for the group.  \n \nFor this experiment the prediction diversity is 1,428,067 (bottom of Column E). The less diverse the individual \nguesses, the smaller the prediction diversity. \n \nWe can now solve the equation: \n \n118 = 1,428,185 – 1,428,067 \n \nNote the square root of the collective error, 118, is approximately 11. This is the difference between the \nconsensus guess and the actual number of jelly beans in the jar.  \n \nAccording to Scott E. Page, the core insight of the diversity prediction theorem is that “individual ability (the first \nterm of the right-hand side) and collective diversity (the second term) contribute equally to collective predictive \nability. Being different is as important as being good.”  \n \nThe bean jar experiment, as simple as it is, shows clearly how diversity contributes to good results.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 23,
      "text": " \n \nJanuary 8, 2014 \n \nBuilding an Effective Team \n23 \nExhibit 5: Calculation of Diversity Prediction Theorem for Jelly Bean Jar \n \nSource: Credit Suisse. \n\"Actual\" # of Jelly Beans\n1,416\n\"Average Guess\" of # Jelly Beans\n1,427\nAverage Individual Error\n1,428,185\n(Average of Column C)\nPrediction Diversity\n1,428,067\n(Average of Column E)\nCollective Error\n118\n(\"Average of Column A\"-\"Actual\")^2\nCHECKS:\nCollective Error = Average Individual Error - Prediction Diversity\n118  =   1,428,185  -  1,428,067\n                            =  ABS [\"Average Guess\"  -  \"Actual\"]\n              =  ABS [1,427  -   1,416]   ≈   11\nerror\nCollective\n118\nCOLUM N A\nCOLUM N B\nCOLUM N C\nCOLUM N D\nCOLUM N E\nParticipant\nGuess\n\"Difference \nFrom \nActual\"\nSquared \n\"Difference \nFrom \nActual\"\n\"Difference \nFrom \nAverage\"\nSquared \n\"Difference \nFrom \nAverage\"\n1\n250\n-1,166\n1,359,556\n-1,177\n1,385,013\n2\n362\n-1,054\n1,110,916\n-1,065\n1,133,939\n3\n395\n-1,021\n1,042,441\n-1,032\n1,064,747\n4\n450\n-966\n933,156\n-977\n954,267\n5\n470\n-946\n894,916\n-957\n915,592\n6\n500\n-916\n839,056\n-927\n859,080\n7\n577\n-839\n703,921\n-850\n722,272\n8\n578\n-838\n702,244\n-849\n720,573\n9\n600\n-816\n665,856\n-827\n683,707\n10\n602\n-814\n662,596\n-825\n680,403\n11\n650\n-766\n586,756\n-777\n603,520\n12\n650\n-766\n586,756\n-777\n603,520\n13\n700\n-716\n512,656\n-727\n528,334\n14\n700\n-716\n512,656\n-727\n528,334\n15\n712\n-704\n495,616\n-715\n511,033\n16\n718\n-698\n487,204\n-709\n502,491\n17\n735\n-681\n463,761\n-692\n478,678\n18\n784\n-632\n399,424\n-643\n413,276\n19\n790\n-626\n391,876\n-637\n405,598\n20\n804\n-612\n374,544\n-623\n387,962\n21\n836\n-580\n336,400\n-591\n349,122\n22\n850\n-566\n320,356\n-577\n332,774\n23\n876\n-540\n291,600\n-551\n303,453\n24\n876\n-540\n291,600\n-551\n303,453\n25\n888\n-528\n278,784\n-539\n290,376\n26\n900\n-516\n266,256\n-527\n277,587\n27\n925\n-491\n241,081\n-502\n251,869\n28\n960\n-456\n207,936\n-467\n217,964\n29\n973\n-443\n196,249\n-454\n205,994\n30\n998\n-418\n174,724\n-429\n183,926\n31\n1,000\n-416\n173,056\n-427\n182,214\n32\n1,004\n-412\n169,744\n-423\n178,815\n33\n1,050\n-366\n133,956\n-377\n142,028\n34\n1,100\n-316\n99,856\n-327\n106,841\n35\n1,104\n-312\n97,344\n-323\n104,242\n36\n1,125\n-291\n84,681\n-302\n91,123\n37\n1,155\n-261\n68,121\n-272\n73,911\n38\n1,200\n-216\n46,656\n-227\n51,468\n39\n1,200\n-216\n46,656\n-227\n51,468\n40\n1,200\n-216\n46,656\n-227\n51,468\n41\n1,289\n-127\n16,129\n-138\n19,007\n42\n1,350\n-66\n4,356\n-77\n5,908\n43\n1,352\n-64\n4,096\n-75\n5,605\n44\n1,352\n-64\n4,096\n-75\n5,605\n45\n1,378\n-38\n1,444\n-49\n2,388\n46\n1,403\n-13\n169\n-24\n570\n47\n1,457\n41\n1,681\n30\n908\n48\n1,523\n107\n11,449\n96\n9,242\n49\n1,540\n124\n15,376\n113\n12,799\n50\n1,599\n183\n33,489\n172\n29,630\n51\n1,641\n225\n50,625\n214\n45,854\n52\n1,650\n234\n54,756\n223\n49,789\n53\n1,650\n234\n54,756\n223\n49,789\n54\n1,734\n318\n101,124\n307\n94,331\n55\n2,000\n584\n341,056\n573\n328,483\n56\n2,153\n737\n543,169\n726\n527,271\n57\n2,160\n744\n553,536\n733\n537,486\n58\n2,193\n777\n603,729\n766\n586,962\n59\n2,400\n984\n968,256\n973\n946,990\n60\n2,473\n1,057\n1,117,249\n1,046\n1,094,397\n61\n2,500\n1,084\n1,175,056\n1,073\n1,151,617\n62\n2,600\n1,184\n1,401,856\n1,173\n1,376,244\n63\n2,610\n1,194\n1,425,636\n1,183\n1,399,807\n64\n2,896\n1,480\n2,190,400\n1,469\n2,158,356\n65\n5,600\n4,184\n17,505,856\n4,173\n17,415,050\n66\n6,300\n4,884\n23,853,456\n4,873\n23,747,438\n67\n6,550\n5,134\n26,357,956\n5,123\n26,246,505\nAverage\n1,427\n1,428,185\n1,428,067\n"
    },
    {
      "number": 24,
      "text": " \n \n \nImportant information \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future. \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A. \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above. \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \n© 2014 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n"
    }
  ]
}