{
  "filename": "mm_058_2005_are_you_an_expert__experts_and_markets.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423215625-07'00'",
    "modDate": "D:20240423215638-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 58,
      "year": "2005",
      "date": "10/28",
      "institution": "Legg Mason",
      "title": "Are You an Expert? Experts and Markets",
      "url": "https://12mv2.files.wordpress.com/2024/04/05-10-28-are-you-an-expert-experts-and-markets.pdf"
    },
    "tags": [
      "Decision making",
      "Skill vs luck",
      "Behavioral finance",
      "Quantitative methods"
    ],
    "tagged_at": "2025-01-20T21:26:46.567913"
  },
  "pages": [
    {
      "number": 1,
      "text": "             Legg Mason Capital Management \n \n \n \n \n \n   \n \n  \nLegg Mason Capital \nManagement \nMichael J. Mauboussin\nmmauboussin@lmfunds.com\nLEGG MASON\nCAPITAL MANAGEMENT\n \nOctober 28, 2005 \nAre You an Expert? \nExperts and Markets \nOverall, the evidence suggests there is little benefit to expertise . . . Surprisingly, I could \nfind no studies that showed an important advantage for expertise. \n \nJ. Scott Armstrong \nThe Seer-Sucker Theory: The Value of Experts in Forecasting 1 \nThe Heart of the Matter \n \nIf you enter a hospital with chest pains, doctors will quickly administer an \nelectrocardiogram (EKG) test. The EKG measures electrical impulses in your heart \nand translates them into squiggles on graph paper. Based in part on the readout, the \ndoctor determines whether or not you’re having a heart attack. Sometimes the \nreadouts are clear. But often they’re equivocal, which means you are relying on the \ndoctor’s expertise to come to a proper diagnosis. \n \nSo how good are doctors at reading EKGs? In a 1996 showdown, Lund University \nresearcher Lars Edenbrandt pitted his computer against Dr. Hans Ohlin, a leading \nSwedish cardiologist. An artificial intelligence expert, Edenbrandt had trained his \nmachine by feeding it thousands of EKGs and indicating which readouts were indeed \nheart attacks. The fifty-year-old Dr. Ohlin routinely read as many as ten thousand \nEKGs a year as part of his practice.     \n \nEdenbrandt chose a sample of over two thousand EKGs, exactly half of which showed \nconfirmed heart attacks, and gave them to machine and man. Ohlin took his time \nevaluating the charts, spending a week carefully separating the stack into heart-attack \nand no-heart-attack piles. The battle was reminiscent of Kasparov versus Deep Blue, \nand Ohlin was fully aware of the stakes. \n \nAs Edenbrandt tallied the results, a clear cut winner emerged: the computer correctly \nidentified the heart attacks in sixty-six percent of the cases, Ohlin in only fifty-five \npercent. The computer proved twenty percent more accurate than a leading \ncardiologist in a routine task that can mean the difference between life and death.2     \n \nOur society tends to hold experts in high esteem. Patients routinely surrender their \ncare to doctors, investors listen to financial advisors, and receptive TV viewers tune in \nto pundits of all stripes. All of this may cause you to wonder: what do we know about \nexperts?  \n \nThis piece provides perspective on how to think about experts. We address some \nbasic questions, including: \n \n• What is an expert? \n• What characteristics do experts share? \n• Where do experts tend to do well and where do they do poorly? \n• Does the world of investing have experts? \n"
    },
    {
      "number": 2,
      "text": " \n \n \nPage 2  \n             Legg Mason Capital Management \n \n  \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDeliberate Practice and Two Sigma \n \nNot surprisingly, we find no universal agreement as to what defines an expert. Webster’s dictionary \noffers, “One with special skill or knowledge representing mastery of a particular subject.” A more \nquantitative characterization suggests experts perform at a level two standard deviations or more \nabove a population average.  \n \nNaturally, the ability to quantify expert performance varies from discipline to discipline. In areas \nwhere scientists can readily measure expert performance, including many individual sports, the \nstandard for expertise has risen steadily over the years. Today’s elite marathoners cover the 26.2-\nmile course roughly 30% faster than the best runners a century ago, and two great violinists of \nTchaikovsky’s time declined to play his violin concerto, declaring it too difficult.  \n \nResearchers have studied experts across a large range of activities for decades. An attempt to \nbetter approach problems in artificial intelligence (AI) motivated much of the early research. AI \ndesigners had little trouble with straightforward rules-based systems that humans could program \nreadily, but found computers unable to replicate some tasks humans take for granted. Exhibit 1 \nprovides a partial list of the experts scientists have studied.   \n \nExhibit 1: Studied Expert Domains \n \nChess \nMusicians \nSports \nTyping \nMedical diagnosis \nMental calculations \n \nSource: LMCM.  \n \nSome expert domains are predominantly physical (sports and typing) while others are cognitive \n(chess and mental calculations). Intriguingly, the time required to become an expert is remarkably \nconsistent across domains. As it turns out, expertise requires about ten years, or ten to twenty \nthousand hours of deliberate practice. Little evidence exists for expert performance before ten years \nof practice. 3 Even prodigies like Bobby Fischer (chess), Amadeus Mozart (music) and Wayne \nGretzky (sports) required a decade of practice to generate world class results.  \n \nOf course, pursuing an activity for ten years provides necessary, but not sufficient, background to \nproduce an expert. Plenty of recreational athletes, musicians, and board-game enthusiasts have put \nin the requisite time without achieving expert-level performance.  \n \nCognitive psychologists highlight the role of deliberate practice in separating experts from non \nexperts. Deliberate practice means pursuing a well-defined task, appropriate for the individual’s \nlevel, allowing for opportunities for errors, error correction, and informative feedback. Contrast \ndeliberate practice with playful interaction, where individuals seek simply to enjoy an activity. \nExperts-in-training allocate about four hours a day to deliberate practice, an amount which is also \nvery consistent across domains. 4   \n    \nExperts are not casual about their domain. They build their lives around deliberate practice and \npractice every day, including weekends. But experts also report sleep and rest as critical elements \nof their results, and they avoid overtraining or overexertion. Evidence shows that performance \ndiminution in cognitive tasks coincides more with reductions in deliberate practice than with aging.   \n \nThe age of peak performance varies based on the domain. In vigorous physical activities, experts \npeak in their mid-20’s. In cognitive activities like chess and science the peak occurs in the 30’s. \nMore creative experts, including novelists, historians, and philosophers, hit the performance apex in \ntheir 40’s or 50’s. \n"
    },
    {
      "number": 3,
      "text": " \n \n \nPage 3  \n             Legg Mason Capital Management \n \n \n \nCharacteristics of Experts \n \nGiven that experts exist in diverse domains, psychologists wondered whether they have much in \ncommon. The answer: a resounding yes. Research on expert performance reveals seven robust and \nuniversal characteristics. 5  \n \n1. \nExperts excel in their own domains, but not outside their domain. Expertise is domain specific.  \nWhen experts in one field shift their attention to another field, performance retreats to the novice \nlevel. The reason is relatively straightforward: experts tend to accrue significant domain-specific \nknowledge, which is only transferable to closely interrelated fields. The bottom line is you can feel \nfree to ignore an expert discussing topics outside his or her domain. \n \n2. Experts perceive patterns in their domain.  Bill Chase and Herb Simon demonstrated this point \nwith chess players. 6 Rather than focusing on the position of individual pieces, expert chess \nplayers perceive clusters of pieces, or chunks. Estimates suggest that chess masters store \nroughly 50,000 chunks in long-term memory. Notably, this pattern recognition does not represent \nsuperior perception ability. When chess pieces are placed randomly on the board, experts \nremember the positions about as well as novices. The difference amounts to a database of \nchunks, amassed through deliberate practice, from which experts can draw. \n \n3. Experts solve problems much faster than novices. Lightning chess, where players only have a few \nseconds to decide a move, illustrates this point well. Chess masters play much more effectively at \nlightning games than novices. Two factors explain the expert speed edge. First, experts are more \neffective at the domain’s basic skills because they have practiced for so many hours. This frees up \ncognitive capacity for other parts of the task.  Second, since experts see patterns better than \nnovices, their solution searches are more efficient.  \n \n4. Experts have superior short- and long-term memory. When tested, experts appear to have recall \ncapacity that exceeds the limits of short-term memory. While they do not have larger short-term \nmemories than the average person, experts have internalized, and hence made automatic, many \nbasic skills. Deliberate practice assures experts have more patterns stored in long-term memory \nthat they are facile in retrieving.  \n \n5. Experts represent problems at a deeper level than novices. Cognitive psychologists tested this \npoint by asking experts and novices to sort problems in various fields, including physics and \ncomputer programming. The results showed that experts sort by principle-based categories, while \nnovices sort more literally, reflecting the problem’s surface features.  \n \n6. Experts spend a lot of time solving problems qualitatively. When researchers present novices with \na problem within a domain, the novices quickly go to relevant equations and solve for the \nunknown. In contrast, experts tend to create a mental representation of the problem, try to infer \nrelations within the problem, and consider constraints that might reduce the search space. Domain \nknowledge and experience allow experts greater perspective on problem solving. \n \n7. Experts have a strong sense of their own fallibility. Experts tend to be more aware of their errors, \nwhy they fail, and when they need to check their answers. Further, experts tend to judge a \nproblem’s difficulty better. Because of collective domain experience, experts are better at self-\nmonitoring than are novices.  \n \nOne helpful framework for understanding the difference between experts and non experts comes from \nthe two systems of decision making Daniel Kahneman describes in his Nobel Prize lecture.7 System 1, \nthe experiential system, is “fast, automatic, effortless, associative, and difficult to control or modify.” \nSystem 2 is analytical, “slower, serial, effortful, and deliberately controlled.” Through substantial \ndeliberate practice in a particular domain, experts can train and populate their experiential systems. A \nwell-trained experiential system, while costly, frees capacity for the analytical system. \n"
    },
    {
      "number": 4,
      "text": " \n \n \nPage 4  \n             Legg Mason Capital Management \n \nIn Kahneman’s model, System 1 uses perception and intuition to generate impressions of objects or \nproblems. These impressions are involuntary, and an individual may not be able to explain them. \nKahneman argues that System 2 is involved in all judgments, whether or not the individual makes the \ndecision overtly. In the model, intuition is a judgment that reflects an impression.  \n \nSome authors have celebrated the power of intuition. 8 An individual’s intuitive judgment of probabilities, \nhowever, is heavily influenced by similarities between the current situation and past situations, as well as \nthe associations that occur to the individual. Among Kahneman’s many contributions is showing that \nthese influences can lead to sub-optimal decisions: more bluntly, intuition is notoriously poor in dealing \nwith uncertainty. A crucial question, to which we will return, is when does intuition work? \n \nWhere Do Experts Do Well? \n \nIn some domains, experts clearly and consistently outperform the average person: just imagine playing \nchess against a grandmaster, trading volleys on Wimbledon’s center court, or performing brain surgery. \nYet in other domains experts add very little value, and their opinions are routinely inferior to collective \njudgments. Further, experts in some fields tend to agree most of the time (for example, weather \nforecasters), while in other fields they often stand at complete odds with one another. What’s going on? \n \nLet’s narrow our discussion to cognitive tasks. One way to look at expert effectiveness is based on the \nnature of the problem they address. We can consider problem types on a continuum. 9 One side \ncaptures straightforward problems inherent to static, linear, and discrete systems. The opposite side \nreflects dynamic, non-linear, and continuous problems. Exhibit 2 offers additional adjectives for each of \nthe two extremes.  \n \nExhibit 2: Edges of the Problem Continuum \n \nDiscrete \n \n \n \n \n \n \nContinuous \nStatic \n \n \n \n \n \n \n \nDynamic \nSequential \n \n \n \n \n \n \nSimultaneous \nMechanical \n \n \n \n \n \n \nOrganic \nSeparable \n \n \n \n \n \n \nInteractive \nUniversal \n \n \n \n \n \n \nConditional \nHomogenous \n \n \n \n \n \n \nHeterogeneous \nRegular  \n \n \n \n \n \n \nIrregular \nLinear  \n \n \n \n \n \n \nNon-linear \nSuperficial \n \n \n \n \n \n \nDeep \nSingle  \n \n \n \n \n \n \nMultiple \nStationary \n \n \n \n \n \n \nNonstationary \n \nSource: Paul J. Feltovich, Rand J. Spiro, and Richard L. Coulsen, “Issues of Expert Flexibility in Contexts Characterized by \nComplexity and Change,” in Paul J. Feltovich, Kenneth M. Ford, and Robert R. Hoffman, Expertise in Context: Human and \nMachine (Menlo Park, CA and Cambridge, MA: AAAI Press and The MIT Press, 1997), 128-129 and LMCM. \n \nWhile tens of thousands of hours of deliberate practice allows experts to internalize many of their \ndomain’s features, this practice can also lead to reduced cognitive flexibility. Reduced flexibility leads to \ndeteriorating expert performance as problems go from the simple to the complex.  \n \nTwo concepts are useful here. The first is what psychologists call functional fixedness, the idea that \nwhen we use or think about something in a particular way we have great difficulty in thinking about it in \nnew ways. We have a tendency to stick to our established perspective, and are very slow to consider \nalternative perspectives. \n \nThe second idea, reductive bias, says that we tend to treat non-linear, complex systems (the right-hand \nside of the continuum) as if they are linear, simple systems. A common resulting error is evaluating a  \n \n"
    },
    {
      "number": 5,
      "text": " \n \n \nPage 5  \n             Legg Mason Capital Management \n \nsystem based on attributes, versus considering the circumstances. For example, some investors focus \nsolely on statistically cheap stocks (attribute) and fail to consider whether or not the valuation indicates \nvalue (circumstance). \n \nReductive bias also presents a central challenge for economists, who attempt to model and predict \ncomplex systems using tools and metaphors from simpler equilibrium systems. The bias demonstrates \na number of conceptual challenges, including the failure to consider novel approaches, novelty clues, \nand system change.  \n \nNone of this is to say that experts are inflexible automatons. Experts act with demonstrably more \nflexibility than novices in a particular domain. Psychologists specify two types of expert flexibility. In the \nfirst type, the expert internalizes many of the domain’s salient features and hence sees and reacts to \nmost of the domain’s contexts and their effects. This flexibility operates effectively in relatively stable \ndomains. \n \nThe second type of flexibility is more difficult to exercise. This flexibility requires an expert to recognize \nwhen his or her cognitively-accessible models are unlikely to work, forcing the expert to go outside \ntheir routine and familiar frameworks to solve the problem. This flexibility is crucial to success in \nnonlinear, complex systems. \n \nSo how does an expert ensure they incorporate both types of flexibility? Advocates of cognitive \nflexibility theory suggest the major determinant in whether or not an expert will have more expansive \nflexibility is the amount of reductive bias during deliberate practice. 10 More reductive bias may \nimprove efficiency but will reduce flexibility. To mitigate reductive bias, the theory prescribes exploring \nabstractions across diverse cases to capture the significance of context dependence. Experts must  \nalso look at actual case studies and see when rules do and don’t work.    \n \nExhibit 3 consolidates these ideas and offers a quick guide to expert performance in various types of \ncognitive domains. Consistent with Exhibit 2, we show a range of domains from the most simple on the \nleft to the most complex on the right. The exhibit shows that expert performance is largely a function of \nthe type of problem the expert addresses. \n \nFor rules-based systems with limited degrees of freedom, computers consistently outperform \nindividual humans. 11 Humans perform well, but the computers are better and often cheaper. \nComputer algorithms beat people for reasons the psychologists have documented: humans are easily \ninfluenced by suggestion, recent experience, and how information is presented. Humans also do a \npoor job of weighing variables. 12 Because most decisions in these systems are rules-based, experts \ntend to agree. The EKG-reading story illustrates this point. \n \n"
    },
    {
      "number": 6,
      "text": " \n \n \nPage 6  \n             Legg Mason Capital Management \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSource: Beth Azar, “Why Experts Often Disagree,” APA Monitor Online, Vol. 30, 5, May 1999 and LMCM. \n \n \nDomain \ndescription \nRules-based; \nlimited degrees \nof freedom \nRules-based; \nhigh degrees \nof freedom \nProbabilistic; \nlimited \ndegrees of \nfreedom \nProbabilistic; \nhigh degrees \nof freedom \nExpert \nperformance \nWorse than \ncomputers \nGenerally \nbetter than \ncomputers \nEqual to or \nworse than \ncollectives \nCollectives \noutperform \nexperts \nExpert \nagreement \nHigh \n(70-90%) \nModerate \n(50-60%) \nModerate/Low \n(30-40%) \nLow \n(<20%) \nExamples \n \n• Credit scoring \n• Simple medical  \n  diagnosis \n \n      • Chess \n      • Go \n \n  • College   \n   admissions \n  • Poker \n \n• Stock market  \n  investing \n • Economic   \n   forecasting \n \nThe next column shows rules-based systems with large degrees of freedom. Experts tend to add the most \nvalue here. For example, while Deep Blue narrowly beat chess master Garry Kasparov, no computer is \neven close to beating a top player in Go, a game with simple rules but a larger 19-by-19 board. 13 \nImproving computing power, however, will eventually challenge the expert edge in this domain type. \nAgreement among experts in this domain remains reasonably high. \n \nA move to the right reveals a probabilistic domain with limited degrees of freedom. The value of experts \ndeclines because outcomes are probabilistic, but experts still hold their own versus computers and \ncollectives. Expert agreement dips again in these domains. Statistics can improve expert decision-making \nwith these problems, a point Michael Lewis develops fully for professional baseball player selection in his \nbestseller Moneyball.  \n \nThe right hand column shows the most difficult environment: a probabilistic domain with high degrees of \nfreedom. Here the evidence clearly shows that collectives outperform experts. 14 The stock market \nprovides an obvious case in point, and it comes as no surprise that the vast majority of investors add no \nvalue. In this domain, experts can, and often do, hold diametrically opposite views on the same issue. 15   \n \nExhibit 4 shows visually where experts add value in cognitive tasks. At the extremes, either computers or \ncollectives consistently outperform experts. But in the middle, experts can and do add value. Most of us \nencounter problems of every kind in our day-to-day jobs. \nExhibit 3: Expert Performance Depends on the Problem Type \n"
    },
    {
      "number": 7,
      "text": " \n \n \nPage 7  \n             Legg Mason Capital Management \n \nSource: LMCM.  \n \nConsidering tasks along a complexity continuum also provides insight into when intuition will likely work. \nAn expert’s intuition results from training the experiential system through deliberate practice. In a stable \ndomain, intuition is very powerful. When operating in a domain of sufficient complexity, expert intuition \nmay prove unreliable. The experiential system is simply not flexible enough to capture the nonlinearity \nand nonstationarity inherent in some domains. 16   \n \nAre There Experts in Investing? \n \nGiven that the stock market is a probabilistic, high-degree-of-freedom domain and the poor aggregate \nperformance of active investment managers, there seems little reason to look for investing experts.17  \nHowever, a handful of distinguished investors have established excellent long-term records, which holds \nhope for expertise in investing. Economist Burt Malkiel says it this way: 18 \n \nWhile it is abundantly clear that the pros do not consistently beat the averages, I must admit that \nthere are exceptions to the rule of the efficient market. Well, a few. While the preponderance of \nstatistical evidence supports the view that market efficiency is high, some gremlins are lurking \nabout that harry the efficient-market theory and make it impossible for anyone to state that the \ntheory is conclusively demonstrated.  \n \nSince we don’t yet understand all the issues around expertise and have yet to study successful investors \nin great detail, our conclusion that there are expert investors is tentative. However, it does not appear \nexpert-investor skill sets are transferable. Here are some of the characteristics expert investors share:   \n \n• \nSuccessful investors put in plenty of deliberate practice. In investing, this generally means lots of \ntime reading, often across diverse fields. For example, the highly-regarded head of GEICO’s \ninvestments, Lou Simpson, says, “I’d say I try to read at least five to eight hours per day. I read a \nlot of different things . . .” 19 Berkshire Hathaway’s Charlie Munger makes the point more \nemphatically, “In my whole life, I have known no wise people (over a broad subject matter area) \nwho didn't read all the time—none, zero. You'd be amazed at how much Warren reads—at how \nmuch I read. My children laugh at me. They think I'm a book with a couple of legs sticking out.\" 20 \n \n• \nGreat investors conceptualize problems differently than other investors. As a group, these experts \ngo beyond the near-term obvious issues, can identify relevant principles because of their \nexperience, and see meaningful trends. These investors don’t succeed by accessing better  \nExhibit 4: Where Experts Add Value \nDomain\nValue of experts\nComplex\nSimple\nLow\nHigh\n"
    },
    {
      "number": 8,
      "text": " \n \n \nPage 8  \n             Legg Mason Capital Management \n \ninformation; they succeed by using the information differently than others. As an illustration, star investor \nand Sears Holdings chairman Eddie Lampert carefully studied Warren Buffett’s past investments to \nunderstand the logic. By reading annual reports in years preceding Buffett deals, Lampert sought to \nreverse engineer Buffett’s thought process. In a Business Week article, Lampert noted, \"Putting myself in \nhis shoes at that time, could I understand why he made the investments? That was part of my learning \nprocess.\" 21 \n \n• \nLong-term investment success requires mental flexibility. Just as markets constantly evolve, so \ntoo must investors. Further, expert investors possess the second type of flexibility—an ability to \nrecognize when their easily-accessible mental models no longer apply. This recognition requires a \nreturn to basic principles to think carefully about a topic. Bill Miller’s investment-process evolution \nis a good case: 22 \n \nThe [conventional value investing] approach that had been so successful for us . . . had \nserious shortcomings when the economy peaked and began to head down. I decided \nto see if the academic literature offered any insights into how we might improve our \ninvestment process. After reviewing the data . . . it became clear that the conventional \nwisdom about value investing was wrong. Our experience in the late 1980’s and the \nchanges we implemented in our process allowed us to sidestep that [performance] \npothole in the late 1990s. \n \n• \nNot pattern recognition but process recognition. As scientist Norman Johnson notes, in complex \nsystems an expert can create a mental simulation, fueled by diverse information. An idea or \nproblem solution emerges from the simulation, leaving the expert unable to explain how he or she \narrived at the solution. 23 A colleague’s description of legendary hedge fund manager George \nSoros makes this point: 24 \n \n[Gary] Gladstein, who has worked closely with Soros for fifteen years, describes his \nboss as operating in almost mystical terms, tying Soros's expertise to his ability to \nvisualize the entire world's money and credit flows. “He has the macro vision of the \nentire world. He consumes all this information, digests it all, and from there he can \ncome out with his opinion as to how this is going to be sorted out. He'll look at charts, \nbut most of the information he's processing is verbal, not statistical.” \n \nThe research on expertise is ambiguous on how much of expertise we can attribute to innate \ncharacteristics versus deliberate practice. For example, Ericsson and Smith report, “the research approach \nof accounting for outstanding and superior performance in terms of general inherited characteristics has \nlargely been unsuccessful in identifying strong and replicable relations.” 25 Our view, in contrast, is there is \nclearly a hard-wired element to investing success. That most investors with outstanding long-term records \nshare a similar personality profile supports this view.26 \n \nSummary \n \nSome skepticism about the value of experts is clearly warranted. An expert’s ability to solve a problem \nappears largely dependent on the problem type. Computers tend to solve simple problems better, and \ncheaper, than experts, while collectives outperform experts for complex problems. \n \nHere are a few summary points: \n \n• \nWhat it takes to become an expert appears remarkably consistent across domains. In field after \nfield, researchers find expertise requires many years of deliberate practice. Most people don’t \nbecome experts because they don’t put in the time. \n• \nExperts train their experiential system. Repeated practice allows experts to internalize many \nfacets of their domain, freeing cognitive capacity.  \n• \nIntuition is only reliable in stable environments. In domains that are nonlinear or nonstationary, \nintuition is much less useful. \n• \nExpert investors exist. Unfortunately, it is not clear that their skill sets are transferable. Expert \ninvestors are likely a product of both mental hard wiring and hard work.   \n \n"
    },
    {
      "number": 9,
      "text": " \n \n \nPage 9  \n             Legg Mason Capital Management \n \nEndnotes \n \n1 J. Scott Armstrong, “The Seer-Sucker Theory: The Value of Experts in Forecasting,” Technology \nReview, June/July, 1980, 16-24. \n2 Atul Gawande, Complications: A Surgeon’s Notes on an Imperfect Science (New York: Picador, 2002), \n35-37. \n3 K. Anders Ericsson, ed., The Road to Excellence: The Acquisition of Expert Performance in the Arts and \nSciences, Sports and Games (Mahwah, NJ: Lawrence Erlbaum Associates, 1996), 10-11.  \n4 Paul J. Feltovich, Kenneth M. Ford, and Robert Hoffman, eds., Expertise in Context: Human and \nMachine (Menlo Park, CA and Cambridge, MA: AAAI Press and The MIT Press, 1997), 27.  \n5 Michelene T. H. Chi, Robert Glaser, and Marshall Farr, eds., The Nature of Expertise (Hillsdale, NJ: \nLawrence Erlbaum Associates, 1988), xvii-xx.  \n6 William G. Chase and Herbert A. Simon, “Perception in Chess,” Cognitive Psychology, Vol. 4, 1973, 55-\n81.  \n7 Daniel Kahneman, “Maps of Bounded Rationality: A Perspective on Intuitive Judgment and Choice,” \nNobel Prize Lecture, December 8, 2002. http://www.nobel.se/economics/laureates/2002/kahnemann-\nlecture.pdf. \n8 Gary Klein, Sources of Power: How People Make Decisions (Cambridge, MA: MIT Press, 1998). \nMalcolm Gladwell, Blink: The Power of Thinking Without Thinking (New York: Little, Brown and Company, \n2005). \n9 Paul J. Feltovich, Rand J. Spiro, and Richard L. Coulsen, “Issues of Expert Flexibility in Contexts \nCharacterized by Complexity and Change,” in Paul J. Feltovich, Kenneth M. Ford, and Robert R. \nHoffman, eds.,Expertise in Context: Human and Machine (Menlo Park, CA and Cambridge, MA: AAAI \nPress and The MIT Press, 1997). \n10 R. J. Spiro, W. Vispoel, J. Schmitz, A. Samarapungavan, and A. Boerger, “Knowledge Acquisition for \nApplication: Cognitive Flexibility and Transfer in Complex Content Domains,” in B.C. Britton, ed., \nExecutive Control Processes (Hillsdale, NJ: Lawrence Erlbaum Associates, 1987), 177-199. \n11 Robyn M. Dawes, David Faust, and Paul E. Meehl, “Clinical versus Actuarial Judgment,” in Thomas \nGilovich, Dale Griffin, and Daniel Kahneman, eds., Heuristics and Biases: the Psychology of Intuitive \nJudgment (Cambridge, UK: Cambridge University Press, 2002), 716-729.  \n12 Gawande, 44. \n13 Katie Haffner, “In an Ancient Game, Computing’s Future,” The New York Times, August 1, 2002. \n14 James Surowiecki, The Wisdom of Crowds: Why the Many Are Smarter Than the Few and How \nCollective Wisdom Shapes Business, Economies, Societies and Nations (New York: Doubleday, 2004). \n15 Joe Nocera, “On Oil Supply, Opinions Aren’t Scarce,” The New York Times, September 10, 2005.  \n16 Eric Bonabeau, “Don’t Trust Your Gut,” Harvard Business Review, May 2003. \n17 Deirdre N. McCloskey, If You're So Smart: The Narrative of Economic Expertise (Chicago, IL: \nUniversity of Chicago Press, 1990), 111-122.  \n18 Burton G. Malkiel, A Random Walk Down Wall Street, 6th ed. (New York: W.W. Norton & Company, \n1996), 192. \n19 Robert P. Miles, The Warren Buffett CEO: Secrets from the Berkshire Hathaway Managers (New York: \nJohn Wiley & Sons, 2002), 58. \n20 See http://www.fool.com/news/commentary/2003/commentary030509wt.htm. \n21 Robert Berner with Susann Rutledge, “The Next Warren Buffett?”, BusinessWeek, November 30, 2004.  \n22 Bill Miller, “Shareholders Letter,” Legg Mason Value Trust Annual Report, 2002.  \n23 See http://www.csfb.com/thoughtleaderforum/2000/johnson00_sidecolumn.shtml. \n24 Michael T. Kaufman, Soros: The Life and Times of a Messianic Billionaire (New York: Knopf, 2002), \n141.  \n25 K. Anders Ericsson and Jacqui Smith, “Prospects and limits of the empirical study of expertise: an \nintroduction,” in K. Anders Ericsson and Jacqui Smith, eds., Toward a General Theory of Expertise: \nProspects and Limits (Cambridge, UK: Cambridge University Press, 1991), 6.  \n26 Jim Ware and Jim Dethmer with Jamie Ziegler, High Performing Organizations: How to Achieve Best \nPractices of Top Firms (New York: John Wiley & Sons, 2006). \n \n"
    },
    {
      "number": 10,
      "text": " \n \n \nPage 10  \n             Legg Mason Capital Management \n \n \nBooks \n \nBritton, B.C. ed., Executive Control Processes (Hillsdale, NJ: Lawrence Erlbaum Associates, 1987). \n \nChase, William G., and Herbert A. Simon, Visual Information Processing (New York: Academic Press, 1973). \n \nChi, Michelene T. H., Robert Glaser, and Marshall Farr, eds., The Nature of Expertise (Hillsdale, NJ: \nLawrence Erlbaum Associates, 1988). \n \nEricsson, K. Anders, and Jacqui Smith, eds., Toward a General Theory of Expertise: Prospects and Limits \n(Cambridge, UK: Cambridge University Press, 1991). \n \nEricsson, K. Anders, ed., The Road to Excellence: The Acquisition of Expert Performance in the Arts and \nSciences, Sports and Games (Mahwah, NJ: Lawrence Erlbaum Associates, 1996). \n \nFeltovich, Paul J., Kenneth M. Ford, and Robert Hoffman, eds., Expertise in Context: Human and Machine \n(Menlo Park, CA and Cambridge, MA: AAAI Press and The MIT Press, 1997). \n \nGawande, Atul, Complications: A Surgeon’s Notes on an Imperfect Science (New York: Picador, 2002). \n \nGilovich, Thomas, Dale Griffin, and Daniel Kahneman, eds., Heuristics and Biases: the Psychology of Intuitive \nJudgment (Cambridge, UK: Cambridge University Press, 2002). \n \nGladwell, Malcolm, Blink: The Power of Thinking Without Thinking (New York: Little, Brown and Company, \n2005). \n \nKaufman, Michael T., Soros: The Life and Times of a Messianic Billionaire (New York: Knopf, 2002).  \n \nKlein, Gary, Sources of Power: How People Make Decisions (Cambridge, MA: MIT Press, 1998). \n \nMalkiel, Burton G., A Random Walk Down Wall Street, 6th ed. (New York: W.W. Norton & Company, 1996). \n \nMcCloskey, Deirdre N., If You're So Smart: The Narrative of Economic Expertise (Chicago, IL: University of \nChicago Press, 1990). \n \nMiles, Robert P., The Warren Buffett CEO: Secrets from the Berkshire Hathaway Managers (New York: John \nWiley & Sons, 2002). \n \nSurowiecki, James, The Wisdom of Crowds: Why the Many Are Smarter Than the Few and How Collective \nWisdom Shapes Business, Economies, Societies and Nations (New York: Doubleday, 2004). \n \nWare, Jim and Jim Dethmer with Jamie Ziegler, High Performing Organizations: How to Achieve Best \nPractices of Top Firms (New York: John Wiley & Sons, 2006). \n \nArticles \n \nArmstrong, J. Scott, “The Seer-Sucker Theory: The Value of Experts in Forecasting,” Technology Review, \nJune/July, 1980, 16-24. \n \nAzar, Beth, “Why Experts Often Disagree,” APA Monitor Online, Vol. 30, 5, May 1999. \n \nBerner, Robert, with Susann Rutledge, “The Next Warren Buffett?”, BusinessWeek, November 30, 2004. \n \nBonabeau, Eric, “Don’t Trust Your Gut,” Harvard Business Review, May 2003. \n \nHaffner, Katie, “In an Ancient Game, Computing’s Future,” The New York Times, August 1, 2002. \n \nNocera, Joe, “On Oil Supply, Opinions Aren’t Scarce,” The New York Times, September 10, 2005. \n"
    },
    {
      "number": 11,
      "text": " \n \n \nPage 11  \n             Legg Mason Capital Management \n \n \n  \n \nLegg Mason Capital Management (\"LMCM\":) is comprised of (i) Legg Mason Capital Management, Inc. \n(\"LMCI\"), (ii) Legg Mason Funds Management, Inc. (\"LMFM\"), and (iii) LMM LLC (\"LMM\").  \nThe views expressed in this commentary reflect those of LMCM as of the date of this commentary. These \nviews are subject to change at any time based on market or other conditions, and LMCM disclaims any \nresponsibility to update such views. These views may not be relied upon as investment advice and, because \ninvestment decisions for clients of LMCM are based on numerous factors, may not be relied upon as an \nindication of trading intent on behalf of the firm. The information provided in this commentary should not be \nconsidered a recommendation by LMCM or any of its affiliates to purchase or sell any security. To the extent \nspecific securities are mentioned in the commentary, they have been selected by the author on an objective \nbasis to illustrate views expressed in the commentary. If specific securities are mentioned, they do not \nrepresent all of the securities purchased, sold or recommended for clients of LMCM and it should not be \nassumed that investments in such securities have been or will be profitable. There is no assurance that any \nsecurity mentioned in the commentary has ever been, or will in the future be, recommended to clients of \nLMCM.  Employees of LMCM and its affiliates may own securities referenced herein.   \n \nInvestors should consider a fund's investment objective, risks, charges and expenses carefully before \ninvesting. For a prospectus which contains this and other important information about any Legg \nMason fund, visit www.leggmasonfunds.com. Investors should read the prospectus carefully before \ninvesting. \n \nLegg Mason Investor Services, LLC, Distributor \nMember SIPC \n"
    }
  ]
}