{
  "filename": "mm_080_2012_the_importance_of_expectations__the_question_that_bears_repeating__what_s_priced_in_.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423222311-07'00'",
    "modDate": "D:20240423222407-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 80,
      "year": "2012",
      "date": "8/21",
      "institution": "Legg Mason",
      "title": "The Importance of Expectations: The Question that Bears Repeating: What’s Priced in?",
      "url": "https://12mv2.files.wordpress.com/2024/04/12-08-21-the-importance-of-expectations__the-question-that-bears-repeating__whats-priced-in.pdf"
    },
    "tags": [
      "Alpha generation",
      "Expectations analysis",
      "Investment process"
    ],
    "tagged_at": "2025-01-20T21:27:32.028798"
  },
  "pages": [
    {
      "number": 1,
      "text": "August 2012\nLegg Mason Capital\nManagement\nThe importance \nof expectations\nIN THE UNITED STATES – INVESTMENT PRODUCTS: NOT FDIC INSURED • NO BANK GUARANTEE • MAY LOSE VALUE\nPerspectives\n\t Past performance is no guarantee of future results. All investments involve risk, including possible loss of principal.\n\t This material is not for public distribution outside the United States of America. Please refer to the disclosure information on the final page.\nBatterymarch  I  Brandywine Global  I  ClearBridge Advisors  I  Legg Mason Capital Management \nLegg Mason Global Asset Allocation  I  Legg Mason Global Equities Group  I  Permal  \nRoyce & Associates  I  Western Asset Management\n"
    },
    {
      "number": 2,
      "text": " \n \n \n \nAugust 21, 2012 \n \nThe Importance of Expectations  \n \nThe Question that Bears Repeating: What’s Priced in? \n \n \n \n \n \n \n \n \nSource: The Official Report of the Olympic Games of Stockholm 1912. \n \n \n \n \n• \nThe key to generating excess returns is the ability to distinguish between price and \nvalue—two very distinct concepts. \n \n• \nThe factors that create market inefficiencies are challenging for investors to deal \nwith, making the mispricings difficult to exploit. \n \n• \nThe most basic question you must always answer: what’s priced in? \n  \n• \nThis report walks through an expectations analysis for a large retailing company. \nPage 1 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 3,
      "text": " \nIntroduction \n \nInvesting, at its core, is the act of delaying consumption today in order to consume more at some \npoint in the future. How much more depends on the rate of return of the investment. Naturally, no \none knows the future rate of return on various assets—including bonds, stocks, real estate, and \ncommodities—but common sense tells us, and history generally confirms, that there is a \nreasonable relationship between risk and return. Just as you don’t expect a puny payoff from \nbetting on a long shot or a windfall from wagering on the favorite in horseracing, you don’t expect \nrisk and reward to be unrelated in markets over time. \n \nActive portfolio managers seek to generate attractive returns. Often, but not always, these returns \nare benchmarked against an appropriate index. The logic is straightforward: an investor can buy \nan index fund at a relatively low cost, so only portfolio managers who generate returns in excess \nof the index add value.  \n \nA portfolio manager acting as a long-term investor, in contrast to a speculator, seeks to buy \nsecurities that trade at a price less than value (and sell, or sell short, those that trade at a price \ngreater than value.).1The key to doing this successfully is the ability to distinguish between price \nand value—two very distinct concepts. \n \nThe value of a financial asset is the present value of future cash flows. Accordingly, value reflects \nthe magnitude, risk, and timing of cash flows. For some financial assets, the payment of these \ncash flows is a contractual obligation. For example, a bond is a contract between a company and \na lender that specifies timely interest payments and the return of principal at maturity. Since the \nmagnitude and timing of cash flows are set, a bond buyer only has to worry about the risk.  \n \nEquities also derive their value from future cash flows but are distinct in that there is no \ncontractual obligation. (Even dividend payments are at best a quasi-contract.) As a result, a \nstock’s value is based primarily on the expectations of the magnitude, risk, and timing of cash \nflows.  \n \nThe price of a financial asset is the result of an arms-length transaction that reflects a set of \nexpectations about the future. In an informationally-efficient market, the stock price reflects all of \nthe known information about a company and its prospects. In an allocatively-efficient market, all \ncapital has been put to its best and highest use and price and value are aligned. 2    \n \nAcademics who speak of market efficiency generally don’t mean that every stock price perfectly \nreflects its value. 3 A better way to think about it is that prices may be too high or too low, but \nthere is no systematic bias. In other words, they reflect fair value on average. \n \nResearchers have dedicated an enormous amount of effort to show that markets are not efficient. \nWe have booms and crashes. Spin-offs generate excess returns. Momentum is persistent. \nArbitrageurs sometimes fail to exploit arbitrage opportunities. Fortunes are made by skillful (or \nlucky) investors. Sociological factors that cause collectives to fail are at the core of many of these \ninefficiencies. The wisdom of crowds becomes the madness of crowds.  \n \nAt this point, there should be no doubt that price and value diverge—and sometimes significantly. \nThe problem is in taking advantage of it. And therein lies the key: The very factors that cause \nmarket inefficiencies make them difficult to exploit. 4 That’s why finance professors are so smug \nwhen they condemn active money managers—the professors don’t doubt the existence of \ninefficiencies; they doubt the existence of investors who can systematically exploit those \ninefficiencies (especially after costs).  \n \nThink of a boom as a “bullish” disease that makes people buy stocks of dot.com companies. \nThere is a population of 100 investors and each has a different threshold of susceptibility to the \ndisease. The disease starts to spread as the early bulls are infected, giving a little lift to the \nPage 2 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 4,
      "text": " \ndot.com stocks. If the right conditions are in place, the bullish disease spreads past a tipping \npoint. That means that investors with low and moderate susceptibility are eventually infected. \nFinally, all of the investors have the bullish disease—even those who were skeptical until the \nend—and all buy the dot.coms. At that point, the population has been completely infected and \nthere is no one left to buy. The bullish disease has exhausted itself, and the natural course for the \nprice of dot.com stocks is lower.   \n \nIn the market for goods and services, prices transmit very useful information. For example, if the \ndemand for a good exceeds the supply, the price will rise and producers will have an incentive to \ncreate more. This holds most strongly when demand and supply are largely independent and \nwhen the good in question is well specified and has utility.  \n \nThe market for goods and services works because prices generate negative feedback. Constant \nadjustments to supply or demand lead to a price level that is at or below a buyer’s willingness to \npay and at or above a seller’s ability to generate a satisfactory return on invested capital. \nBasically, this allows buyers to get what they want at a price they are willing to pay and allows \nsellers to provide what consumers want while making a sufficient profit.  \n \nIn the market for financial assets, prices also reveal useful information. But unlike the market for \ngoods and services where buyers and sellers know the underlying product in question—say, an \napple or an Apple computer—in financial markets the price reveals the expectations about the \nfuture. While negative feedback also works in markets—it’s at the core of arbitrage—the setup \nalso allows for positive feedback. Since no one really knows what the future holds, investors take \nthe price as a cue—higher prices suggest a rosier future. That’s how you get a bubble. In this \nsense, prices not only inform investors, they influence them. 5  \n \nThe key to successful investing, then, is to explicitly distinguish between fundamentals—the value \nof the company based on financial results in the future—and expectations—the market price and \nwhat it implies about those results. This is really difficult for at least a couple of reasons. The first \nis that normal humans prefer to be part of the crowd and that preference is what simultaneously \nleads to market inefficiency and an inability to take advantage of it.  \n \nThe second is that the person who is evaluating the fundamentals is generally the same person \nwho’s evaluating the expectations. The natural tendency is to blur the distinction between the two. \nWhen fundamentals are good we want to buy; when they’re bad we want to sell—all this \nirrespective of the most basic question: what’s priced in? \n \nA good example of where fundamentals and expectations are clearly different is betting on horse \nraces. The fundamentals are how fast a horse is likely to run. A handicapper might estimate that \nbased on factors that include the horse’s past finishes, the track condition, the jockey, the \ndistance, and the strength of the field. The expectations are the odds on the tote board, which \ncan be translated into a subjective probability of a horse’s likelihood of winning. Studies of bets on \nhorse races find that they are generally efficient. 6 \n \nMaking money through betting on horses is not at all about predicting which ones will win or lose. \nIt’s about picking the ones with odds—or a price—that fail to reflect their prospects—or value. In \nother words, expectations are out of sync with fundamentals. In horse racing, you get feedback \npromptly. The horse runs as you had thought or it doesn’t. In financial markets, the feedback \ngenerally comes with a delay. Still, the analogy of horse racing makes clear one of the essential \ntasks for successful investing: determining the expectations represented by the asset price.  \n \nThis report shows how to do that, using a large, multi-national retailer as a case study. The idea, \ndeveloped in Expectations Investing, is to start with the stock price and reverse engineer the \nexpectations consistent with that price. 7 I will go through this analysis step by step, and provide \nsome discussion of the analytical challenges along the way. The goal will be to have a sense of \nwhat this retailer’s stock price implies about future financial results, including sales growth, \nPage 3 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 5,
      "text": " \noperating profit margins, capital intensity, and returns on incremental capital. If you want a \nmetaphor, it would be where the bar is set for the high jumper.  \n \nA full “expectations investing” analysis makes a judgment about how the fundamental results are \nlikely to look. This report makes no attempt to address this topic at all (it is in the book). \nAccordingly, this analysis in no way represents an investment recommendation. The goal is to \nhighlight the distinction between fundamentals and expectations, which is frequently overlooked, \nand to demonstrate how to get a handle on expectations based on the prevailing stock price and \nsome sources that reflect the consensus of the financial community. \n \nThe Expectations Approach \n \nThe stock price of the retailer we will analyze is at $74 at the time of this writing. Our goal is to \nunderstand what expectations for the magnitude, risk, and timing of cash flows are embedded in \nthat price.  \n \nThe value of a company is the present value of free cash flows. Free cash flow is the cash \navailable for distribution to all of the capital providers of the company. More technically: \n \nFree cash flow (FCF) = net operating profit after tax (NOPAT) – investments in future growth (I).  \n \nNOPAT is the cash earnings a company would have assuming there was no financial leverage. \nInvestments consider all outlays a company needs to make to support growth in profits. These \ninclude changes in working capital, capital expenditures, and acquisitions.  \n \nThe present value of future free cash flows allows us to calculate the value of the company. We \nthen have to subtract debt and other liabilities to determine the value of the equity—a residual \nclaim: \n \nDebt + equity = PV of FCFs \n \nEquity = PV FCFs – debt \n \nTo get a sense of the company we’re analyzing, Exhibit 1 shows the last three fiscal years of free \ncash flow. 8 (The fiscal year ends in January. The full income statement, balance sheet, and \nstatement of cash flows are at the end of this report.) The company’s earnings before interest and \ntaxes (EBIT) have grown steadily and NOPAT has been in the range of $16.1 to $18.9 billion.    \n \nOver these three years, the company reduced its net working capital balance from about $1.2 \nbillion to negative $1 billion, freeing about $2.2 billion. This means that the company’s non-\ninterest bearing current liabilities exceed its current assets net of excess cash. In plain language, \nthe company now gets paid for the goods it sells before it has to pay its suppliers.  \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 4 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 6,
      "text": " \nExhibit 1: Derivation of a Retailer’s Last 3 Years of Free Cash Flow \n \nNOPAT \nF2010\nF2011\nF2012\nEBIT\n24,262.0\n25,542.0\n26,558.0\nCash taxes:\nTax provision\n7,156.0\n7,579.0\n7,944.0\nDeferred taxes\n354.0\n(919.0)\n(976.0)\nInterest shield\n602.5\n645.3\n703.3\nTotal\n8,112.5\n7,305.3\n7,671.3\nNOPAT\n16,149.5\n18,236.7\n18,886.7\nInvestment\nΔ working capital\n(3,820.0)\n2,023.0\n(408.0)\nCapital spending\n12,184.0\n12,699.0\n13,510.0\nDepreciation\n(7,157.0)\n(7,641.0)\n(8,130.0)\nΔ fixed capital\n5,027.0\n5,058.0\n5,380.0\nAcquisitions (net)\n(564.0)\n(506.0)\n3,099.0\nInvestment\n643.0\n6,575.0\n8,071.0\nFree cash flow\n15,506.5\n11,661.7\n10,815.7  \n \nSource: Company reports and LMCM analysis.  \n \nCapital spending, which includes the cost of building new stores, information systems, and \nremodeling existing ones, is the company’s largest investment item. We measure fixed capital \ninvestment as capital spending minus depreciation expense. This allows us to reflect the fact that \ndepreciation is a non-cash charge. By treating fixed capital investment this way, we also make a \nsimplifying assumption that it is only capital spending in excess of depreciation that is considered \nan investment. Said differently, we can say that the model assumes that maintenance capital \nspending and depreciation are roughly equivalent, and only spending above depreciation is an \ninvestment. \n \nFixed capital investment was close to $5 billion for each of the past three fiscal years. Based on \nthe company’s disclosure, that is also a reasonable sum for fiscal 2013.  \n \nThe last component of investment is mergers and acquisitions (M&A). Here we measure how \nmuch the company spends to acquire other businesses net of how much it receives for \noperations that it sells. It comes as no surprise that M&A is lumpy. The company received about \n$0.5 billion for asset sales in fiscal 2010 and 2011, and spent $3.1 billion on M&A in fiscal 2012.  \n \nFree cash flow has therefore been in a range of $10.8 billion—a year when there was prominent \nM&A—to $15.5 billion, when the company sharply reduced working capital and divested \nbusinesses. We can characterize free cash flow as stable and substantial.  \n \nA calculation of the value drivers for the last five years also provides insight into the operating \ncharacteristics of this retailer. Value drivers, a term coined by Alfred Rappaport, are measures \nthat determine shareholder value. There are five operating value drivers: sales growth, operating \nprofit margins, cash tax rate, working capital investment rate, and fixed capital investment rate. 9  \n \nPage 5 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 7,
      "text": " \nThe working and fixed capital investment rates reflect the investment as a percentage of the \nchange in sales. For example, a fixed capital investment rate of 29% says that for every dollar of \nsales the company added during the period, the company invested $0.29 into fixed capital. We \nhave broken out M&A as a separate investment category, although it could be subsumed into \nworking and fixed capital investment. \n \nExhibit 2: Value Drivers for the Last Five Years (F2007-2012) \n \nLast Five Years \nSales growth  \n \n5.1%\nOperating profit margin \n5.9%\nCash tax rate \n \n33.2%\n \n \nWorking capital change \n-4.2%\nFixed capital change \n29.3%\nM &A change \n \n2.0%\nSource: Company reports and LMCM analysis.  \n \nExhibit 2 shows the results for this retailer. Sales growth was 5.1 percent, a rate somewhat higher \nthan global GDP10 growth. Operating profit margins were very stable, averaging 5.9 percent. The \ncash tax rate was 33 percent during the period. Combined, these value drivers determine \nNOPAT. \n \nOver the past five years, the company invested $0.27 for every additional dollar of sales. Capital \nspending and M&A combined were over $0.30 on the dollar, while working capital actually came \ndown during the period, generating cash. Said differently, for every new dollar of sales, the \nretailer was able to reduce its working capital by $0.04. These value drivers determine the \ninvestment in future growth, I.   \n \nWe can also get a sense of how efficiently the company has invested its capital by examining the \nreturn on invested capital (ROIC). Exhibit 3 shows that ROIC drifted lower in fiscal 2012 versus \nfiscal 2011, but remains well above the company’s cost of capital. This suggests that the \ncompany has a strong competitive advantage but one that may dissipate slowly.   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 6 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 8,
      "text": " \nExhibit 3: Return on Invested Capital (F2010-2012) \n \nF2010\nF2011\nF2012\nNOPAT\n16,149.5\n18,236.7\n18,886.7\nInvested capital\n2009\n2010\n2011\n2012\nCash\n7,275.0\n7,907.0\n7,395.0\n6,550.0\nA/R\n3,905.0\n4,144.0\n5,089.0\n5,937.0\nInventory\n34,511.0\n32,713.0\n36,437.0\n40,714.0\nOther\n3,258.0\n3,268.0\n3,091.0\n1,774.0\nCurrent assets\n48,949.0\n48,032.0\n52,012.0\n54,975.0\nNIBCLs\n47,721.0\n50,624.0\n52,581.0\n55,952.0\nNet working capital\n1,228.0\n-2,592.0\n-569.0\n-977.0\nNet PPE\n95,653.0\n102,307.0\n107,878.0\n112,324.0\nOther\n18,827.0\n20,068.0\n20,892.0\n26,107.0\nInvested capital\n115,708.0\n119,783.0\n128,201.0\n137,454.0\nAverage invested capital\n117,745.5\n123,992.0\n132,827.5\nROIC\n13.5%\n14.2%\n13.7%\nROIC (average IC)\n13.7%\n14.7%\n14.2%  \n \nSource: Company reports and LMCM analysis.  \n \nMagnitude, Risk, and Timing of Cash Flows \n \nWith this background in mind, we are now set to do an expectations analysis of the retailer. We \nwill take on the task in three parts. First, we’ll get a sense of consensus expectations for the \ncompany’s value drivers. Next, we’ll estimate the cost of capital. Finally, we’ll consider the \nmarket-implied forecast period, or the period of time the company can be expected to generate \nreturns above the cost of capital on its incremental investments. 11 \n \nMagnitude \n \nTo get a sense of expected cash flows we consulted a number of analyst reports, company \nguidance, consensus forecasts, and Value Line. The picture that emerged is as follows: \n \nSales growth: roughly 6.0 percent for F2013, 4.0 percent for the next few years, and fading lower \nafter that. While this company has grown well in excess of global GDP over time, the growth in \nyears 2-4 is less than three-quarters of estimated global GDP growth. 12   \n \nOperating profit margin: approximately 6.0 percent for F2013 and F2014, 5.9 percent for the next \nfive years and fading lower after that. \n \nWorking capital investment: Assume a 5 percent rate, which means that every new dollar of sales \nwill require an increase in working capital of $0.05.  \n \nFixed capital investment: Assume a 30 percent rate, which means that every new dollar of sales \nwill require an increase in fixed capital of $0.30. This includes acquisitions. \n \nPage 7 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 9,
      "text": " \nTax rate: Assume 33 percent throughout.  \n \nThese expectations assume that sales growth in the next five years is slower than the previous \nfive (4.3 percent versus 5.1 percent), that operating margins are comparable, and that investment \nneeds grow modestly. As a result, return on average invested capital declines from 14.2 percent \nin fiscal 2012 to 12.8 percent in fiscal 2019.  \n \nRisk \n \nNow we turn to the issue of risk, which is captured in the opportunity cost of capital. The cost of \ncapital typically has two components: the cost of debt and the cost of equity.  \n \nThe cost of debt is relatively straightforward, and is estimated as the rate a company would pay \non a new issuance of debt. For practical purposes, the yield to maturity13 on the company’s long-\nterm debt serves as a good proxy for this rate. That rate is currently 2.0 percent (35 basis points \nover the U.S. 10-year Treasury note). Since interest expense is tax deductible, we need to adjust \nfor the tax shield (i.e., multiply the yield by [1- tax rate]) to come up with the after-tax cost of debt \nof 1.3 percent. \n \nThe cost of equity is more difficult to estimate because the cost is implicit, not explicit. Debt is a \ncontract while equity is effectively a claim. The most widely-used approach to estimating the cost \nof equity is the capital asset pricing model (CAPM). The CAPM starts with a risk-free rate and \nadds an equity risk premium (ERP). The ERP captures the additional return investors require for \nowning stocks versus risk-free bonds to reflect that stocks are riskier than bonds. The ERP is \nfurther modified by beta, a measure of how much a stock moves relative to the market. The \nformula for the CAPM is: \n \nCost of equity = risk-free rate + (beta x equity risk premium)  \n \nThe most widely used risk-free rate in the U.S. is the yield on the 10-year Treasury note. 14 At the \ntime of this writing, the yield is 1.65 percent.  \n \nFor an estimate of the equity risk premium, we turn to Aswath Damodaran, a professor of finance \nat the Stern School of Business at New York University. Damodaran provides an estimate of the \nequity risk premium monthly. As of August 1, 2012, the figure was 5.9 percent. Damodaran not \nonly offers a current estimate, he also provides historical ERP’s. Over the last 50 years or so, the \nratio of the ERP to the risk-free rate has averaged about 0.7. At 3.6 times today, it appears \nsomething has to give. 15 \n \nValue Line estimates this stock’s beta to be 0.60. 16 Value Line calculates beta by looking at \nweekly percentage changes in the stock versus the NYSE Index over five years. Value Line and \nBloomberg use adjusted betas, which revert the raw beta toward 1.00 to reflect the tendency of \nbetas to move toward 1.00 over time.   \n \nWith these assumptions, we can estimate the cost of equity to be 5.2 percent (1.65 + [0.60 x \n5.9]). As the company is financed with roughly 80 percent equity and 20 percent debt, the \nweighted average cost of capital comes out to 4.5 percent.  \n \nCertainly, the cost of capital appears low by any historical standard. One way to think about it is \nthe yield on debt is 2 percent—a visible number derived from a liquid security—and the equity’s \nreturn is 320 basis point higher. Further, the cost of credit default swaps—basically the price of \ninsuring against bankruptcy—is lower for this company than for the U.S. government. Market \nprices of well-traded securities provide support for the cost of capital calculation.      \n  \n \n \nPage 8 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 10,
      "text": " \nTiming \n \nThe last component of the analysis is the period of excess returns, which we like to call the \ncompetitive advantage period (CAP). 17 More specifically, during the CAP the company is \nexpected to make investments that generate a return in excess of the cost of capital. At the end \nof the CAP, we can assume that incremental investments earn returns equal to the cost of capital. \nThis does not mean the company will stop growing. It means only that the company no longer \ncreates additional value. A perpetuity assumption, which capitalizes the NOPAT in the last year of \nthe CAP at the cost of capital, captures this economic scenario.  \n \nIn the case of this international retailer, the expectations are modest with regard to future value \ncreation. A straightforward way to test how much value is reflected in expectations is to express \nthe value of a company in two parts: 18 \n \nValue = steady state value + future value creation  \n  \nTo make this apply solely to the stock price, we can subtract debt from both sides of the equation: \n \nEquity = steady state value + future value creation - debt \n \nWe calculate steady state value by capitalizing the base year of NOPAT (assuming that there are \nno unusual items included). Collecting the components for our retailer, we have base year \nNOPAT of $18.9 billion, a cost of capital of 4.5 percent, debt of $54 billion, and 3.46 billion shares \noutstanding. What we find is that the steady state value is higher than the current stock price: \n \n \nEquity per share = $18,889/4.5% - $53,500  =  $105   \n \n \n \n           3,460 \n \nSaid differently, this result suggests that the market is pricing in no value creation and, indeed, \nthat the company will invest below the cost of capital. \n \nGiven that the next few years for this company are quite visible, a more sensible interpretation of \nthe market price is that there is an expectation for value creation in the near term, followed by a \nperiod of declining cash flow.   \n \nExhibit 4 shows a snapshot of market expectations given the estimated value drivers and cost of \ncapital. To reflect a decline in long-term cash flows, we assume a perpetual decline in cash flows \nafter year 7 of the DCF model.19 (For those replicating the numbers, we use mid-year discounting \nsince the company’s fiscal year ends in January.)  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 9 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 11,
      "text": " \nExhibit 4: Market-Implied Expectations \n \nSales\n446,950.0\n476,449\n495,507\n515,327\n535,940\n552,018\n568,579\n585,636\n603,205\nSales growth\n---\n6.6%\n4.0%\n4.0%\n4.0%\n3.0%\n3.0%\n3.0%\n3.0%\nOperating income\n26,558\n28,587\n29,730\n30,404\n31,620\n32,569\n33,546\n34,553\n34,986\nOperating margin\n5.9%\n6.0%\n6.0%\n5.9%\n5.9%\n5.9%\n5.9%\n5.9%\n5.8%\nTax rate\n28.9%\n33.0%\n33.0%\n33.0%\n33.0%\n33.0%\n33.0%\n33.0%\n33.0%\nNOPAT\n18,887\n19,153\n19,919\n20,371\n21,186\n21,821\n22,476\n23,150\n23,441\nWorking capital (chg)\n(408)\n1,475\n953\n991\n1,031\n804\n828\n853\n878\nFixed Capital (chg)\n8,479\n6,000\n5,717\n5,946\n6,184\n4,823\n4,968\n5,117\n5,271\nInvestment in future\n8,071\n7,475\n6,670\n6,937\n7,215\n5,627\n5,796\n5,970\n6,149\nFree Cash Flow\n10,816\n11,678\n13,249\n13,434\n13,971\n16,194\n16,680\n17,180\n17,291\nPV of FCF\n10,816\n11,423\n12,398\n12,027\n11,967\n13,270\n13,077\n12,886\nCumulative PV of FCF\n10,816\n11,423\n23,821\n35,848\n47,815\n61,085\n74,161\n87,047\nResidual Value\n246,919\n256,795\n262,616\n273,121\n281,314\n289,754\n298,446\n302,190\nPV of Residual Value\n246,919\n251,176\n245,751\n244,519\n240,953\n237,440\n233,977\n226,657\nCorporate Value\n257,734\n262,599\n269,572\n280,367\n288,768\n298,524\n308,139\n313,705\nDebt\n53,537\n53,537\n53,537\n53,537\n53,537\n53,537\n53,537\n53,537\nShareholder value\n204,197\n209,062\n216,035\n226,830\n235,231\n244,987\n254,602\n260,168\nShares outstanding\n3,460\n3,460\n3,460\n3,460\n3,460\n3,460\n3,460\n3,460\nShareholder value per share\n$59.02\n$60.42\n$62.44\n$65.56\n$67.99\n$70.81\n$73.58\n$75.19\near\n1\n2\n3\n4\n5\n6\n7\n \nY \nSource: Company reports and LMCM analysis.  \n \nProvided this is a plausible scenario, this retailer can be expected to earn above the cost of \ncapital for approximately seven years, after which the company makes no additional value-\ncreating investments and sees its NOPAT decline 3 percent annually. The market-implied return \non investment during the CAP is 7.3 percent, well below the company’s historical return on \ninvested capital. 20 Historically, we have observed that high-quality retailers have CAP’s of around \n10 years.  \n \nWhile it is impossible to know precisely what’s priced in, this analysis gives us some sense of \nwhat has to be true for today’s stock price to make sense. The goal is to do this analysis while \nremaining agnostic as to whether the market is right or wrong.  \n \nThe next step in the expectations investing approach is to do strategic and financial analysis to \njudge whether the prevailing price reflects results the company is likely to meet, exceed, or miss. \nThis includes scenario analysis of the company’s primary value driver, sales growth, as well as \nthe impact of differing levels of sales on operating profit margin and return on invested capital. \nWe can value these scenarios, and the expected value of the stock is the sum of the products of \nthe probability and outcome of each scenario. Stocks that trade at a large discount to expected \nvalue generally carry a sufficient margin of safety.   \n \nMaking the Expectations Approach Work for You \n \nGreat investors distinguish between fundamentals and expectations. For investors in equities, \nboth require analysis. Gaining a grasp of fundamentals involves the study of a company’s growth \nrates, returns on investment, and sustainable competitive advantage. Factors including the quality \nof the industry and management’s ability to allocate capital are also important, as is the \nconsideration of macroeconomic developments. A grasp of expectations necessitates reverse \nengineering what the current stock price implies about future results. Most investors acknowledge \nthis point but few go through the exercise explicitly. \n \nPage 10 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 12,
      "text": " \nThose who seek to succeed as long-term investors need time, capital, and fortitude. Time is \nimportant because gaps between fundamentals and expectations are not always closed quickly. \nSo even in cases where the analysis is correct, the ability to see an investment idea to fruition is \nimportant. This ability is increasingly challenged in an increasingly short-term oriented world. 21   \n \nA stable base on investment capital is also crucial because great investment ideas aren’t worth \nanything if you have no money to invest. Investors, both individuals and institutions, are known to \nchase performance. As a consequence, dollar-weighted returns for investors are generally below \ntime-weighted returns for investment funds and asset classes. Said differently, rising asset prices \ndraw additional investment, leading to potential overvaluation, and declining asset prices lead to \ninvestment withdrawal, pushing prices lower and possibly creating attractive opportunities. 22   \n \nSo when investments are most attractive, the pool of capital available to invest is often modest. \nAnd when investments are least attractive, capital is plentiful. Money management, the ability to \nproperly allocate capital to investments based on their attractiveness, is an essential skill that is \nfrequently overlooked. Investors with a stable and countercyclical base of capital stand at a huge \nadvantage to those who work with fleet-footed capital. 23  \n \nThe final ingredient is fortitude. Owning a stock with a large margin of safety that goes nowhere, \nor down, is not easy. Every day, Mr. Market is sending a signal that your investment case is \nincorrect. Pressure is only exacerbated by the risk of negative fund flows. But in this case, it’s \nuseful to turn to the words of the father of security analysis, Ben Graham, who said, “You are \nneither right nor wrong because the crowd agrees with you. You are right because your data and \nreasoning are right.” 24 A firm grasp of expectations can help shape this conviction.   \n        \n \nPage 11 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 13,
      "text": " \nEndnotes \n \n1 As Benjamin Graham wrote, “An investment operation is one, which upon thorough analysis, \npromises safety of principal and an adequate return. Operations not meeting those requirements \nare speculative.” From Benjamin Graham, The Intelligent Investor, Updated and revised (New \nYork: McGraw Hill, 2003), 18. \n2 Alfred Rappaport, “The Economics of Short-Term Performance Obsession,” Financial Analysts \nJournal, Vol. 61, No. 3, May/June 2005.  \n3 The term “efficiency” comes from physics and measures output as a quantity of input. For \nexample, an engine that translates a high percentage of energy (input) into work (output) is \nefficient, and one that requires a great deal of energy for a modest amount of work is inefficient. \nHere, “value” is the input and “price” is the output. In a perfectly efficient market, value and price \nare the same.        \n4 Michael J. Mauboussin, “Capital Ideas Revisited,” Mauboussin on Strategy, March 30, 2005; \nand Michael J. Mauboussin, “Capital Ideas Revisited—Part II,” Mauboussin on Strategy, May 20, \n2005.  \n5 James Surowiecki has a good discussion of this in The Wisdom of Crowds. See James \nSurowiecki, The Wisdom of Crowds: Why the Many Are Smarter Than the Few and How \nCollective Wisdom Shapes Business, Economies, Societies, and Nations (New York: Doubleday, \n2004).  \n6 Two well-known anomalies in horseracing are the favorite and long-shot bias. Bettors wage too \nlittle on favorites and too much on long-shots. These biases are extremely difficult to exploit \nbecause the track takes a percentage of each bet. Still, the aggregate results show that horse \nbetting is remarkably efficient. See Marshall Gramm and Douglas H. Owens, \"Efficiency of Pari-\nmutuel Betting Markets across Wagering Pools in the Simulcast Era,“ Southern Economic \nJournal, Vol. 72, No. 4, April 2006, 926-937. \n7 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for \nBetter Returns (Boston, MA: Harvard Business School Publishing, 2001). \n8 We have chosen not to capitalize leases as we believe this exercise does not add much insight \ninto this analysis. For details on how to do this analysis, see: \nhttp://people.stern.nyu.edu/adamodar/pdfiles/papers/newlease.pdf. \n9 Alfred Rappaport, Creating Shareholder Value: The New Standard for Business Performance \n(New York: Free Press, 1986).  \n10 Gross Domestic Product (\"GDP\") is an economic statistic which measures the market value of \nall final goods and services produced within a country in a given period of time.  \n11Expectations Investing, 69-77.  \n12 World Bank estimates are for real global GDP growth of 3.0 percent in 2013 and 3.3 percent in \n2014. These rates are roughly equivalent to 5.5-6.0 percent nominal growth. See \nhttp://web.worldbank.org/WBSITE/EXTERNAL/EXTDEC/EXTDECPROSPECTS/EXTGBLPROSP\nECTSAPRIL/0,,contentMDK:20370107~menuPK:659160~pagePK:2470434~piPK:4977459~theS\nitePK:659149,00.html. \n13 Yield to maturity is the rate of return anticipated on a bond if it is held until the maturity date, \nexpressed as an annual rate. \n14 Michael T. Jacobs and Anil Shivdasani, “Do You Know Your Cost of Capital?” Harvard \nBusiness Review, July-August 2012.   \n15 See http://pages.stern.nyu.edu/~adamodar/.  \n16 Value Line Investment Survey dated August 3, 2012. Beta calculated monthly for the past five \nyears, as compared to the S&P 500, equals = 0.54 (as of July 31, 2012). Beta calculated monthly \nfor the past five years, as compared to the MSCI World Index, equals 0.49 (as of July 31, 2012). \n17 More accurately, timing is about when the company will generate cash flows, CAP is about the \nduration of value creation.  \n18 Merton H. Miller and Franco Modigliani, “Dividend Policy, Growth, and the Valuation of \nShares,” The Journal of Business, Vol. 34, No. 4, October, 1961, 411-433. \n19 The Discounted cash flow (DCF) model uses future free cash flow projections and discounts \nthem (most often using the weighted average cost of capital) to arrive at a present value, which is \nused to evaluate the potential for investment. The formula for growth in perpetuity is NOPAT x \nPage 12 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 14,
      "text": " \n(1+g)/(WACC – g). A negative “g” lowers the NOPAT to be capitalized and increases the discount \nrate. For example, $100 capitalized at a cost of capital is worth $2,222 ($100/4.5%). With a 3% \ndecline in NOPAT, the value is $1,293, a 42 percent reduction. \n20 See how to calculate market-expected rate on investment (MEROI) in Michael J. Mauboussin \nand Alexander Schay, “Where’s the Bar? Introducing Market-Expected Return on Investment \n(MEROI), Frontiers of Finance, Credit Suisse Equity Research, June 12, 2001. Also, Alfred \nRappaport, Creating Shareholder Value: A Guide for Managers and Investors (New York: Free \nPress, 1998), 103-109.   \n21 Alfred Rappaport, Saving Capitalism from Short-Termism: How to Build Long-Term Value and \nTake Back Our Financial Future (New York: McGraw Hill, 2011), 69-88.   \n22 See Michael J. Mauboussin, “The Coffee Can Approach: Why Doing Less Can Leave You with \nMore,” Mauboussin on Strategy, March 25, 2011. Also http://www.ici.org/pdf/2012_factbook.pdf. \n23 Michael J. Mauboussin, “Size Matters: The Kelly Criterion and the Importance of Money \nManagement,” Mauboussin on Strategy, February 1, 2006. \n24 Benjamin Graham, The Intelligent Investor: A Book of Practical Counsel, Fourth Revised \nEdition (New York: Harper & Row, 1973), 287. \n \n \n \nPage 13 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 15,
      "text": " \nAppendix: \n \nIncome Statement\n2007\n2008\nchg.\n2009\nchg.\n2010\nchg.\n2011\nchg.\n2012\nchg.\nNet sales\n348,368.0\n377,023.0\n8.2%\n404,254.0\n7.2%\n408,085.0\n0.9%\n421,849.0\n3.4%\n446,950.0\n6.0%\nCost of sales\n263,979.0\n284,137.0\n7.6%\n303,941.0\n7.0%\n304,106.0\n0.1%\n314,946.0\n3.6%\n335,127.0\n6.4%\nGross income\n84,389.0\n92,886.0\n10.1%\n100,313.0\n8.0%\n103,979.0\n3.7%\n106,903.0\n2.8%\n111,823.0\n4.6%\nGross margin\n24.2%\n24.6%\n--\n24.8%\n--\n25.5%\n--\n25.3%\n--\n25.0%\n--\nS, G & A\n63,892.0\n70,724.0\n10.7%\n77,546.0\n9.6%\n79,717.0\n2.8%\n81,361.0\n2.1%\n85,265.0\n4.8%\nOperating income \n20,497.0\n22,162.0\n8.1%\n22,767.0\n2.7%\n24,262.0\n6.6%\n25,542.0\n5.3%\n26,558.0\n4.0%\nOperating margin\n5.9%\n5.9%\n--\n5.6%\n--\n5.9%\n--\n6.1%\n--\n5.9%\n--\nInterest expense\n1,809.0\n2,103.0\n16.3%\n2,184.0\n3.9%\n2,065.0\n-5.4%\n2,205.0\n6.8%\n2,322.0\n5.3%\nOther (net)\n(280.00)\n(309.00)\n10.4%\n(284.0)\n-8.1%\n(181.0)\n-36.3%\n(201.0)\n11.0%\n(162.0)\n-19.4%\nPretax income\n18,968.00\n20,368.00\n7.4%\n20,867.0\n2.4%\n22,378.0\n7.2%\n23,538.0\n5.2%\n24,398.0\n3.7%\nIncome tax\n6,354.00\n6,889.00\n8.4%\n7,133.0\n3.5%\n7,156.0\n0.3%\n7,579.0\n5.9%\n7,944.0\n4.8%\nNet income\n12,614.00\n13,479.00\n6.9%\n13,734.0\n1.9%\n15,222.0\n10.8%\n15,959.0\n4.8%\n16,454.0\n3.1%\nMinority\n(1,330.00)\n(538.00)\n(353.0)\n(592.0)\n430.0\n(755.0)\nEarnings per share\n$2.71\n$3.18\n17.4%\n$3.40\n6.7%\n$3.78\n11.4%\n$4.48\n18.5%\n$4.54\n1.2%\nShares outstanding\n4,164.0\n4,066.0\n-2.4%\n3,939.0\n-3.1%\n3,866.0\n-1.9%\n3,656.0\n-5.4%\n3,460.0\n-5.4%\nTax rate\n33.5%\n33.8%\n--\n34.2%\n--\n32.0%\n--\n32.2%\n--\n32.6%\n-- \n \nBalance Sheet\n2006\n2007\n2008\n2009\n2010\n2011\n2012\nCash and equivalents\n6,193.0\n7,767.0\n5,492.0\n7,275.0\n7,907.0\n7,395.0\n6,550.0\nAccounts receivable\n2,575.0\n2,840.0\n3,642.0\n3,905.0\n4,144.0\n5,089.0\n5,937.0\nInventories\n31,910.0\n33,685.0\n35,159.0\n34,511.0\n32,713.0\n36,437.0\n40,714.0\nOther current assets\n3,147.0\n2,690.0\n3,727.0\n3,258.0\n3,268.0\n3,091.0\n1,774.0\nCurrent assets\n43,825.0\n46,982.0\n48,020.0\n48,949.0\n48,032.0\n52,012.0\n54,975.0\nNet PP&E\n77,865.0\n88,440.0\n96,867.0\n95,653.0\n102,307.0\n107,878.0\n112,324.0\nOther assets\n16,497.0\n16,165.0\n18,627.0\n18,827.0\n20,068.0\n20,892.0\n26,107.0\nTotal assets\n138,187.0\n151,587.0\n163,514.0\n163,429.0\n170,407.0\n180,782.0\n193,406.0\nS-T debt\n8,633.0\n8,283.0\n11,269.0\n7,669.0\n4,919.0\n6,022.0\n6,348.0\nAccounts payable\n25,101.0\n28,484.0\n30,344.0\n28,849.0\n30,451.0\n33,676.0\n36,608.0\nAccrued expenses\n13,274.0\n14,675.0\n15,725.0\n18,112.0\n18,734.0\n18,701.0\n18,154.0\nIncome taxes\n1,817.0\n706.0\n1,140.0\n760.0\n1,439.0\n204.0\n1,190.0\nCurrent liabilities\n48,825.0\n52,148.0\n58,478.0\n55,390.0\n55,543.0\n58,603.0\n62,300.0\nLong-term debt\n30,096.0\n30,735.0\n33,402.0\n34,566.0\n36,421.0\n43,860.0\n47,189.0\nOther liabilities\n129.0\n0.0\n0.0\n2,921.0\n2,766.0\n3,023.0\n3,135.0\nDeferred taxes\n4,501.0\n4,971.0\n5,087.0\n3,076.0\n2,722.0\n3,641.0\n4,617.0\nCommon stock/paid in\n3,013.0\n3,247.0\n3,425.0\n4,313.0\n4,181.0\n3,929.0\n4,034.0\nRetained earnings\n49,105.0\n55,818.0\n57,319.0\n63,660.0\n66,357.0\n63,967.0\n68,691.0\nTreasury stock\n0.0\n0.0\n0.0\n0.0\n0.0\n0.0\n0.0\nCummulative translation adj\n1,053.0\n2,508.0\n3,864.0\n(2,688.0)\n(70.0)\n646.0\n(1,410.0)\nEquity\n53,171.0\n61,573.0\n64,608.0\n65,285.0\n70,468.0\n68,542.0\n71,315.0\nMinority interest\n1,465.0\n2,160.0\n1,939.0\n2,191.0\n2,487.0\n3,113.0\n4,850.0\nTotal liabilities/equity\n138,187.0\n151,587.0\n163,514.0\n163,429.0\n170,407.0\n180,782.0\n193,406.0\n \n \n \n \n \n \nPage 14 \n \nLegg Mason Capital Management \n"
    },
    {
      "number": 16,
      "text": " \nPage 15 \n \nLegg Mason Capital Management \nStatement of Cash Flows\n2007\n2008\n2009\n2010\n2011\n2012\nNet earnings\n11,284.0\n12,731.0\n13,381.0\n14,370.0\n16,389.0\n15,699.0\nDepreciation\n5,459.0\n6,317.0\n6,739.0\n7,157.0\n7,641.0\n8,130.0\nIntangible amortization\n0.0\n0.0\n0.0\n0.0\n0.0\n0.0\nChanges in operating working capital\n2,949.0\n428.0\n1,137.0\n3,295.0\n1,080.0\n359.0\nGains on divestitures, pension funding and other\n543.0\n1,166.0\n1,890.0\n1,427.0\n(1,467.0)\n67.0\nNet cash provided by operating activities\n20,235.0\n20,642.0\n23,147.0\n26,249.0\n23,643.0\n24,255.0\nCapital expenditues\n(15,666.0)\n(14,937.0)\n(11,499.0)\n(12,184.0)\n(12,699.0)\n(13,510.0)\nPurchases of businesses\n(68.0)\n(1,338.0)\n(1,576.0)\n0.0\n(202.0)\n(3,548.0)\nDivestitures and other\n1,271.0\n605.0\n2,333.0\n564.0\n708.0\n449.0\nNet cash used in investing activities\n(14,463.0)\n(15,670.0)\n(10,742.0)\n(11,620.0)\n(12,193.0)\n(16,609.0)\nNet increase in short-term debt\n0.0\n2,376.0\n0.0\n0.0\n503.0\n3,019.0\nProceeds from long-term debt\n7,199.0\n11,167.0\n6,566.0\n5,546.0\n11,396.0\n5,050.0\nPrinciple payments on long-term debt\n(7,291.0)\n(9,066.0)\n(9,484.0)\n(7,412.0)\n(4,443.0)\n(4,939.0)\nNet purchases of treasury stock\n(1,718.0)\n(7,691.0)\n(3,521.0)\n(7,276.0)\n(14,776.0)\n(6,298.0)\nDividends paid\n(2,802.0)\n(3,586.0)\n(3,746.0)\n(4,217.0)\n(4,437.0)\n(5,048.0)\nOther\n(510.0)\n(622.0)\n267.0\n(832.0)\n(271.0)\n(242.0)\nNet cash provided (used) in financing\n(5,122.0)\n(7,422.0)\n(9,918.0)\n(14,191.0)\n(12,028.0)\n(8,458.0)\nCurrency\n97.0\n252.0\n(781.0)\n194.0\n66.0\n(33.0)\nIncrease (decrease) in cash\n747.0\n(2,198.0)\n1,706.0\n632.0\n(512.0)\n(845.0) \n \nSource: Company reports.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 17,
      "text": "\t This document is for information only and does not constitute an invitation to the public to invest. You should be aware that the investment opportunities \ndescribed should normally be regarded as longer term investments and they may not be suitable for everyone. The value of investments and the income \nfrom them can go down as well as up and investors may not get back the amounts originally invested, and can be affected by changes in interest rates, in \nexchange rates, general market conditions, political, social and economic developments and other variable factors. Past performance is no guide to future \nreturns and may not be repeated. Investment involves risks including but not limited to, possible delays in payments and loss of income or capital. Neither \nLegg Mason nor any of its affiliates guarantees any rate of return or the return of capital invested. Please note that an investor cannot invest directly in an \nindex. Forward-looking statements are subject to uncertainties that could cause actual developments and results to differ materially from the expectations \nexpressed. This information has been prepared from sources believed reliable but the accuracy and completeness of the information cannot be guaranteed \nand is not a complete summary or statement of all available data. Individual securities mentioned are intended as examples of portfolio holdings and are not \nintended as buy or sell recommendations. Information and opinions expressed by either Legg Mason or its affiliates are current as of the date indicated, \nare subject to change without notice, and do not take into account the particular investment objectives, financial situation or needs of individual investors. \nThe information in this document is confidential and proprietary and may not be used other than by the intended user. Neither Legg Mason nor any officer \nor employee of Legg Mason accepts any liability whatsoever for any loss arising from any use of this document or its contents. This document may not \nbe reproduced, distributed or published without prior written permission from Legg Mason. Distribution of this document may be restricted in certain \njurisdictions. Any persons coming into possession of this document should seek advice for details of, and observe such restrictions (if any).\n\t This document may have been prepared by an advisor or entity affiliated with an entity mentioned below through common control and ownership by Legg \nMason, Inc.\n\t This material is only for distribution in the jurisdictions listed.\n\t Investors in Europe:\n\t Issued and approved by Legg Mason Investments (Europe) Limited, registered office 201 Bishopsgate, London EC2M 3AB. Registered in England and \nWales, Company No. 1732037. Authorized and regulated by the Financial Services Authority. Client Services +44 (0)207 070 7444. This document is for use by \nProfessional Clients and Eligible Counterparties in EU and EEA countries. In Switzerland this document is only for use by Qualified Investors. It is not aimed at, \nor for use by, Retail Clients in any European jurisdictions. \n\t Investors in Hong Kong, Korea, Taiwan and Singapore:\n\t This document is provided by Legg Mason Asset Management Hong Kong Limited in Hong Kong and Korea, Legg Mason Asset Management Singapore Pte. \nLimited (Registration Number (UEN): 200007942R) in Singapore and Legg Mason Investments (Taiwan) Limited (Registration Number: \n(98) Jin Guan Tou Gu Xin Zi Di 001; Address: Suite E, 55F, Taipei 101 Tower, 7, Xin Yi Road, Section 5, Taipei 110, Taiwan, R.O.C.; Tel: (886) 2-8722 1666) in\nTaiwan. Legg Mason Investments (Taiwan) Limited operates and manages its business independently. It is intended for distributors use only in respectively \nHong Kong, Korea, Singapore and Taiwan. It is not intended for, nor should it be distributed to, any member of the public in Hong Kong, Korea, Singapore \nand Taiwan. \n\t Investors in the Americas:\n\t This document is provided by Legg Mason Investor Services LLC, a U.S. registered Broker-Dealer, which may include Legg Mason International - Americas \nOffshore. Legg Mason Investor Services, LLC, Member FINRA/SIPC, and all entities mentioned are subsidiaries of Legg Mason, Inc.\n\t Investors in Canada:\n\t This document is provided by Legg Mason Canada Inc. Address: 220 Bay Street, 4th Floor, Toronto, ON M5J 2W4. Legg Mason Canada Inc. is affiliated with \nthe Legg Mason companies mentioned above through common control and ownership by Legg Mason, Inc.\n\t Investors in Australia:\n\t This document is issued by Legg Mason Asset Management Australia Limited (ABN 76 004 835 839, AFSL 204827) (“Legg Mason”). The contents are \nproprietary and confidential and intended solely for the use of Legg Mason and the clients or prospective clients to whom it has been delivered. It is not to \nbe reproduced or distributed to any other person except to the client’s professional advisers. \n\t This material is not for public distribution outside the United States of America.\n\t Materials were prepared by Brandywine Global Investment Management, LLC and distributed by Legg Mason Investor Services, LLC.\n\t Legg Mason Perspectives® is a registered trademark of Legg Mason Investor Services, LLC.\n\t © 2012 Legg Mason Investor Services, LLC. Member FINRA, SIPC. Legg Mason Capital Management of Legg Mason, LLC. and Legg Mason Investor \nServices, LLC and all entities mentioned above are subsidiaries of Legg Mason, Inc.  407857  MIPX014942  8/12  FN1212848\nImportant risks\nAll investments involve risk, including possible loss of principal. Past performance is no guarantee of future results. \nAn investor cannot invest directly in an index.\nCommon stocks generally provide an opportunity for more capital appreciation than fixed-income investments \nbut are subject to greater market fluctuations.\nFixed-income securities involve interest rate, credit, inflation and reinvestment risks; and possible loss of principal. \nAs interest rates rise, the value of fixed income securities falls.\nCommodities contain heightened risk that include market, political, regulatory, and natural conditions and may not \nbe suitable for all investors.\nU.S. Treasuries are direct debt obligations issued and backed by the “full faith and credit” of the U.S. government. \nThe U.S. government guarantees the principal and interest payments on U.S. Treasuries when the securities \nare held to maturity. Unlike U.S. Treasury securities, debt securities issued by the federal agencies and \ninstrumentalities and related investments may or may not be backed by the full faith and credit of the U.S. \ngovernment. Even when the U.S. government guarantees principal and interest payments on securities, this \nguarantee does not apply to losses resulting from declines in the market value of these securities.\nYields and dividends represent past performance and there is no guarantee they will continue to be paid.\n"
    }
  ]
}