{
  "filename": "mm_021_1999_the_triumph_of_bits__mental_models_for_successful_investment.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423212753-07'00'",
    "modDate": "D:20240423212801-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 21,
      "year": "1999",
      "date": "12/10",
      "institution": "CS First Boston",
      "title": "The Triumph of Bits: Mental Models for Successful Investment",
      "url": "https://12mv2.files.wordpress.com/2024/04/99-12-10-the-triumph-of-bits__mental-models-for-successful-investment.pdf"
    },
    "tags": [
      "Behavioral finance",
      "Business models & growth",
      "Technology & innovation",
      "Valuation methods"
    ],
    "tagged_at": "2025-01-20T21:25:29.490731"
  },
  "pages": [
    {
      "number": 1,
      "text": "CREDIT SUISSE FIRST BOSTON CORPORATION\nEquity Research\nAmericas\nU.S. Investment Strategy\nDecember 10, 1999\nThe Triumph of Bits\nMental Models for Successful Investment\nMichael J. Mauboussin\n1 212 325 3108\nmichael.mauboussin@csfb.com\nAlexander Schay\n1 212 325 4466\nalexander.schay@csfb.com\nStephen G. Kawaja\n1 212 325 3922\nstephen.kawaja@csfb.com\n• The key to the Digital Revolution is that knowledge has replaced\nphysical capital as the fundamental driver of value.\n• This tectonic shift has rendered many old rules of thumb obso-\nlete. Investors must adopt new mental models in order to under-\nstand current developments.\n• A decentralized mindset is most suitable for understanding capi-\ntal market behavior, adaptive management structures, and tech-\nnological diffusion.\n• Globalization will transform many industry structures. Leading\ncompanies will get the best the world has to offer: large markets,\nthe latest technology, responsive suppliers, and able talent.\n"
    },
    {
      "number": 2,
      "text": "The Triumph of Bits\n– 2 –\nExecutive Summary\nAs we enter the new millennium, information technology is driving change in the\nworld around us at an ever-increasing pace. Old rules of thumb that once accu-\nrately represented the past have just as rapidly lost their accuracy. New mental\nmodels, or frameworks, are needed to allow investors to best understand the cir-\ncumstances they face. Those that can adapt to the brave new world will reap dis-\nproportionately higher rewards. Those that don’t will struggle.\nThis report broadly outlines the key forces that are reshaping the world of the\n21st century:\n• \nRevolutionary economic shifts. We are currently undergoing our second\nrevolutionary shift in as many centuries. Improvements in “software”—the in-\nstructions, recipes, or means by which humans manipulate the physical world\naround them—are the main driver. As knowledge replaces tangible capital as\nthe fundamental driver of value creation, future economic growth relies more\non the manipulation of “software” than on the manipulation of physical capital.\nThere is already ample evidence of this shift in knowledge over capital in ag-\ngregate return on capital data for the U.S. economy. Unfortunately, the cur-\nrent accounting system was developed to measure tangible capital and is\ninelegant at keeping the financial score for the information revolution.\n• \nDecentralization. In an ever-connected world, distributed knowledge be-\ncomes more and more valuable than individual knowledge. As an investor,\nthis mindset allows a better understanding of how securities are priced in the\ncapital market, dictates adaptive management structures, and explains the\ndiffusion of technology.\n• \nGlobalization. Currently, a mere 20% of global output is consumed in global\nmarkets. However, in 30 years’ time it is estimated that 80%, or $90 trillion, in\nglobal output will be consumed in global markets. This 9% compound aver-\nage growth rate in global market consumption is roughly double the actual\ngrowth in output expected over the same period. Capital, raw materials, la-\nbor, and land are all costs of production. Taking advantage of global dispari-\nties among these various elements of the capitalist calculus are going to be a\nsource of tremendous opportunity in the future. Particularly, labor productivity\nand labor cost arbitrage will become a key source of value in the years\nahead.\n• \nThe triumph of bits over atoms. The revolutionary shift to a knowledge-based\neconomy has radical implications for valuation. Knowledge-based businesses\nenjoy certain characteristics not found in their bricks-and-mortar brethren. For\nexample, most knowledge-based businesses have high upfront costs but\nrelatively cheap incremental costs. This “scalability” makes intellectual capital\neasy to reproduce and disseminate, allowing businesses to grow with negli-\ngible incremental costs. This leads to even more rapid change, as dominant\ncompanies or industries are always at risk of being unseated by a new tech-\nnology, driving future returns on invested capital higher than they have ever\nbeen.\n• \nWe believe it is important to allocate a meaningful amount of time to the\nbuilding and fortification of mental models.\n"
    },
    {
      "number": 3,
      "text": "The Triumph of Bits\n– 3 –\nIntroduction\nInvesting is a context-dependent activity. Change is inevitable. Rules of thumb\nthat accurately represented the past have lost their validity. Investors more con-\ncerned with consistency of approach than evolution of approach are falling out of\nsync with the markets.\nWhat to do? We believe the best way to approach the investing task is one pro-\nposed by Charlie Munger—Warren Buffett’s sidekick at Berkshire Hathaway.\nMunger advocates the use of so-called “mental models.” Mental models are\nframeworks—typically drawn from various disciplines—that allow an investor to\nbest understand the circumstances he or she faces. Mental models help shape\naccurate representations of reality, and are as valid for assessing a company’s\ncompetitive position as they are for rational decision-making in stock picking.\nMunger likes to point out the risk of having too few mental models or models that\nare too rigid. He repeats the well-worn phrase “to a man with a hammer, every\nproblem looks like a nail” to stress that mental models must constantly be built\nand fortified. We believe the mental models required for the 21st century are very\ndifferent from those that dominated even one generation ago. Investors today\nmust adapt, as they have in the past. History has shown that those quickest to\nadapt reap disproportionately higher rewards. Change is the only constant.\nIn this article, we build on four themes: revolutionary economic shifts, decentrali-\nzation, globalization, and bits over atoms. There is one common and powerful\nthread linking each theme: the speed and increasing ubiquity of information tech-\nnology. Information technology is changing many of the rules of the game, both\nfor companies and investors. This is not to say the laws of financial economics\nhave changed. It does suggest, however, that mental models must be updated.\nRevolutionary Shifts: Agricultural to Industrial to Information\nWe are currently undergoing our second revolutionary shift in as many centuries.\nThe first shift was from a largely agricultural society to an industrial society. This\noccurred in the 19th century. The second shift is from an industrial society to an\ninformation society. This shift started around the middle of the 20th century, and\nremains a powerful force today. Table 1 shows the percentage of employment in\nagricultural, manufacturing, and service jobs in the United States over the past\n200 years. The data clearly show the shift in economic emphasis.\nTable 1\nPercentage of Americans Employed in Various Jobs\n1800\n1850\n1900\n1950\n2000E\nAgriculture\n94%\n60%\n45%\n18%\n3%\nManufacturing\n3\n24\n27\n37\n27\nServices\n3\n16\n28\n45\n70\nTotal\n100%\n100%\n100%\n100%\n100%\nSource: Myths of Rich and Poor, W. Michael Cox and Richard Alm; CSFB estimates.\nSome pundits have argued that there is really very little new about the New\nEconomy, citing prior periods of outsized wealth for countries during specific\ntimes. Examples include Holland in the 17th century and the United Kingdom in\nthe 18th and 19th centuries. On one level, this is valid. On another level, it is a\ngross underestimation of the pace of change and how we experience it as hu-\nmans.1\n"
    },
    {
      "number": 4,
      "text": "The Triumph of Bits\n– 4 –\nWhat features do these revolutions have in common? In each case, innovation—\nor the application of “technology”—has been key. For example, the jump from a\nnomadic to an agrarian society was spurred by the domestication of plants and\nanimals.2 This was a meaningful innovation, as it allowed for the creation of larger\ncommunities and introduced specialization of tasks. The transition from an agri-\ncultural to industrial society was paced by technological breakthroughs such as\nsteam engines, electricity, rail transportation and mass production lines.3\nImprovements in “software” are the root of these revolutionary shifts. Software is\ndefined as a set of instructions, recipes, or means by which humans manipulate\nthe physical world around them.4 In this regard, the current Information Revolu-\ntion is similar to the revolutions that preceded it.\nSo what’s different about the Information Revolution—the basis for the heralded\nNew Economy? There has been a shift in emphasis in what drives economic\ngrowth. Economic output is a function of labor, capital, and software. Historically,\nimproved software drove better use of capital and labor. The key difference be-\ntween the current revolution and the prior two is that they were largely about ma-\nnipulating physical capital, while the current revolution is about manipulating\nsoftware. Now, for the first time, software has become the defining determinant of\nvalue.\nThis is important because software is a nonrival economic good. A rival economic\ngood is one that can be used by one person or one entity at a time. A manufac-\nturing plant, a pen, a car are all rival goods. In contrast, a nonrival economic\ngood—instructions, recipes, ideas—can be passed on to others without any con-\ngestion. In fact, the cost of replicating and distributing knowledge-based products\nis close to zero.5 And the rapidity with which value-creating ideas are spread is\naccelerating the rate of change. Good ideas are still hard to come by, but are\ncheap and quick to pass along.\nSo in prior periods, those that controlled physical capital captured the most value.\nToday, those that control intellectual capital capture the value. (See Tables 2 and\n3.) The mental models needed to assess intellectual capital are different from\nthose needed for physical capital. Investors who are slow to transition from one\nset of models to the other will be at a significant disadvantage in the new millen-\nnium.\nTable 2\nThe Richest Americans in History Owned the Means of Production\nRank\nTycoon\nSource of Fortune\nWealth as a % of GNP\n1\nJohn D. Rockefeller\nOil\n1.53%\n2\nCornelius Vanderbilt\nSteamboats and railroads\n1.15\n3\nJohn Jacob Astor\nFur trade, NY real estate\n0.93\n4\nStephen Girard\nShipping\n0.67\n5\nAndrew Carnegie\nSteel\n0.60\nSource: The Wealthy 100, Michael Klepper and Robert Gunther.\nTable 3\nThe Richest Americans Today Own Equity in Knowledge Companies\nin $ billions\nRank\nName\nWorth\nSource\n1\nBill Gates\n$58.4\nMicrosoft Corp.\n2\nWarren Buffett\n29.4\nBerkshire Hathaway\n3\nPaul Allen\n22.0\nMicrosoft Corp.\n4\nMichael Dell\n13.0\nDell Computer\n5\nSteve Ballmer\n12.0\nMicrosoft Corp.\nSource: “The Forbes Four Hundred, The 1998 Richest People in America.” Forbes, October 12, 1998.\n"
    },
    {
      "number": 5,
      "text": "The Triumph of Bits\n– 5 –\nHere are a few of the mental models we think will be important in the 21st cen-\ntury:\n• \nIncreasing returns. We count at least five definitions of the term, but two are\nimportant here. The first is the idea that knowledge begets knowledge.6 Al-\nmost all innovations are the result of recombining existing technologies in a\nnovel way. Accordingly, the more building blocks of knowledge that exist, the\nmore potential combinations, and hence the greater the levels of innovation.\nThis means that the companies (and countries) with the biggest pools of\nknowledge will actually be able to grow the fastest in the future.\nThe second sense of the phrase relates to returns on capital. Neo-classical\neconomic theory holds that competitive forces drive returns on capital down\nto the cost of capital over time. This is true for most industries, notwithstand-\ning the short-term benefit of traditional economies of scale. However, knowl-\nedge-based products often have high up-front costs and modest costs of\nreplication and distribution. As more and more units are sold, per-unit costs\ndrop and returns on capital rise as incremental units are amortizing off of the\nhigh up-front cost. Increasing returns are replacing diminishing returns in\nparts of the economy.\n• \nIntellectual property. One fundamental building block of free market econo-\nmies is strong property rights. Property rights assure that the owners of\ncapital and resources generate and retain appropriate returns on that capital.\nAnd the fact that capital and resources are rival goods means that it is a rela-\ntively straightforward task to track ownership.\nThe link between returns on capital and capital ownership becomes much\nfuzzier when intellectual capital is the source of advantage. There are a cou-\nple reasons for this. First, the process for claiming intellectual property is less\ndeveloped and less clear-cut than property rights. While the patent process is\nviable, questions abound about what is novel and unobvious, two criteria for\nreceiving a patent. Further, precedent suggests that ideas cannot be pat-\nented. 7 Second, software can be disseminated—quickly, cheaply and without\ncongestion—in a way that capital can not. This makes software inherently\ndifficult to protect. We believe that investors should carefully watch how the\nU.S. government deals with the issue of intellectual capital. The current case\nagainst Microsoft may provide important precedent—especially for compa-\nnies that enjoy increasing returns.\n• \nAccounting. Our current dual-entry accounting system was developed\nroughly 500 years ago. It was largely built to track the movement of physical\ngoods for the benefit of creditors. In a world dominated by tangible capital,\nour currently employed accounting system worked fine. As the source of\nvalue creation shifts to intangible capital, however, the system becomes less\nand less reflective of economic reality. Examples include capturing intellec-\ntual capital, large employee stock-option claims, and the expensing versus\ncapitalizing of investments. Investors must be aware that the financial score\nfor the Information Revolution is kept with an outdated system.\nAs the new millennium begins, it remains the early stages of the Information\nRevolution. Investors need to evolve their mental models to incorporate the\nsurging role of software as the source of competitive advantage. This strategic\ntask is complicated by the fact that traditional accrual accounting does a poor job\nof mirroring economic reality.\nDecentralization\nThe human mind loves cause and effect.8 This evolutionary adaptation has been\nuseful for most of human existence. Eat something toxic and you get sick. Fail to\n"
    },
    {
      "number": 6,
      "text": "The Triumph of Bits\n– 6 –\nprotect yourself from a predator and you die. But the usefulness of this neat cau-\nsality will be much more limited in the future. In an ever-connected world, distrib-\nuted knowledge is becoming more and more valuable than individual knowledge.\nThe new millennium will see a decentralized mindset triumph over a centralized\nmindset.9\nLet’s step back. From where did the centralized view emerge? There are really\ntwo interrelated sources. The first is scientific and the second social.\nFirst, a scientific perspective. For the vast majority of human tenure, there was\nvery little understanding of how things worked: why the sun rose, why it rained,\nhow babies were created. Humans closed the cause and effect loop by looking to\nthe supernatural. Gods and spirits dictated the goings-on. Every question could\nbe answered by defaulting to a higher force.\nHuman understanding of the world changed dramatically during the Renaissance\n(14th through 17th centuries) as modern science started to take shape. Science\nstarted to eclipse the role played by religion in its explanation of a great number\nof physical phenomenon. There was perhaps no more influential scientist than Sir\nIsaac Newton (1642-1727). Newton described many of the basic physical laws,\nemboldening scientists to believe, if only tacitly, that any physical phenomenon\ncould be explained if given enough information.\nThis deterministic approach satiates human desire for cause and effect in a dif-\nferent way. Rather than looking to the supernatural for explanation, it offers (or\npromises) fundamental determinism in the world. Effects have causes, and they\ncan be described through science.\nThe centralized mindset also came from the social reality that historically a\nhandful of people controlled information. Those that did—feudal lords, kings, dic-\ntators, and industrialists—typically had power. In the absence of efficient means\nof communication or widespread education, these people had pronounced infor-\nmational advantages. The holders of information helped shape the destiny of\nmany people. Cause and effect were linked.\nOver the past century or so, social and physical scientists have been waking to\nthe realization that organization in systems need not be the result of direct cause\nand effect.10 The specific observation is that the interaction of many agents, each\nwith local information, often leads to an aggregate system that is smarter than the\nsum of its parts. These are known as complex adaptive systems (CAS) and a\nnew field of complexity has sprung up to study it.11 Complex adaptive systems\nare ubiquitous in nature—ant colonies and immune systems are but two exam-\nples—and can also be found in structures erected by man. This includes the\ncapital markets in which investors compete every day.12\nCentralized systems have a great advantage over decentralized systems be-\ncause they are generally easier to understand. So when economists create their\nexplanations of the world, they have one of two choices: defined models with\nclean mathematical solutions, or more complicated models with either no answer\nor many solutions. By and large, economists have chosen models more akin to\nNewtonian physics than biological reality. Alfred Marshall, often called the father\nof modern economics, said it this way:\nThe Mecca of economics lies in economic biology rather than eco-\nnomic mechanics. But biological conceptions are more complex\nthan those in mechanics; a volume of foundations must therefore\ngive a relatively large place to mechanical analogies, and frequent\nuse is made of the term equilibrium which suggests something of a\nstatic analogy.13\n"
    },
    {
      "number": 7,
      "text": "The Triumph of Bits\n– 7 –\nWe believe there is a widespread move to decentralization. This is not to say that\ncentralized systems do not have a place. Numerous phenomena are still best\ndescribed by centralized theories. It is to say that decentralized thinking has not\nbeen given its proper due.\nThe decentralization march is occurring on multiple levels. The grease on the\nskids is free markets and a precipitous drop in communication costs. And even\nthough the mental transformation from centralized to decentralized thinking will\nbe hard for many investors, we believe it will be a key investment theme.\nWe explore decentralized thinking at three levels:\n• \nCapital markets. The development of modern portfolio theory over that past\n50 years or so represented a significant leap in understanding of how capital\nmarkets work. However, equilibrium economics remains at the core of the\ntheory. And in explaining how markets work, many economists have indulged\nin the “lead steer” theory, a decidedly centralized notion.\nThe lead steer theory is a metaphor for how stock prices are set. If you want\nto understand the direction of a herd of cattle, you need not interview each\ncow. You only have to talk to the “lead steer.” Similarly, in the stock market\nyou need not understand the motivations of the average investor, as they are\nconsidered price-takers. It is only the well-capitalized, informed lead steer\nthat matters.14\nWe believe the lead steer metaphor, for all of its intuitive appeal, is wrong.\nThere are simply too many stocks and too few lead steers. The setting of\nstock prices cannot be understood using a centralized framework.\nThis is not to say that markets are not well functioning mechanisms. They\nare. But they can best be understood as decentralized systems—more accu-\nrately, complex adaptive systems. CAS are comprised of many agents, each\nwith local, or limited, information. A market emerges from the dynamic inter-\naction of these agents. CAS are often called emergent phenomenon. Impor-\ntantly, the market that emerges has properties and characteristics separate\nand distinct from the sum of the underlying agents. Additivity does not apply.\nOrder arises spontaneously from the interplay of the agents.\nEconomists have long observed CAS without formally having a name to at-\ntach to it. Adam Smith called it the “invisible hand.” The Austrian school of\neconomics called it “subjectivism.” No matter the moniker, a decentralized\nmodel better describes markets.\n• \nCompanies. For the better part of the past century, companies were organ-\nized in hierarchical fashion. Managers had whatever information there was,\nand they essentially dictated the tasks that needed to be completed. Further,\nmany of the industry’s value-chain activities were done within the corporation.\nVertical integration assured control of all phases of production.\nThe old order is rapidly changing for two fundamental reasons. The first rea-\nson relates to a change in corporate emphasis because of the evolution in\nthe economy from capital-based to knowledge-based. Traditional businesses\ntypically focus on optimization: doing what we did yesterday better today, and\nbetter yet tomorrow. New Economy businesses are in a constant search for\nthe “next big thing”—the killer application that will dismantle the status quo.\nCentralized, hierarchical structures are typically suitable for optimizers. But\nthe quest for the next big thing requires a leaner, flatter organization. Em-\nployees need to have incentives to think out of the box (which are usually in\nthe form of stock options). Decentralization is the best organizational struc-\nture.15\n"
    },
    {
      "number": 8,
      "text": "The Triumph of Bits\n– 8 –\nThe second reason for corporate decentralization is plummeting transaction\ncosts. In a seminal paper written in 1937,16 economist Ronald Coase noted\nthat firms should perform internally any activity that cannot be performed\nmore cheaply externally. The cost differentials between internal and external\nactivities are attributable to transaction costs, including search, information,\nbargaining, decision, policing and enforcement costs.\nCoase noted that lower costs of performing activities, spurred by innovations\nsuch as the telephone and telegraph, would encourage larger firms. And for\nyears that was true. But the rules are changing: transaction costs are drop-\nping so dramatically that it is now cost effective for companies to outsource\nmore and more activities. It’s not that companies are abdicating responsibility\nfor delivering their goods or services: they remain tethered to their partners\nthrough an umbilical cord of information technology. So companies can avoid\nthe costs of largeness, most notably bureaucracy, while still providing the\nbest product possible.17\nOne clear illustration of this trend is Dell Computer. Dell effectively out-\nsources the activities that do not add value. However, the company maintains\nclose ties to suppliers and front-end customer support, creating the look and\nfeel of a large company from a customer’s perspective. The company cap-\ntures the benefit of size without much of the cost of size.\nCorporate downsizing is happening fast. (See Table 4.) And an increasingly\nwired world virtually assures that decentralization will remain a key corporate\ntrend.\nTable 4\nU.S. Job Creation by Firm Size\n1991-95; in thousands\nFirm Size (number of employees)\nNet Change in Employment\n1-4\n3,843\n5-19\n3,446\n20-99\n2,546\n100-499\n1,011\n500-4,999\n193\n5,000 or more\n-3,375\nTotal\n7,664\nSource: Myths of Rich and Poor, W. Michael Cox and Richard Alm.\n• \nTechnology. Technology is also rapidly moving toward a decentralized world.\nOne need look no further than the Internet: a huge, interconnected system\nwith no centralized authority. The extraordinary growth of the Internet, which\noccurred without the benefit of any planning, is itself a testament to self-\norganizing principles.\nA more mundane example is the evolution in computing power. The modern\nera of computers can be said to have started in 1959, the year the integrated\ncircuit was introduced. The first creatures to roam the computing landscape\nwere the mainframes, which dominated from the early 1960s to the early\n1980s. Mainframes were more of the centralized ilk: they were expensive,\nhad few operators, and few users. The 1970s saw the advent of minicomput-\ners—not as powerful as mainframes but more flexible. Personal computers\nburst on the scene in the early 1980s, allowing everyone to have a computer\non their desk cost-effectively. But decentralization did not kick into high gear\nuntil the era of networking, which started in earnest about one dozen years\nago.\n"
    },
    {
      "number": 9,
      "text": "The Triumph of Bits\n– 9 –\nThe future of technology looks heavily decentralized. As broadband Internet\nprotocol services become diffused, there will be little institutional control over\ntechnology. Individuals will be connected to one another through a decen-\ntralized Web, with no center. Biological metaphors will describe the world\nbetter than Newtonian ones. Cause and effect will be more ephemeral than\never.\nGlobalization\nToday, roughly 20% of global output—$6 trillion of the $28 trillion world gross\ndomestic product—is produced and consumed in global markets. Within 30\nyears, 80% of the $90 trillion-plus in output will be in global markets. This repre-\nsents a compound annual growth rate of almost 9%, or better than double the\nrate of anticipated global output growth.18 Globalization is obviously a significant\nissue for the new millennium.\nSlowly but surely, democracy has been on the rise, and regulation has been de-\nclining around the world. These developments, paired with the surge in ever-\ncheaper information technology, mean that companies will have opportunities in\nthe future that they could have only dreamed of in the past. Specifically, leading\ncompanies of the future will have the best the world has to offer: talented labor,\nlarge customer markets, the latest technology, and the most efficient suppliers.\nThe more sober downside is that many businesses, used to competing in largely\nlocal or sheltered markets, will be competing against the world’s elite. Data from\nthe World Bank and McKinsey suggest that roughly one-third of all industries are\nglobally defined, one-third nationally defined, and one-third locally defined. The\nintegration of global markets, given their magnitude and ferocity, will inevitably\ncreate significant volatility and uncertainty.\nMcKinsey consultant Lowell Bryan and his colleagues offer an interesting frame-\nwork for considering globalization. They note that arbitrage—the purchase and\nsale of goods to exploit price inefficiencies—is ubiquitous in financial markets.\nThey argue that arbitrage is going to become mainstream in product markets as\nwell.\nArbitrage in the real economy is based on the exploitation of varying production\ncosts. There are four major factor costs of production: raw materials, capital,\nlabor, and land. Of these, only commodity-based raw materials and capital are\npriced in global markets. That is, there is one price for the goods around the\nworld (adjusted for transaction and transportation costs).\nThese real economy arbitrage opportunities are huge. Differences between capi-\ntal and labor productivity remain significant across various geographies. For ex-\nample, the capital productivity of Germany and Japan is roughly two-thirds that of\nthe United States. Table 5 shows labor productivity and labor costs across a host\nof countries. Further, McKinsey estimates that roughly 90% of the world market\nshare and capacity is controlled by companies that have limited capabilities to\ncapture these arbitrage opportunities.\n"
    },
    {
      "number": 10,
      "text": "The Triumph of Bits\n– 10 –\nTable 5\nLabor Productivity and Costs across Various Countries—1992\nweighted average of four industries: steel, food, retail banking, and telecom\nCountry\nLabor Productivity\nLabor Cost\nU.S.\n100\n100\nArgentina\n46\n41\nColombia\n38\n17\nBrazil\n32\n31\nMexico\n31\n27\nVenezuela\n30\n14\nSource: McKinsey Global Institute.\nAccordingly, companies should build strategies based on cross-geographic arbi-\ntrage. While capturing these arbitrage benefits will undoubtedly be aided by in-\nformation technology, the transformation of many sectors will take years, if not\ndecades, to unfold. Further, these arbitrage opportunities require scale. The\ncompanies with the best global scale will be the ones that benefit most directly.\nTriumph of Bits over Atoms\nThere is a mantra of productivity growth that some Wall Street strategists love to\nchant: capital is replacing labor. While this is an obvious truth in parts of the\neconomy, it obscures the real story of the new millennium: knowledge is replacing\ncapital as the fundamental driver of value creation.\nSome of the key characteristics of software—costly to produce but cheap to repli-\ncate and distribute—were discussed above. Investors need to be sensitive to a\nfew additional points:\n• \nScalability. Scalability refers to the ability to grow sales at a much more rapid\nrate than costs—including the capital investment needed to support the busi-\nness. Business models based on the deployment of substantial capital—re-\ntailers, for example—have physical barriers to growth. Managers must\nrapidly, and skillfully, deploy hard assets in order to generate brisk sales\ngrowth. Capital-intensive businesses do benefit from economies of scale, but\ncompetitive forces generally assure that returns on capital are similar to the\ncost of capital.\n• \nIn contrast, knowledge-based businesses are much more scalable. As intel-\nlectual capital is inexpensive to reproduce and disseminate, these busi-\nnesses can grow rapidly with negligible incremental costs. In the language of\neconomists, marginal costs continue to decline as output increases.\n• \nThe result is that intellectual-capital-based businesses are more scalable\nthan are their capital-laden brethren. Some New Economy companies will\nachieve growth rates well beyond what was conceivable even a half-century\nago.\n• \nTo illustrate the point, we compared the anticipated growth rates of Ama-\nzon.com to the growth posted by Wal-Mart in the early- to mid-1970s. Wal-\nMart’s sales gains were (and are) tied to new store openings to a large de-\ngree. Amazon, in contrast, has relatively modest capital needs and a scal-\nable, front-end Web site. While Wal-Mart posted an impressive 42%\ncompound annual sales growth rate from 1974-77, AMZN is expected to\nshow an even more notable 100%-plus compound annual top-line improve-\nment from 1997-00E. See Figure 1.\n"
    },
    {
      "number": 11,
      "text": "The Triumph of Bits\n– 11 –\nFigure 1\nBits Scale Better than Atoms—Growth of Wal-Mart versus Amazon.com\nCAGR Sales\nWMT (74-77)       42%\nAMZN (97-00E)  145%\nWMT\n1973\n1974\n1975\n1976\n1977\n1978\n$0\n$500\n$1,000\n$1,500\n$2,000\n$2,500\n$3,000\n$3,500\nSales in millions\nAMZN\n1996\n1997\n1998\n1999E\n2000E\n2001E\nSource: Company published data, CSFB estimates.\n• \nAccelerating rate of economic discontinuity. Economist Joseph Schumpeter\nmade famous the phrase “creative gale of destruction.” What Schumpeter\nstressed was that the interesting part of capitalism is the never-ending\nchange, a point not sufficiently underscored by equilibrium-based economet-\nric models. That is, dominant companies or industries are always at risk of\nbeing unseated by a new technology.\nThere are two important takeaways. The first is that the speed of change is\nincreasing.19 In large part, increasing speed has been fed by Moore’s Law,\nwhich says that computing power doubles approximately every 18 months. In\nfact, if Moore’s Law continues to the year 2015 as many experts expect,\nthere will be a staggering 137 billion-fold increase in computing power 55 or\nso years since the introduction of the integrated circuit. So long as informa-\ntion can be accessed, analyzed, and recombined dramatically quicker and\ncheaper than before, change will continue at a breakneck pace.\nFigure 2\nSpread of Products into American Households\nSource: Myths of Rich & Poor; W. Michael Cox and Richard Alm; Basic Books, 1999.\n"
    },
    {
      "number": 12,
      "text": "The Triumph of Bits\n– 12 –\nThe second takeaway is that investors in the future should expect higher re-\nturns on invested capital (ROIC) than they have ever seen, but for shorter\ntime periods. The elevated ROICs are a function of our accounting system,\nwhich fairly portrays tangible assets but does a poor job capturing intangible\nassets. The shorter time periods, quantified by what we call “competitive ad-\nvantage period,” reflect the accelerated rate of discontinuous innovation.20\nThis is in contrast to more traditional businesses, where ROICs tend to be\nmore modest but the franchise more durable. So investors face a new ana-\nlytical hurdle: higher ROICs for shorter periods of time versus lower ROICs\nfor longer periods of time.\n• \nHarder working physical capital. Our preliminary analysis shows that working\ncapital and fixed capital turnover ratios are increasing steadily in the United\nStates for the largest companies (S&P 500). This means that a given sales\nlevel can be attained with a lower capital requirement than in the past. We\nbelieve this improvement reflects the implementation of technology. This ad-\nvancement is being offset, however, by a significant increase in the amount\nof goodwill on U.S. corporate balance sheets as the result of unprecedented\nmergers and acquisition activity. Knowledge, then, is showing up in two ways.\nIt is helping use capital better, but it is being capitalized in M&A.\n• \nMore equity-based compensation. People are the source of competitive ad-\nvantage in a knowledge-based world. And people want something that physi-\ncal capital never asked for—a piece of the action. In a market-based society,\nthat means equity ownership.\nEquity-heavy compensation is already apparent in some parts of the econ-\nomy, most notably technology. In Silicon Valley, stock option grants are today\nthe primary form of remuneration. We believe that stock-based compensation\nwill march in lockstep with the evolution to a knowledge-based economy. So\nwhile options are not significant for certain industries and geographies today,\nthey will be in the 21st century.\nThere is also a significant valuation implication. Employee stock options are\nnot thoroughly treated in the standard financial statements. Given that op-\ntions are a significant employee claim, they must be appropriately valued and\ntreated as the economic liability that they are. For many New Economy com-\npanies, employee stock options are worth 10% or more of the equity capitali-\nzation.21\nPractical Takeaways\nSo what should the practical investor do given these themes? We summarize a\nfew thoughts:\n• \nBe aware of the wide (and growing) chasm between economic reality and\naccounting convention. As the world economy hurtles from capital-based to\nknowledge-based, investors are left with outdated tools to assess financial\nperformance. The solution to this is to focus on measures of cash flow. In ad-\ndition, we believe that understanding options—both employee stock options\nand the real options companies have—will be increasingly important in deci-\nphering value.22\n• \nInvestors must understand technology for a couple of reasons. First, it has\nbecome a meaningful component of the investable universe. Thirty years\nago, technology comprised about 5% of the S&P 500. Today it is 22% and\ngrowing dynamically. So the sector is too large to ignore. Second, technology\nis affecting all businesses, and generally exacerbates the advantage of large\ncompanies at the expense of their smaller competitors. Strategic phenomena\n"
    },
    {
      "number": 13,
      "text": "The Triumph of Bits\n– 13 –\nsuch as network effects, increasing returns, high up-front costs and lock-in\nare also becoming increasingly important to recognize and understand.23\n• \nBeware the “red queen effect.” Evolutionary biologists dubbed the phrase\n(based on a scene in Lewis Carroll’s Through the Looking Glass) to under-\nscore that evolutionary “advancements” by one species would be competed\naway by offsetting advancements by its predators or prey. The same holds\ntrue in the corporate ecosystem. We believe that much of the value from in-\nformation technology-driven efficiency will flow to customers, not to share-\nholders.\n• \n“You can observe a lot by watching.” This line, attributable to Yogi Berra,\nshould always be on the minds of investors. In well-developed capital mar-\nkets, capital flows to its highest use by industry or geography. While such\nflows are not always precise, they give a good indication of where future op-\nportunities lie. By this criterion, there appear to be a handful of secular indus-\ntry winners: technology, health care, and financial services. Each is global,\non-trend demographically, and knowledge-based. We believe that the suc-\ncessful investor in the new millennium will have to be well versed in at least\ntwo of these groups.\nThe new millennium promises ongoing, fascinating developments. Most investors\nspend too much time on day-to-day, noisy activities—conference calls, meetings,\nand refining outdated models. We believe it is important to allocate a meaningful\namount of time to the building and fortification of mental models. This requires\nwading into various disciplines and a constant search for applicable analogies\nand metaphors.\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager\nor co-manager of a public offering of securities for or makes a primary market in issues of any or all of the companies\nmentioned. Closing prices as of December 9, 1999:\nAmazon.com Inc (AMZN, 103.625, Buy)\nDell Computer Corp (DELL, 42.75, Strong Buy)\nWal-Mart Stores (WMT, 62, Buy)\nFollowed by another CSFB analyst.\n"
    },
    {
      "number": 14,
      "text": "The Triumph of Bits\n– 14 –\n                                                                                                                                   \n1 Steward Brand, The Clock of the Long Now, Basic Books, 1999.\n2 Jared Diamond, Guns, Germs and Steel, WW Norton, 1997.\n3 The evolution from agricultural to industrial to information has also provided for improved living stan-\ndards for successive generations. There is a lot available to a middle-class American today, including\nhealth care, housing and transportation, that would have been unthinkable to even the wealthiest\npeople at the turn of the 20th century. By some standards, the quality and quantity of life is better\ntoday than it has ever been.\n4 Federal Reserve Chairman Alan Greenspan recently noted that while today’s GDP weighs about the\nsame as it did a century ago, it is more valuable by multiple factors.\n5 Paul M. Romer, “Endogenous Technological Change,” Journal of Political Economy, 1990.\n6 Ibid.\n7 Bill Gurley, “Patent here, patent there, patent, patent everywhere,” Above the Crowd, Fortune, June\n14, 1999.\n8 Joseph LeDoux, The Emotional Brain, Simon & Schuster, 1996.\n9 Mitchel Resnick, Turtles, Termites and Traffic Jams, MIT Press, 1994.\n10 In fact, this idea was well articulated by Adam Smith in the Wealth of Nations, originally published in\n1776.\n11 M. Mitchell Waldrop, Complexity: The Emerging Science at the Edge of Order and Chaos, Simon &\nSchuster, 1992.\n12 Michael Mauboussin, “Shift Happens,” Frontiers of Finance, Credit Suisse First Boston Equity Re-\nsearch, October 27, 1997.\n13 Alfred Marshall, Principles of Economics, 8th edition, MacMillan, 1948.\n14 G. Bennett Stewart, The Quest for Value, HarperCollins, 1991.\n15 W. Brian Arthur, “Increasing Returns and the New World of Business,” Harvard Business Review,\nJuly-August 1996.\n16 Ronald Coase, “The Nature of the Firm,” Economica, 1937.\n17 Larry Downes and Chunka Mui, Unleashing the Killer App, Harvard Business School Press, 1998.\n18 Lowell Bryan, Jane Fraser, Jeremy Oppenheim, Wilhelm Rall, Race for the World, Harvard Busi-\nness School Press, 1999.\n19 James Gleick, Faster: The Acceleration of Just About Everything, Pantheon Books, 1999.\n20 Michael Mauboussin and Paul Johnson, “Competitive Advantage Period (CAP): The Neglected\nValue Driver,” Frontiers of Finance, Credit Suisse First Boston Equity Research, January 1997.\n21 Michael Mauboussin and Bob Hiler, “A Piece of the Action,” Frontiers of Finance, Credit Suisse First\nBoston Equity Research, November 1998.\n22 Michael Mauboussin, “Get Real,” Frontiers of Finance, Credit Suisse First Boston Equity Research,\nJune 1999.\n23 Michael Mauboussin and Bob Hiler, “On the Shoulder of Giants,” Frontiers of Strategy, Credit\nSuisse First Boston Equity Research, November 1998.\n"
    }
  ]
}