{
  "filename": "mm_033_2001_where_s_the_bar__introducing_market_expected_return_on_investment__meroi_.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423213719-07'00'",
    "modDate": "D:20240423213732-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 33,
      "year": "2001",
      "date": "6/12",
      "institution": "CS First Boston",
      "title": "Where’s the Bar? Introducing Market-Expected Return on Investment (MEROI)",
      "url": "https://12mv2.files.wordpress.com/2024/04/01-06-12-wheres-the-bar-introducing-market-expected-return-on-investment-meroi.pdf"
    },
    "tags": [
      "Expectations analysis",
      "Financial metrics",
      "Capital allocation",
      "ROIC analysis"
    ],
    "tagged_at": "2025-01-20T21:25:55.569282"
  },
  "pages": [
    {
      "number": 1,
      "text": "Equity Research\n12 June 2001\nAmericas / United States\nInvestment Strategy\nWhere’s the Bar?\nIntroducing Market-Expected Return\non Investment (MEROI)\nVolume 12\n• Calibrating a company’s economic return on investment is a critical\npart of understanding market expectations and anticipating revisions\nin expectations.\n• Standard rate of return measures—including ROE and ROIC—do not fully\ncapture economic returns.\n• Market-expected return on investment (MEROI) provides a clearer view of\na company’s true economic returns.\n• MEROI is a valuable addition to an expectations-investing stock-picking\napproach.\nU.S. Investment Strategy\nMichael J. Mauboussin\n212 325 3108\nmichael.mauboussin@csfb.com\nAlexander Schay\n212 325 4466\nalexander.schay@csfb.com\n"
    },
    {
      "number": 2,
      "text": "Where’s the Bar?\n12 June 2001\n2\nExecutive Summary\nBoth investors and managers must have a clear understanding of economic returns on\ninvestment to intelligently allocate capital. But the needs of investors and managers are\ndifferent. Managers seek to make investments that generate returns above the cost of\ncapital. Value creation is the guiding factor.\nInvestors, on the other hand, take a different approach. Their decisions are based on\nrevisions in expectations for a company’s financial performance. Investors have no\nreason to believe that a company generating attractive economic returns will provide\nsuperior returns if the stock market fully reflects the company’s above-average\nprospects.\nInvestors need to be able to measure the economic return on investment that the\nmarket anticipates to calibrate whether or not the expectations embedded in stock\nprices are reasonable. Unfortunately, widely used measures do a poor job of capturing\ntrue economic returns on investment.\nIn this report, we introduce market-expected return on investment (MEROI) as an\nimportant complement to the expectations investing toolkit. MEROI provides a good\nsense of where the rate of return performance bar is set.\nThere are four key points in this report.\n1. Traditional measures miss the mark. Most traditional return measures—such as\nreturn on equity, return on invested capital, and return on incremental invested\ncapital—do not fully capture economic returns.\n2. MEROI provides a complete picture of expected returns. MEROI is the internal\nrate of return a company is expected to earn on its incremental investments. It\ndoes not rely on sunk costs, but rather captures all operating sources of value\ninflows and outflows.\n3. A valuable addition to the expectations-investing process. Expectations investing\nstarts by reading market expectations for a company’s financial performance, and\nthen applies appropriate strategic and financial tools to judge whether the market’s\nexpectations are appropriate. MEROI can provide useful context in this judgment.\n4. Case study. We use Cisco Systems as an example of this analysis. We first\ncalculated Cisco’s return on investment for the 1990s (around 20%) and note that\nthe expected returns embedded in its shares today (June 2001) are approximately\n25%. These figures may be useful in determining the attractiveness of the shares.\n"
    },
    {
      "number": 3,
      "text": "Where’s the Bar?\n12 June 2001\n3\nIntroduction\nFinance theory suggests, and everyday experience corroborates, that the present value\nof future free cash flows determines the value of a financial asset. Further, most\ninvestors realize that the key to successful investing is to correctly anticipate revisions in\nexpectations for a company’s free cash flow. But a successful application of an\nexpectations-based approach requires more than just an appreciation of how the market\nvalues a company, it also requires an understanding of what expectations of future\nfinancial performance a stock’s price currently reflects.\nWe can distill valuation into three prime components: future cash flows, a required rate\nof return, and a period of excess returns (which we like to call competitive advantage\nperiod, or CAP). As it turns out, the stock market dictates the latter two determinants\n(discount rate and CAP), so analysts are correct to focus their energy on revisions to\nfuture cash flows.\nIn turn, we can specify cash flows with two variables that shape business models:\ngrowth in net operating profit after tax and return on investment. Investments are current\noutlays that have multiperiod returns. A company’s typical investments include changes\nin working capital, capital spending (above and beyond depreciation), and acquisitions.\nGrowth in net operating profit after tax is a function of sales growth and operating profit\nmargins.1\nReturn on investment captures the relationship between a company’s investments and\nits future net operating profit after tax. To state the obvious, the higher the return the\nbetter (all things equal), because the less capital a company requires to support its\nearnings growth, the more cash available for distribution to claimholders. We focus on\ndefining the best measure of forward-looking return on investment.\nWhile measuring market-expected returns is conceptually straightforward, investors\nrarely do it correctly in practice. This report provides investors with a valuable tool to\nmeasure market-expected returns, which we call market-expected return on investment,\nor MEROI. We believe that MEROI is a very useful number in the quest for revisions\nin expectations.\nThe math of MEROI closely follows the concept of corporate return developed by Alfred\nRappaport2, who wanted to demonstrate how corporate executives could measure their\nability to deliver superior shareholder returns. The necessary hurdle was not simply the\ncost of capital, Rappaport argued, but rather the rate expected by the stock market. We\ntailor the concept for investors.\nThis report has four parts. First, we compare and contrast various “return” measures.\nSecond, we provide the intellectual and economic underpinnings of MEROI, and show\nhow to calculate it. Third, we place MEROI within the context of expectations investing.\nFinally, we provide an example of how to use MEROI.\n"
    },
    {
      "number": 4,
      "text": "Where’s the Bar?\n12 June 2001\n4\nEstimating Returns on Investment\nWhile news of earnings growth tends to fill the business press headlines, astute\ninvestors recognize the importance of understanding growth in the context of economic\nreturns. Indeed, growth just amplifies returns. For companies that generate returns\nabove a required rate, growth is good. For those companies that earn returns below the\nrequired rate growth is bad. And growth has no effect on a business that earns exactly\nits opportunity cost.\nThe real question is how to measure returns. We look at a few of the most widely used\nmetrics—including return on equity, return on assets, return on invested capital, and\nreturn on incremental invested capital—and show why they come up short in reflecting\neconomic reality.\nEach of these return metrics suffer from at least one of two broad shortcomings. The\nfirst is that they are typically not long-term oriented. Think of an example of a company\nthat consists of a single project—say, a restaurant. The first day the restaurant is open\nfor business the return will look awful; the denominator includes the full investment while\nthe numerator reflects either losses or nominal profits. Fast forward a decade and a\none-day return looks terrific; the restaurant is at peak earnings power and is completely\ndepreciated. Neither short-term return reflects the long-term economics of the project.3\nSecond, these return metrics fail to accurately reflect value inflows and outflows\nbecause they rely either on accounting numbers or incomplete economic measures.\nWe next review the four most widely used metrics.\nReturn on Equity (ROE)\nROE, defined as net income divided by shareholder equity, probably remains the most\nwidely used measure of investment efficiency. Despite its popularity, ROE is fraught\nwith three shortcomings.\n1. The numerator of ROE, earnings, is flawed because companies can compute it\nusing alternative accounting methods.\n2. The denominator of ROE, equity, is flawed because it is subject to accounting\nvagaries (i.e., share buybacks and FASB 106).\n3. ROE mixes operating and financing issues. For example, often a company’s ROE\nincreases when it increases its financial leverage. Further, any debt-financed project\nthat generates returns greater than the cost of debt will add to ROE, but may not\ncreate shareholder value.\nHistoric or prospective ROE has severe limitations in its ability to reflect expectations for\neconomic returns on investment.4\nReturn on Assets (ROA)\nCalculated as earnings divided by assets, ROA has the same shortcomings as\nROE. It has both a flawed numerator and denominator, and can be affected by\nfinancing decisions.\n"
    },
    {
      "number": 5,
      "text": "Where’s the Bar?\n12 June 2001\n5\nReturn on Invested Capital (ROIC)\nROIC equals net operating profit after tax divided by invested capital (or, equivalently,\ncapital employed).5 It is the best of the accounting-based numbers because the\nnumerator is an economically sound starting point. But the denominator is still an\naccumulation of sunk costs, and does not provide insight about the future.\nSo historical invested capital may be an instructive figure—it provides some sense\nof past capital allocation skill—but it does not speak to the future. Investors can try\nto sidestep this problem in one of two ways. First, investors can consider changes\nin invested capital. This calculation, however, intermingles sunk costs with\nincremental investments.\nThe second alternative is to consider only incremental earnings and investment. These\nlead to our final return measure.\nReturn on Incremental Invested Capital (ROIIC)\nROIIC considers the relationship between incremental investment and incremental net\noperating profit after tax. As a result, it is totally forward looking and avoids the problem\nof sunk costs. ROIIC generally incorporates a one-year time lag. For example, a 20%\nROIIC would assume that $100 invested this year would add $20 to next year’s net\noperating profit after tax.\nWhile ROIIC has substantial intuitive appeal, we believe that its primary and best use is\nas a method to estimate future investment needs. It is an inaccurate measure of\neconomic returns: it overstates economic returns for value-creating businesses\n(especially those with long CAPs) and understates economic returns for companies not\nearning the cost of capital. As a result of these distortions, ROIIC provides little context\nfor understanding true economic returns.\nWhy doesn’t ROIIC approximate economic returns? We’ll save the full explanation until\nafter we describe market-expected return on investment in some more detail. But here’s\nthe intuition. A company’s value creation in a given year is a function of two things: the\ncash flow it generates and the change in its residual value. You might think of the cash\nflow as dividends and the change in residual value as capital gains. ROIIC only reflects\nthe dividends. Since ROIIC only captures part of the economic picture, it compensates\nby being more variant than the more sound market-expected return on investment.\nWe have now established two central points: understanding returns is important in\nunderstanding value creation, and the most widely used measures do a poor job of\ncapturing economic returns. We now introduce a more robust framework.\n"
    },
    {
      "number": 6,
      "text": "Where’s the Bar?\n12 June 2001\n6\nMarket-Expected Return on Investment (MEROI)\nThe intellectual roots for MEROI are in Merton Miller and Franco Modigliani’s famous\n1961 paper “Dividend Policy, Growth and the Valuation of Shares.”6 That paper\ndemonstrated that a stock is valued equivalently as the present value of future free cash\nflows or as the sum of a firm’s steady-state value plus all future value creation.7\nWhile these two methods are mathematically equivalent, they represent very different\nanalytical perspectives.\nThat a company’s value is the present value of its future free cash flows is familiar to\nmost investors, and was set forth in The Theory of Investment Value, a seminal book\nwritten by John Burr Williams in 1938. More specifically, this approach divides corporate\nvalue into two components: the present value of free cash flow during the competitive\nadvantage period and the present value of the company beyond the CAP (or the\npresent value of the residual value). Exhibit 1 shows an example of this approach.\nExhibit 1: Shareholder Value\nYear\n1\n2\n3\n4\n5\n6\n7\nNOPAT \n100.0\n           \n111.0\n  \n123.2\n      \n136.8\n     \n151.8\n  \n168.5\n    \n187.0\n     \nInvestment\n73.3\n             \n81.4\n    \n90.4\n        \n100.3\n     \n111.3\n  \n123.6\n    \nFree cash flow\n26.7\n             \n29.6\n    \n32.9\n        \n36.5\n       \n40.5\n    \n44.9\n      \nPV of free cash flow\n24.2\n             \n24.5\n    \n24.7\n        \n24.9\n       \n25.1\n    \n25.4\n      \nΣ PV of free cash flow \n148.8\n      \nResidual value\n1,870.4\n   \nΣ PV of free cash flow\n148.8\n      \nPV of Residual value\n1,055.8\n   \nCorporate Value\n1,204.6\n   \nNote: Cost of capital = 10%\nSource: CSFB.\nThe second valuation approach, which is the key to understanding MEROI, takes what\nthe business is worth today and adds to it future value creation. Rappaport calls the first\nterm baseline value and the second term shareholder value added (SVA).8 Baseline\nvalue reflects the status quo: it assumes no additional value creation (i.e., future\ninvestments have a zero net present value). SVA, in contrast, captures the expected\nvalue change. For a company to improve its SVA over time, its net operating profit after\ntax must increase at a rate that more than compensates for its incremental investments.\nThere are two ways to calculate aggregate SVA. The first (which we alluded to above\nwith our dividend and capital gains example) is to take the sum of the cumulative\npresent value of free cash flows and the cumulative change in the present value of the\nresidual value.9\nExhibit 2 shows the calculation. As an illustration, year one SVA of $33.3 equals the\npresent value of free cash flow ($24.2) plus the change in the present value of the\nresidual value ($9.1). Sum the SVAs from each of the six years of the assumed CAP,\nand you get aggregate SVA of $204.6.\n"
    },
    {
      "number": 7,
      "text": "Where’s the Bar?\n12 June 2001\n7\nExhibit 2: Estimating SVA: PV of FCF’s and Change in PV of the Residual Value\nYear\nBase\n1\n2\n3\n4\n5\n6\nFree cash flow\n26.7\n29.6\n32.9\n36.5\n40.5\n44.9\nPV of free cash flow\n24.2\n24.5\n24.7\n24.9\n25.1\n25.4\nResidual value\n1,110.0 1,232.1\n1,367.6\n1,518.1 1,685.1\n1,870.4\nPV of residual value\n1,000.0\n1,009.1 1,018.3\n1,027.5\n1,036.9 1,046.3\n1,055.8\nChange in PV of residual value\n9.1\n9.2\n9.3\n9.3\n9.4\n9.5\nTotal\nSVA\nShareholder value added\n33.3\n33.6\n33.9\n34.3\n34.6\n34.9\n204.6\nNote: Cost of capital = 10%\nSource: CSFB.\nThe other method of calculating shareholder value added is the key to understanding\nMEROI. Here, we capitalize each year’s change in NOPAT and discount them back to\nthe present at the cost of capital. We obtain SVA by subtracting the present value of all\nthe incremental investments over the forecast period from the present value of the\ncapitalized NOPAT increases in each year of the forecast period.\nHere again, the intuition is straightforward: a company generates positive shareholder\nvalue added when the present value of its incremental earnings exceeds the present\nvalue of its incremental investments. This is simply a restatement of the tried-and-true\nnet present value rule.\nExhibit 3 shows the calculation. We see that present value of capitalized NOPAT\nchanges is $613.8 and the present value of future investments is $409.2. The difference\nbetween the two ($613.8 - $409.2) equals SVA of $204.6. When SVA is positive, we\nknow that a company is earning at a rate (or investors expect it to earn at a rate) above\nthe cost of capital. So we know that MEROI exceeds than the cost of capital.\nExhibit 3: Estimating SVA: Capitalized PV NOPAT minus PV Investments\nBase\n1\n2\n3\n4\n5\n6\nNOPAT\n100.0\n111.0\n123.2\n136.8\n151.8\n168.5\n187.0\n∆ NOPAT\n11.0\n12.2\n13.6\n15.0\n16.7\n18.5\nInflows\n∆ NOPAT capitalized\n110.0\n122.1\n135.5\n150.4\n167.0\n185.4\nSum\nPV ∆ NOPAT capitalized\n100.0\n100.9\n101.8\n102.8\n103.7\n104.6\n613.8\nΣ PV of ∆ NOPAT capitalized\nOutflows\nInvestment\n73.3\n81.4\n90.4\n100.3\n111.3\n123.6\nSum\nPV of investment\n66.7\n67.3\n67.9\n68.5\n69.1\n69.8\n409.2\nInflows minus outflows equal Total\nSVA\nShareholder value added\n33.3\n33.6\n33.9\n34.3\n34.6\n34.9\n204.6\nNote: Cost of capital = 10%\nSource: CSFB.\nNow that we have exposed the intuitive logic behind SVA, we can employ a\nmathematical shorthand. As it turns out, discounting the perpetuity value of the change\nin NOPAT each forecast year is equivalent to discounting free cash flow for each\nforecast year and adding the change in perpetuity value at the end of the forecast\nperiod. We demonstrate the equivalence of these approaches in Appendix 1. This\nsimplifies the calculation.\n"
    },
    {
      "number": 8,
      "text": "Where’s the Bar?\n12 June 2001\n8\nWe can now define MEROI as follows:\nMEROI is the discount rate that equates the present value of the incremental NOPAT\ninflows with the present value of the investment outflows (the outflows are discounted at\nthe cost of capital).\nThe market-expected return on investment can be estimated in three steps.\n1. Create a discounted cash flow model that reflects a company’s current\nstock price.\n2. Calculate the present value of future investments discounted at the cost\nof capital.\n3. Determine the discount rate that equates the present value of the capitalized\nannual NOPAT changes with the present value of the future investments.\nLet’s walk through an example to illustrate the MEROI calculation.\nStep 1: Let’s continue with our six-year discounted cash flow model. (See Exhibit 4.)\nWe now define the assumptions that underlie the model.\n• Year one NOPAT is $100, which grows at an 11% rate.\n• Return on incremental invested capital (ROIIC) is 15%. You can check this by dividing\nthe change in year two versus year one NOPAT ($111.0–$100.0=$11.0) by the year\none investment (73.3). This equals 15% ($11/$73.3=15%).\n• The cost of capital is 10%.\n• An explicit forecast horizon of six years.\n• The residual value equals year seven NOPAT ($168.5*1.11=$187.0) divided by the\ncost of capital, or $187/10%=$1,870.4.\nGiven these assumptions, corporate value is $1,204.6. We’ve made up the numbers\nfor our illustration. But investors, in reality, will “read” prices and determine what\nvalue-driven expectations are actually built into the current stock price.\nExhibit 4: Discounted Cash Flow\nYear\n1\n2\n3\n4\n5\n6\nNOPAT \n100.0\n           \n111.0\n  \n123.2\n      \n136.8\n  \n151.8\n  \n168.5\n  \nInvestment\n73.3\n             \n81.4\n    \n90.4\n        \n100.3\n  \n111.3\n  \n123.6\n  \nFCF \n26.7\n             \n29.6\n    \n32.9\n        \n36.5\n    \n40.5\n    \n44.9\n    \nPV of FCF \n24.2\n             \n24.5\n    \n24.7\n        \n24.9\n    \n25.1\n    \n25.4\n    \nΣ PV of FCF \n148.8\n      \nResidual Value\n1,870.4\n   \nPV of Residual Value\n1,055.8\n   \nCorporate Value\n1,204.6\n   \nNote: Cost of capital = 10%\nSource: CSFB.\n"
    },
    {
      "number": 9,
      "text": "Where’s the Bar?\n12 June 2001\n9\nStep 2: Calculate the present value of future investments, discounted at the cost\nof capital. In this case, the present value of future investments equals $409.2. (See\nExhibit 5.)\nExhibit 5: Present Value of Future Investments\nYear\n1\n2\n3\n4\n5\n6\nInvestment\n73.3\n             \n81.4\n    \n90.4\n        \n100.3\n  \n111.3\n  \n123.6\n  \nDiscount Factor @ Cost of Capital\n0.9\n               \n0.8\n      \n0.8\n          \n0.7\n      \n0.6\n      \n0.6\n      \nPV of Investment\n66.7\n             \n67.3\n    \n67.9\n        \n68.5\n    \n69.1\n    \n69.8\n    \nΣ PV of Investment\n409.2\n           \nNote: Cost of capital = 10%\nSource: CSFB.\nStep 3: Solve for the market-expected return on investment. We now seek the discount\nrate that equates the present value of capitalized NOPAT with the present value of\ninvestments. We find that, given our assumptions, the MEROI in our example is about\n13.5%. (See Exhibit 6.)10\nExhibit 6: Market-Expected Return of Investment\n1\n2\n3\n4\n5\n6\n∆ NOPAT in Next Year\n11.0\n             \n12.2\n    \n13.6\n        \n15.0\n    \n16.7\n    \n18.5\n    \nPerpetuity  = ∆ NOPAT/MEROI\n81.7\n             \n90.7\n    \n100.7\n      \n111.7\n  \n124.0\n  \n137.7\n  \nDiscount Factor @ MEROI\n0.9\n               \n0.8\n      \n0.7\n          \n0.6\n      \n0.5\n      \n0.5\n      \nPV of ∆ NOPAT/MEROI\n72.0\n             \n70.4\n    \n68.9\n        \n67.4\n    \n65.9\n    \n64.5\n    \nΣ PV of ∆ NOPAT/MEROI \n409.2\n           \nMarket Expected Return on Investment\n13.47%\nNote: Cost of capital = 10%\nSource: CSFB.\nNote that the MEROI of 13.5% is quite different than the ROIIC of 15%. It is important to\nnote, as we will see in a moment, that the longer the CAP, the more pronounced this\ndistortion becomes.\nFurther, quantifying MEROI provides a critical third dimension to understanding\nexpectations. Analysts can quantify growth, CAP, and MEROI to create the most\ncomplete portrait of expectations that is possible.\nNotwithstanding MEROI’s usefulness as an analytical tool, investors must be aware\nof some subtleties. First, the calculation embeds the simplifying assumption that all\nincremental earnings are the result of incremental investments. Stated differently, it\nassumes no changes in the base business economics.11\nSecond, knowledge-based businesses pose a particular problem for MEROI.\nSpecifically, knowledge-based companies tend to expense their investments—R&D,\ntraining, marketing—not capitalize them. In arriving at NOPAT, then, the income\nstatement commingles earnings with investments.\n"
    },
    {
      "number": 10,
      "text": "Where’s the Bar?\n12 June 2001\n10\nThe solution to this problem is to reclassify certain income statement items as\ninvestments. In doing so, it’s useful to think like an economist. Does the item reflect a\ncash flow outflow that will yield incremental earnings in the future? If so, the item is\nan investment.\n"
    },
    {
      "number": 11,
      "text": "Where’s the Bar?\n12 June 2001\n11\nThe Role of MEROI in Expectations Investing\nWe now place MEROI in its appropriate context within expectations investing. The core\nexpectations investing process has three steps.12\n1. Estimate the market expectations for future cash flows, cost of capital, and CAP that\njustify a company’s stock price. It is important to remain agnostic in this step. The\nkey is to reverse engineer embedded expectations: to read the mind of the market.\nOnce you have determined the magnitude and sustainability of cash flows that solve\nfor the price, you can calculate the implied MEROI.13\n2. Identify potential opportunities for revisions in expectations. Here, you must apply\nthe appropriate strategic frameworks to anticipate shifts in the competitive land-\nscape. Further, financial tools allow you to understand the impact on shareholder\nvalue when expectations change for the fundamental triggers—sales, operating\ncosts or investments—allowing you to focus analytical energy. MEROI is a useful\nbenchmark for expectations: very high or low MEROI may portend revisions\nin expectations.\n3. Make buy, sell, or hold decisions based on expected value analysis given a range\nof potential performance scenarios.\nWe noted at the outset that the market sets the cost of capital and competitive advan-\ntage period. As a result, investors are best served by focusing on potential revisions in\ncash flow expectations. MEROI can provide an important reference point, as investors\n(including those who use DCF models) often don’t explicitly consider the market\nexpected return on investment.\nInvestors and managers can use MEROI to check the reasonableness of embedded\nexpectations. This prompts some important questions.\n• Are expected MEROIs consistent with what the company has earned in the past?\n• Is the competitive environment conducive to the expected MEROI? and\n• What MEROI does a target price imply?\nEconomic theory suggests that competitive entry and rivalry are likely to limit the upper\nbound of MEROI. Rapid expected growth rates and high MEROIs are fertile grounds for\nfinding sell candidates.\nROIIC Is Not a Complete Economic Measure\nAs a practical matter, investors should note that ROIIC becomes more and more\ndistorted the longer the assumed investment horizon, or CAP. The reason, again,\nrelates to the sources of value creation. Since ROIIC only measures changes in NOPAT\nand doesn’t consider changes in the residual value, it captures less and less of the\naggregate source of value as CAP extends.\nExhibit 7 illustrates this point. The rows represent various CAPs—periods of above-cost-\nof-capital returns. The columns span a wide range of ROIICs. The cells are populated\nwith the MEROIs, a correct measure of economic returns. For example, a 70% ROIIC\nfor 20 years equates an MEROI of about 24%—in other words, ROIIC overstates the\neconomic returns by nearly a factor of three.\n"
    },
    {
      "number": 12,
      "text": "Where’s the Bar?\n12 June 2001\n12\nExhibit 7: ROIIC Becomes Less Reflective of MEROI as CAPs Expand\nReturn on Incremental Investment\n5%\n10%\n20%\n30%\n50%\n70%\n100%\n130%\nCAP\n5 years\n5.66\n10.00\n16.76\n22.12\n30.64\n37.50\n46.03\n53.23\n10 years\n6.14\n10.00\n15.43\n19.47\n25.62\n30.44\n36.34\n41.27\n15 years\n6.55\n10.00\n14.57\n17.85\n22.77\n26.59\n31.23\n35.12\n20 years\n6.90\n10.00\n13.95\n16.74\n20.88\n24.07\n27.97\n31.24\nNote: Assumes constant 11% NOPAT growth and a 10% cost of capital.\nSource: CSFB.\nExhibit 7 highlights three points.\n1. When ROIIC equals the cost of capital (10% in this case), MEROI will also\nequal the cost of capital. This occurs when a company has zero anticipated\nshareholder value added—future investments equal exactly the cost of capital.\n2. When ROIIC exceeds the cost of capital, the ROIIC is always greater than the\nMEROI. Further, the degree of distortion increases as the CAP lengthens.\n3. When ROIIC is below the cost of capital, ROIIC is always lower than MEROI.\nMEROI is also important because it helps reveal where investors need to allocate\nanalytical energy. Low MEROI companies warrant a focus on capital allocation. For\ncompanies with high MEROIs, growth is generally the most important factor in\nanticipating revisions in expectations.\n"
    },
    {
      "number": 13,
      "text": "Where’s the Bar?\n12 June 2001\n13\nCase Study\nInvestors can best use market-expected return on investment to assess the reasonable-\nness of current price-implied expectations. MEROIs that appear unrealistically high may\nportend a downward revision in expectations—and hence a lower stock price—and a\nvery low MEROI may signal room for upward expectations.\nThat said, we can demonstrate the mechanics of MEROI, as well as get a sense\nof perspective, by calculating a company’s actual returns on investment. This calculation\nimagines that an investor (or manager) is standing at a point in the past and has\nperfect foresight about future NOPATs and investments. We use Cisco Systems as\nour example.\nBefore we proceed, we must emphasize two points. First, the value of this exercise is to\nobserve the actual economic returns. This baseline may also be useful in assessing the\nmarket’s current expected returns. Second, we do not assume here that the actual\nresults reflected the market expectations at any given point in history. We do not use\nthis ex post analysis to show how one would have invested in Cisco stock. MEROI is\nsimply a means to calculate Cisco’s past economic returns on investment.\nExhibit 8 shows the data for Cisco. We take the company’s investments—including\nworking capital changes, capital expenditures (net of depreciation) and acquisitions—\nfrom fiscal 1989 to fiscal 1999. Since we pretend as if we are standing at August 1,\n1988, we take the present value those investments discounted at the cost of capital\n(12%). Note that we measure all acquisitions based on the value that Cisco imparted to\nthe sellers, irrespective of financing or accounting treatment.\nNext we determine the discount rate required (return on investment) to make the\npresent value of the changes in annual NOPAT from fiscal 1990 to fiscal 2000 equal to\nthe present value of investments. As it turns out, Cisco’s return on investment in the\n1990s was almost exactly 20%.\nThis analysis prompts an immediate question: what’s baked into today’s price? In early-\nJune 2001, we estimate that Cisco’s MEROI is about 25%, assuming 22% NOPAT\ngrowth off of the fiscal 2001 base and approximately a 60% ROIIC. Providing these\ngrowth and ROIIC assumptions are reasonable, investors must answer the question of\nwhether future returns are likely to exceed those of the past.\n"
    },
    {
      "number": 14,
      "text": "Where’s the Bar?\n12 June 2001\n14\nExhibit 8: Cisco System’s Historical Returns, F1989-F2000\nF1989\nF1990\nF1991\nF1992\nF1993\nF1994\nF1995\nF1996\nF1997\nF1998\nF1999\nF2000\nOperating income\n6.8\n21.4\n66.2\n129.4\n263.6\n488.1\n698.0\n1,400.8\n2,135.7\n2,664.0\n3,344.0\n4,608.0\nAmortization\n0.0\n0.0\n0.0\n0.0\n0.0\n0.0\n0.0\n0.0\n0.0\n23.0\n61.0\n291.0\nEBITA\n6.8\n21.4\n66.2\n129.4\n263.6\n488.1\n698.0\n1,400.8\n2,135.7\n2,687.0\n3,405.0\n4,899.0\nTax rate\n37.0%\n37.0%\n37.0%\n37.0%\n37.0%\n37.0%\n37.0%\n37.0%\n37.0%\n37.0%\n37.0%\n37.0%\nNOPAT\n4.3\n13.5\n41.7\n81.5\n166.0\n307.5\n439.7\n882.5\n1,345.5\n1,692.8\n2,145.2\n3,086.4\n∆ NOPAT\n9.2\n28.2\n39.8\n84.5\n141.5\n132.2\n442.8\n463.0\n347.3\n452.3\n941.2\n∆ working capital\n2.0\n5.4\n15.3\n-11.0\n47.0\n60.1\n111.8\n121.0\n353.5\n-402.1\n-707.4\n2,179.0\nCapital spending\n0.3\n4.1\n11.3\n21.6\n33.9\n59.6\n151.8\n282.8\n330.3\n414.8\n584.0\n1,086.0\nDepreciation\n0.1\n1.0\n3.0\n6.7\n13.6\n30.8\n75.0\n132.6\n212.2\n304.0\n425.0\n572.0\nAcquisitions\n0.0\n0.0\n0.0\n0.0\n0.0\n0.0\n137.9\n4,000.0\n582.0\n718.0\n751.0\n20,151.0\nDivestitures\n0.0\n0.0\n0.0\n0.0\n0.0\n0.0\n0.0\n0.0\n0.0\n0.0\n0.0\n0.0\nInvestment\n2.4\n10.5\n29.6\n17.3\n94.5\n150.5\n476.4\n4,536.4\n1,478.0\n1,034.7\n1,052.6\n23,988.0\nCost of capital\n12%\n1.000\n0.893\n0.797\n0.712\n0.636\n0.567\n0.507\n0.452\n0.404\n0.361\n0.322\n0.287\nYear 0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\nTotal Incremental Investment\n$2.42\n$10.54\n$29.60\n$17.32\n$94.48\n$150.50\n$476.45\n$4,536.40\n$1,477.97\n$1,034.71\n$1,052.56\nDiscount Factor @ Cost of Capital\n0.8929\n0.7972\n0.7118\n0.6355\n0.5674\n0.5066\n0.4523\n0.4039\n0.3606\n0.3220\n0.2875\nPresent Value of Investment (t)\n$2.16\n$8.40\n$21.07\n$11.01\n$53.61\n$76.25\n$215.52\n$1,832.18\n$532.97\n$333.15\n$302.58\nSum of the Present Value of Investments\n$2.16\n$10.56\n$31.63\n$42.64\n$96.25\n$172.50\n$388.02\n$2,220.20\n$2,753.17\n$3,086.32\n$3,388.90\nSum of the Present Value of Investments\n$3,388.90\nYear 0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n∆ Cash Flow (NOPAT) in Next Y\n \n$9.22\n$28.22\n$39.81\n$84.54\n$141.46\n$132.20\n$442.79\n$462.98\n$347.32\n$452.34\n$941.22\nPerpetuity  = ∆ NOPAT/MEROI\n$45.72\n$139.97\n$197.46\n$419.24\n$701.57\n$655.64\n$2,195.95\n$2,296.07\n$1,722.50\n$2,243.31\n$4,667.84\nDiscount Factor\n0.8322\n0.6926\n0.5763\n0.4796\n0.3991\n0.3322\n0.2764\n0.2300\n0.1914\n0.1593\n0.1326\nPresent Value of Perpetuity (t)\n$38.05\n$96.93\n$113.80\n$201.08\n$280.03\n$217.78\n$607.02\n$528.19\n$329.76\n$357.39\n$618.87\nSum of Present Value \n$38.05\n$134.98\n$248.78\n$449.86\n$729.89\n$947.67\n$1,554.69\n$2,082.88\n$2,412.64\n$2,770.03\n$3,388.90\nSum of Present Value \n$3,388.90\nMEROI\n20.16%\nSource: Company data, CSFB estimates.\n"
    },
    {
      "number": 15,
      "text": "Where’s the Bar?\n12 June 2001\n15\nAppendix: Shareholder Value Added\nAs we have discussed, there are various equivalent ways to calculate shareholder value\nadded (SVA). Exhibit 9 demonstrates that annual SVA equals either:\n• the present value of the year’s free cash flow plus the change in residual value or\n• the present value of capitalized annual changes in NOPAT.14\nGiven that the latter calculation is analytically easier to handle, it is the one we use to\ncalculate MEROI.\nExhibit 9: Demonstration of the Equivalence of Various SVA Calculations\n0\n1\n2\n3\n4\n5\nSales\n100.0\n116.0\n134.6\n156.1\n181.1\n210.0\nOperating Profit\n29.0\n33.6\n39.0\n45.3\n52.5\n60.9\nLess: Cash taxes on operating profit\n8.3\n9.6\n11.1\n12.9\n15.0\n17.4\n   Net operating profit after tax (NOPAT)\n20.7\n24.1\n27.9\n32.4\n37.5\n43.6\nIncremental fixed capital investment\n4.6\n5.4\n6.2\n7.2\n8.4\nWorking capital investment\n3.5\n4.1\n4.7\n5.5\n6.4\n   Total investment\n8.2\n9.5\n11.0\n12.7\n14.8\nFree cash flow \n15.9\n18.4\n21.4\n24.8\n28.8\nPresent value of free cash flow\n14.4\n15.2\n16.1\n16.9\n17.9\nΣ present value of free cash flow \n14.4\n29.7\n45.8\n62.7\n80.6\nPresent value of residual value\n240.5\n253.6\n267.5\n282.1\n297.5\n313.7\nΣ  PV of FCF + PV Residual\n240.5\n268.1\n297.2\n327.8\n360.2\n394.2\nPresent value of free cash flow\n14.4\n15.2\n16.1\n16.9\n17.9\n∆ present value of residual value\n13.1\n13.8\n14.6\n15.4\n16.2\nShareholder value added (SVA)\n27.6\n29.1\n30.7\n32.3\n34.1\nΣ SVA\n27.6\n56.6\n87.3\n119.6\n153.7\nBaseline value\n240.5\n240.5\n240.5\n240.5\n240.5\nΣ  SVA + Baseline Value\n268.1\n297.2\n327.8\n360.2\n394.2\n∆ NOPAT\n3.8\n4.5\n5.2\n6.0\n7.0\nCapitalized/Discounted NOPAT\n35.0\n36.9\n38.9\n41.0\n43.3\nIncremental investment\n8.2\n9.5\n11.0\n12.7\n14.8\nPV of investment\n7.4\n7.8\n8.2\n8.7\n9.2\nShareholder value added (SVA)\n27.6\n29.1\n30.7\n32.3\n34.1\nΣ SVA\n27.6\n56.6\n87.3\n119.6\n153.7\nBaseline value\n240.5\n240.5\n240.5\n240.5\n240.5\nΣ  SVA + Baseline Value\n268.1\n297.2\n327.8\n360.2\n394.2\nNote: Cost of capital = 10%\nSource: CSFB.\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager or co-manager\nof a public offering of securities for or makes a primary market in issues of any or all of the companies mentioned.\nAll prices as of the close, June 8, 2001.\nCisco Systems (CSCO: $20.49)\n"
    },
    {
      "number": 16,
      "text": "Where’s the Bar?\n12 June 2001\n16\n1 Net operating profit after tax (NOPAT) also incorporates cash taxes. More formally,\nNOPAT equals earnings before interest taxes and amortization minus cash taxes.\n2 Alfred Rappaport, Creating Shareholder Value (New York: Free Press, 1998), pp. 103-\n109.\n3 Ibid., pp. 25-28.\n4 Return on equity is most useful for measuring the performance of financial institutions.\nSee Tom Copeland, Tim Koller and Jack Murrin, Valuation: Measuring and Managing\nthe Value of Companies 3rd ed. (New York: John Wiley & Sons, 2000), pp. 427-469.\n5 Invested capital equals current assets minus non-interest bearing current liabilities,\nplus net PP&E and other operating assets. Alternatively, invested capital equals all debt\nplus equity plus “equity equivalents.” See Copeland et al., pp. 159-163.\n6 Merton H. Miller and Franco Modigliani, “Dividend Policy, Growth and the Valuation of\nShares”, The Journal of Business of the University of Chicago, 34 (October 1961) pp.\n411-33.\n7 The text that accompanies Miller and Modigliani’s famous equation 22b says it all:\n“The current value of a firm is given by the value of the earning power of the currently\nheld assets plus the market value of the special earning opportunity multiplied by the\nnumbers of years for which it is expected to last.”\n8 Rappaport, pp. 49-51.\n9 We recommend that investors calculate the residual value using either by assuming a\nperpetuity, or a perpetuity with inflation. The perpetuity assumption capitalizes the final\nyear’s net operating profit after tax (NOPAT) by the cost of capital.\n10 This spreadsheet is available upon request. [MEROI-report.xls].\n11 There are analytical techniques to mitigate this shortcoming, including using various\ntechniques for estimating “baseline value.”\n12 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing (Boston:\nHarvard Business School Press, 2001).\n13 Alfred Rappaport, “How to Link Executive Pay with Performance”, Harvard Business\nReview (March-April 1999), p. 94.\n14 Rappaport, p. 50.\n"
    },
    {
      "number": 17,
      "text": "ni2567.doc\nAMSTERDAM ............ 31 20 5754 890\nATLANTA................... 1 404 656 9500\nAUCKLAND ................. 64 9 302 5500\nBALTIMORE .............. 1 410 223 3000\nBANGKOK ...................... 62 614 6000\nBEIJING ................... 86 10 6410 6611\nBOSTON .................... 1 617 556 5500\nBUDAPEST.................. 36 1 202 2188\nBUENOS AIRES ...... 54 11 4394 3100\nCHICAGO................... 1 312 750 3000\nFRANKFURT................. 49 69 75 38 0\nHOUSTON.................. 1 713 220 6700\nHONG KONG .............. 852 2101 6000\nJOHANNESBURG ..... 27 11 343 2200\nKUALA LUMPUR.........603 2143 0366\nLONDON...................44 20 7888 8888\nMADRID .....................34 91 423 16 00\nMELBOURNE .............61 3 9280 1888\nMEXICO CITY ..............52 5 283 89 00\nMILAN .............................39 02 7702 1\nMOSCOW....................7 501 967 8200\nMUMBAI......................91 22 230 6333\nNEW YORK.................1 212 325 2000\nPALO ALTO................1 650 614 5000\nPARIS........................33 1 53 75 85 00\nPASADENA ................1 626 395 5100\nPHILADELPHIA..........1 215 851 1000\nPRAGUE ...................420 2 210 83111\nSAN FRANCISCO.......1 415 836 7600\nSÃO PAULO .............55 11 3841 6000\nSEOUL ........................82 2 3707 3700\nSHANGHAI ...............86 21 6881 8418\nSINGAPORE....................65 212 2000\nSYDNEY......................61 2 8205 4433\nTAIPEI.......................886 2 2715 6388\nTOKYO........................81 3 5404 9000\nTORONTO...................1 416 352 4500\nWARSAW....................48 22 695 0050\nWASHINGTON............1 202 354 2600\nWELLINGTON ..............64 4 474 4400\nZURICH........................41 1 333 55 55\nCopyright Credit Suisse First Boston, and its subsidiaries and affiliates, 2001.  All rights reserved.\nThis report is not directed to, or intended for distribution to or use by, any person or entity who is a citizen or resident of or located in any locality, state, country or other jurisdiction where such distribution,\npublication, availability or use would be contrary to law or regulation or which would subject Credit Suisse First Boston or its subsidiaries or affiliates (collectively \"CSFB\") to any registration or licensing\nrequirement within such jurisdiction. All material presented in this report, unless specifically indicated otherwise, is under copyright to CSFB.  None of the material, nor its content, nor any copy of it, may be altered\nin any way, transmitted to, copied or distributed to any other party, without the prior express written permission of CSFB.  All trademarks, service marks and logos used in this report are trademarks or service\nmarks or registered trademarks or service marks of CSFB.\nThe information, tools and material presented in this report are provided to you for information purposes only and are not to be used or considered as an offer or the solicitation of an offer to sell or to buy or\nsubscribe for securities or other financial instruments. CSFB may not have taken any steps to ensure that the securities referred to in this report are suitable for any particular investor. The contents of this report\ndoes not constitute investment advice to any person and CSFB will not treat recipients as its customers by virtue of their receiving the report.\nInformation and opinions presented in this report have been obtained or derived from sources believed by CSFB to be reliable, but CSFB makes no representation as to their accuracy or completeness and CSFB\naccepts no liability for loss arising from the use of the material presented in this report unless such liability arises under specific statutes or regulations.  This report is not to be relied upon in substitution for the\nexercise of independent judgment. CSFB may have issued other reports that are inconsistent with, and reach different conclusions from, the information presented in this report.  Those reports reflect the different\nassumptions, views and analytical methods of the analysts who prepared them.\nCSFB may, to the extent permitted by law, participate or invest in financing transactions with the issuer(s) of the securities referred to in this report, perform services for or solicit business from such issuers, and/or\nhave a position or effect transactions in the securities or options thereon.  In addition, it may make markets in the securities mentioned in the material presented in this report.  CSFB may, to the extent permitted\nby law, act upon or use the information or opinions presented herein, or the research or analysis on which they are based, before the material is published.  CSFB may have, within the last three years, served as\nmanager or co-manager of a public offering of securities for, or currently may make a primary market in issues of, any or all of the companies mentioned in this report.  Additional information is available on\nrequest.\nSome investments referred to in the research will be offered solely by a single entity and in the case of some investments solely by CSFB, or an associate of CSFB.\nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied, is made regarding future performance. Information, opinions and\nestimates contained in this report reflect a judgement at its original date of publication by CSFB and are subject to change.  The price, value of and income from any of the securities or financial instruments\nmentioned in this report can fall as well as rise. The value of securities and financial instruments is subject to exchange rate fluctuation that may have a positive or adverse effect on the price or income of such\nsecurities or financial instruments. Investors in securities such as ADR’s, the values of which are influenced by currency volatility, effectively assume this risk.\nStructured securities are complex instruments, typically involve a high degree of risk and are intended for sale only to sophisticated investors who are capable of understanding and assuming the risks involved.\nThe market value of any structured security may be affected by changes in economic, financial and political factors (including, but not limited to, spot and forward interest and exchange rates), time to maturity,\nmarket conditions and volatility, and the credit quality of any issuer or reference issuer.  Any investor interested in purchasing a structured product should conduct their own investigation and analysis of the\nproduct and consult with their own professional advisers as to the risks involved in making such a purchase.\nSome investments discussed in the research may have a high level of volatility. High volatility investments may experience sudden and large falls in their value causing losses when that investment is realised.\nThose losses may equal your original investment.  In the case of some investments the potential losses may exceed the amount of initial investment, in such circumstances you may be required to pay more\nmoney to support those losses. Income yields from investments may fluctuate and in consequence initial capital paid to make the investment may be used as part of that income yield.\nSome investments may not be readily realisable and it may be difficult to sell or realise those investments, similarly it may prove difficult for you to obtain reliable information about the value, or risks, to which such\nan investment is exposed. The investments and services contained or referred to in this report may not be suitable for you, it is recommended you consult an independent investment advisor if you are in doubt\nabout those investments or investment services.  Nothing in this report constitutes investment, legal, accounting or tax advice nor a representation that any investment or strategy is suitable or appropriate to your\nindividual circumstances. Nothing in the report constitutes a personal recommendation to you. CSFB does not advise on the tax consequences of investments. You are advised to contact an independent tax\nadviser.  Please note the bases and levels of taxation may change.\nThis report may contain hyperlinks to websites. CSFB has not reviewed the linked site and takes no responsibility for the content contained therein. The link is provided solely for your convenience and information\nand the content of the linked site does not in any way form part of this document. Following the link through this report or CSFB’s website shall be at your own risk.\nThis report is issued in Europe by Credit Suisse First Boston (Europe) Limited, which is regulated in the United Kingdom by The Securities and Futures Authority (“SFA”). This report is being distributed in Europe\nby Credit Suisse First Boston (Europe) Limited, in the United States by Credit Suisse First Boston Corporation; in Switzerland by Credit Suisse First Boston; in Canada by Credit Suisse First Boston Securities\nCanada, Inc.; in Brazil by Banco de Investimentos Credit Suisse Boston Garantia S.A; in Japan by Credit Suisse First Boston Securities (Japan) Limited; elsewhere in Asia by Credit Suisse First Boston (Hong\nKong) Limited, Credit Suisse First Boston Australia Equities Limited, Credit Suisse First Boston NZ Securities Limited, Credit Suisse First Boston (Thailand) Limited, CSFB Research (Malaysia) Sdn Bhd, Credit\nSuisse First Boston Singapore Branch and elsewhere in the world by an authorised affiliate. Research on Taiwanese securities produced by Credit Suisse First Boston, Taipei Branch has been prepared and/or\nreviewed by a registered Senior Business Person.\nIn jurisdictions where CSFB is not already registered or licensed to trade in securities, transactions will only be effected in accordance with applicable securities legislation, which will vary from jurisdiction to\njurisdiction and may require that the trade be made in accordance with applicable exemptions from registration or licensing requirements.  Non-U.S. customers wishing to effect a transaction should contact a\nCSFB entity in their local jurisdiction unless governing law permits otherwise. U.S. customers wishing to effect a transaction should do so only by contacting a representative at Credit Suisse First Boston\nCorporation in the U.S.\nPlease note that this research was originally prepared and issued by CSFB for distribution to their market professional and institutional investor customers.  Recipients who are not market professional or\ninstitutional investor customers of CSFB should seek the advice of their independent financial advisor prior to taking any investment decision based on this report or for any necessary explanation of its contents.\ni\n"
    }
  ]
}