{
  "filename": "mm_011_1998_a_piece_of_the_action__employee_stock_options_in_the_new_economy.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423212059-07'00'",
    "modDate": "D:20240423212114-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 11,
      "year": "1998",
      "date": "11/2",
      "institution": "CS First Boston",
      "title": "A Piece of the Action: Employee Stock Options in the New Economy",
      "url": "https://12mv2.files.wordpress.com/2024/04/98-11-02-a-piece-of-the-action__employee-stock-options-in-the-new-economy.pdf"
    },
    "tags": [
      "Financial metrics",
      "Valuation methods",
      "Capital allocation"
    ],
    "tagged_at": "2025-01-20T21:25:08.978085"
  },
  "pages": [
    {
      "number": 1,
      "text": " \nCREDIT SUISSE FIRST BOSTON CORPORATION\nEquity Research—Americas\nIndustry: Value-Based Strategy\nNovember 2, 1998\nMichael J. Mauboussin  212/325-3108  michael.mauboussin@csfb.com\nNI3939\nBob Hiler  212/325-4341  bob.hiler@csfb.com\nVolume 6\nA Piece of the Action\nEmployee Stock Options\nin the New Economy\n.\n"
    },
    {
      "number": 2,
      "text": "Frontiers of Finance\n– 2 –\nSummary\n3\nIntroduction\n4\nWhy Options Are Relevant\nThe Evolution of the New Economy\n5\nEconomic Incentives for Granting Options\n7\nTypes of Employee Stock Options\n8\nOptions as a Signal\n9\nWhy Accountants and Economists Disagree\nHow Current Accounting Practice Distorts Economic Reality\n11\nOptions as a Liability\nHow Outstanding Options Affect Shareholder Value\n13\nOptions as a Cost\nHow Annual ESO Grants Affect a Firm’s Return on Capital and Free Cash Flow\n16\nOptions and Valuation\nHow ESOs Enter into the Valuation Equation\n18\nOptions as an Inalienable Right\nIf At First You Don’t Succeed, Try to Reprice!\n21\nOption Repricings as a Signal\n23\nOption Repricing Accounting and the End of an Era?\n24\nConclusion\nWhat This Paper Does Not Claim\n25\nWhat This Paper Does Claim\n25\nAppendices\nA \nA Stock Option Primer\n26\nB \nHow to Use the Black-Scholes Option Pricing Model\n29\nC Why Employee Stock Options are Warrants and Put Warrants are\nOptions—And Why that Matters\n31\nD A Recipe for Valuing Outstanding Stock Options\n33\nE \nA Recipe for Valuing Annual Stock Option Grants\n38\nF \nThe IRS and Employee Stock Option Taxation\n41\nG Glossary of Terms\n42\nContents\n"
    },
    {
      "number": 3,
      "text": "Frontiers of Finance\n– 3 –\nIn this report we present a comprehensive framework for analyzing employee stock\noption (ESO) programs. While ESOs have been the subject of a great deal of\ncommentary, economic rigor has been absent in many of these discussions. We\npresent what we believe is the most in-depth, financially sound, and usable de-\nscription of ESOs to date. The major points of our analysis are as follows:\n• There is a huge gap between economic reality and accounting convention in\ndealing with ESOs. Traditional reckoning for options starts and stops with “di-\nluted” shares, which do not consider either out-of-the money options or the time\nvalue of options. Accordingly, current financial statements are of limited help in\nunderstanding the impact of ESOs on corporate value. Proper use of FASB 123-\nmandated information, often buried in the footnotes, is required to appreciate the\neconomic impact of ESOs.\n• Options that have already been granted should be treated as an economic li-\nability for ongoing shareholders. These options are valued using a Black-Scholes\npricing model—subject to some modifications— and are subtracted from corporate\nvalue in determining shareholder value. Further, historical option grants convey\nimportant information about the total economic cost of employee compensation.\n• Future option grants should be considered in the valuation process. We prefer\nto treat future option grants as an expense, similar to any other income statement\nexpense. The result is lower earnings estimates for future years. Alternatively, we\nleave the income statement value drivers as they are, but subtract the present value\nof future option “expenses” from corporate value. Once past and future ESO val-\nues are quantified, their role in valuation becomes completely transparent.\n• The surge in ESOs is a symptom of the “New Economy.” New economy com-\npanies are knowledge-focused. In contrast, old economy businesses are capital-\nfocused. People are becoming the main source of competitive advantage, and peo-\nple want something that capital never asked for: a piece of the action. In our view,\nthis trend toward more equity-based compensation in new economy businesses is\nintractable. Hence, it is more important than ever to understand option programs\nand their impact on corporate value.\n• The timing of option pricings and re-pricings offers interesting signals. Un-\nfortunately, there does not appear to be a systematic way to exploit these signals.\nManagers often price options ahead of the announcement of good news—and sub-\nsequent excess share price returns. But the lag between when the pricings occur\nand when they are disclosed makes the information unactionable. Separately, man-\nagers tend to reprice their options following a period of dismal share price per-\nformance—the evidence shows that they are good at picking the bottom.\nUnfortunately, ensuing stock price action tends to be in line with the market, ne-\ngating the potential for finding outsized returns.\n• There are a host of economic reasons to use ESOs. These include a reduction\nin agency costs, enhanced corporate liquidity, and direct equity participation for\ntalented employees. ESOs should only be a concern for shareholders when the per-\nformance bar is set too low—that is, there is not enough “incentive” in incentive\ncompensation.\nSummary\n"
    },
    {
      "number": 4,
      "text": "Frontiers of Finance\n– 4 –\nInternet tycoons and twenty-something billionaires have focused the world’s atten-\ntion on the incredible riches in employee stock options (ESOs). The spectacular\nbull market of the last few years has helped executives like AOL’s Steve Case and\nCompaq’s Eckhard Pfeiffer get richer—along with option hall-of-famers like Dis-\nney’s Michael Eisner, Heinz’s Anthony O’Reilly, and the entire Microsoft execu-\ntive suite. And it doesn’t take a careful reader of annual reports to notice the large\nstock option grants awarded to executives, managers, and even the rank and file.\nThe flow of so much wealth to employees signifies an important shift in our new\nglobal economy. Intellectual capital—harnessed brainpower—has increasingly\nreplaced the bricks and mortar of physical capital. In our fast-paced, wired world,\npeople have become the new foundation for competitive advantage. And people\nwant something bricks and mortar never asked for: a piece of the action. That\nmeans equity ownership—and lots of employee stock options.1\nWith this surge in the use of employee stock options, it is more important than ever\nto analyze employee stock options properly. Indeed, a proper accounting for the\neconomic costs of options materially affects almost all key drivers used to value\nstocks. However, the intimidating swirl of mathematics surrounding option valua-\ntion has hindered understanding of how options affect shareholder value (see Ap-\npendix A for a short primer on the drivers of option value). In addition, traditional\noptions analysis starts and stops with earnings per share dilution, which at best\ngives an incomplete picture of economic reality.\nThis report seeks to shed some light on this issue. It is organized into six parts.\n• First, we discuss the secular shifts in the economy that make employees demand\noptions and the economic incentives that make companies increasingly willing to\ngrant them. We also elaborate on the major types of ESOs commonly used. Fi-\nnally, we also examine whether options grants provide a signal about manage-\nment’s confidence in a company’s future—and whether we can use this knowledge\nto make money.\n• Second, we look at how current accounting practice distorts economy reality. As\nwith other reports in the Frontiers of Finance series, our focus is on the eco-\nnomic—not the accounting—consequences of corporate decisions.\n• Third, we explain how to correct part of this distortion by treating outstanding\nESOs as an economic liability, and show how this adjustment affects shareholder\nvalue.\n• Fourth, we explore a technique for recognizing future option grants. This treat-\nment of “pay-as-you-go” options represents economic reality much more faithfully\nthan the accounting alternative.\n• Fifth, since these adjustments change important inputs into the discounted cash\nflow equation, we explain how they affect an investor’s understanding of intrinsic\nvalue and market expectations.\n• Finally, we analyze “repricing,” which occurs when a company lowers the exer-\ncise price of an option following a sharp drop in the company’s share price.\nFollowing the Conclusion, there are a series of Appendices that provide the practi-\ncal details needed to undertake a value-based analysis of a company’s employee\nIntroduction\n"
    },
    {
      "number": 5,
      "text": "Frontiers of Finance\n– 5 –\nstock option program. There is also a Glossary that defines key terms used\nthroughout the report.\nThe Evolution of the New Economy\nThe growth in ESOs is a symptom of more profound changes occurring within the\neconomy. For much of the last century, the industries of resource extraction and\nmass production—powered by the combustion engine, electricity, and the assembly\nline—have defined how our economy works. The products of this economy tend to\nbe what economist Brian Arthur calls “congealed resources”—lots of extracted\nresources turned into products with only a little knowledge.2 Most of the major\nproducts of the nineteenth and early twentieth century such as coal, tobacco, and\noil—and even early planes, trains, and automobiles—generally fit this description.\nIn this world, the owners of those congealed resources and the means of processing\nthem captured much of the Industrial Revolution’s newfound wealth. As Marx\nwould put it, the real winners were the owners of the means of production (see Ta-\nble 1).3 Indeed, the very concept of an assembly line—with repetitious simple jobs\nperformed by workers who were interchangeable with one another—left very little\nroom for value-adding innovation for the average employee.4 Since labor served as\nan easily replaceable resource, companies generally paid employees an hourly\nwage or fixed salary for their services.\nTable 1\n5 Richest Americans in History Owned the Means of Production in the “Old Economy”\nRank\nTycoon\nSource of Fortune\nWealth as % of GNP\n1\n John D. Rockefeller\n Oil\n1.53%\n2\n Cornelius Vanderbilt\n Steamboats and railroads\n1.15%\n3\n John Jacob Astor\n Fur trade, NY real estate\n0.93%\n4\n Stephen Girard\n Shipping\n0.67%\n5\n Andrew Carnegie\n Steel\n0.60%\nNote: Wealth figures calculated by dividing a person’s total wealth by America’s GNP at the time of the person’s death.\nSource: The Wealthy 100, Michael Klepper and Robert Gunther.5\nThe economy has clearly evolved from one focused on congealed resources. For\nexample, look at three recent successful products—Pfizer’s Viagra, Microsoft’s\nWindows, or Disney’s Lion King. These products are created not in a factory, but\nin the heads of knowledge workers in the lab, on the computer, or in the studio. To\nuse Brian Arthur’s term, these products are “congealed knowledge”—lots of\nknowledge with very little physical resources added into the mix. The advent of\never more powerful silicon, cheap software, and connectivity has only increased\nthe value of smart minds.\nIn this world, workers no longer serve as interchangeable cogs in a great industrial\nmachine. While one bicep is easily replaced with another, each brain possesses\npotential unique knowledge and skills. Indeed, for many knowledge-intensive com-\npanies, the entire value of the firm disappears when employees go home for the\nnight. As Bill Gates says, “In today's emerging information society, the critical\nnatural resources are human intelligence, skill, and leadership.”6\nUnfortunately for shareholders, companies can only rent employees—they cannot\nown them. Increasingly, knowledge workers have alternatives. They can either join\nfirms where they receive direct ownership in return for their efforts, or they can\nstart their own company. In a competitive labor market, then, employees demand\n1. Why Options Are\nRelevant\n"
    },
    {
      "number": 6,
      "text": "Frontiers of Finance\n– 6 –\nsome form of equity- or performance-based compensation. This shift towards eq-\nuity compensation may also help explain why so many of the wealthiest living\nAmericans fit the profile of an extremely competent knowledge worker (see Table\n2).\nTable 2\nThe 5 Wealthiest People in 1998’s “New Economy” Owned Equity in Knowledge Companies\nRank\nName\nWorth ($ bil)\nSource\n1\n  Bill Gates\n58.4\n$                   \n  Microsoft Corp.\n2\n  Warren Buffett\n29.4\n$                   \n  Berkshire Hathaway\n3\n  Paul Allen\n22.0\n$                   \n  Microsoft Corp.\n4\n  Michael Dell\n13.0\n$                   \n  Dell Computer\n5\n  Steve Ballmer\n12.0\n$                   \n  Microsoft Corp.\nSource: “The Forbes Four Hundred, The 1998 Richest People in America.” Forbes, October 12, 1998.\nIn support of this point, Harvard economists Brian Hall and Jeffrey Liebman re-\ncently calculated that the average CEO in the largest U.S. firms increased their\ncash compensation levels by only 5% from 1980 to 1994, while the value of op-\ntions granted rose by almost 16%. As a result, the relative percentage of option\ngrants swelled from 19% of annual compensation in 1980 to 48% in 1994 (see\nFigure 1).\nFigure 1\nValue of Cash Compensation and Option Grants for the Average CEO, 1980-94\nin millions\n$-\n$0.5\n$1.0\n$1.5\n$2.0\n$2.5\n$3.0\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\nMean value of\nstock option\ngrants\nMean salary\nand bonus\nSource: Brian J. Hall and Jeffrey B. Liebman, NBER Working Paper 6213, “Are CEOs Really Paid Like Bureaucrats?”\nThis trend is particularly significant for high tech companies, such as Microsoft—\nperhaps the company most famous for effectively using employee stock options.\nBy compensating its legions with options, Microsoft has been able to attract, re-\ntain, and compensate employees who could work at other high tech firms. As Mi-\ncrosoft’s stock increased approximately 72% during its fiscal 1998 year, these\nESOs have served as a very important source of compensation. Indeed, using Mi-\ncrosoft’s cash flow statement, we can infer that its employees reaped pretax gains\n"
    },
    {
      "number": 7,
      "text": "Frontiers of Finance\n– 7 –\nof approximately $4.4 billion by exercising ESOs in 1998—approximately\n$163,000 per employee! 7 This is a significant value transfer for any company,\neven one as large as Microsoft.\nEconomic Incentives for Granting Options\nThe rising use of employee stock options comes in part from a tightening labor\nmarket for knowledge workers. However, corporations and investors also have\neconomic incentives to provide options to managers and employees:\n• \nReduce agency costs. Ideally, corporate managers—as the agents of share-\nholders—will act to maximize value. However, the world is not ideal: rational\nmanagers may choose instead to maximize their own happiness by arranging valu-\nable perquisites, building costly “empires” or taking value-destroying actions that\nserve to entrench them.\nTo counter this problem, managers often receive large grants of stock or options in\norder to align their interests with those of shareholders’. For example, given an\nincrease in firm value of $1,000, the wealth of the average CEO in 1994 increased\nby $39—over three times the $12 amount in 1980. Part of this heightened sensi-\ntivity to changes in firm value comes from the increased stock holdings of the av-\nerage CEO. However, the surge of ESO plans has also driven this trend, as a grant\nof ESOs has approximately double the pay-to-performance sensitivity as a grant of\nstock with the same value.8\n• \nRecruit and retain employees. All things equal, companies that can recruit and\nretain the best people will win in the marketplace. Large grants of employee stock\noptions can help companies attract the best and the brightest. Furthermore, ESOs\ncan help retain valuable employees by serving as “golden handcuffs.” ESOs give\nemployees a reason to stay until their options “vest,” which typically takes four or\nfive years. Moreover, since most companies grant ESOs annually, an employee\nwho leaves a firm will have to walk away from valuable unvested options.\n• \nLiquidity. Options serve as a noncash form of compensation for cash-strapped\ncompanies—such as startups—that can ill afford to pay costly salaries to its em-\nployees.\n• \nTaxes. The Revenue Reconciliation Act of 1993 created an economic incentive\nfor corporations to pay its executives with options by limiting the deductibility of\ncash salaries larger than $1,000,000.9 Because the IRS categorizes ESOs as “ob-\njectively determined performance-based compensation,” companies can deduct the\nintrinsic value of an option in the year in which an employee exercises it (see Ap-\npendix F). Thus, for companies with high-priced executive talent, using ESOs—or\nat least, some form of objectively determined performance-based compensation\ninstead of subjectively determined cash bonuses—may represent an optimal tax\nstrategy.\n• \nMarket-linked versus short-term accounting-based compensation. Some\ncompanies compensate their executives based on the attainment of certain tar-\ngets—such as surpassing a particular level of earnings per share or return on eq-\nuity. However, for companies with highly volatile results, these financial\nperformance metrics may serve as a poor measure of the quality of managerial\ndecisions. For example, managers may take actions that lower earnings in a given\nyear, but position the firm to earn higher earnings in the future. Using a market-\n"
    },
    {
      "number": 8,
      "text": "Frontiers of Finance\n– 8 –\nbased compensation plan, such as ESOs, may be a viable way to fairly compensate\nmanagers.\n• \nEarnings management. Reflecting arbitrary accounting regulations, a firm\nthat replaces executives’ cash salaries with at-the-money options maximizes its\nreported earnings per share. An economic reason for doing this is to avoid violat-\ning a debt covenant. In addition, a self-interested manager may do this to achieve a\ncertain accounting target or to try to fool the market with artificially higher re-\nported earnings.\nTypes of Employee Stock Options\nBefore we go further, we should define the major types of ESOs commonly granted\nto employees and executives. While theoretical possibilities are infinite, in practice,\ncertain kinds of ESOs are more popular:\n• \nAt-the-money ESOs. The vast majority of options are issued at-the-money.\nThis is because accounting regulations state that granting an ESO creates an ex-\npense equal to the difference between a company’s share price and the option’s\nfixed exercise price. If a company grants at-the-money options, it need not recog-\nnize the ESO as an accounting expense at all. Also, shareholders usually balk at\noptions that allow managers to purchase shares at a discount to the market price.\nFor these reasons, companies rarely issue in-the-money options.\nIn our survey of companies’ proxies and annual reports, we found that most ESO\ncontracts have a ten-year life and vest in equal proportions over four or five years.\n• \nDeep-out-of-the-money ESOs. In order to create an incentive to dramatically\nincrease the value of the firm, companies sometimes grant deep-out-of-the-money\nESOs. That way, managers can profitably exercise their options only if they hit a\nhome run for shareholders. Also, like at-the-money options, accountants view these\noptions as a free gift.\nIt is important to note that they must be very deep out-of-money options to ensure\nexecutives only profit when their stock outperforms the market. This is because\nmost companies grant ESOs with a 10-year life. Thus, even a very deep-out-of-\nthe-money ESO—with an exercise price at a 100% premium to the market price—\nonly requires annual share price appreciation of 7.2% to become in-the-money.\nThis is significantly below the 9% to 12% return desired by most equity investors\nin public companies.\nHowever, given that executives often have substantial wealth tied up in a single\nundiversified company, they may be averse to assuming the risk inherent in these\ndeep-out-of-the-money ESOs. When these options are used at all, then, they tend to\nbe granted in large blocks to new CEOs of companies whose boards are dominated\nby a few shareholders, such as a leveraged buy out (LBO) firm.\n• \nESOs with an indexed exercised price. These ESOs have exercise prices that\nare matched to the performance of a broader market index—usually the S&P 500\nor an industry index. These ESOs have three features that make them tremen-\ndously appealing to shareholders. First, they only reward managers who outper-\nform the market. If a company uses these options, there is no risk that mediocre or\neven poor managers will be overcompensated as a result of a bull market. Second,\nbecause the strike price is not fixed and tends to rise every year, an indexed ESO\ngrant will transfer less value than a conventional ESO grant. Third, indexed ESOs\n"
    },
    {
      "number": 9,
      "text": "Frontiers of Finance\n– 9 –\nhave lower strike prices and higher values even in bad times, making it easier to\nretain valuable employees just when you need them most.\nIronically, accounting regulations discourage the use of indexed ESOs. The rules\nstipulate that indexed ESOs are “variable plans” and must be treated differently\nfrom ordinary ESOs, which are “fixed plans.” According to this syllogism, ac-\ncountants expense the annual difference in the intrinsic value of vested indexed\noptions. Thus, to the horror of managers, the better the stock does, the worse the\ncompany’s reported earnings.10 This is a problem since earnings-based annual and\nlong-term incentive plans typically comprise 37% of a CEO’s compensation.11 De-\nspite the economic benefits to the firm, then, unfavorable accounting deters most\ncompanies from using indexed ESOs.\n• \nStock appreciation rights (SARs). Although SARs are not technically em-\nployee stock options, we include them here because companies often use them in a\nlike manner. SARs provide employees with cash payments equal to the apprecia-\ntion of the company’s stock over a specified duration. Thus, like options, SARs\nprovide employees with equity upside without exposure to any downside. Unlike\noptions, SARs result in periodic payments of cash to the executives over the\nSAR’s life. However, managers tend to avoid using SARs as they are subject to\nthe same accounting treatment as indexed options.\nOptions as a Signal\nCompanies issue options for a variety of reasons—some good and some bad. For\nexample, a large option grant to a CEO may be motivation to create value for\nshareholders. Just as plausibly, the option grant may be used to artificially increase\nearnings per share to “make one more quarterly number.”12\nOwing to this ambiguity, investors seeking to analyze option grants to “beat the\nmarket” must do more than crunch numbers from a proxy statement—they must\nunderstand the intent of an option grant. In our experience and review of the aca-\ndemic literature, two things emerge. First, in analyzing the strength of a signal\nprovided by an option grant, we must look not at ESOs in general, but at the stock\noptions given to executives who have the greatest ability to affect firm value. Sec-\nond, we find that most of the strong market signals associated with executive op-\ntion grants is due to two things:\n• \nReducing agency costs and managerial incentives. Many firms generate cash\nwell in excess of the amount needed to fund all positive-NPV projects. However,\nthe history of corporate America is rife with examples of managers misspending\nthis excess cash on value-destructive projects. Harvard Business School Professor\nMichael Jensen has suggested that one way to lower wasteful spending is to use\nfinancial leverage. High debt levels force managers to use all excess cash gener-\nated to service high interest and principal payments and effectively takes the punch\nbowl away before the party starts. As this strategy focuses on not wasting cash, it\nworks best with a mature company with stable cash flows.13\nHowever, increased leverage comes at the cost of financial flexibility. And, lever-\nage cannot be used to reduce agency costs for companies without the stable and\npositive cash flows needed to service debt. Paying out cash would be disastrous for\nmost startups as they need to retain earnings for growth. For these companies,\nthen, a board of directors trying to minimize agency costs cannot just lever up the\nfirm—they must award managers for value-creating growth.\n"
    },
    {
      "number": 10,
      "text": "Frontiers of Finance\n– 10 –\nExecutive stock options are just the tool for the job. As with leverage, options re-\nduce agency costs associated with wasteful spending. But options do something\nthat leverage does not: they give managers an incentive to increase the value of the\nfirm. Thus, large grants of executive stock options can be a positive signal that a\ncompany may try to ramp up for profitable growth, especially for companies that\nhave not historically rewarded performance with higher pay.\nIt is important to note that not all option grants are created equal. The intensity of\nthe market signal provided by option grants is a reflection of how hard managers\nmust work to make their options profitable. For example, indexed ESOs that re-\nquire managers to outperform the broader market send a much stronger signal than\ndo ordinary ESOs. After all, if a company’s stock simply appreciates at the cost of\nequity, an ordinary ESO will still allow managers to attain a pot of option gold.\nSimilarly, investors view positively the issuance of very deep-out-the-money op-\ntions that require managers to dramatically raise the value of the company before\nthey can cash out. The weakest signal is provided by at-the-money options—or\neven worse, in-the-money options—that require little or no effort to become profit-\nable.\n• \nInformation asymmetry. An academic who believes in market efficiency would\nsay that there is no possible way for an investor to systematically outperform the\nmarket. This is because investors bid assets up and down to reflect all new infor-\nmation.\nHowever, even the most ardent efficient market theorist has to admit that executive\nstock options provide a loophole in this theory. This is because managers possess\nsignificant inside information, and often have it well before it is publicly released.\nAs executive stock options are almost always granted at-the-money, the exercise\nprice of an issued option generally reflects “old” information—not the new inside\ninformation. If managers can influence the timing of their stock option grants, they\ncan receive “cheap” options without having to buy or sell publicly traded shares or\noptions. Since executive stock options are not generally disclosed until the com-\npany files a proxy—approximately three months after the end of that fiscal year—\nmanagers can theoretically exploit this “asymmetric information” to earn an excess\nreturn.\nIn fact, Professor David Yermack of New York University’s Stern School of Busi-\nness recently published a study that found that managers do just that. Professor\nYermack tested the hypothesis that “CEOs ... receive stock option awards shortly\nin advance of favorable news that pushes company stock prices higher.” As Figure\n2 shows, “Companies making stock option awards to their CEOs outperform the\nmarket on a risk-adjusted basis by slightly more than two percent during the period\nbeginning the day after the award and lasting approximately ten weeks.”14\n"
    },
    {
      "number": 11,
      "text": "Frontiers of Finance\n– 11 –\nFigure 2\nAbnormal Stock Returns following Receipt of Stock Options by CEOs\n-0.50%\n0.00%\n0.50%\n1.00%\n1.50%\n2.00%\n2.50%\n3.00%\n-20 \nAward Date\n20 \n40 \n60 \n80 \n100 \n120 \nTrading Days Relative to Award Date\nMean Cumulative Abnormal Stock Retur\nSource: David Yermack, “Good Timing: CEO Stock Option Awards and Company News Announcements,” Journal of Fi-\nnance 52, No. 20, June 1997.15\nIf some investors could get advance knowledge of executive stock option grants,\nthey too could outperform the market. Unfortunately, stringent SEC regulations\nassure that only executives are legally allowed to profit from this information.\nInterestingly, this result at least slightly contradicts the use of stock options to\nlower agency costs. By systematically using their influence to get “cheap” options,\nCEOs co-opt value from the shareholders for whom they ostensibly act as agents.\nThis also means that standard formulas for calculating the cost of executive stock\noptions—which use the “pre-good news” share price as an important valuation\nparameter—will understate the true cost of option grants. Despite this, however,\nboards of directors seem to accept this cost as the price of aligning the interests of\nmanagement with shareholders.\nHow Current Accounting Practice Distorts Economic Reality\nAs ESOs have become increasingly prevalent, it has become more and more im-\nportant for managers and investors to properly analyze them. Indeed, the SEC re-\nquires the calculation of share count dilution that would occur were employees to\nimmediately exercise all of their in-the-money options. Beyond this, most managers\nand investors believe that an increase in diluted earnings per share signifies an in-\ncrease in shareholder value.16\nHowever, the diluted EPS accounting calculation significantly distorts economic\nreality.17 Before we explain why this is so, we must first delve into how account-\nants treat employee stock options.\n2. Why Accountants\nand Economists Dis-\nagree\n"
    },
    {
      "number": 12,
      "text": "Frontiers of Finance\n– 12 –\nAccountants take a simple approach to options: they assume that all “in-the-\nmoney” options will be immediately exercised and turned into extra shares.18 To do\nthis, accountants create a concept called “diluted shares outstanding.” This equals\nbasic shares plus the shares that employees would receive if they exercised their\noptions. To be fair, the accountants do allow companies to assume that hypotheti-\ncal proceeds from employees exercising their options would be used to repurchase\nshares. Diluted earnings per share (EPS) are calculated by dividing net income by\nthe number of these diluted shares.19 For example, Microsoft’s diluted EPS of\n$1.67 in fiscal 1998 was a full 9% below the company’s basic EPS of $1.83.\nCritically, the accounting approach does not fully reflect economic reality. This\nis because the diluted share count calculation only reflects the dilution that re-\nsults from in-the-money stock options. However, options also have value from the\npossibility that the underlying stock’s market price will rise higher than the exer-\ncise price before the option expires. Accountants ignore this “time value” for\nboth in-the-money as well as out-of-the-money options. As most companies issue\nemployee stock options that have long lives, this approach significantly under-\nstates the value of outstanding and future options. Indeed, the high-tech compa-\nnies with the largest option packages often have the most volatile stock prices, and\nhence, the most valuable options (see Appendix A).\nIt is theoretically possible to refine this approach by properly incorporating the\ntime value of outstanding options into the adjustment of total shares outstanding—\nthe denominator in the earnings per share calculation. However, we find this ap-\nproach to be counterintuitive. We believe the more intuitive economic approach is\nto view outstanding options as an off-balance sheet liability. Further, to account\nfor the cost of future option grants, we should adjust the numerator—the firm’s\nincome—by subtracting the economic value of annual option grants to employ-\nees.\nMicrosoft is an example of a company that discloses useful information on its\nESOs. While Microsoft’s SEC filings state that “no compensation cost is recog-\nnized because the option exercise price is equal to the market price of the underly-\ning stock on the date of grant,” the company does not stop there. On the contrary,\nMicrosoft does something we have not seen from any other company: it releases\n“see-through” pro forma income statements that indicate how much it thinks ESOs\nlower earnings. Specifically, the company subtracts the cost of its ESOs from re-\nported earnings—as measured by the cost necessary to fully hedge the company\nagainst the share price appreciation related to its ESO program.\nWhile we have a different opinion on how to calculate the economic cost of a com-\npany’s annual stock grants, we fully agree with the gist of Microsoft’s approach.\nIndeed, Bill Gates’ friend and fellow billionaire Warren Buffett concurs with this\nview. In his 1997 Berkshire Hathaway Annual Letter to Shareholders, Buffett\nsuggested: “[A firm’s] true [option] compensation cost ... [should be] brought out\nof the closet and charged ... against earnings.”\nThe accountants at FASB tried to implement something akin to this approach in\ntheir earlier 1995 encyclical, SFAS 123, Accounting for Stock-Based Compensa-\ntion. In fact, they came very close to requiring that companies subtract the eco-\nnomic costs of employee stock options from net income. 20 However, Dennis\nBeresford, the chairman of the FASB, backed away from doing so because:\n"
    },
    {
      "number": 13,
      "text": "Frontiers of Finance\n– 13 –\nPeople said to me, ‘If we have to record a reduction in income by 40%,\nour stock will go down by 40%, our options will be worthless, we won’t\nbe able to keep employees. It would destroy all American business and\nWestern civilization.’21\nWhile we understand that managers may be averse even to a small risk that their\nstock price could fall, we would note that academic research has repeatedly shown\nthat when cash and earnings diverge, the market follows cash. Thus, we believe\nthat the market has already taken the cost of the options into account. However,\nthis debate “became so divisive that it threatened the Board’s working relationship\nwith some of its constituents.” Yielding somewhat, FASB made adoption of the\nstandard voluntary, mandating only that companies disclose the economic costs of\nemployee stock options in the footnotes of their SEC filings. SFAS 123 is still very\nuseful, however, as it discloses valuable information to investors.22\nHow Outstanding Options Affect Shareholder Value\nMany firms have substantial amounts of outstanding ESOs that exist from past\ngrants. Over time, the owners of these ESOs will convert their options into regular\nshares or allow them to expire worthless. At any point in time, however, these op-\ntions definitely have value. Indeed, we believe that the value of outstanding ESOs\nmust be viewed as an economic liability that has been incurred by the firm.\nThis logic rests on solid corporate finance. The economic value of a firm is the\npresent value of future cash flows. This economic value can be thought of as a pie.\nIn exchange for providing capital, the investors agree to share the wealth created\nby that firm—that is, to slice the pie up—according to certain rules.\nBondholders, by contractual agreement, get timely interest payments and a return\nof capital. In accordance with the established pecking order, bondholders get “first\ndibs” on any cash to be returned to investors.\nShareholders are a residual claimant on a firm’s assets. That is, shareholders get\nwhatever is left of the pie after bondholders have gotten their prenegotiated fill. In\nan efficient market, the per-share value of a firm will be the amount of economic\nvalue that is left after debt takes its share, divided by the number of outstanding\nshares. While there is a risk that there will be no pie left, there is also the possibil-\nity of receiving a potentially huge pie.\nIn the context of this model, then, we believe that—just like debt—ESOs represent\nan economic liability that must be subtracted from the value of a firm to calculate\nshareholder value. This is because the value claimed by ESO owners comes from\nthe same source as the value claimed by ordinary shareholders: the possibility of\nthe firm increasing in value and creating a “huge pie.”23\nTo value the economic liability represented by Microsoft’s outstanding ESOs, we\nuse the information provided in Microsoft’s recent SEC filings as inputs into the\nstandard Black-Scholes option pricing model (see Appendix D for details on our\nmethodology). We also incorporate expected option cancellations from employee\ndefection, the dilution from option exercise, and the tax deductibility of ESOs upon\nexercise. Using this information, we estimate that employees who owned ESOs laid\nclaim to approximately $22 billion of value at the end of Microsoft’s 1998 fiscal\nyear. As Figure 3 illustrates, this lowers the residual value to which ordinary\n3. Options as a\nLiability\n"
    },
    {
      "number": 14,
      "text": "Frontiers of Finance\n– 14 –\nshareholders can lay claim. Note that the residual claim is then divided by basic\nshares outstanding, as the valuation process captures all previous grants.\nWhile Microsoft’s total corporate value of $305 billion dwarfs this amount, out-\nstanding ESOs still represent an impressive 7% of this total. The following figure\ncaptures the economic value of past grants with great clarity.\nFigure 3\nHow the Market Views the Effect of Outstanding ESOs on Microsoft’s Valuation\n$ in billion\nCorporate Value\nEconomic Liabilities\nShareholder Value\nPreferred Stock\nShareholder \nValue\nExcess Cash\nOutstanding \nEmployee Stock \nOptions\nDebt and \nCapitalized \nOperating Leases\nPresent \nValue of \nFuture Cash \nFlows\n$290\n$15\n$1\n$22\n$282\n$0\nNote: Diagram is not drawn to scale.\nSource: CSFBC analysis.\nIn addition to our analysis of Microsoft, we also valued the outstanding ESOs for\neight other firms. In addition to testing the robustness of our analysis, we wanted\nto test the hypothesis that a “New Economy” company with lots of knowledge\nworkers would tend to have higher relative levels of employee stock options than a\nsimilar “Old Economy” company in the same industry (see Table 3 on next page).\nTo adjust for the relative size of each company, we then divided the amount of\nthese ESOs by the total market capitalization of the company. This gave us out-\nstanding ESOs as a percent of total market capitalization for each matched pair of\ncompanies (see Table 4 on next page).\nTable 4 shows that, with one exception, this percentage tends to be markedly\nhigher for our “New Economy” companies than our “Old Economy” companies.\nIndeed, in the media industry, Yahoo!’s percentage is over 7 times that of the\n"
    },
    {
      "number": 15,
      "text": "Frontiers of Finance\n– 15 –\nTable 3\nOutstanding ESOs for “Old” versus “New Economy” Companies\nall prices as of last fiscal year\n(in millions)\nBarnes and Noble\n\"Old\"\nLargely Bricks-and-mortar Bookstore\n1/31/98\n138\n$             \nAmazon.com\n\"New\"\nInternet Bookstore and Retailer\n12/31/97\n27\n$               \nNew York Times\n\"Old\"\nTraditional Media: Newspaper\n12/28/97\n21\n$               \nYahoo!\n\"New\"\nNew Media: Portal Web Site\n12/31/97\n70\n$               \nDuPont\n\"Old\"\nChemicals\n12/31/97\n1,566\n$          \nPfizer\n\"New\"\nDesigner Pharmaceutical Drugs\n12/31/97\n3,059\n$          \nTexas Instruments\n\"Old\"\nMemory Semiconductors\n12/31/97\n395\n$             \nIntel Corporation\n\"New\"\nMicroprocessor Semiconductors\n12/27/97\n5,998\n$          \n\"Old\" or \n\"New\" \nEconomy \nCompany\nValue of \nOutstanding \nESOs\nFiscal Year\nMain Product or Service\nSemiconductors\nIndustry\nCompany\nRetail\nMedia\nChemicals\nSource: SEC filings and CSFBC analysis.\nNote: Capitalized operating leases calculated by discounting disclosed non-cancelable payments under operating leases to the present value using a constant interest rate of 8%.\nTable 4\nOutstanding ESOs as Percent of Total Market Capitalization for “Old” versus “New Economy” Companies\nall prices as of last fiscal year\n(in millions)\n(in millions)\n(in millions)\n(in millions)\n(%)\nBarnes and Noble\n138\n$             \n2,157\n$           \n2,075\n$                         \n4,231\n$       \n3.3%\nAmazon.com\n27\n$               \n1,304\n$           \n116\n$                            \n1,421\n$       \n1.9%\nNew York Times\n21\n$               \n6,190\n$           \n643\n$                            \n6,834\n$       \n0.3%\nYahoo!\n70\n$               \n3,117\n$           \n10\n$                              \n3,127\n$       \n2.2%\nDuPont\n1,566\n$          \n69,238\n$         \n1,496\n$                         \n70,733\n$     \n2.2%\nPfizer\n3,059\n$          \n96,484\n$         \n2,984\n$                         \n99,468\n$     \n3.1%\nTexas Instruments\n395\n$             \n17,566\n$         \n1,660\n$                         \n19,226\n$     \n2.1%\nIntel Corporation\n5,998\n$          \n115,385\n$       \n663\n$                            \n116,048\n$   \n5.2%\nValue of \nOutstanding \nESOs\nOutstanding ESOs \nas Percent of Total \nMarket Cap.\nTotal \nMarket \nCap.\nDebt, Capitalized \nOperating Leases and \nPreferred Stock\nBasic Equity \nMarket Cap.\nSemiconductors\nIndustry\nCompany\nRetail\nMedia\nChemicals\nSource: SEC filings and CSFBC analysis.\n"
    },
    {
      "number": 16,
      "text": "Frontiers of Finance\n– 16 –\nNew York Times, while in the semiconductor industry, Intel’s percentage is over\ntwice that of Texas Instruments. Our comparison in the “chemicals” industry of\nPfizer and DuPont—which probably can only be judged an “Old Economy” com-\npany relative to a pharmaceutical firm—also yields a higher percentage for the\n“New Economy” company.\nWe cannot conclusively explain away our outlier of Barnes and Noble versus\nAmazon.com. Since Barnes and Noble also owns Amazon’s largest on-line com-\npetitor, BarnesandNoble.com, our choice of comparable companies may be flawed.\nIn addition, it appears that Barnes and Noble’s ESOs are unusually high—execu-\ntives received an unusually large ESO grant 4 years ago—while Amazon.com’s\nESOs are unusually low—perhaps owing to its relatively small number of employ-\nees. We would expect this ranking to change over time.\n[Options aren’t] necessarily the end of the world, but [they do] result in a\nsignificant valuation difference. And it’s not reported under standard\naccounting. So we think the quality of earnings as reported by a company with\nsignificant stock option grants every year is dramatically poorer than one where\nthat doesn’t exist. And a lot of companies fall in that category.\n—Warren Buffett24\nHow Annual ESO Grants Affect a Firm’s Return on Capital and Free Cash\nFlow\nNow that we have dealt with past grants, we turn to the value of future grants. As\nwe believe that ESOs represent an economic cost like any other, they should re-\nduce a company’s cash earnings or net operating profit after taxes (NOPAT).\nIn order to do this, we estimate the economic value of ESO grants using the Black-\nScholes method and information provided under FASB 123. We further adjust this\nvalue for expected option cancellations from employee defection, the dilution from\noption exercise, and the tax deductibility of ESOs upon exercise (see Appendix E\nfor details on our methodology).\nWe used the information in Microsoft’s latest 10-K to value the economic cost of\nits ESO grants. We calculated that Microsoft granted ESOs with an after-tax value\nof $873 million in 1998 (see Appendix D). This translates into 4.9% of Micro-\nsoft’s sales—including deferred revenues—of $17.8 billion. This percentage re-\nmained approximately constant at 5% from 1995 to 1998 (see Table 5).\nTable 5\nMicrosoft’s After-Tax Option Cost as a Percent of Sales, 1995-98\nin millions\nYear\nRevenue\nExpected After-\nTax Economic \nValue Imparted to \nEmployees\nOption Cost as a \nPercent of Sales\n1998\n17,752\n$           \n873\n$                      \n4.9%\n1997\n12,959\n$           \n690\n$                      \n5.3%\n1996\n9,654\n$             \n541\n$                      \n5.6%\n1995\n6,006\n$             \n247\n$                      \n4.1%\nSource: Microsoft SEC Filings and CSFBC analysis.\n4. Options as a Cost\n"
    },
    {
      "number": 17,
      "text": "Frontiers of Finance\n– 17 –\nThe cost of Microsoft’s ESOs represented a larger percentage of the company’s\ncash earnings. While this percentage varied more over time, it ranged from 21.6%\nof Microsoft’s cash earnings of $2.5 billion in 1995 to 17.2% of Microsoft’s cash\nearnings of $5.1 billion in 1998 (see Figure 4).\nFigure 4\nMicrosoft’s Cash Earnings Adjusted for Annual ESO Grants, 1995-98\nin billions\n$-\n$1.0\n$2.0\n$3.0\n$4.0\n$5.0\n$6.0\n1995\n1996\n1997\n1998\nAnnual After-tax\nOption Cost\nESO-Adjusted\nNOPAT\nSource: Microsoft SEC filings and CSFBC analysis.\nBy lowering calculated cash earnings, ESOs also lower Microsoft’s return on\ncapital. For example, this adjustment lowers Microsoft’s return on capital from\n164% to 136% in 1998. This pattern also holds true for 1995 through 1997 (see\nFigure 5).\nFigure 5\nMicrosoft’s Return on Capital Adjusted for Annual ESO Grants, 1995-98\n0%\n20%\n40%\n60%\n80%\n100%\n120%\n140%\n160%\n180%\n1995\n1996\n1997\n1998\nReturn on Capital (%)\nUnadjusted Return\non Capital\nESO-Adjusted\nReturn on Capital\nSource: Company SEC filings and CSFBC analysis.\n"
    },
    {
      "number": 18,
      "text": "Frontiers of Finance\n– 18 –\nOne might argue that we are overstating the effect of ESOs, since we subtract their\nfull cost from cash earnings every year rather than amortizing this cost over the\nfive-year vesting period. To address this, we estimated what Microsoft’s expense\nwould be if it amortized its ESOs.25 We do arrive at a lower ESO expense of $517\nmillion in 1998. However, if we took this approach, we would also have to capi-\ntalize the value of unamortized ESOs and add them to our estimate of net cash in-\nvested in the business—its invested capital. This would add approximately $1.4\nbillion to Microsoft’s invested capital base of $3.1 billion in 1998. Thus, this ap-\nproach would result in a lower return on capital of 111%.\nTo continue our analysis of “Old” versus “New Economy” companies, we repeated\nthis analysis on our four matched pairs of companies. Again, we wanted to test the\nhypothesis that a “New Economy” company with lots of knowledge workers would\ntend to have higher relative levels of employee stock options than a similar “Old\nEconomy” company in the same industry. To adjust for the relative size of each\ncompany, we then divided the economic value of annual ESO grants by annual\nsales. This gave us annual ESO grants as a percent of sales for each matched pair\nof companies (see Table 6).\nTable 6\nAnnual ESO Grants as Percent of Sales for “Old” versus “New Economy” Companies\nall prices as of last fiscal year\n(in millions)\n(%)\n\"Old\"\nBarnes and Noble\n10.4\n$            \n0.4%\n\"New\"\nAmazon.com\n10.1\n$            \n6.8%\n\"Old\"\nNew York Times\n24.3\n$            \n9.2%\n\"New\"\nYahoo!\n37.2\n$            \n55.2%\n\"Old\"\nDuPont\n175.2\n$          \n0.4%\n\"New\"\nPfizer\n144.3\n$          \n6.5%\n\"Old\"\nTexas Instruments\n69.5\n$            \n0.7%\n\"New\"\nIntel Corporation\n611.0\n$          \n2.4%\nAnnual ESO Grants \nas Percent of Sales\nSemiconductors\nChemicals\nMedia\nRetail\n\"Old\" or \n\"New\" \nEconomy \nCompany\nValue of ESO \nGrant\nCompany\nIndustry\nSource: SEC filings and CSFBC analysis.\nThis time, our results were unambiguous: all four “New Economy” companies had\nmuch higher annual ESOs as a percent of sales than its “Old Economy” counter-\npart. For rapidly growing companies such as Amazon.com and Yahoo!, this result\nis perhaps not surprising. However, our results also held for more mature compa-\nnies with more stable sales, such as Pfizer versus DuPont and Intel versus Texas\nInstruments. This suggests that accounting for ESOs will become increasingly im-\nportant as the world evolves into a knowledge-intensive “New Economy.”\nHow ESOs Enter into the Valuation Equation\nUsing this framework, we can incorporate our estimates of the cost of outstanding\nand future options into a discounted cash flow (DCF) analysis. This is important\nfor two reasons. First, many investors use a DCF analysis to calculate a stock’s\nintrinsic value—that is, they discount future cash flows to the present value using\na risk-adjusted required rate of return. Value creation occurs over a certain number\n5. Options and\nValuation\n"
    },
    {
      "number": 19,
      "text": "Frontiers of Finance\n– 19 –\nof years, estimated by the company’s Competitive Advantage Period or CAP. (For\na graphic representation of this mental model, read Figure 7 from the right to the\nleft.) Alternatively, investors can start with the stock price, and then reverse-\nengineer what these value drivers must be in order to justify the price. Investors\ncan then compare their expectations with those of the market to see whether or not\nthey find a stock to be attractive. (For a graphic representation of this mental\nmodel, read Figure 7 from the left to the right.)\nFigure 7\nHow Cash Flows, Risk, and CAP Affect the Stock Price (Reading Right to Left)\nHow to Derive Market Expectations of Cash Flows, Risk, and CAP (Reading Left to Right)\nCash Flow\nRisk\nCAP\nStock\nPrice\nSource: CSFBC Analysis.\nTo continue our case study of Microsoft, we used Value Line forecasts to forecast\nfuture sales, cash earnings, and net investment. In the previous section, we calcu-\nlated that Microsoft’s ESOs were approximately 5% of sales from 1995 to 1998.\nAs investors, our primary goal is to use this historical information to estimate\nwhat future cash flows will be. If we assume that Microsoft’s after-tax ESO cost\nwill continue at approximately 5% of sales, we can arrive at an annual estimate of\nthe future costs of ESOs. This gives us estimates of the company’s “adjusted”\nNOPAT. We then subtract net investment to arrive at an adjusted estimate of free\ncash flow (see Table 8).\nTable 8\nMicrosoft’s Unadjusted versus ESO-Adjusted NOPATs and Free Cash Flows, 1999-2002\nin millions\nYear\n1999E\n2000E\n2001E\n2002E\nNOPAT\n6,319\n7,476\n8,876\n10,755\nInvestment\n550\n520\n520\n1,079\nUnadjusted FCF\n5,769\n6,956\n8,356\n9,675\nNOPAT\n6,319\n                            \n7,476\n                   \n8,876\n                   \n10,755\n                 \nEstimated After-Tax Option Cost\n875\n                               \n1,081\n                   \n1,335\n                   \n1,615\n                   \nAdjusted NOPAT\n5,444\n6,395\n7,541\n9,140\nInvestment\n550\n520\n520\n1,079\nAdjusted FCF\n4,894\n                            \n5,875\n                   \n7,021\n                   \n8,061\n                   \nSource: SEC filings, Value Line estimates, and CSFBC analysis.\n"
    },
    {
      "number": 20,
      "text": "Frontiers of Finance\n– 20 –\nTo perform an analysis of market expectations, we first determined the market\nvalue of all Microsoft securities, including debt, preferred stock, basic shares, and\noutstanding ESOs (see Table 9).\nTable 9\nMicrosoft’s Total Enterprise Value\n $ in millions, except per share data\nStock Price\n105\n$              \nBasic Shares\n2,672\n             \nBasic Equity\n281,714\n$       \nOutstanding ESOs\n22,060\n$         \nDebt\n-\n$              \nPreferred Stock\n1\n$                  \nEnterprise Value\n303,775\n$       \nSource: CSFBC analysis.\nThen, using an estimated cost of capital of 12.1%, we calculated the present value\nof future cash flows assuming the company could make positive-NPV\ninvestments for a range of 1 to 25 years (see Table 10 for an excerpt of this analy-\nsis).\nTable 10\nMarket-Implied Competitive Advantage Period (CAP) Analysis\n $ in millions, except per share data\n2019E\n2020E\n2021E\n2022E\nYear in Future\n21\n                        \n22\n                        \n23\n                        \n24\n                        \nNOPAT\n143,166\n$             \n163,210\n$             \n186,059\n$             \n212,107\n$             \nEstimated After-Tax Option Cost\n21,496\n                 \n24,506\n                 \n27,937\n                 \n31,848\n                 \nAdjusted NOPAT\n121,670\n138,704\n158,122\n180,259\nInvestment\n9,092\n10,365\n11,816\n13,471\nAdjusted FCF\n112,578\n               \n128,338\n               \n146,306\n               \n166,789\n               \nPV of Adjusted FCF\n10,734\n                 \n10,926\n                 \n11,122\n                 \n11,322\n                 \nCumulative PV of Adjusted FCF\n166,730\n               \n177,656\n               \n188,778\n               \n200,100\n               \nResidual Value\n1,156,565\n            \n1,318,484\n            \n1,503,072\n            \n1,713,502\n            \nPV of Residual Value\n110,276\n               \n112,253\n               \n114,265\n               \n116,313\n               \nCorporate Value\n277,006\n               \n289,909\n               \n303,043\n               \n316,413\n               \nExcess Cash\n15,021\n                 \n15,021\n                 \n15,021\n                 \n15,021\n                 \nTotal Debt\n-\n                       \n-\n                       \n-\n                       \n-\n                       \nPreferred stock\n980\n                      \n980\n                      \n980\n                      \n980\n                      \nTotal Value of Options\n22,060\n                 \n22,060\n                 \n22,060\n                 \n22,060\n                 \nNet Economic Liabilities\n8,019\n                   \n8,019\n                   \n8,019\n                   \n8,019\n                   \nShareholder value\n268,987\n               \n281,890\n               \n295,024\n               \n308,394\n               \nNumber of basic shares\n2,672\n                   \n2,672\n                   \n2,672\n                   \n2,672\n                   \nValue per share\n$101\n$106\n$110\n$115\nSource: SEC filings, Value Line estimates, and CSFBC analysis.\n"
    },
    {
      "number": 21,
      "text": "Frontiers of Finance\n– 21 –\nUsing these value drivers, then, we can see that the current stock price of $106\nimplies a CAP of 22 years.\nThis market-implied CAP of 22 years differs substantially from the MI-CAP of 17\nyears produced by a standard DCF analysis that ignores options. Put another way,\nthe present value of estimated future option grants over the 22 year CAP—over-\nlooked in a traditional DCF model—equals a staggering $53 billion. Combined\nwith the $22 billion in outstanding options, Microsoft’s past and future options\nhave a present value of $75 billion. This is equivalent to 25% of Microsoft’s total\nmarket capitalization of $304 billion.\n If At First You Don’t Succeed, Try to Reprice!\nOne of the major reasons to grant ESOs is to give managers an incentive to create\nvalue and drive the stock price up. Unfortunately, this happy scenario does not\nalways unfold. If a company’s stock price falls precipitously, an ESO that was\ngranted at-the-money may become deep out-of-the-money. At this point,\ncompanies often choose to “reprice” or “reload” the ESOs by lowering the exercise\nprice. This is also sometimes accompanied by an extension of the maturity of the\nlife of the option.\nNYU Stern Business School Professors Menachem Brenner, Rangarajan Sunda-\nram, and David Yermack recently studied this increasingly popular phenomenon.\nThey found that while only 0.7% of executives in the S&P ExecuComp database\nhad their options repriced in 1992, almost 2.0% of executives had their options\nrepriced in 1995 (see Figure 8). While this is the last year in which analysis has\nbeen completed, anecdotal evidence suggests that this number has increased since\nthen. More relevant, we expect to see a wave of repricings after the recent market\ncorrection, as we saw after the 1987 stock market crash.\nFigure 8\nIncreasing Frequency of Executive Stock Options\nannual frequency of stock option repricings for top managers covered by the S&P ExecuComp database, 1992–95\nNote: Sample comprised of compensation for executives from 1,500 firms, including those in the S&P 500, MidCap 400, and\nthe SmallCap 600 indices.\n 6. Options as an\nInalienable Right\n"
    },
    {
      "number": 22,
      "text": "Frontiers of Finance\n– 22 –\nSource: Menachem Brenner, Rangarajan Sundaram and David Yermack, “Altering the Terms of Executives Stock Options.”\nCompanies tend to reprice ESOs for three reasons:\n1. Retain employees. The major concern is that the specter of worthless options\nwill prompt executives and talented employees to jump ship to a competitor. As\nNetscape’s spokesperson said after the company repriced its ESOs for its non-\nexecutive employees in January 1998: “We did it because we’d like to attract and\nretain employees.”26\n2. Reduce agency costs. The board of directors may also worry that unless they\nreprice underwater stock options for their executives, formerly enthusiastic senior\nmanagers will abandon value-maximization and attempt instead to maximize their\nconsumption of perquisites and compensation. This reasoning is most defensible\nwhen done in reaction to a marketwide fall in equity prices, such as the wave of\nrepricings that followed the Crash of 1987.27\n3. Lower executive risk taking. An executive with deep-out-of-the-money stock\noptions will only become wealthy if the company’s stock price increases spectacu-\nlarly. Thus, there is an incentive to pick highly risky projects, so as to increase the\nchance of hitting a jackpot. However, this would hurt bondholders, who abhor risk\nand just want to get their principal back. Thus, if a firm’s stock is low because it is\nnear bankruptcy, creditors may apply pressure to reprice options to avoid “exces-\nsive” managerial risk taking.\nShareholders understand the economic justifications given for repricing ESOs to\nretain employees and reduce agency costs. After all, it’s better to accept dilution of\nyour ownership of a valuable business than to own 100% of a company with no\nemployees.\nHowever, shareholders still have several valid objections to repricing:\n1. Employee’s lack of exposure to downside. Employees who have their ESOs\nrepriced receive a benefit that shareholders do not. Virginia Tech Professors Don\nChance and Raman Kumar and Boston University Professor Todd recently pub-\nlished a study that shows that repricings of executive options follow approximately\none-year periods during which the average firm sees its shares lose one quarter of\nits value. Furthermore, on average, these repricings lower the exercise price by\napproximately 41%. This increases the economic value of the average executive\nstock option package by 16%.28\nIt is particularly frustrating to shareholders when executives—not just employ-\nees—get their options repriced. It does not seem fair to allow executives to “dou-\nble-dip” by receiving options that not only never have downside, but will always be\nadjusted so executives make money. Indeed, if executives can become wealthy\nwithout working, options lose their power to lower agency costs.\n2. “Inalienable Options” are expensive. We can clearly calculate the increase in\noption value following a repricing. Using some fancy math, we can also calculate\nthe value of a “repriceable” option at grant date. If companies grant options that\ncan never expire worthless, those options have to be more valuable at grant date\nthan ordinary options without a similar “phone call from the governor” feature.\nProfessors Chance, Kumar, and Todd conservatively estimate that a “repriceable”\noption is 7% to 10% more valuable than a normal “unrepriceable” option.29 Using\n"
    },
    {
      "number": 23,
      "text": "Frontiers of Finance\n– 23 –\nthis logic, some investors may wish to add a premium to the Black-Scholes calcu-\nlated value of an option grant.\nMoreover, once a company acquires a taste for repricing, it seems to retain it. The\nsame study found that 45% of companies that repriced once did it at least once\nmore. One company even repriced six times. Thus, the estimate of a 7% to 10%\npremium—the calculation assumes only one repricing—may be too low.\n3. Perverted management incentives. Habitual repricing may cost shareholders\nmore than the value given to employees by the lowering of the ESOs’ exercise\nprice. The real costs of habitual repricing may result from the perversion of man-\nagement incentives. Companies grant ESOs mainly to make sure that managers\ndeliver good shareholder returns. However, the very executives who made the\nstrategic or execution blunders that resulted in a lower share price end up benefit-\ning in a repricing. Thus, a cynical, yet savvy, manager has a real incentive to drive\nthe stock down, get his options reset, and then try to restore the company’s for-\ntunes. So, while options by themselves should lower agency costs, options coupled\nwith habitual repricings may raise agency costs.\nIf shareholders had their way, repricing as an unadulterated practice would end.\nHowever, there are ways to mitigate the costs of repricing. For example, repricings\ntypically involve a one-for-one exchange of options with high exercise prices for\noptions with a low exercise price. Even if a company needs to reprice ESOs to\nkeep employees or reduce executive risk-taking, the board can lower the number of\nrepriced options issued to make the repricing value-neutral. A company can also\nlower the contractual life of the options or increase the number of years before the\noptions vest. Above all, investors would like any ESO modifications to be subject\nto shareholder approval.\nThese steps would go a long way toward removing the salt from investors’\nwounds. This rapprochement might also help a stock recover from its lows. A\ncompany whose investors trust its managers to take shareholder-friendly actions\nmay see this trust reflected in a higher valuation.\nOption Repricings as a Signal\nOne interesting hypothesis is that even a shareholder-unfriendly option repricing\nrepresents a positive signal to the market. The idea is that a company’s insiders—\nwith the best knowledge of a company’s prospects—make the decision to reprice\nthe options. Thus, the timing of the repricing represents the best guess of the\n“smart money” as to when the stock’s tailspin will end. Indeed, analysis of recent\nrepricings made by Professors Chance, Kumar, and Todd seems to support this\nhypothesis: option repricings seem to happen when a company’s share price halts\nits free fall (see Figure 9 on the following page).\n"
    },
    {
      "number": 24,
      "text": "Frontiers of Finance\n– 24 –\n Figure 9\n Cumulative Average Residuals and Average Compounded Returns on Stocks for Firms that\nReprice Executive Stock Options on Day Zero\n \n-60\n-50\n-40\n-30\n-20\n-10\n0\n10\n20\n30\n-250\n-225\n-200\n-175\n-150\n-125\n-100\n-75\n-50\n-25\n0\n25\n50\n75\n100\n125\n150\n175\n200\n225\n250\nDay Relative to Reset Day\nReturn (%)\nS\nAverage Compounded Stock Return\nAverage Compounded Market Return\nStock Cumulative Abnormal Returns\nSource: Don Chance, Raman Kumar, and Rebecca Todd, “The ‘Repricing’ of Executive Stock Options.”\nCumulative average residuals and average compounded returns on stocks on which the firms reprice their executive stock\noptions on day zero and average compounded returns on the CRSP value-weighted stock index. The risk adjustment is\nmade by estimating a market model regression over days - 500 to -251. Coefficients from that regression are then applied to\nthe returns over days -250 to +250. The sample is selected from among a larger sample of firms identified through a key\nword search on the NAARS (National Automated Accounting Research System) on Lexis/Nexis. The sample consists of 37\nfirms and 53 events.\nHowever, a detailed analysis of the underlying data indicates a company’s stock\nprice essentially trades in line with the market following a repricing. Supporting\nthis, the cumulative abnormal return (CAR) earned on the average stock only\nrose 1.7% during the 250 days following a repricing. The positive signal associ-\nated with repricings may in fact exist in particular cases. However, the evidence\nindicates that, on average, investing in a stock when it reprices its ESOs will not\nlead to meaningful market outperformance.\nOption Repricing Accounting and the End of an Era?\nLenient accounting contributes to the widespread use of option repricings. A com-\npany can reprice by canceling its old out-of-the-money options and replacing them\nwith new at-the-money options and still get cosmetically favorable accounting\ntreatment. As with “normal” options, current accounting regulations do not view\nthe new at-the-money option grants as an expense.30\nHowever, a proposed change in accounting regulations may spell the end to option\nrepricings. The FASB recently tentatively decided that an option repricing trans-\nforms an ordinary ESO from a so-called “fixed option plan” into a “variable plan.”\nThis would subject a repriced ESO to the same accounting treatment as an indexed\nESO or an SAR—that is, changes in the intrinsic value of vested repriced options\nwould have to be recorded as an expense (or, more rarely, a credit) to reported ac-\ncounting earnings. Given managers’ aversion to lowering reported earnings, if this\nregulation is adopted, we would expect the repricing of options to become much\nless common.31\n"
    },
    {
      "number": 25,
      "text": "Frontiers of Finance\n– 25 –\nWhat This Paper Does Not Claim\nOur economic framework urges investors to treat outstanding ESOs as a liability\nand future options as a cost. Both of these adjustments reduce shareholder value.\nHowever, this does not imply that we believe that stocks are overvalued just be-\ncause investors do not explicitly factor ESOs in their calculations. On the contrary,\nwe believe that the market excels at efficiently pricing stocks without explicitly\nusing this economic framework. Accordingly, as with other reports in the Frontiers\nof Finance series, our focus is on the economic—not the accounting—conse-\nquences of corporate decisions.\nWhat This Paper Does Claim\nWe believe that this economic framework for valuing ESOs does have several im-\nportant implications. Most important, the correct treatment of options allows us to\nunderstand better the economics of a business. This has become increasingly im-\nportant with the rise in option-laden knowledge workers.\nIf the investors are to beat the market, they must have a “variant perception”—that\nis, a perception of value materially different than market expectations. Since op-\ntions significantly affect a DCF analysis, using this framework is important for\ncompanies with meaningful option-based compensation programs.\nFinally, this framework gives investors a starting point to value more precisely\noption-laden private companies that cannot ask the stock market to value their\ncompany for them. This is particularly important for cash-strapped startups that\nuse options as a way to conserve cash and attract talented employees. Thus, in-\nvestors contemplating purchase of such a company in an Initial Public Offering\nmay wish to incorporate options in their valuation equation.\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager\nor co-manager of a public offering of securities for or makes a primary market in issues of any or all of the companies\nmentioned. Closing prices are as of October 27, 1998:\nAmazon.com (AMZN, 1165/16, Buy) *\nBarnes and Noble (BKS, 285/8, Not Rated)\nDuPont (DD, 599/16, Hold) *\nIntel (INTC, 875/16, Buy) *\nMicrosoft (MSFT, 1057/16, Strong Buy) *\nNew York Times (NYT, 28, Buy) *\nPfizer (PFE, 1065/16, Hold) *\nTexas Instruments (TXN, 601/2, Buy) *\nYahoo! (YHOO, 1233/4, Buy) *\n* Followed by a different CSFBC analyst.\nConclusion\n"
    },
    {
      "number": 26,
      "text": "Frontiers of Finance\n– 26 –\nA STOCK OPTION PRIMER\nAn option gives its owner the right—but not the obligation—to buy or sell an asset\nat a certain prenegotiated price. For example, a call option on a stock gives its\nowner the right to buy a stock at a fixed price—called an option’s exercise or\nstrike price—regardless of the stock’s market price. A call option, then, is valuable\nif the stock’s price rises past the exercise price before expiration. However, if the\nstock price falls below the option’s exercise price, the owner will choose not to\nexercise the option so as not to lose money. Thus, an option offers exposure to a\nstock’s upside potential and limits exposure to possible downside (see Figure 10).\nFigure 10\nA Call Option’s Intrinsic Value Increases as the Stock Price Increases, but Never Falls be-\nlow Zero\nStock price\nExercise\nprice\nValue of\noption\nActual option\nvalue prior to\nexpiration\nIntrinsic value\n(lower limit on\noption value)\nSource: Principles of Corporate Finance, Richard A. Brealey and Stewart C. Myers.\nWhile this complicated payoff scheme makes pricing an option a mathematical\nordeal, we can intuitively understand the drivers behind an option’s value using\nsimple concepts. This is because Nobel Prize winning work by Fisher Black and\nMyron Scholes resolved the precise role of these drivers in the market’s assessment\nof an option’s value.32\nThe most obvious determinant of an option’s value is its intrinsic value, or the\namount of money one will make upon immediately exercising the option. This\namount, defined as the stock price less the exercise price, ultimately determines\nhow much money the option holder makes.\n• \nExercise price. The less an investor has to pay to convert an option into a\nmore valuable share, the greater the option’s worth. Thus, a lower exercise price\nmeans a more valuable option.\nAppendix A\n"
    },
    {
      "number": 27,
      "text": "Frontiers of Finance\n– 27 –\n• \nStock price. Because an investor benefits by receiving a more valuable share\nupon exercising an option, a higher stock price means a more valuable option.\n However, even if an option has no intrinsic value, it can still be valuable. This is\nbecause, while it may not be currently profitable to exercise an option, the possi-\nbility exists that the option can be profitably exercised in the future.\n The value of this possibility is called an option’s time value and is determined by\nthree factors:\n• \nVolatility. As volatility increases, there is a higher probability that the stock\nwill dramatically increase or decrease in value. Viewed from the perspective of the\noption owner, if the stock has a huge run-up, the option increases in value from its\nupside exposure. However, if the stock goes down a lot, the option’s downside ex-\nposure is limited. This makes option owners prefer high volatility in the price of\nthe underlying stock, as it increases the chance that his option will be very valuable\nwithout exposing him to large losses.\nWe can represent this concept graphically as well. Scenario A of Figure 11 shows\nan option on a low volatility stock. This option has a narrow price distribution that\nclusters around the exercise price. In contrast, Scenario B shows a similar option\non a high volatility stock with a wide price distribution. By overlaying these price\ndistributions over a standard option payoff diagram, we can estimate the probabil-\nity that the underlying stocks will rise above the option’s exercise price. The larger\nshaded area in Scenario B shows that the more volatile the stock, the higher the\nchance that the option will be profitable. All things equal, then, higher stock price\nvolatility translates into a higher time value.\n Figure 11\nA Call Option’s Time Value Increases as Stock Price Volatility Increases\n Scenario A: Low Stock Price Volatility\nScenario B: High Stock Price Volatility\n \nPayoff to call\noption on firm\nX’s shares\nPayoff to \noption on X\nExercise price\n(a)\nProbability\ndistribution of\nfuture price of\nfirm X’s shares\nFirm X share price\nShaded area\nrepresents\ntime value\n \nPayoff to call\noption on firm\nY’s shares\nPayoff to \noption on Y\nExercise price\n(b)\nFirm Y share price\nProbability\ndistribution of\nfuture price of\nfirm Y’s shares\nShaded area\nrepresents\ntime value\nSource: Principles of Corporate Finance, Richard A. Brealey and Stewart C. Myers.\n• \nLength of time before an option expires. The longer an option holder has be-\nfore his option expires, the higher the probability that the stock price will end up\nabove the exercise price. This makes options with long lives more valuable than\nsimilar options with short lives.\n"
    },
    {
      "number": 28,
      "text": "Frontiers of Finance\n– 28 –\n• \nRisk-free rate. This variable enters the equation in a subtle way. Purchasing\nan option gives an investor the right to purchase a share at a fixed price in the fu-\nture. In essence, an option gives its owner an interest-free loan in the amount of the\nexercise price for the length of the option. The value of this loan increases with the\nlength of the option life and the risk-free rate. Thus, an option’s value increases as\nthe risk-free rate increases.\n Before we finish our option primer, we should note two practical considerations\nthat will affect our valuation of employee stock options:\n• \nDividends. In an efficient market, the value of a stock is the present value of\nfuture cash dividends. When a stock pays a dividend, the stock owner will be as\nwell off as he was before the dividend was paid. However, after an investor re-\nceives cash-in-hand from a dividend payment, the stock’s price will fall by pre-\ncisely that amount. Thus, while dividends may be an important part of total\nshareholder returns, it always lowers a stock’s absolute price level. Accordingly,\nthe value of an option to buy that stock will also fall.\n Thus, when valuing an option with a short lifetime, we should lower the option’s\nunderlying share price by the present value of dividends expected to be received\nover the option’s life.33 When valuing options with a longer life, we should use\nRobert Merton’s adaptation of the Black-Scholes option pricing formula that in-\ncorporates an estimate of a stock’s long-term dividend yield (see Appendix B for\nmore information on how to adjust the Black-Scholes option pricing model for\ndividends).34\n• \nEuropean versus American options. These catchy titles refer to two flavors of\noptions. The European option can only be exercised on the last day of the option’s\nlife, while the American option can be exercised on any day that the option exists.\nThe increased flexibility of American options makes them slightly more valuable—\nalthough it makes them more mathematically difficult to value. Regardless, inves-\ntors often use the Black-Scholes model to value American calls as prematurely\nexercising an option involves forfeiting an often hefty time value.\n"
    },
    {
      "number": 29,
      "text": "Frontiers of Finance\n– 29 –\n HOW TO USE THE BLACK-SCHOLES OPTION PRICING MODEL\n Before Fisher Black and Myron Scholes came along in 1973, economists had tried\nfor years to develop satisfactory models to price options. In part, these would-be\nNobel Prize winners were stymied by the lack of advanced mathematics in classi-\ncal economics training. Fortunately, we do not need to know how to derive the\nBlack-Scholes model in order to use it. Indeed, we do not even need to know the\nBlack-Scholes formula in order to understand what value drivers make options\nvaluable (see Appendix A).\n In this Appendix, we present the generalized Black-Scholes formula, leaving the\nderivation of the equation to option textbooks.35 We do this so readers can enter the\nformula into a spreadsheet in order to value options. Following this presentation,\nwe also walk through an example applying the formula to a sample option.\n The Black-Scholes formula values a European call or put option as follows:\n \n(\n)\n)\nN(d\n \ne \nX\n)\nN(d\ne S \n \nCall\n \nof\n \nValue\n2\nT\nr \n -\n1\nT\n \nr - b\n−\n=\n \n(\n)\n)\nN(-d\n \ne \nX\n)\nN(-d\ne S\n- \nPut \n \nof\n \nValue\n2\nT\nr \n -\n1\nT\n \nr - b\n+\n=\n where:\n• \nS is the stock price of the underlying stock. If we expect the stock to pay spe-\ncific dividends before the option expires, we should subtract the present value of\nthose dividends from the stock price and use this “adjusted stock price” as the rele-\nvant input for this equation.\n• \nX is the exercise, or strike price of the option\n• \nr is the risk-free rate\n• \nb is the “cost of carry,” defined as risk-free rate minus the dividend yield (q)\n• \nT is the expected life of the option in years\n• \nσ2 is the variance of the underlying security\n• \nT\nT\n )\n2\n \n(b\n \n)\nX\nS\n( \nln\nd\n2\n1\nσ\nσ\n+\n+\n=\n• \nT\nd \nd\n1\n2\nσ\n−\n=\n These formulae look intimidating, but can be inputted into a spreadsheet for auto-\nmatic calculation. Note that the function N(parameter) used in the Black-Scholes\nformula is mathematical notation for the cumulative normal distribution function.\nIt can be represented in Excel using the following formula\n“=NORMDIST(parameter,0,1,TRUE).”\n Appendix B\n The Black-Scholes\nFormula\n"
    },
    {
      "number": 30,
      "text": "Frontiers of Finance\n– 30 –\n To use the Black-Scholes method, we simply enter the properties of an option into\nthe appropriate formula. For example, say a call option has the following proper-\nties:\n• \nThe underlying security is worth $50. (S = $50).\n• \nThe exercise price is $40 (X = $40).\n• \nThe risk free rate is 5%. (r = 0.05).\n• \nThe dividend yield is 3%. (q = 0.03).\n• \nThe “cost of carry” is 2% (b = r – q = 0.05 - 0.03 = 0.02).\n• \nThe option has a maturity of 5 years (T = 5).\n• \nThe volatility (σ) of the underlying stock is 30%. (σ = 0.3).\n• \ne is a constant equal to 2.7183.\nWe can then calculate the Black-Scholes value of this option:\n8171\n.0\n6708\n.0\n3250\n.0\n2231\n.0\n6708\n.0\n.3250\n0 \n)\n(1.25\n \nln\n5\n 3.0\n5 )\n2\n0.3\n \n \n(0.02\n \n)\n40\n50\n( \nln\nd\n2\n1\n=\n+\n=\n+\n=\n+\n+\n=\n1463\n.0\n6708\n.0\n8171\n.0\n5\n3.0\n8171\n.0\nT\nd \nd\n1\n2\n=\n−\n=\n−\n=\n−\n=\nσ\n7931\n.0\n)\n8171\n.0\n( \nN\n)\nN(d1\n=\n=\n5582\n.0\n)\n1463\n.0\n( \nN\n)\nN(d 2\n=\n=\n(\n)\n74\n.\n16\n$\n17.39\n-\n34.13\n \n.5582\n0 \ne \n40\n7931\n.0\ne \n50\n \n \nCall\n \nof\n \nValue\n5\n  \n-0.05\n5 \n0.05\n - \n0.02\n=\n=\n−\n=\nNote that while the option can be immediately exercised for a gain of $10—by\npaying $40 to exercise an option and receiving a share worth $50—the option will\ntrade in the marketplace at $16.74. This higher value comes from the “time value”\nof the option—that is, from the possibility that the stock may be worth even more\nthan $50 before the option expires in five years.\nA spreadsheet with the Black-Scholes call and put option pricing models can be\nobtained from the authors upon request.\nUsing the Black-\nScholes Formula\nSpreadsheet\n"
    },
    {
      "number": 31,
      "text": "Frontiers of Finance\n– 31 –\nWHY EMPLOYEE STOCK OPTIONS ARE WARRANTS AND PUT\nWARRANTS ARE OPTIONS—AND WHY THAT MATTERS\nCommon stock investors often use the terms “options” and “warrants” inter-\nchangeably. If a distinction is made, “warrants” are typically described as having a\nlonger life than “options.” This distinction is generally valid. However, options and\nwarrants differ in another important aspect that gives them different market values.\nThis difference can best be explained with a simple example. When an investor\npurchases an “option” on, say, a share of Intel from the Chicago Board Options\nExchange, it represents the temporary right to buy that stock at a certain fixed\nprice from someone who currently owns that existing share. If the investor decides\nto exercise the “option,” the amount of the fixed price will go to the owner of that\nshare of Intel, and ownership of that share will change hands. Note that this in no\nway changes either the value of Intel or number of Intel shares outstanding.\nA “warrant” is subtly different. The investor who purchases a similar “warrant”\nfrom a company obtains the temporary right to pay a fixed price to own a share\nthat does not currently exist. The difference is that, unlike an “option,” “warrants”\nare issued not by an independent third party, but by the company itself. Thus, if\nthe investor exercises an Intel “warrant,” the company itself receives the proceeds\nof the exercise price, and issues a new share in return. The exercise of a “warrant,”\nthen, has two effects that the exercise of an “option” does not:\n1. It raises value the value of the company by the amount of the exercise price,\nand\n2. It lowers the value per share by increasing the number of outstanding shares.\nThe net effect of (1) and (2) will always result in a lower value for the “warrant”\nthan for a similar “option” with the same terms and condition. Indeed, warrant ex-\nperts have derived a mathematical formula defining the relationship between a\n“warrant” and its “option equivalent”:36\n\"\nEquivalent\nOption \n\" \nof\n \nValue\n  x \nshares\n  \nof\nNumber \n warrants\nof\nNumber \n \n 1\n1\n \n \nValue\nWarrant \n\n\n\n\n\n+\n=\nAppendix C\nThe Difference\nbetween “Options”\nand “Warrants”\n"
    },
    {
      "number": 32,
      "text": "Frontiers of Finance\n– 32 –\nIn the Glossary, we offer the following definition of an ESO:\nAn employee stock option gives an employee the temporary right—but not\nthe obligation—to exchange a fixed amount of money for a newly issued\nshare of his company’s stock, no matter how high that stock’s share price\nbecomes (italics added).\nAn ESO, then, is clearly a warrant because exercising an ESO causes (1) the value\nof the firm to increase by the amount of the exercise price and (2) the firm to issue\na new share to the employee. Thus, when valuing ESOs, we should calculate the\nvalue of its “option equivalent,” and then multiple it by the “warrant conversion\nfactor” described in the equation above. Not doing so will result in an overstate-\nment of the ESO’s value.\nCompanies such as Microsoft and Dell routinely sell so-called “put warrants” to\nthird parties, which provide a partial hedge against share price appreciation. In\nexchange for a premium for the sale of the put warrant—which under current laws\nis tax-free corporate income—the company assumes a liability. 37 Specifically, the\nowner of a put warrant can sell a share of stock back to the company at the war-\nrant’s exercise price—no matter how low the underlying stock’s market price falls.\nIn this scenario, the company buys a share of stock from the owner of a put war-\nrant. This is the opposite of a traditional “warrant,” in which the company issues a\nnew share.\nThus, the word “warrant” in “put warrant” simply reflects the fact that the com-\npany is one of the counterparties in the transaction—and does not imply that we\nneed to adjust the calculated Black-Scholes value for possible dilution resulting\nfrom share issuance. Indeed, the value of a put warrant liability is simply the cal-\nculated Black-Scholes value of a regular put option. As with ESOs, put warrants\nrepresent an economic liability that must be subtracted from corporate value be-\nfore calculating shareholder value.\nWhy an ESO Is\nReally a Warrant\nWhy a Put Warrant is\nReally a Put Option\n"
    },
    {
      "number": 33,
      "text": "Frontiers of Finance\n– 33 –\nA RECIPE FOR VALUING OUTSTANDING STOCK OPTIONS\nWe can value the economic liability created by outstanding stock options for any\nU.S. company. In order to perform this analysis, we need to estimate a number of\nparameters. This Appendix walks through this calculation, using Microsoft as a\ncase study.\nThe first step in this analysis is to value the ESOs using the Black-Scholes option\npricing method (see Appendix A and B for more information on this model). The\ncompany gives us detailed information on options in five “tranches”—each with its\nown range of exercise prices. To calculate the Black-Scholes value, we must com-\nbine this information with our estimates of the following six parameters for each\ntranche:\n1. Stock price: Microsoft closed at 105 7/16 on October 27, 1998.\n2. Weighted average exercise price. The annual report and 10-K SEC filing give\nthis information for each tranche of outstanding options.\n3. Expected life of option. Microsoft reports the “remaining life (in years)” for\neach tranche of outstanding options. We use this number to value the company’s\nESOs; using the usually shorter “vesting period” of options will result in under-\nstating the options value.\n4. Risk-free rate. The appropriate risk-free rate is the rate associated with the\nrisk-free zero-coupon security with the same maturity as the option. The preferra-\nble choice is to obtain this information from a data vendor such as Bloomberg for\neach tranche.38\nAnother common practice is to use the risk-free rate assumed by the company.\nWhile this may be an acceptable shortcut, it will tend to understate the value of\nESOs when rates drop or if the company picks a lower risk-free rate than is ap-\npropriate.\n5. Volatility (σ). This parameter refers to the expected volatility—technically, the\nstandard deviation—of the underlying stock. Investors can use one of three ap-\nproaches to estimate this parameter.\n• First, the company discloses its own estimate of the volatility that it uses to\nvalue annual stock option grants. As with risk-free rates, companies have an in-\ncentive to choose a lower volatility level, so using a company’s estimate may result\nin understating the value of outstanding options.\n• The second approach is to use the stock’s historical volatility levels as a proxy\nfor expected volatility. A rule of thumb is to measure the volatility over the same\nnumber of historical days as the option’s expected life. Thus, to estimate the vola-\ntility of a one-year option, use the historical volatility of the stock over the last\nyear.\n• The final approach is to impute the volatility embedded in a listed option with\nterms similar to that of the option that is being valued. This is accomplished by\nentering the market price of an option as an input into the Black-Scholes formula,\nalong with the four non-volatility inputs, and then imputing what the market ex-\npects the volatility to be. This is the most computation-intensive approach, but is\nlikely to provide the most accurate answer.\nAppendix D\n"
    },
    {
      "number": 34,
      "text": "Frontiers of Finance\n– 34 –\n• Dividend yield (q). This equals next year’s expected dividend per share divided\nby the share price. Note that this assumes that the company has a constant divi-\ndend yield over the option’s life. Alternatively, this assumption can be relaxed by\nassuming the dividend yield is zero and lowering the stock price by the present\nvalue of future dividend payments expected during the life of the option.\nUsing these six inputs, we can calculate the value of each “tranche” of Microsoft’s\nemployee stock options.\nTo illustrate this methodology, the remainder of this Appendix will focus on how\nto value Microsoft’s most recently issued tranche of outstanding ESOs, with exer-\ncise prices between $59.61 and $87.25.\nThere are four main steps:\n1. Black-Scholes valuation. Microsoft’s 10-K filing shows that the company had\napproximately 61 million of these ESOs outstanding. The company also discloses\nthe inputs it uses to calculate the Black-Scholes value of its annual option grants.\nFor the purposes of this exercise, we have valued Microsoft’s outstanding ESOs\nusing these same estimates (see Table 9).\nTable 9\nCharacteristics of Microsoft’s ESOs with Exercise Prices between $59.61 and $87.25, FY98\nRange of \nExercise Prices\nWeighted \nAverage \nExercise Price\nExpected Life of \nOption\nRisk Free \nRate\nVolatility \n(σ)\nσ)\nDividend \nYield\nValue of Call \nOption \nEquivalent\n59.61 - 87.25\n64.00\n$               \n6.5\n                      \n5.7%\n32.0%\n0.0%\n65.58\n$               \nSource: SEC filings and CSFBC analysis.\nThe Black-Scholes formula tells us that a call option with these characteristics has\na value of $65.58. At first glance, it seems we should multiply this value times the\nnumber of outstanding warrants and have our answer. However, we must make a\nnumber of potentially major adjustments:\n2. Employees leaving before their options vest. Most firms use ESOs as a tool to\nretain valuable employees. Thus, options are typically structured so that an em-\nployee who leaves the firm has to forfeit any unvested options. While losing a\nvaluable employee does not help a company, shareholders do benefit in part from\nthis forfeiture. To value this effect, we estimate how long each option tranche has\nbefore it becomes fully vested. Then, using our estimate of how frequently employ-\nees leave the firm, we estimate how many of the ESOs in a particular tranche will\nexist at expiration date. We then multiply this number—the expected number of\noptions at expiration date—by the company’s estimate of each option’s Black-\nScholes value to get a preliminary estimate of those ESOs’ value.\nWe applied this technique to our case study of Microsoft’s ESOs with exercise\nprices between $59.61 and $87.25. These ESOs have an expected life of 6.5 years.\nOur next step is to estimate the vesting period of the typical Microsoft option.\n"
    },
    {
      "number": 35,
      "text": "Frontiers of Finance\n– 35 –\nMicrosoft’s Annual Report states that:\nOptions granted during and after 1995 generally vest over four and one-\nhalf years and expire seven years from the date of grant, while certain op-\ntions vest over seven and one-half years and expire after ten years.\nThis estimate tends to be somewhat subjective, as the company gives us a range of\nbetween 4 ½ to 7 years for the vesting schedule of its ESOs. We would lean to-\nward the lower end of the range at five years since the text implies that the major-\nity of the options are of the kind that vest in 4 ½ years. Using this estimate, and\nassuming that most options expire in 10 years, only an option that has less than 5\nyears to expiration will be fully vested. Thus, we can infer that these options with\na 61/2 year contractual life have 11/2 years before they will be fully vested.\nThe next step is to estimate the number of options that Microsoft employees forfeit\nannually. Fortunately, Microsoft discloses the number of options outstanding,\nalong with annual option grants, cancellations, and exercises. Using this informa-\ntion, we can divide the number of options cancelled annually by the balance of op-\ntions at the beginning of the year to calculate what we call the “option churn rate”\n(see Table 11).\nTable 11\nEstimate of Microsoft’s Annual “Option Churn”\nYear\nNumber of \nOptions\nAnnual \nCancellations\nOption Churn \nRate\nJune-94\n456\n18\n3.9%\nJune-95\n456\n14\n3.1%\nJune-96\n476\n18\n3.8%\nJune-97\n478\n13\n2.7%\nAverage\n3.4%\nSource: Company SEC filings and CSFBC analysis.\nWe can see that Microsoft employees typically forfeit between 2.7% and 3.9% of\ntotal outstanding options annually. Taking a simple average of this tight range, we\narrive at a estimate of approximately 3.4% for Microsoft’s annual option churn. In\nthe absence of an “option reload”—in which management cancels all options with\nexercise prices above a certain price and replaces them with options with a lower\nexercise price—we can use this number as a proxy for the percentage of options\ncancelled annually.\nWe can then use this estimate to infer how many of these options will actually exist\nwhen they become fully vested. To do this, we use the following formula:\n(\n)\n vesting\nuntil\n \nYears\nRate\nChurn \n - \n100%\n x \nOptions\n \nActual\n \n \nExpected\n \nOptions\n \nVested\n=\nWe can apply this formula to our tranche of options:\n(\n)\n(\n)\n57.9\n \n96.6%\n x \n61\n3.4%\n - \n100%\n x \n61\n \n \nExpected\n \nOptions\n \nVested\n1.5\nyears\n \n1.5\n=\n=\n=\n"
    },
    {
      "number": 36,
      "text": "Frontiers of Finance\n– 36 –\nWith a Black-Scholes value of $65.58 per option, we estimate that the tranche has\nan expected pretax “option equivalent” value of $3.985 billion. Thus, the estimated\nchurn reduces the value of the tranche by approximately 5%.\n3. Dilutive effect of employee stock options. As we discussed in Appendix C, an\nESO will always be worth slightly less than its “option equivalent”—a regular op-\ntion with similar characteristics. This is because an ESO forces the company to\nissue a dilutive share. Option experts have derived a formula to calculate this ef-\nfect:\n\"\nEquivalent\nOption \n\" \nof\n \nValue\n  x \nshares\n  \nof\nNumber \nESOs\n \nof\nNumber \n \n 1\n1\n \n \nValue\n \nESO\n\n\n\n\n\n+\n=\nWe can use the “warrant conversion factor” to calculate just how much each ESO\nis worth. First, however, we need to estimate the dilution that occurs when em-\nployees exercise the options in each tranche of ESOs. Indeed, for this tranche of\noptions, we need to calculate how many shares will exist when employees exercise\nall vested options with lower exercise prices (see Table 12).\nTable 12\nDilution from Exercise of Vested Options\nRange of \nExercise Prices\nEstimated \nNumber of \nOptions at \nVesting Period \nEnd\nNumber of \nBasic Shares\n$1.12 - $8.50\n85\n                        \n2,432\n                  \n 8.51 - 11.94 \n100\n                      \n2,517\n                  \n 11.95 - 27.25\n97\n                        \n2,617\n                  \n 27.26 - 59.60\n98\n                        \n2,714\n                  \n 59.61 - 87.25\n61\n                        \n2,812\n                  \nSource: Company SEC filings and CSFBC analysis.\nIf employees exercise all ESOs with lower exercise prices, 2.812 billion shares will\nbe outstanding. Since there are 61 million ESOs expected to be fully vested, we\ncan use these two numbers to infer the “warrant conversion factor” and value how\nmuch the ESOs will actually be worth:\n$64.21\n \n \n$65.58\n x \n97.9%\n \n \n$65.58\n  x \nbillion\n \n2.812\nmillion\n \n61\n \n 1\n1\n \n \nValue\n \nESO\n=\n=\n\n\n\n\n\n+\n=\nEach ESO is worth only 97.9% of the calculated Black-Scholes value of $65.58,\nor $64.21. Thus, the unadjusted value of this warrant tranche is 61 million ESOs\ntimes $64.21, or approximately $3.9 billion (see Table 13).\n"
    },
    {
      "number": 37,
      "text": "Frontiers of Finance\n– 37 –\nTable 13\nPre-Tax Value of Microsoft’s ESOs with Exercise Prices between $59.61 and 87.25, FY98\nRange of \nExercise Prices\nValue of Call \nOption \nEquivalent\nEstimated \nNumber of \nOptions at \nVesting Period \nEnd\nFair Market \nValue Of \nEach Warrant\nExpected Pre-Tax \nESO Value\n59.61 - 87.25\n65.58\n$               \n61\n                        \n64.20\n$           \n3,901\n$                    \nSource: SEC filings and CSFBC analysis.\n4. Tax deductibility of an ESO’s intrinsic value at exercise date. Finally, we\nmust take into account the benefit that the company will reap from tax savings.\nThe IRS allows companies to deduct the intrinsic value of any option from pretax\nincome during the year in which the employee owner of that ESO exercises it. This\nlowers the cost of the option to the company by the calculated Black-Scholes value\ntimes the marginal tax rate. Thus, to calculate the expected after-tax value of Mi-\ncrosoft’s options, we multiply the expected pretax ESO value by the quantity one\nminus 35%. This reduces the value of this tranche from $3.9 billion to $2.5 billion.\nIf we repeat this exercise for all five tranches of Microsoft’s ESOs, we come up\nwith a total expected after-tax value of approximately $22.1 billion.\n"
    },
    {
      "number": 38,
      "text": "Frontiers of Finance\n– 38 –\nA RECIPE FOR VALUING ANNUAL STOCK OPTION GRANTS\nThe disclosures mandated by Statement of Financial Accounting Standards\n(SFAS) 123 allow us calculate the value of annual stock option grants. This Ap-\npendix details the specific steps needed to perform this analysis. Continuing our\ncase study of Microsoft, this Appendix applies our methodology to value Micro-\nsoft’s annual stock option grants. Because this analysis has many similarities to\nthe valuation of outstanding ESOs, it may be helpful to first read Appendix D.\n1. Black-Scholes valuation. SFAS 123 requires that every company calculate the\nBlack-Scholes per-option value of its annual stock option grants since 1995. It also\nrequires disclosure of the inputs into the Black-Scholes formula. As a good corpo-\nrate citizen, Microsoft also discloses this information. For example, in its 1998 10-\nK SEC filing, Microsoft states that its 1998 annual stock option grant had a\nBlack-Scholes per-option value of $23.62.\nAs with outstanding options, we can use disclosed information with several as-\nsumptions to calculate the Black-Scholes value of option grants (see Appendix B).\nBecause we are going along with Microsoft’s assumptions here, we can accept the\ncompany’s valuation of its annual stock option grants.\n2. Employees leaving before their options vest. In Appendix D, we estimated\nthat Microsoft employees tend to forfeit about 3.4% of outstanding options annu-\nally. Applying this churn rate to the number of ESOs granted annually, we can\nestimate how many options we expect will actually exist when they become fully\nvested. Using our estimate of a five-year vesting period and 10-year option life, we\nfollow the same method as outlined in Appendix D to arrive at the following esti-\nmates:\nTable 14\nMicrosoft’s Estimated Number of ESOs Expected at Vesting Period End, 1995-98\nin millions\nYear\nNumber of \nOptions Granted\nEstimate of \nAnnual Employee \nChurn\nVesting \nPeriod of \nGranted \nOptions\nEstimated \nNumber of \nOptions at \nVesting Period \nEnd\n1998\n69\n                       \n3.4%\n5\n58\n                        \n1997\n110\n                     \n3.4%\n5\n92\n                        \n1996\n114\n                     \n3.4%\n5\n95\n                        \n1995\n88\n                       \n3.4%\n5\n74\n                        \nSource: SEC filings and CSFBC analysis.\n3. Dilutive effect of employee stock options. Next, we estimate the dilutive ef-\nfects of the annual ESO option grants, following the same procedure as outlined in\nAppendix D. To do this, we must calculate the “warrant conversion factor” for-\nmula:\n\"\nEquivalent\nOption \n\" \nof\n \nValue\n  x \nshares\n  \nof\nNumber \nESOs\n \nof\nNumber \n \n 1\n1\n \n \nValue\n \nESO\n\n\n\n\n\n+\n=\nAppendix E\nEstimating the Value\nof Historical Annual\nStock Option Grants\n"
    },
    {
      "number": 39,
      "text": "Frontiers of Finance\n– 39 –\nThe only major change is that we must estimate the number of shares that will ex-\nist when employees exercise a particular year’s ESOs. For example, looking at the\n1998 ESO grants, we must assume that all outstanding options will be exercised\nbefore the employees exercise the ESOs freshly granted in 1998. After employees\nexercise all 441 million of the ESOs expected to be vested and exercised, the ex-\npected share count will rise from the basic share count of 2.432 billion to 2.873\nbillion. With 58 million options from the 1998 grant expected to be vested, we can\ncalculate the warrant conversion factor for 1998:\n98.0%\n \n  \nbillion\n \n2.873\nmillion\n \n58\n \n 1\n1\n \nfactor \n \nconversion\nWarrant \n=\n\n\n\n\n\n+\n=\nWith a Black-Scholes calculated “option equivalent” value of $23.62, this trans-\nlates into an expected pretax ESO value of $23.62 times 98.0%, or $23.15 per\nESO.\n4. Tax deductibility of an ESO’s intrinsic value at exercise date. Finally, we\nadjust this value for the tax deductibility of the ESO’s intrinsic value at exercise.\nThis lowers the cost of the option to the company by the amount of the marginal\ntax rate. At a tax rate of 35%, this translates into a value of $23.15 times 65%, or\n$15.05. With 58 million options expected to be vested, we can value the after-tax\nvalue expected economic value of the 1998 option grant at 58 million times\n$15.05, or $872.9 million.\nRepeating this exercise for past years, we arrive at the following estimates for the\nvalue of the grants from 1995 to 1998:\nTable 15\nMicrosoft’s Expected After-Tax Economic Value Imparted to Employees, 1995-98\nin millions\nYear\nWeighted \nAverage Black-\nScholes Value\nEstimated \nNumber of \nOptions at \nVesting Period \nEnd\nWarrant \nConversion \nFactor \n[1/(1+q)]\nMarginal \nTax Rate\nExpected After-Tax \nEconomic Value \nImparted to \nEmployees\n1998\n23.62\n$                 \n58\n                        \n98%\n35%\n873\n$                          \n1997\n11.72\n$                 \n93\n                        \n98%\n35%\n690\n$                          \n1996\n8.86\n$                   \n96\n                        \n98%\n35%\n541\n$                          \n1995\n5.23\n$                   \n74\n                        \n98%\n35%\n247\n$                          \nSource: SEC filings and CSFBC analysis.\nNote: These calculations assume that Microsoft’s warrant conversion factor from 1995 to 1997 equals the 1998 level.\nAfter estimating the historical cost of annual ESO grants, we can then attempt to\nplace a value on future annual ESO grants. This estimate depends on many fac-\ntors, such as changes in business fundamentals, trend analysis, and the scalability\nof a company’s business model.\nTo estimate Microsoft’s future annual ESO grants, we first analyzed the com-\npany’s historical option cost as a percent of revenues—including both revenues\nand changes in deferred revenues. Over the last four fiscal years, this percentage\nwas fairly stable between 4.1% and 5.6% (see Table 16).\nEstimating the Value\nof Future Annual\nStock Option Grants\n"
    },
    {
      "number": 40,
      "text": "Frontiers of Finance\n– 40 –\nTable 16\nMicrosoft’s After-Tax Option Cost as a Percent of Sales, 1995-98\nin millions\nYear\nRevenue\nExpected After-\nTax Economic \nValue Imparted \nto Employees\nOption Cost as a \nPercent of Sales\n1998\n17,752\n$              \n873\n$                  \n4.9%\n1997\n12,959\n$              \n690\n$                  \n5.3%\n1996\n9,654\n$                \n541\n$                  \n5.6%\n1995\n6,006\n$                \n247\n$                  \n4.1%\nSource: SEC filings and CSFBC analysis.\nIf we assume that Microsoft’s after-tax ESO cost will continue at approximately\n5.0% of sales, we can apply this percentage to our forecast of future sales to arrive\nat an annual estimate of ESO’s going forward.\nTable 17\nMicrosoft’s Adjusted NOPAT and FCF Calculation, 1999-2002\nin millions\nYear\n1999E\n2000E\n2001E\n2002E\nRevenues\n17,500\n21,613\n26,691\n32,297\nNOPAT\n6,319\n                            \n7,476\n                   \n8,876\n                   \n10,755\n                 \nEstimated After-Tax Option Cost\n875\n                               \n1,081\n                   \n1,335\n                   \n1,615\n                   \nAdjusted NOPAT\n5,444\n6,395\n7,541\n9,140\nInvestment\n550\n520\n520\n1,079\nAdjusted FCF\n4,894\n                            \n5,875\n                   \n7,021\n                   \n8,061\n                   \nNote: Revenues include changes in deferred revenues.\nSource: Value Line Forecasts, SEC filings, and CSFBC analysis.\n"
    },
    {
      "number": 41,
      "text": "Frontiers of Finance\n– 41 –\nTHE IRS AND EMPLOYEE STOCK OPTION TAXATION\nTo understand the cash economics of stock options, we must understand how the\ngovernment taxes options. This Appendix explains the relevant U.S. Internal\nRevenue Service (IRS) regulations on stock option taxation, and how those regu-\nlations affect shareholder value.39\nThe government takes the simplest approach possible to options: the IRS will take\nnote of an option as a taxable event only if it can be clearly valued. For example, if\nthe company grants an ESO with an intrinsic value below the price of the under-\nlying stock, the employee will have to recognize the difference as gross income to\nbe taxed at the ordinary tax rate. However, since most companies grant at-the-\nmoney ESOs, the IRS usually does not tax the option at all at the grant date, even\nwhen it has considerable economic value.\nThe IRS will then wait until an employee exercises an option before noting it as a\ntaxable event. Only then does the employee have to recognize the intrinsic value of\nthe option—the difference between the market value of the underlying share and\nthe exercise price of the option—as ordinary income.40\nThe IRS has a symmetrical policy toward employers: during the same year in\nwhich an employee recognizes ESO-related gross income, the employer can deduct\nthe same amount from its taxable income.41\nTable 18\nChronology of Taxable Events Related to Option Grant and Exercise\nESO Granted\nESO Exercised\nStock Sold\nEmployer\nDifference between market\nprice and ESO’s exercise\nprice deducted from tax-\nable income in that year\nESO’s intrinsic\nvalue deducted from\ntaxable income in\nthat year\nNothing\nhappens\nEmployee\nDifference between market\nprice and ESO’s exercise\nprice added to gross in-\ncome in that year\nESO’s intrinsic\nvalue added to gross\nincome in that year\nEmployee\npays normal\ncapital gains\ntax\nSource: Section 83 of the United States Internal Revenue Code.\nWe advocate that investor subtract the cost of an ESO—as calculated by the\nBlack-Scholes method—from net operating profit after taxes (NOPAT). It is im-\nportant, however, to account properly for the tax deductibility of the intrinsic value\nof the option upon exercise.\nThe question of the tax treatment of options can be answered by adopting the bi-\nnomial option pricing model, outlined by Cox, Ross, and Rubinstein in a classic\n1979 paper.42 This method demonstrates that the after-tax cost of an ESO to the\nissuing firm will equal the calculated Black-Scholes value times the quanity one\nminus the marginal tax rate.43 We have followed this approach through this paper.\nAppendix F\n"
    },
    {
      "number": 42,
      "text": "Frontiers of Finance\n– 42 –\nGLOSSARY OF TERMS\nAgency Costs are the costs—such as the wasting of free cash flow on value-\ndestructive projects and perquisites—that would be avoided if managers properly\nacted as the “agents” of shareholders.\nAn American option can be exercised at any time during the option’s life. This\nmakes it more valuable than a European option that can be exercised only at the\nend of the option’s life.\nAsymmetric information occurs when one party in a contract has more knowledge\nthan its counterparties. Economists often use “asymmetric information” as a\neuphemism for “inside information.”\nAn at-the-money option is an option that has an exercise price exactly equal to the\nmarket price of the underlying stock.\nThe Cumulative Abnormal Return (CAR) is the cumulative risk-weighted outper-\nformance or underperformance of a stock during a certain period surrounding an\nevent.\nAn employee stock option (ESO) gives an employee the temporary right—but not\nthe obligation—to exchange a fixed amount of money—called the “exercise\nprice”—for a newly issued share of a company’s stock, no matter how high that\nstock’s share price becomes.\nA European option can be exercised only at the end of the option’s life. This\nmakes it less valuable than an American option that can be exercised at any time\nduring the option’s life.\nAn in-the-money option refers to an option that can immediately be profitably ex-\nercised because its exercise price is below the market price of the underlying stock.\nA deep in-the-money option has an exercise price that is significantly above the\nmarket price of the underlying stock.\nAn out-of-the-money (also called an underwater or premium strike price) option\nrefers to an option that cannot be immediately exercised at a profit because its ex-\nercise price is above the current stock’s market price. A deep out-of-the-money\noption has an exercise price that is significantly below the market price of the un-\nderlying stock.\nAn option’s intrinsic value equals the profit that would be realized if an employee\nimmediately exercised it. It is the difference between the underlying stock’s market\nprice and the exercise price of the option.\nAn option’s time value equals the value of an option associated with the possibility\nof future price appreciation. It is the difference between an option’s total value and\nits intrinsic value.\nAn option repricing or reload occurs when a company lowers the exercise price of\nits ESOs, usually to the current market price of the stock.\nAn ESO vests when its owner becomes legally able to exercise the potentially\nvaluable option. An employee typically loses all unvested ESOs upon leaving a\nfirm.\nAppendix G\n"
    },
    {
      "number": 43,
      "text": "Frontiers of Finance\n– 43 –\n"
    },
    {
      "number": 44,
      "text": "Frontiers of Finance\n– 44 –\n                                                                   \n1 In this paper, we generally use the word “option” to refer to “call options,” which give its owner the temporary right to buy a\nsecurity at a fixed price. A call option increases in value when the value of its underlying stock goes up. The other major type of\noption is the put option, which gives its owner the temporary right to sell a security at a fixed price. A put option increases in\nvalue only when the price of that stock falls. Call options are the most often used securities in equity-linked executive stock op-\ntion packages. Indeed, most countries severely restrict an executive’s ability to purchase put options on the companies for which\nthey work.\n2 Brian Arthur, “Increasing Returns and the New World of Business,” Harvard Business Review 74 (July-August 1996): 103.\n3 Karl Marx, Das Kapital, A Critique of Political Economy (Washington, DC: Regnery Publishing, 1996): 347.\n4 The exemplar of this school of thought is Frederick Taylor’s “Scientific Management,” which proposed that managers do all the\nthinking and the workers continually repeat tasks at their assembly line workstations. Indeed, “Taylorism” recommended that\nmanagers use “time and motion” studies to time employees at their tasks and assure that they were arranged in the most efficient\nmanner. Robert Kanigel, The One Best Way: Frederick Winslow Taylor and the Enigma of Efficiency (New York: Viking Press,\n1997).\n5 Note that the lack of government anti-monopoly laws and enforcement and the lack of a personal income tax greatly tilted the\nrankings towards Industrial Revolution-era businessmen. Michael Klepper and Robert Gunther, The Wealthy 100, (Carol Pub-\nlishing Group, 1996).\n6 “Reflections on Jared Diamond’s Talk; Bill Gates on Jared Diamond's ‘Why Did Human History Unfold Differently on Differ-\nent Continents for the Last 13,000 Years?’ Submitted: 4-15-98. http://www.edge.org/discourse/index.cgi?OPTION=VIEW&\nTHREAD=jared-diamond/5-12-97/reflectionsondiamond.\n7 We inferred this amount using a simple calculation. Microsoft reported that it enjoyed a tax break of $1.553 billion in 1998\nowing to “stock option income taxes benefits.” Section 83 of the Internal Revenue Code states that an employer can deduct the\nintrinsic value of options in the year in which an employee exercises the option. Using the company’s reported tax rate of 35%,\nwe can divide $1.553 billion by 0.35 to infer that employees exercised options with a cumulative intrinsic value of $4.437 billion\nin 1998. We then divide this amount by the number of Microsoft full-time employees—27,055 people on June 30, 1998—to infer\nthe per employee value of ESOs. Note that this calculation will only give us the intrinsic value of so-called Non-Statutory ESOs.\nIf the company granted its ESOs in the form of so-called Incentive Stock Options (ISOs)—which are a form of non-tax-deductible\nESOs—our estimate would be understated.\n8 Brian J. Hall and Jeffrey B. Liebman, “Are CEOs Really Paid Like Bureaucrats?” National Bureau of Economic Research\nWorking Paper 6213 (October 1997).\n9 The Revenue Reconciliation Act of 1993 created this restriction by adding Section 162(m) to the Internal Revenue Code.\n10 Financial Accounting Standards Board, Financial Interpretation Number 28, “Accounting for Stock Appreciation Rights and\nOther Variable Stock Option or Award Plans, An Interpretation of Accounting Principles Board Opinions No. 15 and 25.”\n11 Pearl Meyer & Partners.\n12 In our experience, it is extremely difficult to determine if a company is timing its use of ESOs to inflate reported earnings.\nSince option grants often are not reported until SEC filings require disclosure three months after the close of the fiscal year, a\ncompany could use ESOs to “make one more quarter” with relative ease.\n13 Michael C. Jensen, “Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers,” American Economic Review 76, no.\n2 (1980): 323-329.\n14 David Yermack, “Good Timing: CEO Stock Option Awards and Company News Announcements,” Journal of Finance 52, no.\n2, (June 1997): 449-476.\n15 Mean cumulative abnormal stock returns (CARs) for Fortune 500 companies awarding stock options to their CEOs between\n1992 and 1994. CARs are calculated for an event period around the dates of 620 CEO stock option awards.\n16 This approach was outlined by the Financial Accounting Standards Board (FASB) in two of its official accounting rulings, the\nStatement of Financial Accounting Standard (SFAS) 128, Earnings Per Share (1997), and Accounting Principal Board (APB)\nOpinion 25, Accounting for Stock Issued for Employees (1972).\n17 To avoid confusion, note that “basic” and “diluted” earnings per share calculation outlined by SFAS 128 represents a change\nfrom the “treasury stock method” prescribed by APB Opinion 15 (1971).\n18 To be precise, SFAS 128 assumes that all “in-the-money” options will be exercised.\n19 SFAS 128 specifies that net income should be adjusted when accounting for dilution of equity from the assumed conversion of\nconvertible bonds. Specifically, the interest expense from convertible bonds should be added back to net income when conversion\nof the bonds into common shares is assumed.\n20 To be specific, the company is allowed to amortize the after-tax cost of an ESO—as valued by the Black-Scholes method—over\nthe vesting period of the option.\n21 “Gretchen Morgenson, “Stock Options Are Not a Free Lunch,” Fortune Magazine, 216.\n22 Even SFAS 123, however, does not mandate quarterly disclosures of the pro forma effects of option costs.\n"
    },
    {
      "number": 45,
      "text": "Frontiers of Finance\n– 45 –\n                                                                                                                                                                                                                            \n23 Because ESOs eventually convert into shares, the value of outstanding ESOs cannot be greater than the value of ordinary eq-\nuity. However, if there are enough ESOs, the value of currently outstanding shares can approach zero.\n24 “Berkshire Hathaway’s Interview with Warren Buffet and Charlie Munger,” Outstanding Investor Digest 13, No. 3 and 4,\n(September 24, 1998): 1, 36-57.\n25 Since companies only calculate and report the value of annual ESO grants from fiscal year 1995 to the present, we estimated\nthe cost of Microsoft’s annual ESO grants as 5% of sales in 1993 and 1994 for this calculation.\n26 Gretchen Morgenson, “Trimming Stock Options’ Sails.” New York Times.\n27 P. Jane Saly. “Repricing Executive Stock Options in a Down Market,” Journal of Accounting & Economics 18 (1994): 325-\n356.\n28 Don Chance, Raman Kumar and Rebecca Todd, “The ‘Repricing’ of Executive Stock Options,” Virginia Polytechnical Insti-\ntute Working Paper Series 97-1 (March 27, 1998).\n29 Professors Chance, Kumar, and Todd value a “repriceable” option by modeling it as a combination of a “down-and-out” and a\n“down-and-in” strike-step options. A “down-and-out” strike-step option is an option that terminates with no value upon the un-\nderlying stock hitting a value that is a certain percentage less than the exercise price. A “down-and-out” strike-step option is an\noption that springs to life only if the underlying stock hits a value that is a certain percentage less than the exercise price.\n30 Financial Accounting Standards Board. Emerging Issues Task Force 87-33.\n31 Gretchen Morgenson, “Trimming Stock Options’ Sails.” New York Times.\n32 Black, F., and M. Scholes (1973): “The Pricing of Options and Corporate Liabilities,” Journal of Political Economy, 81, 637-\n654.\n 33 Espen Gaarder Haug. The Complete Guide to Option Pricing Formulas. (New York: McGraw-Hill 1998): 3.\n 34 Robert Merton, “Theory of Rational Option Pricing,” Bell Journal of Economics and Management Science 4, (1973):141-183.\n 35 For a clear exposition of the derivation of the Black-Scholes formula, see John Hull. Options, Futures, and Other Derivatives,\n3rd ed. (New York: Prentice Hall Press, 1998): 237-239.\n36 Richard Brealey and Stewart Myers, Principles of Corporate Finance, 5th ed. (New York: McGraw-Hill, 1996), 621.\n37 Jeffrey M. Laderman, “Share Buybacks That Pay Back in Spades,” Business Week (February 23, 1998).\n38 For example, to use Bloomberg to obtain the yield of a zero-coupon Treasury Bill expiring in a year, type “B mm <GOVT>”\nand hit the <GO> button. Note that “mm” stands for the month of the T-bill’s expiration.\n39 This Appendix represents our understanding of Section 83 of the Internal Revenue Code, which governs the taxation of “Non-\nStatutory Options.” However, please obtain independent tax advice before acting on any information in this Appendix.\n40 If the employee keeps the shares obtained by exercising his option, the IRS will tax any capital gains on the eventual sale of\nthose shares assuming a tax basis equal to the market price at option exercise.\n41 To be specific, the employer’s fiscal year must include the last day of the employee’s fiscal year. Note also that since the option\nis taxed at the exercise date (and not the grant date), the option’s time value at the date of grant is irrelevant.\n42 The Cox-Ross-Rubinstein binomial option pricing model was outlined in J. C. Cox, S. A. Ross, and M. Rubinstein, “Option\nPricing: A Simplified Approach,” Journal of Financial Economics 7 (1979): 229-263. This model is flexible enough to value\nboth American and European options, although it is computationally intensive.\n43 This demonstration is available from the authors upon request.\n"
    }
  ]
}