{
  "filename": "mm_026_2000_it_s_the_ecology__stupid__how_breakdowns_in_market_diversity_can_lead_to_volatility.pdf",
  "metadata": {
    "format": "PDF 1.2",
    "title": "Microsoft Word - ni3495.doc",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "Windows NT 4.0",
    "producer": "Acrobat Distiller 3.01 for Windows",
    "creationDate": "D:191000911172343",
    "modDate": "",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 26,
      "year": "2000",
      "date": "9/11",
      "institution": "CS First Boston",
      "title": "It's the Ecology, Stupid: How Breakdowns in Market Diversity Can Lead to Volatility",
      "url": "https://12mv2.com/wp-content/uploads/2024/06/00-09-11-its-the-ecology-stupid__how-breakdowns-in-market-diversity-can-lead-to-volatility.pdf"
    },
    "tags": [
      "Market structure",
      "Behavioral finance",
      "Alpha generation"
    ],
    "tagged_at": "2025-01-20T21:25:40.513943"
  },
  "pages": [
    {
      "number": 1,
      "text": "CREDIT SUISSE FIRST BOSTON CORPORATION\nEquity Research\nAmericas\nU.S. Investment Strategy\nSeptember 11, 2000\nIt’s the Ecology, Stupid\nHow Breakdowns in Market Diversity Can Lead to Volatility\nVolume 11\nMichael Mauboussin\n1 212 325 3108\nmichael.mauboussin@csfb.com\nAlexander Schay\n1 212 325 4466\nalexander.schay@csfb.com\n• \nUnderstanding volatility requires insight into the interaction between\nmarket actors with different investment styles. This is in contrast to\neconomic theory, which assumes homogenous agents.\n• \nHeightened volatility can result when some agent types either willfully\nopt out of the market activity, or trade in a manner that reflects the de-\ncision rules of another class of participants.\n• \nVolatility resulting from a breakdown in the ecology of investors is a\npermanent feature of markets. However, today’s markets bear some\npeculiar features that make them more prone to excess volatility.\n• \nGrowing evidence accumulated from market models of heterogeneous\nagents should prompt investors to approach the dated market effi-\nciency debate with a fresh perspective. Recognizing the trading fea-\ntures associated with a financial ecology breakdown can lead to profit\nopportunities.\n"
    },
    {
      "number": 2,
      "text": "It’s the Ecology, Stupid\n– 2 –\nIntroduction\n“. . . imagine market quotations as coming from a remarkably accommodating\nfellow named Mr. Market, who is your partner in a private business. Without fail,\nMr. Market appears daily and names a price at which he will either buy your in-\nterest or sell his. Even though the business that the two of you own may have\neconomic characteristics that are stable, Mr. Market’s quotations will be anything\nbut. For, sad to say, the poor fellow has incurable emotional problems.”\n—Warren Buffett paraphrasing Benjamin Graham1\nEvery day countless investors, through the buying and selling of securities, make\nstatements about the value of businesses in the marketplace. From this chaotic\nmaelstrom emerges a price tag for every public company. At any point, the pre-\nvailing price reflects the best collective statement about what an individual secu-\nrity is worth. The characteristics of this complex adaptive system—known simply\nas “the market”—are heavily scrutinized, and highly contentious.2 And though the\nviews of academics and practitioners are frequently at odds, one thing is certain:\nit’s very difficult to consistently beat the market.3\nBenjamin Graham’s metaphor of Mr. Market is meant to illustrate the reality of\nhow moment to moment price swings can depart from “fundamental” value. While\nmost active investors are aware of the mechanics surrounding securities trading,\nfew fully understand the degree to which prices pay a concession to these\nmechanics.\nIn an ideal world, there are no transaction costs. Information is free, available to\nall market participants, and investors agree on the implications of that informa-\ntion.4 Economist Ronald Coase astutely observed that the dismal science often\nmisses the mark due to the fact that “their theoretical system [does not] take into\naccount a factor which is essential if one wishes to analyze the effect of a change\nin the law on the allocation of resources. The missing factor is the existence of\ntransaction costs.\"5 Trading securities involves matching buyers and sellers within\na particular market structure. What’s important is that this market structure itself\ninfluences price formation.\nIlliquidity is chief among the anomaly-causing frictions. Liquidity is an all-\nencompassing term that captures popular concepts like supply, demand, order\nflow, and market depth. Though strictly defined as the ease with which an asset\ncan be turned into cash, it is best understood as the cost of immediacy. That is,\nit’s the cost of getting what you want when you want it. Illiquidity is best viewed as\nan important and large cost of transacting. For example, transaction costs include\nboth the bid-ask spread and market impact—where the very act of trading\nchanges the stock price.\nWhile the effect of liquidity on stock prices has been studied in detail, a less well-\nknown but equally powerful influence on prices is market ecology. Market ecology\ndeals with the composition of the underlying agents that set prices. While liquidity\nis highly correlated with the number of market participants, market ecology is a\ndirect function of the type of market participants in the system. More directly, the\ntypes of investors in the market, and their degree of participation, has a signifi-\ncant influence on how well markets function.\nThis issue of ecology is important not only because it lends insight into how mar-\nkets function, but it also provides a basis for potential moneymaking opportuni-\nties. For example, a commonly held belief of market observers is that the steep\nrise in the number of day traders over the last couple of years has led to in-\ncreased market volatility and a diminution of market efficiency. A deeper under-\nstanding of market ecology helps illustrate why this concern is misplaced.\n"
    },
    {
      "number": 3,
      "text": "It’s the Ecology, Stupid\n– 3 –\nMarket Mechanics\nU.S. equity markets have become more volatile over the past two years.6 Despite\nconsensus regarding the increase in volatility, there is little agreement about its\ncauses.7 One logical explanation is based on the profound shift in the economy.\nThe economy is transitioning to one dominated by intangible rather than tangible\nassets. This has engendered greater uncertainty, and has called into question the\ncompetitive position of virtually every business.\nFigure 1\nAverage Market Volatility for 18 Indexes\nIndex of Implied Volatilities\n20\n25\n30\n35\n40\n45\n50\n4/24/98\n6/24/98\n8/24/98\n10/24/98\n12/24/98\n2/24/99\n4/24/99\n6/24/99\n8/24/99\n10/24/99\n12/24/99\n2/24/00\nSource: Bloomberg and CSFB analysis.\nAlthough numerous studies corroborate the upward trend in volatility documented\nin Figure 1, it‘s incorrect to assume that volatility is at historic highs. In fact, most\nstudies of market volatility over the last century conclude that the recent period of\nvolatility is hardly an aberration.8\nThe most recent surge in market volatility, between mid-October 1999 and mid-\nApril 2000, came at a time when the number of equity trading accounts rose\n15%.9 According to SIA member firms, these newcomers opened online and\nmargin accounts in record numbers. The seeming daily gyrations in the Nasdaq\ncomposite coupled with margin debt soaring to levels not seen since 1929 con-\nvinced many market watchers that these “new wave” investors were the “cause”\nof all the volatility.10 We believe this commonly held notion is incorrect and re-\nflects an important misunderstanding about the nature of securities markets.\nVolatile Views on Volatility\nVolatility has many sources. These include the influx of new, unanticipated infor-\nmation into the market, an alteration in market structure, and the changing risk\ntolerance of investors. In addition, changes in macroeconomic policy can have a\nprofound effect on volatility.\nBut there is another significant and generally unexplored dimension of volatility. It\nhas to do with the “ecology” of investors. The word ecology comes from biology,\nwhere it is used to refer to the ways in which living things interact with one an-\n"
    },
    {
      "number": 4,
      "text": "It’s the Ecology, Stupid\n– 4 –\nother and with their surroundings. How investment “species” interact (i.e., market\nparticipants with particular investment styles) has a direct bearing on price volatil-\nity. The balance of this report focuses on this largely unexplored issue.\nEcology\nFor the last two centuries, the machine has been the dominant metaphor for de-\nscribing the economy. Increasingly, leading thinkers accept the view that a capi-\ntalist economy is best understood as a living ecosystem, complete with competi-\ntion, specialization, cooperation, exploitation, learning, and growth.11 In his\ngroundbreaking book, Bionomics, Michael Rothschild argues that the analogy\nbetween ecosystem and economy does not need to be perfect in order to be\npowerful. The central concept is that biological and economic life are self-\norganized, and operate in much the same fashion. A parallel relationship exists\nbetween an ecosystem based on genetic information and an economy derived\nfrom technical information.12\nFigure 2\nInteracting Species Interacting Strategies\nBiological Ecology\nFinancial Ecology\nspecies\ntrading strategy\nindividual organism\ntrader\ngenotype\nfunctional representation of strategy\nphenotype\nactions of strategy (buying, selling)\npopulation\ncapital\nexternal environment\nprice and other informational inputs\nniche\na possible flow of money\nselection\ncapital allocation\nmutation and recombination\ncreation of new strategies\nSource: Doyne Farmer, “Market Force, Ecology, and Evolution.”\nAs Figure 2 illustrates, it’s not just the general economy that can be understood in\nthis way, but securities markets as well. The relationship between species inter-\nacting in an ecosystem on the basis of genetic information mirrors that of inves-\ntors in the stock market interacting on the basis of evolving valuation strategies.\nMarkets Are Complex\nWe believe that securities markets are best understood as complex adaptive\nsystems. 13 A complex adaptive system can be described in three steps. First,\nthere are lots of agents, each operating with their own decision rules. Next,\nthe interactions between the agents become the basis of “emergence”—the\naggregate becomes more complicated than the sum of the parts. Finally, a\n“meta-system” is created that has distinct characteristics.\nAgents exist in a variety of types, each with their own characteristics. They em-\nploy their strategies—conditional action patterns that indicate what should be\ndone under certain circumstances—by interacting with other agents.14 Each\nagent uses success criterion to attribute credit in selecting relatively successful or\nunsuccessful strategies. This in turn leads to a process that increases or de-\ncreases the frequency of various types of agents or strategies.15\nIn stock market language, “agents” are investors. Their “strategies” are invest-\nment styles—growth, value, momentum, etc. Their scorecard is performance,\neither absolute or versus a benchmark. And because of the market’s never-\nending change, various investors succeed and fail.\n"
    },
    {
      "number": 5,
      "text": "It’s the Ecology, Stupid\n– 5 –\nWe take a closer look at these concepts using the framework devised by Robert\nAxelrod and Michael Cohen in their book, Harnessing Complexity.\n• \nVariation. Variety represents the diversity of agent types within a population\nor system. Variation provides the raw material for adaptation. The premise of\nthe complex adaptive system (CAS) approach is that agents are diverse. The\ndefault assumption is that this variety within the population matters. In equity\nmarkets, agents mostly have “local” information. The result of combining the\nknowledge of the individual participants is that the whole knows more than\nthe parts. Mainstream economics maintains that all economic players are\nhomogenous: not only do agents value information in the same way, but they\nneed the same information and react to it accordingly. This tenet has pro-\nfound implications.16 Standard economic theory should lead to limited trading\nactivity, which isn’t what we see in markets. It is precisely the variation\namong the agents and their strategies that provides for a robust market\nenvironment.\n• \nInteraction. Interaction between agents creates many of the interesting\nevents in a system. In an equity market, the interactions of financial agents\nare mediated through a single variable—the stock price. Each trading strat-\negy influences the price. The price, in turn, influences each trading strategy.\nRecurring regularities of contact occur among types within a system. In equity\nmarkets this contact is dictated by the market structure.\n• \nSelection. Selection leads to an increase or decrease in the various types of\nagents and strategies. Performance measures define success. Success or\nfailure often leads to new or refined strategies. Instead of categorizing in-\nvesting strategies into broad groups, we find that it’s useful to view them\nalong a continuum. At one end are the “value,” or fundamental strategies,\nbased on some subjective view about the difference between a security’s in-\ntrinsic worth and its price. Strategies that focus on price history, either to fol-\nlow trends or to augur future movements, occupy the other pole. Strategies\nalong the continuum are thus defined by their proximity to subjective as-\nsessments of value versus market-watching behavior. At any time, the cur-\nrent distribution of valuation and trading strategies reflects the relative suc-\ncess of each strategy. And most “changes” are refinements to existing market\nstrategies, rather than wholesale shifts to another strategy.\nWe suggest turning classic economic theory on its head. Instead of assuming that\nall investors have equal access to information, evaluate it in the same fashion,\nand have the same goals and time horizons for investment, we take the opposite\ntack. As proof we offer up the market itself!17 Trading goes on precisely because\nall investors are not equal in their access to information or their interpretation of\nthat information. Trading, and the differences of opinion that it reveals, is essen-\ntial for maintaining liquid markets.\nIn professional golf circles, they say that every shot makes someone happy.\nSimilarly, in the market there is a buyer for every seller. However, buyers and\nsellers do not necessarily pair off because their views on the prospects for the\ncompany are antipode. Often, it is for altogether different reasons: portfolio bal-\nancing, capturing an uptick on a trade, or a multitude of other reasons. The chal-\nlenge is to model the market in its full diversity, in an effort to gain some insight\ninto how the various agents contribute to prices and the inevitable swings that the\nmarket witnesses every day.\n"
    },
    {
      "number": 6,
      "text": "It’s the Ecology, Stupid\n– 6 –\nThe Model\nWe developed a computer simulation of real-time stock trading, complete with\nagents that have different market strategies.18 In developing the model, we fo-\ncused on creating agents that looked like actual market participants.\nAs a result, three investor categories emerged: technicians, fundamentalists, and\nnetwork traders. Fundamental investors are further divided into four sub-\ncategories, and all six types of agents buy and sell a single stock. A running\n“valuation scorecard” changes to reflect new information events that are imported\ninto the market. All agents submit orders to buy or sell to the specialist (who\nmaintains a book of orders) based on the sensitivity of their respective valuation\nmetrics. The submitted trades establish a market price. This market price is re-\ncorded over time. At the end of the simulation, the average bid/ask spread, aver-\nage volume, and volatility can be documented. In addition, the stock price at each\ntransaction is written to a file. The results after roughly 500 simulations were\ncombined, and appear in Figure 3.\nFigure 3\nMarket Simulation Conclusions\nMarket Simulation Summary\n-8%\n-6%\n-4%\n-2%\n0%\n2%\n4%\n6%\n  Spread                          Volume                      Volatility\nFluctuation (%) Maximum Diversity\nSource: CSFB analysis.\nThe three plots represent the combined data for all the scenarios with the least\namount of financial actors (the least diversity and most homogeneity). The per-\ncentage amounts indicate the spread between these runs and the combined data\nruns for all the scenarios with the greatest diversity in financial actors (most di-\nversity and least homogeneity). As can be seen, as the composition of market\nagents became less diverse, spreads increased, volume dropped, and volatility\nincreased.\n"
    },
    {
      "number": 7,
      "text": "It’s the Ecology, Stupid\n– 7 –\nConclusions\nThe ability to view the interaction of faithfully represented multiple agent types\nleads to valuable insights about how markets function. This is especially true\nwhen compared to unrealistic models of homogenous agents. Our model clearly\nshows that active participation by a diverse group of financial agents leads to less\nvolatility and more structural efficiency. The implications of this research are\nworth examining in closer detail.\nDay Traders\nOne group of agents cannot be held responsible for excessive market volatility.\nUnderstanding volatility requires understanding the interaction between multiple\nagent types. Heightened “market-structure” volatility requires that some agent\ntypes either willfully opt out of the market activity or trade in a manner that reflects\nthe decision rules of another class of agents. These scenarios result in effective\nhomogeneity, which creates rigidity and leads to endogenous volatility.19\nFigure 4\nNo Day Traders\nVo la tility\n2 7 .5\n2 7 .6\n2 7 .7\n2 7 .8\n2 7 .9\n2 8\n2 8 .1\n2 8 .2\n2 8 .3\n2 8 .4\n2 8 .5\nNo  Da y  T r a d e r    Da y  T r a d e r\nHigh/Low Price Range\nS p re a d\n0 .4 3 6\n0 .4 3 8\n0 .4 4\n0 .4 4 2\n0 .4 4 4\n0 .4 4 6\n0 .4 4 8\n0 .4 5\n0 .4 5 2\nNo  Da y  T r a d e r       Da y  T r a d e r\nDecimal Spread\nSource: CSFB analysis.\nFigure 4 represents summary data for eight market trials. Four involved a market\nwith all the agents outlined in the model. The other four excluded day traders\nfrom the group entirely. Without the participation of day traders, the bid ask\nspread widened in every trial. In addition, the volatility of the market (as indicated\nby price dispersion through one trading cycle) increased in every trial where the\nmuch-maligned day trader was absent. This pattern was observed in 44 addi-\ntional trials, where we actively modified the relative composition of fundamental\nagents. This result reflects trials where day traders consisted of as much as 15%\nof the total agents in the market—a figure roughly five times the amount tallied by\nthe Securities & Exchange Commission in a recent report.20\nEcological Volatility\nVolatility resulting from a breakdown in the ecology of investors is a permanent\nfeature of markets. However, the markets of today bear some peculiar features\nthat might make them more prone to excess volatility from this particular feature\nof market structure. The information revolution raises a fundamental question\nabout the ability of social networks to maintain their diversity. Drawing on “small\nworld” network research, some observers conjecture that we might be crossing a\nthreshold where increased interaction among previously distant agents leads to a\nradical decrease in global diversity.21 Greater contact with “distant others” allows\nfor information (or rumor) to travel faster through the system.\n"
    },
    {
      "number": 8,
      "text": "It’s the Ecology, Stupid\n– 8 –\nIn the context of markets, naive strategies can gain widespread currency (such as\nbuying on stock splits or dips). These strategies are then reinforced by a growing\nnumber of information channels, blunting needed variety. Two crucial elements of\ncomplex adaptive systems are nonlinearity and critical points. Nonlinearity is the\nidea that the output of a system need not necessarily be proportionate with the\ninput of the system. In mathematical terms, complex dynamical systems can go\nthrough “critical points” where a small-scale stimulus can lead to sudden, explo-\nsive, large-scale effects.\nResearchers have modeled this behavior for stock markets. Guided by these\nmodels, they conclude that crashes can result from the slow buildup of long-run\ncorrelations, leading to a collapse in one critical instant.22 It is important to note\nthat a crash occurs when a large group of agents simultaneously place sell or-\nders. So a crash actually results when “order” wins out (i.e., when everybody has\nthe same opinion, or revealed preference). Interestingly, this is in contrast to the\n“chaos” and flurry of activity that occurs in the wake of a crash.\nWhat is the mechanism for this massive, but uncoordinated, homogeneous be-\nhavior? The answer lies with the structure of social networks. Models of such be-\nhavior show that spontaneous local imitation (small clusters of traders influencing\neach other) can quickly propagate over a network, leading to global cooperation.\nWhen we consider the ecology of investors in conjunction with this framework, it\nis clear that agents that typically form idiosyncratic opinions about intrinsic value\n(agents closest to this valuation pole) must either become uncertain about their\nforecasts and “drop out,” or begin to swing toward market watching behavior. In\neither instance the result is the same: excessive volatility.\nBeyond Efficiency\nThink beyond market efficiency. The growing evidence provided by market mod-\nels of heterogeneous agents prompts us to approach the dated market efficiency\ndebate with a fresh perspective. While it’s hard to be smarter than the market as\na single actor in a complex adaptive system, Warren Buffett’s insightful admoni-\ntion regarding volatility becomes more pertinent than ever. “If you can manage\nthe risk between your ears, then volatility truly becomes your friend.”23 That is,\ninvestors with a solid sense of intrinsic value—those long-term investors that stick\nto their cash flow guns and don’t “drop out”—stand to gain from the additional\nbuying opportunities presented in a volatile market environment. While identifying\necology breakdowns in equity prices is a difficult task, an understanding of how\ndiverse financial agents interact and set prices can point to potential moneymak-\ning ideas.\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager\nor co-manager of a public offering of securities for or makes a primary market in issues of any or all of the companies\nmentioned.\n"
    },
    {
      "number": 9,
      "text": "It’s the Ecology, Stupid\n– 9 –\nEndnotes\n1 “Chairman’s Letter to Shareholders,” Warren Buffett, Berkshire Hathaway 1987\nAnnual Report.\n2 For a full review of the debate see Frontiers of Finance—Shift Happens,\nMichael J. Mauboussin, Credit Suisse First Boston Equity Research, October 24,\n1997.\n3 If the ability to beat the market is a measure of efficiency, then the market is\ndefinitely becoming more efficient. As Peter Bernstein notes in “Where, Oh\nWhere, Are the .400 Hitters of Yesteryear?,” Financial Analysts Journal, Novem-\nber-December 1998, pp. 6-14, excess returns since 1984 in both the top and\nbottom quintiles of general equity mutual fund managers returns have gotten\nsmaller.\n4 “Efficient Capital Markets: A Review of Theory and Empirical Work,” Eugene\nFama, The Journal of Finance, May 1970.\n5 “Notes on the Problem of Social Cost,” Ronald Coase, The Firm, the Market,\nand the Law, summarizing the debate since his original presentation in The Jour-\nnal of Law and Economics, Oct. 1960, 3, 1-44.\n6 “Volatility of NYSE Composite Index 1966-2000,” The New York Stock\nExchange; “Monetary Policy and Asset Price Volatility,” Ben Bernanke, National\nBureau of Economic Research, February 2000.\n7 “High Volatility: A Cautionary Tale,” Frank A. Fernandez, Securities Industry\nAssociation, Vol. I, No. 4, May 31, 2000.\n8 See volatility charts for this century at http://schwert.ssb.rochester.edu/\nvolatility2k.htm. Despite these findings there is strong evidence of a surge in firm-\nlevel volatility relative to market volatility over the last three decades. Much of this\nincreasing volatility in individual stocks has been masked in the aggregate market\nnumbers by a declining correlation in their price movements. See Malkiel et al.,\n“Have Individual Stocks Become More Volatile,” National Bureau of Economic\nResearch, March 16, 2000.\n9 See report to SIA, May 2000, pp. 3-4.\n10 Examiners at the SEC even reviewed how day-trading activities fit within the\ncurrent securities regulatory structure, as well as its impact on markets:\nhttp://www.sec.gov/news/studies/daytrep.htm#seciii.\n11 John Henry Klippinger III, The Biology of Business: Decoding the Natural Laws\nof Enterprise, October 1999.\n12 Michael Rothschild, Bionomics: Economy as Ecosystem, 1990, from the preface.\n13 Frontiers of Finance—The Invisible Lead Steer, Michael J. Mauboussin, Credit\nSuisse First Boston Equity Research, December 11, 1998; Frontiers of Finance—\nShift Happens, Michael J. Mauboussin, Credit Suisse First Boston Equity Re-\nsearch, October 24, 1997.\n14 “Asset Pricing Under Endogenous Expectations in an Artificial Stock Market,”\nW. Brian Arthur, John Holland, Blake Lebaron, Richard Palmer, Paul Taylor, The\nEconomy As An Evolving Complex System II, Santa Fe Institute, 1997.\n15 Robert Axelrod; Michael D. Cohen, Harnessing Complexity: Organizational\nImplications of a Scientific Frontier, May 2000, pp. 52-53.\n16 Some of these are discussed by Edgar Peters in, Patterns in the Dark:\nUnderstanding Risk and Financial Crisis with Complexity Theory, John Wiley\n1999, pp. 83-85.\n"
    },
    {
      "number": 10,
      "text": "It’s the Ecology, Stupid\n– 10 –\n17 Peter Bernstein argues the same idea forcefully in “Why the Efficient Market\nOffers Hope to Active Management,” Journal of Applied Corporate Finance,\nSummer 1999.\n18 We’d like to thank Christopher Maloney (our summer intern from Cornell’s\nPh.D. Physics program) for programming the market simulation. Additional details\nand the program itself are available to clients on request.\n19 Some commentators like Edgar Peters have asserted that most of the market\ncrashes witnessed in the last 100 years occurred as a result of long term inves-\ntors becoming uncertain about their ability to adequately value securities.\n20 http://www.sec.gov/news/studies/daytrep.htm#seciii.\n21 Duncan J. Watts, Small Worlds, Princeton University Press, August 1999.\n22 “Crashes as Critical Points,” Anders Johansen; Olivier Ledoit; Didier Sornette,\nInternational Journal of Theoretical and Applied Finance, Vol. 3, No. 2 (2000)\npp. 219-255.\n23 “Chairman’s Letter to Shareholders,” Warren Buffett, Berkshire Hathaway 1982\nAnnual Report.\n"
    },
    {
      "number": 11,
      "text": ""
    },
    {
      "number": 12,
      "text": "ni3495.doc\nAMSTERDAM ..........31 20 5754 890\nATLANTA.................1 404 656 9500\nAUCKLAND ...............64 9 302 5500\nBALTIMORE ............1 410 223 3000\nBEIJING .................86 10 6410 6611\nBOSTON ..................1 617 556 5500\nBUDAPEST................36 1 202 2188\nBUENOS AIRES ....54 11 4394 3100\nCHICAGO.................1 312 750 3000\nFRANKFURT...............49 69 75 38 0\nGENEVA..................41 22 394 70 00\nHOUSTON................1 713 220 6700\nHONG KONG ............852 2101 6000\nLONDON ................44 20 7888 8888\nMADRID..................34 91 423 16 00\nMELBOURNE ..........61 3 9280 1666\nMEXICO....................52 5 283 89 00\nMILAN..........................39 02 7702 1\nMOSCOW ................7 501 967 8200\nMUMBAI...................91 22 230 6333\nNEW YORK..............1 212 325 2000\nPALO ALTO.............1 650 614 5000\nPARIS .....................33 1 40 76 8888\nPASADENA .............1 626 395 5100\nPHILADELPHIA.......1 215 851 1000\nPRAGUE................420 2 210 83111\nSAN FRANCISCO ...1 415 836 7600\nSÃO PAULO..........55 11 3841 6000\nSEOUL .................... 82 2 3707 3700\nSHANGHAI............ 86 21 6881 8418\nSINGAPORE ................ 65 212 2000\nSYDNEY.................. 61 2 8205 4400\nTAIPEI ................... 886 2 2715 6388\nTOKYO.................... 81 3 5404 9000\nTORONTO............... 1 416 352 4500\nVIENNA ..................... 43 1 512 3023\nWARSAW................ 48 22 695 0050\nWASHINGTON........ 1 202 354 2600\nWELLINGTON........... 64 4 474 4400\nZUG ........................ 41 41 727 97 00\nZURICH .................... 41 1 333 55 55\nCopyright Credit Suisse First Boston, and its subsidiaries and affiliates, 2000.  All rights reserved.\nThis report is not directed to, or intended for distribution to or use by, any person or entity who is a citizen or resident of or located in any locality, state, country or\nother jurisdiction where such distribution, publication, availability or use would be contrary to law or regulation or which would subject Credit Suisse First Boston or its\nsubsidiaries or affiliates (collectively \"CSFB\") to any registration or licensing requirement within such jurisdiction. All material presented in this report, unless specifi-\ncally indicated otherwise, is under copyright to CSFB. None of the material, nor its content, nor any copy of it, may be altered in any way, transmitted to, or distributed\nto any other party, without the prior express written permission of CSFB. All trademarks, service marks and logos used in this report are trademarks or service marks\nor registered trademarks or service marks of CSFB.\nThe information, tools and material presented in this report are provided to you for information purposes only and are not to be used or considered as an offer or the\nsolicitation of an offer to sell or to buy or subscribe for securities or other financial instruments. CSFB has not taken any steps to ensure that the securities referred to\nin this report are suitable for any particular investor.\nInformation and opinions presented in this report have been obtained or derived from sources believed by CSFB to be reliable, but CSFB makes no representation as\nto their accuracy or completeness and CSFB accepts no liability for loss arising from the use of the material presented in this report where permitted by law and/or\nregulation. This report is not to be relied upon in substitution for the exercise of independent judgment. CSFB may have issued other reports that are inconsistent\nwith, and reach different conclusions from, the information presented in this report. Those reports reflect the different assumptions, views and analytical methods of\nthe analysts who prepared them.\nCSFB may, to the extent permitted by law, participate or invest in financing transactions with the issuer(s) of the securities referred to in this report, perform services\nfor or solicit business from such issuers, and/or have a position or effect transactions in the securities or options thereon. In addition, it may make markets in the\nsecurities mentioned in the material presented in this report. CSFB may, to the extent permitted by law, act upon or use the information or opinions presented herein,\nor the research or analysis on which they are based, before the material is published. CSFB may have, within the last three years, served as manager or co-manager\nof a public offering of securities for, or currently may make a primary market in issues of, any or all of the companies mentioned in this report. Additional information is\navailable on request.\nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied, is made regarding\nfuture performance. Information, opinions and estimates contained in this report reflect a judgment at its original date of publication by CSFB and are subject to\nchange. The value and income of any of the securities or financial instruments mentioned in this report can fall as well as rise, and is subject to exchange rate fluc-\ntuation that may have a positive or adverse effect on the price or income of such securities or financial instruments. Investors in securities such as ADRs, the values\nof which are influenced by currency fluctuation, effectively assume this risk.\nStructured securities are complex instruments, typically involve a high degree of risk and are intended for sale only to sophisticated investors who are capable of\nunderstanding and assuming the risks involved. The market value of any structured security may be affected by changes in economic, financial and political factors\n(including, but not limited to, spot and forward interest and exchange rates), time to maturity, market conditions and volatility, and the credit quality of any issuer or\nreference issuer. Any investor interested in purchasing a structured product should conduct its own investigation and analysis of the product and consult with its own\nprofessional advisers as to the risks involved in making such a purchase.\nThis report is distributed in Europe by Credit Suisse First Boston (Europe) Limited, which is regulated in the United Kingdom by The Securities and Futures Authority\n(“SFA”). It is not for distribution to private customers as defined by the rules of The SFA. This report is distributed in the United States by Credit Suisse First Boston\nCorporation; in Canada by Credit Suisse First Boston Securities Canada, Inc.; in Brazil by Banco de Investimentos Credit Suisse First Boston Garantia S.A.; in Japan\nby Credit Suisse First Boston Securities (Japan) Limited; elsewhere in Asia/Pacific by Credit Suisse First Boston (Hong Kong) Limited;. Credit Suisse First Boston\nAustralia Equities Limited; Credit Suisse First Boston NZ Securities Limited, Credit Suisse First Boston Singapore Branch and elsewhere in the world by an author-\nized affiliate.\nIn jurisdictions where CSFB is not already registered or licensed to trade in securities, transactions will only be effected in accordance with applicable securities\nlegislation, which will vary from jurisdiction to jurisdiction and may require that the trade be made in accordance with applicable exemptions from registration or li-\ncensing requirements. Non-U.S. customers wishing to effect a transaction should contact a CSFB entity in their local jurisdiction unless governing law permits other-\nwise. U.S. customers wishing to effect a transaction should do so only by contacting a representative at Credit Suisse First Boston Corporation in the U.S.\n"
    }
  ]
}