{
  "filename": "mm_066_2007_turtles_in_omaha__the_mindset_of_great_investors.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423220350-07'00'",
    "modDate": "D:20240423220439-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 66,
      "year": "2007",
      "date": "5/23",
      "institution": "Legg Mason",
      "title": "Turtles in Omaha: The Mindset of Great Investors",
      "url": "https://12mv2.files.wordpress.com/2024/04/07-05-23-turtles-in-omaha__the-mindset-of-great-investors.pdf"
    },
    "tags": [
      "Behavioral finance",
      "Risk management",
      "Decision making",
      "Skill vs luck"
    ],
    "tagged_at": "2025-01-20T21:27:02.539166"
  },
  "pages": [
    {
      "number": 1,
      "text": "Michael J. Mauboussin\nmmauboussin@ lmcm.com\nLEGG MASON\nCAPITAL MANAGEMENT\nMichael J. Mauboussin\nmmauboussin@ lmcm.com\nLEGG MASON\nCAPITAL MANAGEMENT\n \n \n \nMay 23, 2007 \nTurtles in Omaha \n \nThe Mindset of Great Investors \n \nThe difference in [investment] return had nothing to do with knowledge and everything \nto do with emotional and psychological factors. We had all been taught the same thing, \nbut my return . . . was three times that of the others. Over the years, I kept finding \nevidence that emotional and psychological strength are the most important ingredients \nin successful trading. \n \nCurtis M. Faith \nWay of the Turtle 1 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSource: iStockphoto. \n \n• What separates good from great investors is not knowledge or raw \nsmarts, but patterns of behavior. \n• All investors should be alert to black swans—events that are outliers, \nhave an extreme impact, and are explained only after the fact.  \n• Cognitive errors, including loss aversion, are often the source of \nsuboptimal investment decisions. \n• Investors tend to underestimate the role of randomness in results. \n"
    },
    {
      "number": 2,
      "text": " \nPage 2 \n \nLegg Mason Capital Management \nBuffett Shares the Secret Sauce \n \nMost people like to be successful in their jobs. But few organizations are able to articulate the \ntangible and intangible attributes an employee needs to add value. This makes even more \nremarkable Warren Buffett’s plan to hire one or more chief investment officers to replace him at \nBerkshire Hathaway. As part of a succession strategy, Buffett clearly articulates the behavioral \ntraits he believes are vital to long-term investment success. 2  \n \nBuffett starts with the obvious: he wants smart people with a good investment record. But he \nquickly adds that he’s more focused on “how they swing at the ball” than their performance—that \nis, how they think and behave rather than solely how they’ve done. 3  \n \nHe then goes on to enumerate the three qualities he views as crucial. The first is an ability “to \nrecognize and avoid serious risks.” The second is temperament, including “independent thinking, \nemotional stability, and a keen understanding of both human and institutional behavior.” Finally \nthere’s loyalty, a willingness to stay at Berkshire “even though he or she could leave and make \nmuch more money elsewhere.” \n \nWe will explore the first two qualities in detail. But it’s worth noting the traits Buffett dwells on are \nby and large absent in a business school curriculum. Naturally, what students learn in business \nschool—accounting, finance, competitive strategy, management, ethics—are all important and \nworthwhile topics, and are prerequisites for investment success. This canon is the ante to \nparticipate. However, what separates the good from the great investors is not knowledge or raw \nsmarts, but patterns of behavior.    \n \nAvoiding (or Managing) the Black Swan  \n \nAt first blush, leading with risk management may appear specific to Berkshire Hathaway because \nof its large insurance and reinsurance operations. But the investment industry annals include \nmany very smart people who have failed spectacularly as a result of poor risk management. \nLong-Term Capital Management generally tops the list, but plenty of other formerly high-flying \nfirms provide it company. 4 Investment strategies impervious to risk can and will show very good \nresults for a time, but almost always receive their comeuppance. \n \nNassim Taleb’s latest book, The Black Swan, is a treatise on the improbable events Buffett has in \nmind. 5 The term black swan comes from philosopher Karl Popper’s criticism of induction: We get \ncloser to truth if we focus on falsification instead of verification. Seeing lots of white swans \n(verification) does not allow for the statement “all swans are white,” but seeing one black swan \n(falsification) does disprove the statement. This is relevant in investing because investment \nstrategies based on the reoccurrence of white swans can be toppled by one black swan event. \n \nTaleb suggests all black swans have three attributes: they are outliers, they have an extreme \nimpact, and people seek to explain them after the fact. 6 \n \nAn outlier is an event outside regular expectations. A ready example in investing is the difference \nbetween mean/variance predictions and empirical results. A mean/variance model uses mean \nand standard deviation to specify a bell-shaped, or normal, distribution of price changes. The \neconomic and intuitive premise, which holds for the most part, is risk and reward are related—the \nmore risk you assume, the higher the return you expect.  \n \nThe problem is the distribution of price changes is not bell-shaped. Stock price change \ndistributions, for example, have fat tails—they include many more large moves than the normal \ndistribution accommodates. While most practitioners are aware of this result to some degree, two \nchallenges remain. \n \nThe first challenge is measurement. Mean/variance is the lingua franca of the investment world. \nAlpha, beta, variance and numerous other terms derive from the mean/variance framework. \nUsing the language of risk (knowable distributions) to capture the world of the uncertain \n(distributions with unknowable outliers) can breed complacency and is periodically grossly \n"
    },
    {
      "number": 3,
      "text": " \nPage 3 \n \nLegg Mason Capital Management \nmisleading. The vast majority of the time this mismatch between description and reality is of no \nconsequence. But when a black swan shows up, there is a price to pay. \n \nThe second challenge is cognitive. Buffett distinguishes between experience and exposure. 7 \nExperience looks to the past and considers the probability of future outcomes based on the \noccurrence of historical events. Exposure, in contrast, considers the likelihood and impact of an \nevent that history, especially recent history, may not reveal. Buffett, despite being highly attuned \nto risk, allowed that the insurance industry had dwelled too much on experience and not enough \non exposure prior to the 2001 terrorist attacks. Human nature strongly encourages us to rely on \nexperience. \n \nBlack swans also have an extreme impact. We can readily demonstrate this point by looking at \nlong-term stock price returns. We gathered the daily price changes in the S&P 500 over the past \n30 years or so, in excess of 7,300 observations. The compounded annual return over the period \n(excluding dividends) was 9.5 percent. We then asked a simple question: What would happen to \nthe return if we knocked out the 50 worst, and 50 best, days? \n \nThe results are a testament to the impact of black swans. If you remove the 50 worst days (less \nthan 0.7 of 1 percent of the sample), the return soars to 18.2 percent, 8,700 basis points above \nthe actual results. Missing the 50 best days compresses the return to less than 1 percent, about a \n900 basis point hit.  \n \nWhile impressive, these numbers don’t offer a proper point of reference. To do that, we asked the \nspreadsheet to calculate the mean and standard deviation using the actual underlying data, \nallowing us to simulate a bell-shaped distribution. Knocking out the 50 worst days from the \nsimulated distribution lifts the return to 15.2 percent—good, but substantially less than the 18.2 \npercent using the actual data. Likewise, removing the 50 best days shrinks the return to 3.5 \npercent, a more muted result than what we see with the real data. This exercise clearly shows the \nbell-shaped distribution fails to capture extreme and high impact events. 8 \n \nThe final attribute of a black swan is we humans seek to explain it after the fact. Humans have a \nnear insatiable desire to link cause and effect. 9 Unfortunately, causality is often very difficult to \ndeconstruct, even in retrospect. 10 But coming up with a cause and effect story helps settle our \nminds, and provides a greater (albeit false) sense of control as we face the future. \n \nIn his solicitation letter, Buffett didn’t just say Berkshire wants someone who is good at dealing \nwith risk. He writes, \"We therefore need someone genetically programmed to recognize and \navoid serious risks.” The phrase “genetically programmed” sparks a debate about whether the \nqualities Buffett seeks are innate (nature), or teachable (nurture). This debate is a good launching \npoint for the second quality he seeks: a proper temperament.   \n \nTrading Places: Fact or Fiction? \n \nHistory clearly shows that being smart and having an appropriate temperament for investing are \ndistinct. Of course, ideally you want an investor to have both smarts and a proper temperament. \nBut if given a choice between the two, temperament seems the more rare and valuable.  \n \nCurtis Faith’s new book, Way of the Turtle, is a story about trading. Yet the importance of \ntemperament comes through loud and clear. He shows persuasively how psychological pitfalls \nrepeatedly stymie good investment results. \n \nThe story of the turtle traders is fascinating, and warrants going back to the beginning. In the late \n1970s and early 1980s, Richard Dennis was one of the best-known and most successful \ncommodities traders in the United States. In the early 1980s, Dennis and his partner Bill Eckhardt \ndebated whether great traders are made (Dennis’s view) or born (Eckhardt’s contention). The \nback-and-forth gathered steam one day when the partners were visiting a turtle farm in \nSingapore, prompting Dennis to claim, “We’re going to raise traders like they raise turtles in \nSingapore.”  11  \n"
    },
    {
      "number": 4,
      "text": " \nPage 4 \n \nLegg Mason Capital Management \nSo Dennis and Eckhardt ran an experiment. They put an ad in major financial newspapers \nsoliciting applicants for a training program. The ad explained the partners would train the group \nand seed them with a substantial trading account. Over 1,000 people applied, and after rigorous \nscreening and testing, Dennis and Eckhardt invited 40 candidates for interviews in Chicago. The \ninterviewers sought to evaluate the intellect and reasoning of the candidates. They ended up \nselecting 13 people, less than 1-in-100, for the maiden class. They dubbed the group the “turtles.” \n \nFaith was only 19 at the time, the youngest of the turtles, and had a background in the nascent \ncomputer programming field. Other turtles included a Ph.D. in linguistics, a handful of traders, and \na professional gambler. The group was clearly very smart, in Faith’s words, “among the brightest I \nhad ever met.” \n \nIn late 1982, Dennis and Eckhardt trained the group, covering concepts including probability, \nmoney management, and risk of ruin. In early 1983, the partners gave each turtle an account \nequivalent to $50,000 – $100,000 and let them loose. By agreement, the partners would assess \nthe results after a month and adjust capital levels—more for the successful traders and less for \nthe unsuccessful ones—accordingly. \n \nAfter the initial period, Faith was up the most in the class. Dennis rewarded his results with $2 \nmillion. More relevant is why Faith did the best: It turns out he was the only turtle who actually \nfollowed the system. All of the other traders decided to override the system at one point or \nanother, owing mostly to psychological factors.  \n \nMany outsiders deemed Dennis the winner of the nature/nurture bet because the turtles in \naggregate went on to enjoy long-term success. Faith, however, argues it was a draw because \nwhile the trading approach can be taught to most people, some are better suited to deal with the \npsychological aspects than others. \n \nThree High Hurdles \n \nHere are three psychologically-difficult barriers great traders and investors must overcome: loss \naversion, frequency versus magnitude, and the role of randomness. How individuals cope with \nthese barriers provides good insight into their investing temperament. \n \nLoss aversion. In what is now a well-documented and well-known phenomenon, humans suffer \nroughly twice as much from losses as they receive pleasure from comparable gains. An important \nconsequence is investors will turn down positive expected-value financial propositions, especially \nwhen their recent results have been poor. 12  \n \nFaith provides a powerful example of this point. Following the expiration of the confidentiality \nagreement he signed, Faith explained the turtle system to a friend. Noting that cocoa presented a \ngreat trading opportunity in 1998 through early 1999, he inquired how his friend was doing in \ncocoa. The friend replied he stopped trading cocoa because he had lost money and thought the \ntrade was “too risky.”  \n \nThen Faith explains the circumstances. Following the system would have generated 28 total \ntrades (average size $10,000 – $15,000) from April 1998 through February 1999, producing a \ntotal profit of nearly $56,000. But of the 28 trades, 24 were unprofitable (average loss of about \n$930) while 4 were profitable (average gain of roughly $20,000). Even more difficult, the first 17 \ntrades in a row lost money. 13  \n \nGiven this profit pattern, it is not difficult to see why a trader would abandon the commodity and \nperceive it as overly risky. But Faith’s point is crucial: Recency bias and loss aversion often cause \nyou to give up right before the trade becomes profitable. Sticking with positive expectation \nfinancial propositions is essential to maximizing profits over time. \n \nFrequency versus magnitude. This concept is really an extension of loss aversion. Most of us \nframe the success or failure of a financial proposition in terms of the price. For instance, if you \n"
    },
    {
      "number": 5,
      "text": " \nPage 5 \n \nLegg Mason Capital Management \nbuy a stock at $30, any price above that level is mentally successful; any price below it is \nmentally unsuccessful.  \n \nWhat investors often fail to consider is that change in wealth is not a function of how often you’re \nright, it’s a function of how much money you make when you’re right versus how much you lose \nwhen you’re wrong. You need to consider both frequency and magnitude to understand \ninvestment results. \n \nFaith illustrates this point by sharing 20 years of results for a trading system. Over that time span, \nthe system generated about 5,600 trades, or around 250 a year. Of those trades, a shade over \ntwo-thirds lost money, making the success ratio less than one-third. But the winning trades \nearned 2.2 times the losing trades on average, netting a substantial overall profit.  \n \nAs with loss aversion, operating according to the frequency-and-magnitude maxim is easier said \nthan done. Faith notes, “Some of the Turtles had a hard time with this concept; they felt the need \nto be right and to predict markets.” 14  \n \nThe expected-value mindset has served many well-known investors well. One example is George \nSoros. Former colleague Scott Bessent said in a recent interview, “George has a terrible batting \naverage—it’s below 50 percent and possibly even below 30 percent—but when he wins it’s a \ngrand slam. He’s like Babe Ruth in that respect.” 15 \n \nRole of randomness. Most people agree stock prices move more dramatically than business \nvalues move. In the stock market, like most probabilistic systems, there is a great deal of noise in \nthe system. However, most investors fail to recognize the degree to which randomness affects \nshort-term results. And, as bad, many investors have emotional reactions to short-term \nrandomness that undermine the quality of their decision making.  \n \nThis is Faith’s comment; the idea applies to nearly everyone involved with markets: 16 \n \nMost traders do not understand the degree to which completely random chance can \naffect their trading results. The typical investor understands this even less than the typical \ntrader does. Even very experienced investors such as those who operate and make \ndecisions for pension funds and hedge funds generally do not understand the extent of \nthis effect. \n \nHere’s the point: A trader, or investor, can put on a positive expectation bet (correct process) and \nstill have poor results (outcome) for some period of time due solely to randomness. But many \ninvestors attribute bad outcomes to bad processes, which leads to substantial error. As insidious \nis attributing good outcomes to a good process. A thoughtful investor must carefully consider \nprocess and recognize long-term outcomes will follow. 17 \n \nHere are some data to substantiate the point. The first is a study by The Brandes Institute called \n“Death, Taxes, and Short-Term Underperformance.” 18 The researchers screened for large-\ncapitalization, actively-managed funds that had a 10-year track record through 2006. This yielded \n591 funds. They then ranked the funds by decile based on annualized gains.  \n \nThe top-decile group had returns in excess of 10.9 percent, and all of them delivered better \nreturns than the S&P 500 index. The researchers posed two questions: Did these funds have \nperiods of relative underperformance? If so, by how much? \n \nThe answer to the first question is a resounding yes. In fact, all 59 of the funds in the top decile \nunderperformed for at least one year. In its worst one-year period, the average top-decile fund \nunderperformed the index by 1,950 basis points, with a range of negative 650 to 4,410 basis \npoints.   \n \nOver a three-year period, the average underperformance was still 810 basis points, with a range \nof positive 250 to negative 2,240 basis points. The one- and three-year numbers of these good \n"
    },
    {
      "number": 6,
      "text": " \nPage 6 \n \nLegg Mason Capital Management \nlong-term funds clearly show the limitations of relying on short-term results to decipher the \nultimate outcomes. \n \nUnfortunately, the randomness in short-term results exerts a cost. Most institutional investors, \nincluding pension funds, endowments, and foundations, rely on short-term investment results to \njudge the managers they hire. Despite this, they would be better off with a robust way to assess \nprocess. The focus on outcomes, combined with the limited appreciation for randomness, leads \nto bad decisions. \n \nIn a recent academic paper, researchers tracked the decisions of 3,500 plan sponsors over a \ndecade. 19 What they found is not surprising. Plan sponsors hire managers after they have \nenjoyed three years of excess returns. After they are hired, the managers generate excess \nreturns “indistinguishable from zero.”  \n \nFurther, plan sponsors often fire managers after a period of underperformance, but the managers \noften go on to generate excess returns after they’ve been fired. Said differently, plan sponsors \nwould have been better off on average keeping the manager they fired. And this analysis leaves \naside costs.    \n \nWhile very understandable, this performance chasing shows many plan sponsors are fooled by \nrandomness. Evidence is voluminous that individual investors, too, chase performance to the \ndetriment of their long-term results. 20  \n \n Faith adamantly argues for a focus on process: 21 \n \nGood investors invest in people, not historical performance. They know how to identify \ntraits that will lead to excellent performance in the future, and they know the traits that are \nindicative of average trading ability. This is the best way to overcome random effects.  \n \nThis mindset fits comfortably with Buffett’s point about assessing chief investment officer \ncandidates based on “how they swing at the ball.” \n \nTurtles in Omaha \n \nThere will be no turtles in Omaha. But the themes that surface in Buffett’s candidate description \nand Faith’s description of what worked and didn’t work with the turtles are shared. Like a diet, the \nchallenge is not in the ability to grasp the concepts but rather in the willpower to execute the plan.  \n \nThe attributes of successful traders or investors are not limited to those realms. In fact, we argue \nthat there is an approach that distances the best performers in all probabilistic fields from the \naverage participant. 22 The approach has three central elements: \n \n1. A focus on process versus outcome. \n2. A constant search for favorable odds, including a recognition of risk. \n3. An understanding of the role of time. \n \nThese concepts still appear robust. Yet the ability to stick with these elements in the face of the \nmarket’s vicissitudes and the crowd’s tugs is very difficult—and ultimately all about temperament.  \n \n"
    },
    {
      "number": 7,
      "text": " \nPage 7 \n \nLegg Mason Capital Management \nEndnotes \n \n1 Curtis M. Faith, Way of the Turtle: The Secret Methods that Turned Ordinary People into Legendary \nTraders (New York: McGraw-Hill, 2007), 44. \n2 Warren E. Buffett, Berkshire Hathaway 2006 Annual Letter to Shareholders, March 1, 2007. See \nhttp://berkshirehathaway.com/letters/2006ltr.pdf. \n3 See Charlie’s Rose’s interview with Buffett, May 10, 2007. See \nhttp://www.charlierose.com/shows/2007/05/10/1/an-exclusive-conversation-with-warren-buffett. \n4 Our favorite account of the LTCM meltdown is Donald MacKenzie, An Engine, Not a Camera: How \nFinancial Models Shape Markets (Cambridge, MA: MIT Press, 2006).  \n5 Nassim Nicholas Taleb, The Black Swan: The Impact of the Highly Improbable (New York: Random \nHouse, 2007).  \n6 Ibid., xvii-xix. \n7 Warren E. Buffett, Berkshire Hathaway 2001 Annual Letter to Shareholders, February 28, 2002. See \nhttp://berkshirehathaway.com/letters/2001pdf.pdf.  \n8 Michael J. Mauboussin, More Than You Know: Finding Financial Wisdom in Unconventional Places, \nRevised and Expanded (New York: Columbia University Press, 2007).  \n9 Lewis Wolpert, Six Impossible Things Before Breakfast: The Evolutionary Origins of Belief (New York: \nW.W. Norton, 2007). \n10 Michael J. Mauboussin, More Than You Know: Finding Financial Wisdom in Unconventional Places (New \nYork: Columbia University Press, 2006), 185-192.  \n11 Faith, xxi. \n12 Baba Shiv, George Loewenstein, Antoine Bechara, Hanna Damasio, and Antonio R. Damasio, \n“Investment Behavior and the Negative Side of Emotion,” Psychological Science, Vol. 16, 6, 2005.  \n13 Faith, 51. \n14 Ibid., 61. \n15 Steven Drobny, Inside the House of Money: Top Hedge Fund Traders on Profiting in the Global Markets \n(New York: John Wiley & Sons, 2006), 278. \n16 Faith, 158. \n17 In a prior piece, we described a sketch of what constitutes a good process: \n \nWe can say a process should be statistically and economically sound, and should be based on a \nrepeatable set of activities. Statistically sound means the process is driven by the system’s \nunderlying probabilities and outcomes. In some systems the statistical properties are known \n(blackjack), in other systems the statistical properties change over time (markets), and in yet others \nboth the probabilities and outcomes are opaque (certain forms of insurance). The process should \naccommodate the proper degree of uncertainty in the system. \n \nEconomically sound means the decisions maximize value over time. In blackjack, value \nmaximization may mean minimizing the house edge. In investing, the process should identify \ninvestments with positive expected values. A positive expected value is to some degree \nindependent of the frequency of correctness. In poker, for example, players strive to win the most \nmoney, not the most hands.  \n \nFinally, repeatable means you can apply the process over time, adjusting for changes in the \nsystem, and still make statistically- and economically-sound decisions. How much a process has to \nevolve depends on how much the system changes. For stable systems like blackjack, where the \nrules are comparable over time, the process doesn’t change. In cases where the underlying \nsystem evolves, an adaptive process is crucial.  \n \nSee Michael J. Mauboussin, “How Do You Compare? Thoughts on Comparing Well,” Mauboussin on \nStrategy, August 9, 2006.  \n18 The Brandes Institute, “Death, Taxes, and Short-Term Underperformance,” February 1, 2005. See \nhttp://www.brandes.com/NR/rdonlyres/F0E2CCDC-346B-4001-82CE-\n068AA9F7A237/0/BI_DeathTaxesandShortTermUnderperformance_US.pdf. See also Litman/Gregory \nResearch Team, “Our Study of Outperforming Managers Reveals Extent to Which They Underperform \nAlong the Way,” Monthly Investment Commentary, September 2006. See \nhttp://www.npfa.com/news/pdf/2006-09_Investment_Commentary.doc. \n19 Amit Goyal and Sunil Wahal, “The Selection and Termination of Investment Management Firms by Plan \nSponsors,” Working Paper, May 2006. See http://www.econ.brown.edu/econ/events/HireFire5-14-06.pdf. \n20 Michael Mauboussin, “Where Fools Rush In,” Time, October 29, 2006.  \n"
    },
    {
      "number": 8,
      "text": " \nPage 8 \n \nLegg Mason Capital Management \n21 Faith, 162. \n22 Michael J. Mauboussin, “Decision-Making for Investors: Theory, Practice, and Pitfalls,” Mauboussin on \nStrategy, May 24, 2004. \n \n \nResources \n \nBooks \n \nDrobny, Steven, Inside the House of Money: Top Hedge Fund Traders on Profiting in the Global Markets \n(New York: John Wiley & Sons, 2006), 278. \n \nFaith, Curtis M., Way of the Turtle: The Secret Methods that Turned Ordinary People into Legendary \nTraders (New York: McGraw-Hill, 2007). \n \nMacKenzie, Donald, An Engine, Not a Camera: How Financial Models Shape Markets (Cambridge, MA: \nMIT Press, 2006).  \n \nMauboussin, Michael J., More Than You Know: Finding Financial Wisdom in Unconventional Places, \nRevised and Expanded (New York: Columbia University Press, 2007).  \n \nTaleb, Nassim Nicholas, The Black Swan: The Impact of the Highly Improbable (New York: Random House, \n2007).  \n \nWolpert, Lewis, Six Impossible Things Before Breakfast: The Evolutionary Origins of Belief (New York: \nW.W. Norton, 2007). \n \n \nArticles \n \nBuffett, Warren E., Berkshire Hathaway 2001 Annual Letter to Shareholders, February 28, 2002.  \n \n_____., Berkshire Hathaway 2006 Annual Letter to Shareholders, March 1, 2007. \n \nGoyal, Amit and Sunil Wahal, “The Selection and Termination of Investment Management Firms by Plan \nSponsors,” Working Paper, May 2006.  \n \nLitman/Gregory Research Team, “Our Study of Outperforming Managers Reveals Extent to Which They \nUnderperform Along the Way,” Monthly Investment Commentary, September 2006. \n \nMauboussin, Michael J., “Decision-Making for Investors: Theory, Practice, and Pitfalls,” Mauboussin on \nStrategy May 24, 2004. \n \n_____., “How Do You Compare? Thoughts on Comparing Well,” Mauboussin on Strategy, August 9, 2006.  \n \n_____., “Where Fools Rush In,” Time, October 29, 2006.  \n \nShiv, Baba, George Loewenstein, Antoine Bechara, Hanna Damasio, and Antonio R. Damasio, “Investment \nBehavior and the Negative Side of Emotion,” Psychological Science, Vol. 16, 6, 2005.  \n \nThe Brandes Institute, “Death, Taxes, and Short-Term Underperformance,” February 1, 2005. \n \n \n \n"
    },
    {
      "number": 9,
      "text": " \nPage 9 \n \nLegg Mason Capital Management \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPast performance is no guarantee of future results. \n \nThe views expressed in this commentary reflect those of Legg Mason Capital Management \n(LMCM) as of the date of this commentary. These views are subject to change at any time based \non market or other conditions, and LMCM disclaims any responsibility to update such views. \nThese views may not be relied upon as investment advice and, because investment decisions for \nclients of LMCM are based on numerous factors, may not be relied upon as an indication of \ntrading intent on behalf of the firm. The information provided in this commentary should not be \nconsidered a recommendation by LMCM or any of its affiliates to purchase or sell any security. To \nthe extent specific securities are mentioned in the commentary, they have been selected by the \nauthor on an objective basis to illustrate views expressed in the commentary. If specific securities \nare mentioned, they do not represent all of the securities purchased, sold or recommended for \nclients of LMCM and it should not be assumed that investments in such securities have been or \nwill be profitable. There is no assurance that any security mentioned in the commentary has ever \nbeen, or will in the future be, recommended to clients of LMCM.  Employees of LMCM and its \naffiliates may own securities referenced herein. Predictions are inherently limited and should not \nbe relied upon as an indication of actual or future performance. \n \nLMCM is the investment advisor and Legg Mason Investor Services, LLC, is the distributor of five \nof the Legg Mason funds. Both are subsidiaries of Legg Mason, Inc. \n \n© 2007 Legg Mason Investor Services, LLC  \n \n07-0609 \n \n"
    }
  ]
}