{
  "filename": "mm_034_2001_diffusion_confusion__the_rising_role_of_the_replacement_cycle.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423213752-07'00'",
    "modDate": "D:20240423213801-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 34,
      "year": "2001",
      "date": "8/1",
      "institution": "CS First Boston",
      "title": "Diffusion Confusion: The Rising Role of the Replacement Cycle",
      "url": "https://12mv2.files.wordpress.com/2024/04/01-08-01-diffusion-confusion__the-rising-role-of-the-replacement-cycle.pdf"
    },
    "tags": [
      "Business models & growth",
      "Technology & innovation",
      "Expectations analysis"
    ],
    "tagged_at": "2025-01-20T21:25:57.825263"
  },
  "pages": [
    {
      "number": 1,
      "text": "Equity Research\n1 August 2001\nAmericas / United States\nInvestment Strategy\nDiffusion Confusion\nThe Rising Role of the Replacement\nCycle\n• Most investors focus primarily on the rate of new customer acquisition, or rate\nof diffusion, with the launch of new products. We show that once the diffusion\nprocess is established, replacement cycles surge in importance. We call the\nundue focus on market opportunity “diffusion confusion.”\n• We develop a three-stage model, and show that once a product reaches\nStage II (roughly seven to ten years into a product diffusion process),\nreplacement cycles become critical. Importantly, the need to focus on\nreplacement cycles has become more immediate, as products diffuse faster\ntoday than in the past.\n• Replacement cycle analysis shows that a product in Stage II can see a volume\ndecline even in the face of rising penetration and population. This is because as\na product matures, it becomes more dependent on repurchase cycles than on\nnew user penetration.\nresearch team\nMichael J. Mauboussin\n212/325-3108\nmichael.mauboussin@csfb.com\nJay Freedman\n312/750-1384\njay.freedman@csfb.com\nAlexander Schay\n212/325-4466\nalexander.schay@csfb.com\nChristian Pitt\n312/750-1385\nchristian.pitt@csfb.com\n"
    },
    {
      "number": 2,
      "text": "Diffusion Confusion\n1 August 2001\n2\nExecutive Summary\nThere have been over 4,000 publications on diffusion research over the past 60 years.\nThis body of work documents that product diffusion typically follows an S-curve: product\nsales start slowly, increase at an increasing pace, and then plateau. Products like\nautomobiles and wire line telephones took over 75 years to diffuse while more\ncontemporary products like personal computers and wireless phones diffused in less\nthan 20 years.\nBut the rate of product penetration does not solely define product unit volume. The rate\nat which customers replace their products, or the replacement cycle, is also critical.\nIndeed, most products cross a threshold when replacement unit volumes exceed new\nuser volume. At that point, investors need to redirect their focus to the drivers of the\nreplacement cycle. The report seeks to demonstrate the significance of replacement\ncycle sales in understanding product growth for various industries, including PCs,\nwireless phones, and personal digital assistants.\nWe can point to one counterintuitive conclusion right off the bat. It is possible to have a\nrising population, rising penetration, and a decline in unit volume growth as a result of\nan extension of the replacement cycle. Investors that do not consider the role of the\nreplacement cycle in some detail risk overlooking a major leading indicator of value.\nKey points from this report include the following:\n• Most investors focus primarily on the rate of new customer acquisition, or rate of\ndiffusion, with the launch of new products. We show that once the diffusion process is\nestablished, replacement cycles surge in importance. We call the undue focus on\nmarket opportunity at the expense of the replacement cycle “diffusion confusion.”\n• We develop a three-stage model, and show that once a product reaches Stage II\n(roughly seven to ten years into a product diffusion process), replacement cycles\nbecome critical. Importantly, the need to focus on replacement cycles has become\nmore immediate as products diffuse faster today than in the past.\n• Replacement cycles are often driven by improvements in a complementary network.\nFor example, more powerful semiconductors spurred more memory-using software,\netc. Wireless handset growth is likely to track the rollout of 2.5G and 3.0G wireless\nnetworks. At some point, however, product performance exceeds customer needs,\nmaking a product vulnerable to shifting preferences or a disruptive technology.\n• Even a relatively modest shift in replacement cycles can lead to sharp drops in\ncumulative product volumes and growth rates. Investors should realize that a\nsustained shift in replacement cycles has significant implications for a product’s long-\nterm growth.\n• We show that the replacement cycle is at the crux of the debate about both PC and\nwireless handset growth. We demonstrate the sensitivity to various replacement cycle\nassumptions for 2001 wireless handset volume.\n"
    },
    {
      "number": 3,
      "text": "Diffusion Confusion\n1 August 2001\n3\nIntroduction\nOver the past decade, investors seeking to forecast industry growth focused primarily\non a pretty straightforward driver: penetration. Just look at the best-selling technology\nbooks, like Geoff Moore’s Crossing the Chasm. Will the market get to critical mass? Will\nit take off into a tornado? These were (and are) fundamental questions, and the models\nto understand network formation remain a vital part of an analyst’s toolbox.1\nBut along the way, another key facet to industry demand has emerged, which analysts\nand investment pundits have not sufficiently heeded: the replacement cycle. Indeed, we\nshow that the replacement cycle is the key variable to watch for a handful of bellwether\ntechnology sectors, including personal computers (PCs) and wireless phones. Once\nreplacement sales become sufficiently large as a percentage of industry unit sales,\nsomething somewhat counterintuitive can happen. Both the target population and\nproduct penetration can grow concurrent with a decline in industry unit volume growth.\nThe culprit in shrinking replacement sales is an extension of the replacement cycle (i.e.,\npeople keep a particular product longer before they upgrade it for a new one).\nIn this report, we identify some frameworks that can help investors understand the\nvaluations and expectations—especially in certain sectors of technology. We first\nexplain why the replacement cycle is more important than ever. We then show a three-\nstage model of technology diffusion and show the relevance (graphically and\nnumerically) of shifting replacement cycles. We finish with a case study of the wireless\nhandset industry, and show the impact a various replacement cycle assumptions on the\nnear-term growth outlook.\n"
    },
    {
      "number": 4,
      "text": "Diffusion Confusion\n1 August 2001\n4\nWhy the Replacement Cycle Is So Important\nIn order to fully appreciate the role of the replacement cycle in unit demand, we start at\nthe beginning with the diffusion of a particular product. There have been literally\nthousands of studies that show that the typical pattern of product diffusion looks like an\nS-curve.2 Exhibit 1 shows a generic S-curve. We discussed the mechanisms of this\ndiffusion in detail in our “Network to Net Worth” report. The process of diffusion is an\nimportant mental model.\nExhibit 1: Generic S-Curve\n\u0001\u0002\u0003\u0004\n\u0001\u0005\u0006\u0007\b\n\t\u0007\b\u0004\nWhile the S-curve reflects cumulative product adoption, new adopters plot in what looks\nlike a normal distribution. (See Exhibit 2.) In his seminal book, Diffusion of Innovation,\nEverett Rogers classifies the adopters, from the innovators—the first to try out a new\nproduct—to the laggards, the last group to get involved. While companies launch many\nnew products, very few of them succeed. Passing the critical point in the distribution is\nwhat Geoff Moore calls “crossing the chasm.” The idea is also consistent with the\n“tipping point,” an idea that Malcolm Gladwell made popular with his best-selling book\nby the same name.\n"
    },
    {
      "number": 5,
      "text": "Diffusion Confusion\n1 August 2001\n5\nExhibit 2: S-Curve Reflecting Cumulative Product Adoption\n\u0001\u0002\u0003\u0004\n\u000b\u0004\f\r\u000e\n\u0004\u000f\n\u0001\u0005\u0006\u0007\b\n\t\u0007\b\u0004\n\u0001\u0002\u0003\u0004\n\u000b\u0004\f\r\u000e\n\u0004\u000f\n\u0001\u0005\u0006\u0007\b\n\t\u0007\b\u0004\nNow that we have a sense of how a product diffuses and the adoption pattern, we turn\nto the important role of replacement sales in defining unit sales. As it turns out, for many\nproducts, it doesn’t take long for replacement sales—not the adoption by new users—to\nbe the most important influence on total unit sales. (See Exhibit 3.) Specifically, within\nfive to seven years of new product diffusion, replacement sales become a significant\npercentage of the total. Often, after a dozen years, replacement sales become the\nmajority of all unit sales.\nExhibit 3: Replacement Sales as a Percentage of Total Sales\n\u0001\u0002\u0003\u0004\n\u0005\u0004\u0006\u0007\b\t\u0004\n\t\n\u0001\u000b\f\r\u000e\n\u000f\r\u000e\u0004\t\n\u0010\u0004\u0011\u000e\r\u0012\u0004\u0003\u0004\u0013\f\u0007\u000f\r\u000e\u0004\t\n\u0001\u0002\u0003\u0004\n\u0005\u0004\u0006\u0007\b\t\u0004\n\t\n\u0001\u000b\f\r\u000e\n\u000f\r\u000e\u0004\t\n\u0010\u0004\u0011\u000e\r\u0012\u0004\u0003\u0004\u0013\f\u0007\u000f\r\u000e\u0004\t\n"
    },
    {
      "number": 6,
      "text": "Diffusion Confusion\n1 August 2001\n6\nGiven the importance of replacement sales relatively shortly after a product takes off,\nreplacement cycles become the most important leading indicator of value. Simply\nstated, if users upgrade the product less frequently, industry unit volume growth suffers.\nAlternatively, shrinking replacement cycles help drive industry unit volume growth. We\nshow the sensitivity of total unit sales to replacement cycles in the next section.3\nThe replacement cycle is more prominent today because product diffusion, like lots of\nother phenomena, happens a lot faster today than it did in the past. For example, it took\napproximately 20 years to reach the current 60% household penetration of PCs in the\nUnited States. It took the television about 25 years to do the same, electricity over 40\nyears, and automobiles in excess of 80 years.4 As a result, the shift from new\npenetration to replacement sales happens sooner for today’s product than for products\nof the past.\n"
    },
    {
      "number": 7,
      "text": "Diffusion Confusion\n1 August 2001\n7\nThe Three Stages\nBuilding on the above exhibits, we can break a product’s life into three stages:\n• Stage I—Penetration. Here, the increase is penetration is key. The product is new,\nand getting to widespread acceptance in the main priority. While replacement sales\noften contribute to aggregate unit volumes early on, they tend to be negligible and to\nbe swamped by the importance of attaining new customers. Products in this stage\ninclude personal digital assistants (PDAs) and digital video discs (DVDs).\n• Stage II—Transition. This is a transition stage, during which replacement sales\nexceed new penetration sales for the first time. The analytical emphasis, then, shifts\nfrom determining the rate of penetration to assessing the length and likely change in\nthe replacement cycle. Products in this stage include wireless handsets (the subject of\nour case study) and PCs.\n• Stage III—Maturity. In this final stage, the market is penetrated. Unit sales are largely\na function of replacement sales. Products in this stage include fax machines and\nmicrowaves.\nExhibit 4: Three Stages of a Product's Life\n\u0001\u0002\u0003\u0004\u0005\n\u0006\u0004\u0005\u0007\b\n\t\u0007\n\u000b\f\b\u0007\r\b\n\u000e\u0007\u000f\u0005\u0004\u0010\u0007\u0011\u0007\u0012\u0003\u000b\u0006\u0004\u0005\u0007\b\n\u0001\u0013\u0011\u0007\n\u0006\u0003\u0004\u0014\u0007\u000b\u0015\n\u0006\u0003\u0004\u0014\u0007\u000b\u0015\u0015\n\u0006\u0003\u0004\u0014\u0007\u000b\u0015\u0015\u0015\nExhibit 4 shows the three stages. Given this progression, investors must consider three\nissues. The first is the drivers of the replacement cycle. The second is whether or not\ncustomer needs change as a product matures (they do). The final issue is the impact of\na shift in replacement cycles on unit volume growth.\nSo what drives the replacement cycle? We believe the best answer lies in thinking about\nco-evolution in a complementary network. Let’s break that statement down. There are\nvarious types of networks, and one of the most prominent is a complementary\nnetwork—that is, the value of the network is contingent on complementary products.\nExamples of complementary networks include DVD players and DVDs, computer\n"
    },
    {
      "number": 8,
      "text": "Diffusion Confusion\n1 August 2001\n8\noperating systems and PCs, wireless handsets and the wireless telecommunications\nnetworks. Improvements in the price-to-value relationships of complementary products\noften spur upgrades, or replacements. Some investors call this the “killer application”\ndriver.\nPerhaps the canonical example over the past 15 years is the Wintel standard—\nMicrosoft’s PC operating system/applications and Intel semiconductors. More powerful\nchips—spurred on by Moore’s Law—suggest more sophisticated and memory-using\nsoftware. This co-evolution spawned ongoing upgrades, enriching the whole PC\nindustry. Indeed, the hot topic today in judging PC unit growth is the impact of Windows\nXP will have on demand. Bulls argue that it will create replacement demand while the\nbears suggest that consumers have all they need. Ironically, Intel recently admitted that\nit was lengthening its own PC upgrade cycle from three years to three and a half years\nin order to save costs.5\nWhile it is tempting to assume perpetual upgrades as technology advances, innovation\nguru Clay Christensen suggests that technologies “can advance faster than market\ndemand” and can hence “overshoot” their market. As a result, customer needs and\ndemands change—often away from performance toward price and convenience—and\nthe overshoot paves the way for potential disruptive technologies.6 The message to\ninvestors is that they must consider not only the co-evolution of products but also the\npoint of product overshoot. PCs may already be there today.\nThe last point is the main message of this report. Once an industry reaches Stage II,\nyou can see rising population, rising penetration, and down industry unit volume growth\nif the replacement cycle lengthens. Since replacement units are a significant percentage\nof total units, the decline in replacement unit volume that results from the shift in\nreplacement cycle exceeds the increase in unit sales as a result of penetration.\n"
    },
    {
      "number": 9,
      "text": "Diffusion Confusion\n1 August 2001\n9\nExhibit 5: The Impact of a Lengthening Replacement Cycle\n0\n10\n20\n30\n40\n50\n60\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10 11 12 13 14 15\nTime\nUnits\nPopulation Growth\n100\n105\n110\n115\n120\n125\n130\n135\n140\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10 11 12 13 14 15\nYears\nPopulation (mil.)\nPenetration\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\nYears\nPenetration (%)\nPopulation Growth\n100\n105\n110\n115\n120\n125\n130\n135\n140\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10 11 12 13 14 15\nYears\nPopulation (millions)\nPenetration\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10 11 12 13 14 15\nYears\nPenetration %\n0\n10\n20\n30\n40\n50\n60\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9 10 11 12 13 14 15\nTime\nUnits\n\u0001\u0002\u0003\u0002\u0004\u0005\u0006\u0007\b\t\n\u0002\u000b\u0007\u0006\f\n\r\u000e\u000f\n\u0001\u0010\u0003\u0011\u0010\u0002\u000b\u0012\t\u0012\n\u0005\u000b\u000b\u0002\u0005\u0004\n\u0013\u0014\u0010\u0015\u0006\u0016\n\u0017\u000e\u0018\n\u0001\u0002\u0003\u0004\u0005\u0006\u0007\b\t\n\u000b\t\f\u0005\r\u0003\t\u000e\u0005\r\u0003\n\u0001\u0002\u0003\u0004\u0005\u0006\u0007\b\t\u000f\u000b\t\u0010\u0003\u0011\u0012\u0005\u0002\u0003\u0013\u0003\u0004\u0014\t\u000e\u0015\u0002\u0012\u0003\t\u0001\u0016\u0007\u0017\u0014\n\u0017\n\u0019\t\u0005\u0014\n\u001a\t\u0011\u0004\u0005\u001b\t\u0003\t\u000b\u0006\n\u001b\u0019\u001b\u0004\t\n\u001a\t\u0011\u0004\u0005\u001b\t\u0003\t\u000b\u0006\n\u001b\u0019\u001b\u0004\t\n\f\u0016\u0007\u001c\u0006\f\n\u001c\u0014\u0010\u0003\n\u0017\n\u0006\u0010\n\r\n\u0019\t\u0005\u0014\f\n\u0005\u001c\u0006\t\u0014\n\u001d\t\u0005\u0014\n\u001e\n\u0001\u0002\u0003\u0004\u0005\n\u0006\u0004\u0005\u0007\b\n\u0001\u0002\u0003\u0004\u0005\n\u0006\u0004\u0005\u0007\b\n\t\u0007\n\u0005\u0004\u000b\u0007\f\u0007\r\u0003\n\u0006\u0004\u0005\u0007\b\n\t\u0007\n\u0005\u0004\u000b\u0007\f\u0007\r\u0003\n\u0006\u0004\u0005\u0007\b\n\u000e\u0007\u000f\u0010\u0011\b\u0007\u0012\b\n\u000e\u0007\u000f\u0010\u0011\b\u0007\u0012\b\n\u0013\u0002\u000f\r\u0010\u0014\u0007\u0004\u0012\n\u0001\u0014\u0005\u0014\u0007\r\u0014\u0007\u0002\r\u000b\n\u0001\u0002\u0003\u0002\u0004\u0005\u0006\u0007\b\t\n\u0002\u000b\u0007\u0006\f\n\u000f\u001f\u000e\n\u0001\u0010\u0003\u0011\u0010\u0002\u000b\u0012\t\u0012\n\u0005\u000b\u000b\u0002\u0005\u0004\n\u0013\u0014\u0010\u0015\u0006\u0016\n\r \u0018\n\u0001\u0014\u0005\u0014\u0007\r\u0014\u0007\u0002\r\u000b\n\u0001\u0002\u0003\u0004\u0005\u0006\u0007\b\t\u0007\n\u000b\f\r\u0002\u000e\n\u0001\u0002\u0003\u0004\u0005\u0006\u0007\b\t\u0007\n\u000b\f\r\u0002\u000e\nSource: CSFB estimates.\n"
    },
    {
      "number": 10,
      "text": "Diffusion Confusion\n1 August 2001\n10\nExhibit 5 shows two scenarios side-by-side. Scenario 1 assumes that the replacement\ncycle remains at 2 years through a 15-year diffusion process. Scenario 2 assumes that\nthe replacement cycle shifts from two to three years after year five. The result is a down\nyear in unit sales in what is an otherwise “growing” industry. (Exhibit 10 shows the data\nthat support these charts.)\nBut the long-term implications are actually quite a bit more dramatic. The shift from 2 to\n3 years also reduces cumulative industry unit volumes about 25% and reduces the\nproduct’s 15-year compounded annual sales growth rate by 400 basis points (from 31%\nto 27%). While our scenario is meant only to illustrate the phenomenon, it is not hard to\nimagine that fairly sizable changes in expected growth rates follow shifts in the\nreplacement cycle.\nNeedless to say, the replacement cycle math can also work for investors. Indeed, we\nestimate that the replacement cycle had been shortening for the wireless handset\nmarket until this year.\nThis replacement cycle affects a number of industries, including:\n• Personal computers. PC analysts note that industry sales over the past two years\nhave suffered from a lack of compelling applications to justify user upgrades.\nMicrosoft recently released information about the minimum hardware requirements for\nits Windows XP operating system, which include a 233MHz processor and 64MB of\nRAM. Microsoft’s new OS releases have historically accelerated new computer\npurchases.\n• Wireless handsets. Cell phone penetration has risen dramatically over the last five\nyears. However, the slower-than-anticipated rollout of next-generation networks (2.5G\nand 3G) has left consumers without the vaunted “killer app.” While the cell phone\nhandset replacement cycle accelerated from 3.6 years in 1997 to an estimated 2.5\nyears in 2000—boosting unit volumes—estimates for 2001 suggest an extension of\nthe replacement cycle to anywhere from 2.9 to 3.7 years. The case study on the\nfollowing page explores this issue in more detail.\n• Casino games. Multiline, multicoin video-based games are among the most popular\non the casino floors. These new machines are more profitable than the older\nmachines they replace, stimulating the replacement cycle. International Gaming\nTechnology (IGT), a key player in the industry, is attempting to introduce more\nsophisticated, interactive games in order to invigorate the replacement-machine\nmarket.\n• Other. Other industries where the replacement cycle is important include personal\ndigital assistants (PDA), automobiles (leasing), and wireless e-mail devices\n(Research-in-Motion’s Blackberry).\n"
    },
    {
      "number": 11,
      "text": "Diffusion Confusion\n1 August 2001\n11\nCase Study—Wireless Handsets\nThe global wireless handset market provides a good case study highlighting the\nimportance of replacement rates. In the late 1990s, the industry was in Stage I, with unit\nvolume growth from new users constituting over 60% of the industry’s total unit. Further,\nindustry unit growth rates were typical of a Stage I industry, consistently exceeding\n50%.\nIn 2000, however, the industry appeared to transition to Stage II. Replacement units\nwere nearly one-half of total units sold. The story shifted from a focus primarily on\npenetration to a combination of penetration and replacement cycle. In fact, the\nreplacement cycle drove sharp unit growth in 2000, as users upgraded models faster—\nevery two and a half years on average. (Total sell-through is the sum of new user units\nand replacement cycle units.) Exhibit 6 summarizes the numbers.\nExhibit 6: Wireless Handset Subscriber Growth, 1996–2000\nYear\n1996\n1997\n1998\n1999\n2000\nSubscribers\n133,000\n204,000\n309,000\n478,000\n700,000\nNew users\n71,000\n105,000\n169,000\n222,000\nReplacement Cycle Units\n37,000\n63,000\n113,000\n189,000\nSubscriber Growth %\n53%\n51%\n55%\n46%\nReplacement Cycle Years\n3.6\n3.2\n2.7\n2.5\nReplacement Cycle Growth %\n70%\n79%\n67%\nTotal Sell Through\n108,000\n168,000\n282,000\n411,000\nPRICE\n$220\n$198\n$178\n$160\nMARKET SIZE\n$237,600\n$332,640\n$502,524\n$659,162\nUnit Growth\n56%\n68%\n46%\nMarket Size\n40%\n51%\n31%\nSource: CSFB estimates.\nQuestions abound about the demand for wireless handsets in 2001, and we can now\nsee how important the replacement cycle is in shaping the outcome. Exhibit 7 outlines\nthree potential scenarios for 2001 growth, based on our estimates.7 Our forecast is that\nthe total number of new users will drop from 222 million in 2000 to 215 million in 2001.\nAs a result, whether or not there is growth in total sell-through for 2001 depends on the\nreplacement cycle. The impact on growth expectations is dramatic as Exhibit 7\ndocuments. Consider the following scenarios (2000 total unit sales were 411 million):\n• If the replacement cycle expands to 2.9 years (from 2000’s 2.5 years), replacement\nunits will grow to 241 million, and will, for the first time, exceed the number of units\npurchased by new users. In addition, aggregate unit growth will expand by 11% for\nthe year to over 456 million units.\n• If the replacement cycle expands to 3.3 years, replacement units will rise modestly\nand total units will expand 4%, to 427 million units. This is the scenario we believe is\nmost likely.\n"
    },
    {
      "number": 12,
      "text": "Diffusion Confusion\n1 August 2001\n12\n• If the replacement cycle extends to 3.7 years, then replacement units will fall to 189\nmillion, and unit growth will contract 2%, to 404 million units.\nExhibit 7: Wireless Handset: An Uncertain 2001\nESTIMATES\nYear\n1996\n1997\n1998\n1999\n2000\n2001E\n2001E\n2001E\nSubscribers\n133,000\n204,000\n309,000\n478,000\n700,000\n915,000\n915,000\n915,000\nNew users\n71,000\n105,000\n169,000\n222,000\n215,000\n215,000\n215,000\nReplacement Cycle Units\n37,000\n63,000\n113,000\n189,000\n241,379\n212,121\n189,189\nSubscriber Growth %\n53%\n51%\n55%\n46%\n31%\n31%\n31%\nReplacement Cycle Years\n3.6\n3.2\n2.7\n2.5\n2.9\n3.3\n3.7\nReplacement Cycle Growth %\n70%\n79%\n67%\n28%\n12%\n0%\nTotal Sell Through\n108,000\n168,000\n282,000\n411,000\n456,379\n427,121\n404,189\nPRICE\n$220\n$198\n$178\n$160\n$144\n$144\n$144\nMARKET SIZE\n$237,600\n$332,640\n$502,524\n$659,162\n$658,747\n$615,055\n$582,032\nunit volume growth\n56%\n68%\n46%\n11%\n4%\n-2%\nmarket size growth\n40%\n51%\n31%\n0%\n-7%\n-12%\nSource: CSFB estimates.\nThe market, of course, has reflected the overall technology slowdown and concerns\nabout the speed of the 2.5G rollout by sharply reducing the share price of the leading\nhandset manufacturers.8 (See Exhibit 8.) The replacement cycle is central to\nunderstanding future growth rates and cumulative industry unit volume growth. Further,\nwhen companies over- or underestimate industry growth, they often run into\nmanufacturing and logistical problems.\nExhibit 8: Nokia, Motorola, and Ericsson Share Price Performance\n$0\n$10\n$20\n$30\n$40\n$50\n$60\n$70\n12-Jul-1996\n27-Jun-1997\n12-Jun-1998\n28-May-1999\n12-May-2000\n27-Apr-2001\nNokia\nMotorola\nEricsson\nSource: Bridge Information Systems.\n"
    },
    {
      "number": 13,
      "text": "Diffusion Confusion\n1 August 2001\n13\nConclusion\nThis brief analysis of replacement cycles shows that a product can witness negative unit\nvolume growth even when product penetration is rising. This conclusion, while\ncounterintuitive, reflects the fact that as an industry matures it becomes more and more\ndependent on repurchase sales by its existing user base. Investors are well served to\nisolate these numbers for companies where the phenomenon applies.\nThis analysis can serve as a leading indicator of value and forces investors to focus\ntheir efforts on analyzing specific product lines for potential catalysts that affect the\nupgrade cycle. Staying attune to upgrade cycle sales can help investors identify\npotential opportunities as the upgrade cycle contracts or avoid situations where the\nupgrade cycle may be expanding.\nN.B.: CREDIT SUISSE FIRST BOSTON CORPORATION may have, within the last three years, served as a manager or co-manager\nof a public offering of securities for or makes a primary market in issues of any or all of the companies mentioned.\nAll prices as of July 31:\nEricsson (ERICY) $5.36\nIntel (INTC) $29.81\nInternational Gaming Technology (IGT) $51.98\nNokia (NOK) $21.81\nMicrosoft (MSFT) $66.19\nMotorola (MOT) $18.69\nResearch In Motion (RIMM) $23.53\n"
    },
    {
      "number": 14,
      "text": "Diffusion Confusion\n1 August 2001\n14\nExhibit 9: Base Case\nPopulation Growth\n2%\nPrice Depreciation\n5%\nReplacement Cycle (yrs.)\n2\nFirst 5 years\nReplacement Cycle (yrs.)\n2\nAfter 5th year\nYear\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\nPopulation\n100.0\n102.0\n104.0\n106.1\n108.2\n110.4\n112.6\n114.9\n117.2\n119.5\n121.9\n124.3\n126.8\n129.4\n131.9\n134.6\nTotal Penetration\n1%\n3%\n5%\n12%\n22%\n32%\n40%\n48%\n54%\n60%\n66%\n70%\n74%\n77%\n79%\n79%\nCum penetration units\n1.0\n3.1\n5.2\n12.7\n23.8\n35.3\n45.0\n54.6\n63.3\n71.7\n79.8\n87.0\n93.8\n99.6\n104.2\n106.3\nNew Sales\n1.0\n2.1\n2.1\n7.5\n11.1\n11.5\n9.7\n9.5\n8.7\n8.4\n8.1\n7.2\n6.8\n5.8\n4.6\n2.1\nReplacement sales\n0.50\n0.50\n0.50\n0.50\n0.50\n0.50\n0.50\n0.50\n0.50\n0.50\n0.50\n0.50\n0.50\n0.50\n0.50\n1.03\n1.03\n1.03\n1.03\n1.03\n1.03\n1.03\n1.03\n1.03\n1.03\n1.03\n1.03\n1.03\n1.03\n1.07\n1.07\n1.07\n1.07\n1.07\n1.07\n1.07\n1.07\n1.07\n1.07\n1.07\n1.07\n1.07\n3.77\n3.77\n3.77\n3.77\n3.77\n3.77\n3.77\n3.77\n3.77\n3.77\n3.77\n3.77\n5.54\n5.54\n5.54\n5.54\n5.54\n5.54\n5.54\n5.54\n5.54\n5.54\n5.54\n5.76\n5.76\n5.76\n5.76\n5.76\n5.76\n5.76\n5.76\n5.76\n5.76\n4.86\n4.86\n4.86\n4.86\n4.86\n4.86\n4.86\n4.86\n4.86\n4.76\n4.76\n4.76\n4.76\n4.76\n4.76\n4.76\n4.76\n4.35\n4.35\n4.35\n4.35\n4.35\n4.35\n4.35\n4.22\n4.22\n4.22\n4.22\n4.22\n4.22\n4.07\n4.07\n4.07\n4.07\n4.07\n3.60\n3.60\n3.60\n3.60\n3.41\n3.41\n3.41\n2.88\n2.88\n2.32\nReplacement sales\n0.00\n0.50\n1.53\n2.60\n6.37\n11.91\n17.67\n22.52\n27.28\n31.63\n35.85\n39.92\n43.52\n46.92\n49.80\n52.12\nPercent from penetration\n100%\n80%\n58%\n74%\n64%\n49%\n35%\n30%\n24%\n21%\n19%\n15%\n14%\n11%\n9%\n4%\nPercent from replacement\n0%\n20%\n42%\n26%\n36%\n51%\n65%\n70%\n76%\n79%\n81%\n85%\n86%\n89%\n91%\n96%\nUNIT VOLUME\n1.0\n2.6\n3.7\n10.1\n17.4\n23.4\n27.4\n32.0\n36.0\n40.1\n44.0\n47.1\n50.3\n52.7\n54.4\n54.2\nPRICE\n100.0\n95.0\n90.3\n85.7\n81.5\n77.4\n73.5\n69.8\n66.3\n63.0\n59.9\n56.9\n54.0\n51.3\n48.8\n46.3\nMARKET SIZE\n1.0\n2.4\n3.3\n8.7\n14.2\n18.1\n20.1\n22.4\n23.9\n25.3\n26.3\n26.8\n27.2\n27.0\n26.5\n25.1\nUnit volume growth\n156%\n43%\n176%\n72%\n34%\n17%\n17%\n12%\n11%\n10%\n7%\n7%\n5%\n3%\n0%\nMarket growth\n143%\n36%\n162%\n64%\n28%\n11%\n11%\n7%\n6%\n4%\n2%\n1%\n-1%\n-2%\n-5%\nSource: Company data, CSFB estimates.\n"
    },
    {
      "number": 15,
      "text": "Diffusion Confusion\n1 August 2001\n15\nExhibit 10: Replacement Case\nPopulation Growth\n2%\nPrice Depreciation\n5%\nReplacement Cycle (yrs.)\n2\nFirst 5 years\nReplacement Cycle (yrs.)\n3\nAfter 5th year\nYear\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\nPopulation\n100.0\n102.0\n104.0\n106.1\n108.2\n110.4\n112.6\n114.9\n117.2\n119.5\n121.9\n124.3\n126.8\n129.4\n131.9\n134.6\nTotal Penetration\n1%\n3%\n5%\n12%\n22%\n32%\n40%\n48%\n54%\n60%\n66%\n70%\n74%\n77%\n79%\n79%\nCum penetration units\n1.0\n3.1\n5.2\n12.7\n23.8\n35.3\n45.0\n54.6\n63.3\n71.7\n79.8\n87.0\n93.8\n99.6\n104.2\n106.3\nNew Sales\n1.0\n2.1\n2.1\n7.5\n11.1\n11.5\n9.7\n9.5\n8.7\n8.4\n8.1\n7.2\n6.8\n5.8\n4.6\n2.1\n*SHIFT to 3 year replacement cycle!\nReplacement sales\n0.50\n0.50\n0.50\n0.50\n0.50\n0.33\n0.33\n0.33\n0.33\n0.33\n0.33\n0.33\n0.33\n0.33\n0.33\n1.03\n1.03\n1.03\n1.03\n0.69\n0.69\n0.69\n0.69\n0.69\n0.69\n0.69\n0.69\n0.69\n0.69\n1.07\n1.07\n1.07\n0.71\n0.71\n0.71\n0.71\n0.71\n0.71\n0.71\n0.71\n0.71\n0.71\n3.77\n3.77\n2.51\n2.51\n2.51\n2.51\n2.51\n2.51\n2.51\n2.51\n2.51\n2.51\n5.54\n3.69\n3.69\n3.69\n3.69\n3.69\n3.69\n3.69\n3.69\n3.69\n3.69\n3.84\n3.84\n3.84\n3.84\n3.84\n3.84\n3.84\n3.84\n3.84\n3.84\n3.24\n3.24\n3.24\n3.24\n3.24\n3.24\n3.24\n3.24\n3.24\n3.17\n3.17\n3.17\n3.17\n3.17\n3.17\n3.17\n3.17\n2.90\n2.90\n2.90\n2.90\n2.90\n2.90\n2.90\n2.81\n2.81\n2.81\n2.81\n2.81\n2.81\n2.71\n2.71\n2.71\n2.71\n2.71\n2.40\n2.40\n2.40\n2.40\n2.27\n2.27\n2.27\n1.92\n1.92\n1.54\nReplacement sales\n0.00\n0.50\n1.53\n2.60\n6.37\n11.91\n11.78\n15.02\n18.19\n21.09\n23.90\n26.61\n29.01\n31.28\n33.20\n34.75\nPercent from penetration\n100%\n80%\n58%\n74%\n64%\n49%\n45%\n39%\n32%\n29%\n25%\n21%\n19%\n16%\n12%\n6%\nPercent from replacement\n0%\n20%\n42%\n26%\n36%\n51%\n55%\n61%\n68%\n71%\n75%\n79%\n81%\n84%\n88%\n94%\nUNITS\n1.0\n2.6\n3.7\n10.1\n17.4\n23.4\n21.5\n24.5\n26.9\n29.5\n32.0\n33.8\n35.8\n37.0\n37.8\n36.8\nPRICE\n100.0\n95.0\n90.3\n85.7\n81.5\n77.4\n73.5\n69.8\n66.3\n63.0\n59.9\n56.9\n54.0\n51.3\n48.8\n46.3\nMARKET SIZE\n1.0\n2.4\n3.3\n8.7\n14.2\n18.1\n15.8\n17.1\n17.8\n18.6\n19.2\n19.2\n19.4\n19.0\n18.5\n17.1\nUnits\n156%\n43%\n176%\n72%\n34%\n-8%\n14%\n10%\n10%\n9%\n6%\n6%\n3%\n2%\n-3%\nMarket Size\n143%\n36%\n162%\n64%\n28%\n-13%\n8%\n4%\n4%\n3%\n0%\n1%\n-2%\n-3%\n-8%\nSource: Company data, CSFB estimates.\n"
    },
    {
      "number": 16,
      "text": "Diffusion Confusion\n1 August 2001\n16\n1 Michael J. Mauboussin, Alexander Schay and Stephen G. Kawaja, “Network to Net\nWorth: Exploring Network Dynamics,” Credit Suisse First Boston Equity Research, May\n11, 2000.\n2 See Everett M. Rogers, Diffusion of Innovations, 4th Edition (New York, Free Press,\n1995), also Theodore Modis, Predictions (New York: Simon & Schuster, 1992).\n3 We operate under the assumption that more unit sales are better. This is not always\nthe case. Take the example of computer print. Manufacturers lose money on the actual\nprinter, but earn exceptional margins on the replacement cartridges. Gibboney Huske\nshows that the net present value of selling a printer is $58 over its lifetime assuming a\nthree-year life, and a lesser $39 assuming a two-year life. See Gibboney Huske, “Print\nPrevue: The Implications of a Printer Price War,” Credit Suisse First Boston Equity\nResearch, March 7, 2001.\n4 W. Michael Cox and Richard Alm, Myths of Rich & Poor (New York: Basic Books,\n1999), p. 162.\n5 Fred Hickey, The High-Tech Strategist, July 1, 2001, p. 6.\n6 Clayton M. Christensen, The Innovator’s Dilemma (Boston: Harvard Business School\nPress, 1997), p. xvi.\n7 “Wireless Communications: Assessing the Global Wireless Handset Supply Chain,”\nCredit Suisse First Boston Equity Research, June 28, 2001.\n8 See “Handset Hangup: Market Analysis and Forecast Preview” IDC Bulletin #24659,\nMay, 2001, p. 2. “At the end of July (2000), Nokia warned that seasonality and product\nrelease timing would lower third quarter sales. Within a week, Motorola announced it\nwould manufacture fewer phones during the year than previously expected—and the\nindustry began to take notice. Huge volumes of handset shipments began to create a\nshortage of components and the evolution of standards, along with wireless Internet\naccess, forced vendors to continually tune their production strategies as well as\nresearch and development efforts. These challenges, combined with the industry entry\nof numerous Korean and Japanese handset makers, placed significant pressures on\nestablished vendors.”\n"
    },
    {
      "number": 17,
      "text": "NI3259\nAMSTERDAM............. 31 20 5754 890\nATLANTA................... 1 404 656 9500\nAUCKLAND.................. 64 9 302 5500\nBALTIMORE............... 1 410 223 3000\nBANGKOK ...................... 62 614 6000\nBEIJING.................... 86 10 6410 6611\nBOSTON..................... 1 617 556 5500\nBUDAPEST .................. 36 1 202 2188\nBUENOS AIRES....... 54 11 4394 3100\nCHICAGO................... 1 312 750 3000\nFRANKFURT................. 49 69 75 38 0\nHOUSTON.................. 1 713 220 6700\nHONG KONG .............. 852 2101 6000\nJOHANNESBURG ..... 27 11 343 2200\nKUALA LUMPUR........ 603 2143 0366\nLONDON .................. 44 20 7888 8888\nMADRID .................... 34 91 423 16 00\nMELBOURNE............. 61 3 9280 1888\nMEXICO CITY ............. 52 5 283 89 00\nMILAN ............................ 39 02 7702 1\nMOSCOW................... 7 501 967 8200\nMUMBAI..................... 91 22 230 6333\nNEW YORK................ 1 212 325 2000\nPALO ALTO............... 1 650 614 5000\nPARIS....................... 33 1 53 75 85 00\nPASADENA................ 1 626 395 5100\nPHILADELPHIA ......... 1 215 851 1000\nPRAGUE .................. 420 2 210 83111\nSAN FRANCISCO.......1 415 836 7600\nSÃO PAULO .............55 11 3841 6000\nSEOUL ........................82 2 3707 3700\nSHANGHAI................86 21 6881 8418\nSINGAPORE....................65 212 2000\nSYDNEY......................61 2 8205 4433\nTAIPEI.......................886 2 2715 6388\nTOKYO........................81 3 5404 9000\nTORONTO...................1 416 352 4500\nWARSAW....................48 22 695 0050\nWASHINGTON............1 202 354 2600\nWELLINGTON...............64 4 474 4400\nZURICH........................41 1 333 55 55\nCopyright Credit Suisse First Boston, and its subsidiaries and affiliates, 2001. All rights reserved.\nThis report is not directed to, or intended for distribution to or use by, any person or entity who is a citizen or resident of or located in any locality, state, country or other jurisdiction where such distribution,\npublication, availability or use would be contrary to law or regulation or which would subject Credit Suisse First Boston or its subsidiaries or affiliates (collectively \"CSFB\") to any registration or licensing\nrequirement within such jurisdiction. All material presented in this report, unless specifically indicated otherwise, is under copyright to CSFB. None of the material, nor its content, nor any copy of it, may be altered\nin any way, transmitted to, copied or distributed to any other party, without the prior express written permission of CSFB. All trademarks, service marks and logos used in this report are trademarks or service\nmarks or registered trademarks or service marks of CSFB.\nThe information, tools and material presented in this report are provided to you for information purposes only and are not to be used or considered as an offer or the solicitation of an offer to sell or to buy or\nsubscribe for securities or other financial instruments. CSFB may not have taken any steps to ensure that the securities referred to in this report are suitable for any particular investor. The contents of this report\ndoes not constitute investment advice to any person and CSFB will not treat recipients as its customers by virtue of their receiving the report.\nInformation and opinions presented in this report have been obtained or derived from sources believed by CSFB to be reliable, but CSFB makes no representation as to their accuracy or completeness and CSFB\naccepts no liability for loss arising from the use of the material presented in this report unless such liability arises under specific statutes or regulations. This report is not to be relied upon in substitution for the\nexercise of independent judgment. CSFB may have issued other reports that are inconsistent with, and reach different conclusions from, the information presented in this report. Those reports reflect the different\nassumptions, views and analytical methods of the analysts who prepared them.\nCSFB may, to the extent permitted by law, participate or invest in financing transactions with the issuer(s) of the securities referred to in this report, perform services for or solicit business from such issuers, and/or\nhave a position or effect transactions in the securities or options thereon. In addition, it may make markets in the securities mentioned in the material presented in this report. CSFB may, to the extent permitted by\nlaw, act upon or use the information or opinions presented herein, or the research or analysis on which they are based, before the material is published. CSFB may have, within the last three years, served as\nmanager or co-manager of a public offering of securities for, or currently may make a primary market in issues of, any or all of the companies mentioned in this report. Additional information is available on request.\nSome investments referred to in the research will be offered solely by a single entity and in the case of some investments solely by CSFB, or an associate of CSFB.\nPast performance should not be taken as an indication or guarantee of future performance, and no representation or warranty, express or implied, is made regarding future performance. Information, opinions and\nestimates contained in this report reflect a judgement at its original date of publication by CSFB and are subject to change. The price, value of and income from any of the securities or financial instruments\nmentioned in this report can fall as well as rise. The value of securities and financial instruments is subject to exchange rate fluctuation that may have a positive or adverse effect on the price or income of such\nsecurities or financial instruments. Investors in securities such as ADR’s, the values of which are influenced by currency volatility, effectively assume this risk.\nStructured securities are complex instruments, typically involve a high degree of risk and are intended for sale only to sophisticated investors who are capable of understanding and assuming the risks involved.\nThe market value of any structured security may be affected by changes in economic, financial and political factors (including, but not limited to, spot and forward interest and exchange rates), time to maturity,\nmarket conditions and volatility, and the credit quality of any issuer or reference issuer. Any investor interested in purchasing a structured product should conduct their own investigation and analysis of the product\nand consult with their own professional advisers as to the risks involved in making such a purchase.\nSome investments discussed in the research may have a high level of volatility. High volatility investments may experience sudden and large falls in their value causing losses when that investment is realised.\nThose losses may equal your original investment. In the case of some investments the potential losses may exceed the amount of initial investment, in such circumstances you may be required to pay more money\nto support those losses. Income yields from investments may fluctuate and in consequence initial capital paid to make the investment may be used as part of that income yield.\nSome investments may not be readily realisable and it may be difficult to sell or realise those investments, similarly it may prove difficult for you to obtain reliable information about the value, or risks, to which such\nan investment is exposed. The investments and services contained or referred to in this report may not be suitable for you, it is recommended you consult an independent investment advisor if you are in doubt\nabout those investments or investment services. Nothing in this report constitutes investment, legal, accounting or tax advice nor a representation that any investment or strategy is suitable or appropriate to your\nindividual circumstances. Nothing in the report constitutes a personal recommendation to you. CSFB does not advise on the tax consequences of investments. You are advised to contact an independent tax\nadviser. Please note the bases and levels of taxation may change.\nThis report may contain hyperlinks to websites. CSFB has not reviewed the linked site and takes no responsibility for the content contained therein. The link is provided solely for your convenience and information\nand the content of the linked site does not in any way form part of this document. Following the link through this report or CSFB’s website shall be at your own risk.\nThis report is issued in Europe by Credit Suisse First Boston (Europe) Limited, which is regulated in the United Kingdom by The Securities and Futures Authority (“SFA”). This report is being distributed in Europe\nby Credit Suisse First Boston (Europe) Limited, in the United States by Credit Suisse First Boston Corporation; in Switzerland by Credit Suisse First Boston; in Canada by Credit Suisse First Boston Securities\nCanada, Inc.; in Brazil by Banco de Investimentos Credit Suisse Boston Garantia S.A; in Japan by Credit Suisse First Boston Securities (Japan) Limited; elsewhere in Asia by Credit Suisse First Boston (Hong\nKong) Limited, Credit Suisse First Boston Australia Equities Limited, Credit Suisse First Boston NZ Securities Limited, Credit Suisse First Boston (Thailand) Limited, CSFB Research (Malaysia) Sdn Bhd, Credit\nSuisse First Boston Singapore Branch and elsewhere in the world by an authorised affiliate. Research on Taiwanese securities produced by Credit Suisse First Boston, Taipei Branch has been prepared and/or\nreviewed by a registered Senior Business Person.\nIn jurisdictions where CSFB is not already registered or licensed to trade in securities, transactions will only be effected in accordance with applicable securities legislation, which will vary from jurisdiction to\njurisdiction and may require that the trade be made in accordance with applicable exemptions from registration or licensing requirements. Non-U.S. customers wishing to effect a transaction should contact a\nCSFB entity in their local jurisdiction unless governing law permits otherwise. U.S. customers wishing to effect a transaction should do so only by contacting a representative at Credit Suisse First Boston\nCorporation in the U.S.\nPlease note that this research was originally prepared and issued by CSFB for distribution to their market professional and institutional investor customers. Recipients who are not market professional or\ninstitutional investor customers of CSFB should seek the advice of their independent financial advisor prior to taking any investment decision based on this report or for any necessary explanation of its contents.\n"
    }
  ]
}