{
  "filename": "mm_064_2007_importance_of_diverse_thinking__why_the_santa_fe_institute_can_make_you_a_better_investor.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423220325-07'00'",
    "modDate": "D:20240423220416-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 64,
      "year": "2007",
      "date": "1/16",
      "institution": "Legg Mason",
      "title": "Importance of Diverse Thinking: Why the Santa Fe Institute Can Make You a Better Investor",
      "url": "https://12mv2.files.wordpress.com/2024/04/07-01-16-importance-of-diverse-thinking__why-the-santa-fe-institute-can-make-you-a-better-investor.pdf"
    },
    "tags": [
      "Alpha generation",
      "Behavioral finance",
      "Decision making",
      "Investment process"
    ],
    "tagged_at": "2025-01-20T21:26:57.929949"
  },
  "pages": [
    {
      "number": 1,
      "text": "Michael J. Mauboussin\nmmauboussin@ lmcm.com\nLEGG MASON\nCAPITAL MANAGEMENT\nMichael J. Mauboussin\nmmauboussin@ lmcm.com\nLEGG MASON\nCAPITAL MANAGEMENT\n \n \n \n \nJanuary 16, 2007 \n \n \nThe Importance of Diverse Thinking \nWhy the Santa Fe Institute Can Make You a Better Investor \n \n \nYou must know the big ideas in the big disciplines and use them routinely—all of \nthem, not just a few. Most people are trained in one model . . . and try to solve all \nproblems in one way . . . This is a dumb way of handling problems. \n \nCharlie Munger \nPoor Charlie's Almanack 1 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n• Probably the question most frequently posed of us is: how does all of \nthis non-traditional material help make you better investors? \n• The logic of diversity provides individuals with a diversity of \nperspectives, heuristics, and interpretations to solve hard problems \nbetter than smart individuals with limited tools.  \n• Research shows foxes—people with a little knowledge of a lot of \ntopics—make better predictions over time than hedgehogs—people \nwho know one big thing.  \n• We provide some specific examples of where idea diversity offers a \nuseful perspective from an investor’s standpoint. \n \n"
    },
    {
      "number": 2,
      "text": "Page 2 \n \nLegg Mason Capital Management \n \nA Wonk or You’re Sunk? \n \nFrom Bill Miller on down, LMCM is known as an organization “more like some sort of academic \nenclave or wonk house” than “a standard-issue money management firm.” 2 The investment team \nallocates time—through discussion, reading, and conferences—to topics typically considered \noutside the normal finance and investing realm. In particular, the Santa Fe Institute, a multi-\ndisciplinary research institute dedicated to the study of complex systems, plays a prime role in \nstimulating our thinking.  \n \nAll of this prompts what is probably the question most frequently posed of us: How does all of this \nstuff help make you better investors? \n \nThis essay will try to answer the question by looking at the theory of diversity, evidence of what it \ntakes to consistently predict well, and some examples of how we use diverse ideas to view \ncommon investment problems. \n \nWe should start by acknowledging that delivering excess returns is a hard problem. Markets are \ncomplex; the business landscape is ever changing, information is abundant but often ambiguous, \nand fact and conjecture pass through a huge human psychological filter. The challenge is to gain \ninsight, an edge others don’t share. 3  \n \nTo state the obvious, it’s unlikely you will gain insight if your inputs are identical to everyone \nelse’s. Many information sources—the popular business press, company disclosures, and analyst \nreports—are necessary but not sufficient for developing an edge. More important is interpreting \nthe information in a way that’s different, and better, than other investors. Gaining an edge \nrequires a lot of work: reading, thinking, and intellectual independence. \n \nThe notion that diversity is good for business has become a cliché, and that’s too bad. \nUnderstanding when and why diversity works (and that it doesn’t always work) is as crucial as \nappreciating what it offers. So we’ll start with a quick discussion of how diversity leads to a better \nability to solve hard problems. Social scientists have now demonstrated diversity’s value, showing \nit’s no longer a soft concept but a real and powerful approach to problem solving. \n \nWinning the Sum-to-Fifteen Game \n \nIf you want to see the power of perspective, try playing the sum-to-fifteen game. Conceived by \neconomist Herb Simon, the rules are simple. You lay nine cards, numbered one through nine, on \na table face up. Two players alternate selecting cards with an objective to hold exactly three \ncards that add up to fifteen. If you’ve never played the game before, try it. Or offer to host it for \nsome colleagues and watch carefully as they go back and forth.  \n \nThe sum-to-fifteen game is moderately hard, because you need to keep in your head a running \ntotal of your numbers as well as those of your opponent. You also have to think offensively, \ngetting three cards that add up to fifteen, as well as defensively, preventing your opponent from \ndoing the same. Not infrequently, one person will win the game as their opponent gets tangled in \nthe numbers. \n \nNow we introduce a magic square that provides a perspective that makes the game much easier \nto play. Here is a magic square for this game: \n \n \n \n \n \n8 \n3 \n4 \n \n \n \n \n1 \n5 \n9 \n \n \n \n \n6 \n7 \n2 \n \nNote the numbers sum to fifteen if you look at them vertically, horizontally, or diagonally. All of a \nsudden, the game becomes very easy: it’s the childhood favorite, tic-tac-toe. Once you perceive \n"
    },
    {
      "number": 3,
      "text": "Page 3 \n \nLegg Mason Capital Management \n \nthe game as tic-tac-toe, winning is much easier, a tie should be a worst case scenario, and losing \nis, well, inexcusable. \n \nScott Page’s book, The Difference: How the Power of Diversity Creates Better Groups, Firms, \nSchools, and Societies, describes the sum-to-fifteen game as part of a broader case of why \ndiversity trumps ability under specific conditions. 4 Diversity has become a hot topic in recent \nyears, but most of the discussion has surrounded social identity diversity—gender, race, ethnicity. \nPage carefully and rigorously shows how diverse perspectives, heuristics, and interpretations \nlead to better collective problem solving and prediction capabilities. \n \nYou can consider diversity on two levels. The first is for groups—teams, units, organizations. In \nthis case, the individuals all contribute to diversity, and thinking about what each individual brings \nto the table and how they get along is essential. The second is on an individual level, or the \ndiversity of your mental models. This addresses how many approaches you have to solve \nproblems. 5  \n \nIn too-simple terms, diversity works because it provides lots of tools to solve a hard problem, \nincreasing the likelihood one of the tools (or some tools in combination) will be effective. For any \ngiven problem, you may have the right tool in your head. But if your problems are hard and \nvaried, and the number of tools at your disposal is limited, chances are you will struggle to find \nquality approaches to your problem.  \n \nWhile Page provides real-world examples of diversity in action, his greatest contribution is the \nlogic of diversity. He shows that when the conditions are right, diversity is not simply nice to have, \nbut is necessary in order to find optimal solutions. His diversity trumps ability theorem is, as he \nwrites, “no mere metaphor or cute empirical anecdote that may or may not be true ten years from \nnow. It’s a logical truth.” 6 \n \nThe sum-to-fifteen game is a fun and accessible way to make a much larger point: the more ways \nyou have to solve a problem, the more successful you’re likely to be. And if you have the identical \ntools as everyone else—the same business school education, TV channels, Wall Street \nresearch—you are very unlikely to gain insight. \n \nAre You Foxy? \n \nWhile Page’s case for diversity is logically tight, you might ask whether there’s actual evidence for \nthe value of diversity in tasks similar to what investors face: predicting the outcomes of complex \nsystems. The answer is a resounding yes, and comes from Phil Tetlock’s remarkable research \nsummarized in his book, Expert Political Judgment. 7 Every informed citizen should be aware of \nTetlock’s findings.   \n \nOur society tends to hold experts in high esteem. We watch them on TV, seek their counsel, and \ndefer to their advice. But how good are the predictions of experts, really? Tetlock asked nearly \n300 experts to make literally tens of thousands of predictions over nearly two decades. These \nwere difficult predictions related to political and economic outcomes—similar to the types of \nproblems investors tackle.  \n \nThe results were unimpressive. Expert forecasters improved little, if at all, on simple statistical \nmodels. Further, when Tetlock confronted the experts with their poor predicting acuity, they went \nabout justifying their views just like everyone else does. Tetlock doesn’t describe in detail what \nhappens when the expert opinions are aggregated, but his research certainly shows that ability, \ndefined as expertise, does not lead to good predictions when the problems are hard. \n \nDecomposing the data, Tetlock found that while expert predictions were poor overall, some were \nbetter than others. What mattered in predictive ability was not who the people were or what they \nbelieved, but rather how they thought. Using a metaphor from Archilochus (via Isaiah Berlin), \n"
    },
    {
      "number": 4,
      "text": "Page 4 \n \nLegg Mason Capital Management \n \nTetlock segregated the experts into hedgehogs and foxes. Hedgehogs know one big thing, and \nextend the explanatory reach of that thing to everything they encounter. Foxes, in contrast, tend \nto know a little about a lot, and are not wedded to a single explanation for complex problems.    \n \nTwo of Tetlock’s discoveries are particularly relevant. The first is a correlation between media \ncontact and poor predictions. Tetlock notes that “better-known forecasters—those more likely to \nbe fêted by the media—were less calibrated than their lower-profile colleagues.” 8 The research \nprovides yet another reason to be wary of the radio and television talking heads.  \n \nSecond, Tetlock found foxes tend to be better predictors than hedgehogs. He writes: \n \nHigh scorers look like foxes: thinkers who know many small things (tricks of their trade), \nare skeptical of grand schemes, see explanation and prediction not as deductive \nexercises but rather exercises in flexible “ad hocery” that require stitching together \ndiverse sources of information, and are rather diffident about their own forecasting \nprowess. 9 \n \nBorrowing from Page’s metaphor, we can say that hedgehogs have one power tool while foxes \nhave many tools in their toolbox. Of course, hedgehogs solve certain problems brilliantly—they \ncertainly get their 15 minutes of fame—but don’t predict as well over time as the foxes do, \nespecially as conditions change. Tetlock’s research provides scholarly evidence of diversity’s \npower. \n \nLeadership research also offers conclusions supporting the significance of diversity. Scholars \nsuggest the best way to forecast leadership success is to use a weighted combination of \npredictors. But one of these predictors, learning agility, stands above the rest as the best. 10 \n \nLearning agility has many definitions, but generally includes critical thinking, an ability to examine \na problem carefully and make fresh connections; eagerness to learn, a desire to gain new \ncompetencies in order to be effective; and coping with novelty, or an ability to perform effectively \nunder first-time or different conditions.    \n \nWe can now answer the “how does this stuff help you” question. Simply stated, cognitive diversity \nproduces a large tool set to solve complex problems. If your tools are no different than everyone \nelse’s, you have no foundation for believing you can systematically outperform.  \n \nWe now turn to a handful of practical examples of how Santa Fe Institute-inspired thinking has \noffered insight into an investing problem. \n  \nThe Wisdom and Whims of the Collective \n \nThe efficient market hypothesis has been one of the bedrocks of finance theory since the late \n1960s. The hypothesis holds that security prices reflect all available information, and hence \nsuggests no investor can systematically generate excess returns. 11 The overwhelming evidence, \ngathered over decades, indeed confirms that most active managers underperform passive \nindexes over time. 12 \n \nMarket efficiency is a very important topic for active investment managers. Without a clear \nunderstanding of how and why markets are efficient or inefficient, investors have no foundation \nfor establishing an investment strategy. Still, very few investors think carefully about market \nefficiency, and most take inefficiency for granted.  \n \nThere are three basic ways to get to market efficiency. 13 The first assumes that investors are \nrational, which means they correctly update their beliefs when new information is revealed and \nmake appropriate choices given expected utility theory. 14 The second relaxes the assumption \nthat all investors are rational, and instead hinges on a small set of rational investors who use \n"
    },
    {
      "number": 5,
      "text": "Page 5 \n \nLegg Mason Capital Management \n \narbitrage to remove pricing errors. The final approach relies on the interaction and aggregation of \nmany independent investors. This route to efficiency, colloquially known as the wisdom of crowds, \nis an example of a complex adaptive system. 15 \n \nNearly all of the models in finance emanate from one of the first two approaches. For example, \nmean-variance efficiency, where investors trade off risk and reward in a linear fashion, is based \non investor rationality. If you’ve ever uttered alpha or beta in a non-disparaging way, you’ve used \nthe rational agent approach. The arbitrage approach lies at the core of most options pricing \nmodels, including Black-Scholes. The rational agent and arbitrage models are the dominant tools \nin the financial economist’s toolbox. The wisdom of crowds approach has received limited \nattention and, in some cases, complete dismissal. 16  \n \nScientists test a theory’s validity by judging the plausibility of its assumptions and the accuracy of \nits predictions. By these measures, the rational agent and arbitrage models are wounded. In both \ncases, modelers assume the mechanism, investor rationality, which allows for the results. If \ncommon sense and experience are not enough, psychologists have conclusively demonstrated \nthat investor behavior deviates meaningfully from the rational ideal.  \n \nMore nettlesome, there are major gaps between the predictions these models generate and the \nresults we see in markets. These tools have undoubtedly advanced our knowledge, and have the \nadvantage of being mathematically tractable. But they remain severely limited in explaining the \nreal world.  \n \nA consistent theme at the Santa Fe Institute since its founding has been the study of complex \nadaptive systems (CAS). 17 Santa Fe Institute scientists were early in identifying the salient \nfeatures of these systems and considering the similarities and differences across disciplines. CAS \ntend to have common characteristics:  \n \n• \nComposed of individual agents (e.g., investors, ants, neurons) that have evolving \ndecision rules. \n• \nAn aggregation mechanism (e.g., stock exchange, pheromone trails, synaptic \nconnections) that captures the interaction between the agents. \n• \nEmergence of a larger scale system that has features distinct from the sum of the parts \n(e.g., stock market, ant colony, mind). \n \nOne crucial feature of CAS is the lack of additivity: you can’t understand the whole by adding up \nthe parts. You can take most mechanical systems apart, identify the role of each piece, and \nreassemble the system. Cause and effect are transparent. Not so with CAS; the system emerges \nfrom the interaction of the individual agents. Just as you can’t divine the dynamics of an ant \ncolony by interviewing an ant, no individual investor can explain the stock market’s workings.  \n \nCertain conditions must prevail for a CAS to solve a problem effectively, including agent diversity, \na mechanism to aggregate information, and some incentive. Note these conditions fit closely with \nPage’s framework. In market language, when these conditions prevail, markets tend to be \nefficient in the sense they reflect available information and do not offer opportunities for \nsystematic excess returns.   \n \nConversely, when one or more of the conditions are violated, markets can and do become \ninefficient. By far the most likely condition to be violated is diversity. Humans are natural imitators, \nand periodically investors synchronize their behavior in a way that leads to sharp excesses. 18 So \nthis approach readily demonstrates efficiency regimes, based on specific conditions. Economists \nhave confirmed these findings using agent-based models. 19   \n \nWhy is viewing the stock market as a complex adaptive system better than the other two \napproaches? First, the assumptions underlying the framework are much more realistic. The \nmarket has lots of diversity: long- and short-term horizons, fundamental and technical analysis, \n"
    },
    {
      "number": 6,
      "text": "Page 6 \n \nLegg Mason Capital Management \n \ngrowth and value bents. We need not assume anyone is rational, yet the approach comfortably \naccommodates rationality.  \n \nSecond, although a CAS doesn’t make specific predictions, the system behavior is consistent \nwith what we see empirically in markets. One of the greatest challenges in standard finance \ntheory is explaining the presence of large events—booms and crashes. Applying mean-variance \nstatistics suggests the crash of 1987 was effectively impossible. In contrast, a CAS approach \nallows for episodic, large-scale moves. \n \nFinally, the CAS approach specifies conditions, or circumstances, when markets are likely to get \nit right or wrong. A reasonable default assumption is the wisdom of crowds conditions prevail. But \nwhen diversity breakdowns occur, they can create attractive investment opportunities. Taking \nadvantage of these opportunities, however, requires clearing both psychological and \norganizational hurdles, which most investors are unable to do. 20 \n \nUnderstanding markets as a CAS provides a non-traditional but robust perspective. 21 The \nframework makes concrete conditions under which markets operate efficiently and when they \nbreak down. Since CAS are found in many domains, we have varying contexts to gain \nperspective and insight into how they work.  \n  \nConnecting to Network Theory \n \nMany value investors, most notably Warren Buffett, disavow allocating capital to the technology \nsector because of the perceived lack of predictability. 22 Buffett has spoken persuasively about \nthe importance of investors identifying and staying within their circle of competence, undoubtedly \nsound advice. But Buffett only claims that technology investing is not within his circle of \ncompetence, and leaves open the possibility some investors can have insight.  \n \nOne intriguing feature of technology markets is while individual products tend to have short life \ncycles, some companies gather and maintain very high market shares. In many consumer-\nproduct markets, leading companies with strong competitive positions have market shares in the \n30 to 50 percent range. Think Coca-Cola, Nike, and Anheuser Busch. In contrast, in some \ntechnology sectors the market shares are much more skewed; market leaders often have 90 \npercent or more of the market (Microsoft in operating systems, eBay in auctions). Is there a \nperspective that can help us understand why market shares differ so much? \n \nOne of the pillars of microeconomics is that competitive forces assure that a company’s return on \ncapital migrates back toward its cost of capital over time. Researchers have repeatedly \ndocumented decreasing returns. 23 Yet there have been and are cases of increasing returns. 24 \nWhile economists have recognized increasing returns for a long time—Adam Smith’s pin factory \nis one early example—the concept was largely swept under the rug by mainstream economists \nuntil fairly recently. 25   \n \nW. Brian Arthur, involved with the Santa Fe Institute from its early days, has been one of the \nmore visible and vocal economists to highlight the importance of increasing returns. 26 Arthur’s \nwork has covered a number of areas, but increasing returns as a result of network effects has \ngarnered the most attention. A network effect exists when the value of a good or service \nincreases as more people use the good or service. A canonical example is a phone system; the \nmore people with phones, the more valuable the whole network.   \n \nWhen network effects are strong, one network often emerges as dominant. Even though multiple \nnetworks often compete for leadership, positive feedback assures that one wins. Classic \nillustrations include the QWERTY keyboard, VHS in video cassettes, and Intel in \nmicroprocessors. A number of leading thinkers in network theory, including Duncan Watts, Mark \nNewman, and Steven Strogatz, are affiliated with the Santa Fe Institute.   \n \n"
    },
    {
      "number": 7,
      "text": "Page 7 \n \nLegg Mason Capital Management \n \nMost investors are aware of network effects, but are far too casual in applying the concept. \nSpecifically, three issues are central to employing network theories to investing. The first is a \nclear-cut understanding of network taxonomy, and in particular where network effects are likely to \nbe robust. Investors often inappropriately invoke network effects.  \n \nSecond is how network effects translate into the drivers of value creation: sales growth, margins, \nrisk, and sustainable competitive advantage (the last being Buffett’s prime concern). When \nnetwork effects take hold, these value drivers combine to drive rising returns on invested capital \nand lower risk.  \n \nThe final issue is network formation and diffusion, an area that draws heavily from epidemiology \nand sociology. An understanding of network formation allows investors to anticipate changes in \ngrowth rates better than the market does.  27  \n \nA thorough understanding of network theory provides a set of perspectives that can help establish or \nenhance a circle of competence. Notably, most of what we learn in classrooms is classical \neconomics based on supply and demand of physical goods, where diminishing returns holds sway. 28 \nFurther, network theory is inherently multi-disciplinary, drawing on ideas from a host of fields.   \n \nThe Power of Power Laws \n \nOur final example, power laws, is more speculative but promises to be a fascinating line of inquiry \nand source of possible insight in the next few years. A power law effectively represents a number \nof biological (animal mass and metabolic rate), physical (earthquake frequency and size), and \nsocial (city size and rank) relationships. Visually, a power law looks like a straight line from the \nupper left side to the lower right side of a chart, where the variables on the horizontal and vertical \naxes are plotted on a logarithmic scale. 29 To take earthquakes as an example, a power law \nimplies you see small earthquakes frequently and large earthquakes infrequently.  \n \nPower laws show up in a number of realms important to investors, including firm sizes and stock \nprice changes. But unlike some power laws in biology where the causal mechanisms have been \nworked out fairly well, no one knows how most social-system power laws come about. 30 What we \ndo know is some of the theoretical mechanisms that generate power laws do not hold up to \nempirical scrutiny. 31 \n \nHow can an understanding of power laws help an investor? First, knowing that stock price \nchanges follow a power law distribution can help reorient our understanding of risk. Most of \nfinance theory, including risk models, is based on normal, bell-shaped distributions of price \nchanges. A power law distribution suggests periodic, albeit infrequent price movements that are \nmuch larger than standard theory predicts. This fat-tail phenomenon is important for portfolio \nconstruction, leverage, and insurance. \n \nSecond, power laws suggest some underlying order in self-organizing systems. While we don’t \nknow how they come about, we have enough evidence they exist to make structural predictions \nabout what the distributions will look like in the future. For example, with a reasonable forecast for \ngrowth, we can anticipate the distribution and size of firms in the U.S. Unfortunately, we don’t \nknow where individual companies will end up on the distribution. \n \nFinally, the power law science provides insights into growth. 32 For instance, efficiency changes \nwith size: the cells of a large mammal don’t work as hard as those of a small mammal. \nSpecialization also tends to increase with size, which is why large cities offer more culinary \nalternatives than small cities. Investors can apply these perspectives to companies as they move \nthrough a life cycle.  \n \n"
    },
    {
      "number": 8,
      "text": "Page 8 \n \nLegg Mason Capital Management \n \nPower laws, much like complex adaptive systems, are striking in their ubiquity yet remain poorly \nunderstood in many contexts. As scientists develop theories to explain a broader range of power \nlaws, investment insights are likely to follow. \n \nBeliefs About Beliefs \n \nIf diversity is both logically and empirically useful, why don’t investors spend more time \ndeveloping diverse perspectives? The first obvious answer is constant learning is a lot of work. In \na time-pressed world, allocating time to ideas outside the world of business and finance is very \nchallenging.  \n \nBut difficulty is unlikely the ultimate answer, because the rewards for success are so high. The \nmore likely culprit is based on belief formation and maintenance. While most investors work hard \nto input the relevant information, very few are introspective enough to question their own beliefs. 33 \nWhy do I believe what I believe? Does the belief stand up to the evidence? These are \nuncomfortable, even unnatural, questions. \n \nOnce we’ve established a belief—most of which come from people around us—we are loathe to \nchange it. Social psychologist Robert Cialdini offers two deep-seated reasons for this. First, \nconsistency allows us to stop thinking about the issue—it gives us a mental break. Second, belief \nconsistency allows us to avoid the consequence of reason—namely, that we have to change. The \nfirst allows us to stop thinking; the second allows us to avoid acting. 34  \n \nThe logic of diversity requires that we constantly develop new tools if we hope to be successful in \nconsistently solving complex problems. Constant learning and open-mindedness are the best \nways to achieve this goal, but are cumbersome and generally not innate tendencies. At LMCM, \nwe try to embrace diversity so our investment process is as robust as it can be. \n"
    },
    {
      "number": 9,
      "text": "Page 9 \n \nLegg Mason Capital Management \n \nEndnotes \n \n1 Peter D. Kaufman, ed., Poor Charlie’s Almanack (Virginia Beach, VA: Donning Company, 2005).  \n2 Andy Serwer, “The Greatest Money Manager of Our Time,” Fortune, November 15, 2006. \n3 Ken Fisher, The Only Three Questions That Count: Investing by Knowing What Others Don’t \n(New York: John Wiley & Sons, 2006).  \n4 Scott E. Page, The Difference: How the Power of Diversity Creates Better Groups, Firms, \nSchools, and Societies (Princeton, NJ: Princeton University Press, 2007), 36-41.  \n5 See http://www.tcd.ie/Psychology/Ruth_Byrne/mental_models/. \n6 Page, 162. \n7 Philip E. Tetlock, Expert Political Judgment: How Good Is It? How Can We Know? (Princeton, \nNJ: Princeton University Press, 2005).  \n8 Ibid., 68.  \n9 Ibid., 73-75. \n10 William S. Frank, “High performance, potential don’t always match,” Denver Business Journal, \nNovember 25, 2005. See http://www.bizjournals.com/denver/stories/2005/11/28/smallb2.html. \n11 Eugene F. Fama, “Efficient Capital Markets: A Review of Theory and Empirical Work,” Journal \nof Finance, Vol. 25, 2, May 1970, 383-417; also Eugene F. Fama, “Efficient Capital Markets: II,” \nJournal of Finance, Vol. 46, 5, December 1991, 1575-1617. \n12 Burton G. Malkiel, “Reflections on the Efficient Market Hypothesis: 30 Years Later,” The \nFinancial Review, 40, 2005, 1-9. \n13 Andrei Shleifer, Inefficient Markets: An Introduction to Behavioral Finance (Oxford, UK: Oxford \nUniversity Press, 2000).  \n14 Nicholas Barberis and Richard Thaler, “A Survey of Behavioral Finance,” in The Handbook of \nThe Economics of Finance, Constantinides, Harris, and Stulz, eds. (Amsterdam: Elsevier, 2003), \n1055.  \n15 James Surowiecki, The Wisdom of Crowds (New York: Doubleday and Company, 2004).  \n16 Shleifer, 12. \n17 George A. Cowen, David Pines, and David Meltzer, eds. Complexity: Metaphors, Models, and \nReality (Cambridge, MA: Perseus Books, 1994).  \n18 Michael J. Mauboussin, More Than You Know: Finding Financial Wisdom in Unconventional \nPlaces (New York: Columbia University Press, 2006), 77-81. \n19 Blake LeBaron, “Financial Market Efficiency in a Coevolutionary Environment,” Proceedings of \nthe Workshop on Simulation of Social Agents: Architectures and Institutions, Argonne National \nLaboratory and University of Chicago, October 2000, Argonne 2001, 33-51. \n20 Michael J. Mauboussin, “Contrarian Investing: The Psychology of Going Against the Crowd,” \nMauboussin on Strategy, March 8, 2005.  \n21 For a much more in-depth and technical discussion, see Michael J. Mauboussin, “Capital Ideas \nRevisited: the Prime Directive, Sharks, and The Wisdom of Crowds,” Mauboussin on Strategy, \nMarch 30, 2005. Also, Mauboussin, “Capital Ideas Revisited—Part 2: Thoughts on Beating a \nMostly-Efficient Stock Market,” May 20, 2005.  \n22 Warren E. Buffett, “Annual Letter to Shareholders,” Berkshire Hathaway Annual Report, 1999. \nSee http://www.berkshirehathaway.com/letters/1999htm.html. \n23 See Krishna G. Palepu, Paul M. Healy and Victor L. Bernard, Business Analysis and Valuation \n(Cincinnati, OH: Southwestern College Publishing, 2000), 10-6; Pankaj Ghemawat, Commitment: \nThe Dynamic of Strategy (New York: The Free Press, 1991), 82; Bartley J. Madden, CFROI \nValuation (Oxford, UK: Butterworth-Heinemann, 1999); and Michael J. Mauboussin, Alexander \nSchay, and Patrick McCarthy, “Competitive Advantage Period: At the Intersection of Finance and \nCompetitive Strategy,” Frontiers of Finance, Credit Suisse First Boston Equity Research, October \n4, 2001. \n24 We count at least five senses of the term \"increasing returns.\" First is the notion that knowledge \nbegets knowledge. Second is standard economies of scale. Third is the benefit from the universal \nlearning curve. Fourth is the benefit from network effects. And fifth is the benefit from international \ntrade. \n25 For an excellent account of the history of increasing returns see David Warsh, Knowledge and \nthe Wealth of Nations: A Story of Economic Discovery (New York: W.W. Norton, 2006).  \n"
    },
    {
      "number": 10,
      "text": "Page 10 \n \nLegg Mason Capital Management \n \n26 For a non-technical discussion, see W. Brian Arthur, “Increasing Returns and the New World of \nBusiness,” Harvard Business Review, July-August 1996, 101-109. For a more technical \ndiscussion, see W. Brian Arthur, Increasing Returns and Path Dependence in the Economy (Ann \nArbor, MI: University of Michigan Press, 1994). \n27 Michael J. Mauboussin, “Exploring Network Economics,” Mauboussin on Strategy, October 11, \n2004. \n28 Carl Shapiro and Hal R. Varian, Information Rules: A Strategic Guide to the Network Economy \n(Boston: Harvard Business School Press, 1999). \n29 See http://en.wikipedia.org/wiki/Power_law. Also, Mauboussin (2006), 193-198. \n30 John Whitfield, In the Beat of a Heart: Life, Energy, and the Unity of Nature (New York: Joseph \nHenry Press, 2006).  \n31 Michael Batty, “Rank Clocks,” Nature, vol. 444, November 30, 2006, 592-596. \n32 John Tyler Bonner, Why Size Matters (Princeton, NJ: Princeton University Press, 2006). \n33 Lewis Wolpert, Six Impossible Things Before Breakfast: The Evolutionary Origins of Belief (New \nYork: W.W. Norton, 2007).  \n34 Robert B. Cialdini, Influence: The Psychology of Persuasion (New York: William Morrow, 1993).  \n \n"
    },
    {
      "number": 11,
      "text": "Page 11 \n \nLegg Mason Capital Management \n \nResources \n \nBooks \n \nArthur, W. Brian, Increasing Returns and Path Dependence in the Economy (Ann Arbor, MI: \nUniversity of Michigan Press, 1994). \n \nBonner, John Tyler, Why Size Matters (Princeton, NJ: Princeton University Press, 2006). \n \nCialdini, Robert B., Influence: The Psychology of Persuasion (New York: William Morrow, 1993). \n \nCowen, George A., David Pines, and David Meltzer, eds. Complexity: Metaphors, Models, and \nReality (Cambridge, MA: Perseus Books, 1994). \n \nGhemawat, Pankaj, Commitment: The Dynamic of Strategy (New York: The Free Press, 1991). \n \nKaufman, Peter D., ed., Poor Charlie’s Almanack (Virginia Beach, VA: Donning Company, 2005). \n \nMadden, Bartley J., CFROI Valuation (Oxford, UK: Butterworth-Heinemann, 1999). \n \nMauboussin, Michael J., More Than You Know: Finding Financial Wisdom in Unconventional \nPlaces (New York: Columbia University Press, 2006). \n \nPage, Scott E., The Difference: How the Power of Diversity Creates Better Groups, Firms, \nSchools, and Societies (Princeton, NJ: Princeton University Press, 2007). \n \nPalepu, Krishna G., Paul M. Healy and Victor L. Bernard, Business Analysis and Valuation \n(Cincinnati, OH: Southwestern College Publishing, 2000). \n \nShapiro, Carl and Hal R. Varian, Information Rules: A Strategic Guide to the Network Economy \n(Boston: Harvard Business School Press, 1999). \n \nShleifer, Andrei, Inefficient Markets: An Introduction to Behavioral Finance (Oxford, UK: Oxford \nUniversity Press, 2000). \n \nSurowiecki, James, The Wisdom of Crowds (New York: Doubleday and Company, 2004). \n \nTetlock, Philip E., Expert Political Judgment: How Good Is It? How Can We Know? (Princeton, \nNJ: Princeton University Press, 2005). \n \nWarsh, David, Knowledge and the Wealth of Nations: A Story of Economic Discovery (New York: \nW.W. Norton, 2006). \n \nWhitfield, John, In the Beat of a Heart: Life, Energy, and the Unity of Nature (New York: Joseph \nHenry Press, 2006). \n \nWolpert, Lewis, Six Impossible Things Before Breakfast: The Evolutionary Origins of Belief (New \nYork: W.W. Norton, 2007). \n \n"
    },
    {
      "number": 12,
      "text": "Page 12 \n \nLegg Mason Capital Management \n \nArticles \n \nArthur, W. Brian, “Increasing Returns and the New World of Business,” Harvard Business \nReview, July-August 1996, 101-109. \n \nBarberis, Nicholas and Richard Thaler, “A Survey of Behavioral Finance,” in The Handbook of \nThe Economics of Finance, Constantinides, Harris, and Stulz, eds. (Amsterdam: Elsevier, 2003). \n \nBatty, Michael, “Rank Clocks,” Nature, vol. 444, November 30, 2006, 592-596. \n \nBuffett, Warren E., “Annual Letter to Shareholders,” Berkshire Hathaway Annual Report, 1999. \n \nFama, Eugene F., “Efficient Capital Markets: A Review of Theory and Empirical Work,” Journal of \nFinance, Vol. 25, 2, May 1970, 383-417. \n \n_____., “Efficient Capital Markets: II,” Journal of Finance, Vol. 46, 5, December 1991, 1575-1617. \n \nFrank, William S., “High performance, potential don’t always match,” Denver Business Journal, \nNovember 25, 2005. \n \nLeBaron, Blake, “Financial Market Efficiency in a Coevolutionary Environment,” Proceedings of \nthe Workshop on Simulation of Social Agents: Architectures and Institutions, Argonne National \nLaboratory and University of Chicago, October 2000, Argonne 2001, 33-51. \n \nMalkiel, Burton G., “Reflections on the Efficient Market Hypothesis: 30 Years Later,” The \nFinancial Review, 40, 2005, 1-9. \n \nMauboussin, Michael J., Alexander Schay, and Patrick McCarthy, “Competitive Advantage \nPeriod: At the Intersection of Finance and Competitive Strategy,” Frontiers of Finance, Credit \nSuisse First Boston Equity Research, October 4, 2001. \n \nMauboussin, Michael J., “Exploring Network Economics,” Mauboussin on Strategy, October 11, \n2004. \n \n_____., “Contrarian Investing: The Psychology of Going Against the Crowd,” Mauboussin on \nStrategy, March 8, 2005. \n \n_____., “Capital Ideas Revisited: the Prime Directive, Sharks, and The Wisdom of Crowds,” \nMauboussin on Strategy, March 30, 2005.  \n \n_____., “Capital Ideas Revisited—Part 2: Thoughts on Beating a Mostly-Efficient Stock Market,” \nMay 20, 2005. \n \nSerwer, Andy, “The Greatest Money Manager of Our Time,” Fortune, November 15, 2006. \n \n"
    },
    {
      "number": 13,
      "text": "Page 13 \n \nLegg Mason Capital Management \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe views expressed in this commentary reflect those of Legg Mason Capital Management \n(LMCM) as of the date of this commentary. These views are subject to change at any time based \non market or other conditions, and LMCM disclaims any responsibility to update such views. \nThese views may not be relied upon as investment advice and, because investment decisions for \nclients of LMCM are based on numerous factors, may not be relied upon as an indication of \ntrading intent on behalf of the firm. The information provided in this commentary should not be \nconsidered a recommendation by LMCM or any of its affiliates to purchase or sell any security. To \nthe extent specific securities are mentioned in the commentary, they have been selected by the \nauthor on an objective basis to illustrate views expressed in the commentary. If specific securities \nare mentioned, they do not represent all of the securities purchased, sold or recommended for \nclients of LMCM and it should not be assumed that investments in such securities have been or \nwill be profitable. There is no assurance that any security mentioned in the commentary has ever \nbeen, or will in the future be, recommended to clients of LMCM.  Employees of LMCM and its \naffiliates may own securities referenced herein. \n \nLMCM is the investment advisor and Legg Mason Investor Services is the distributor of five of the \nLegg Mason funds. Both are subsidiaries of Legg Mason, Inc. \n \n© 2007 Legg Mason Investor Services, LLC \n \n07-0033 \n \n"
    }
  ]
}