{
  "filename": "mm_131_2017_how_well_do_you_compare_.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423230954-07'00'",
    "modDate": "D:20240423231158-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 131,
      "year": "2017",
      "date": "12/20",
      "institution": "Blue Mountain",
      "title": "How Well Do You Compare?",
      "url": "https://12mv2.files.wordpress.com/2024/04/17-12-20-how-well-do-you-compare.pdf"
    },
    "tags": [
      "Alpha generation",
      "Behavioral finance",
      "Decision making",
      "Investment process"
    ],
    "tagged_at": "2025-01-20T21:29:18.630246"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nBLUEMOUNTAIN INVESTMENT RESEARCH \nHOW WELL DO YOU COMPARE? \n \n \n \nWe are in the business of making \ncomparisons. If we want to generate alpha, \nthen every single investment decision comes \ndown to how that investment compares to an \nalternative. But what alternative should we \nuse to compare? What is the best analog? \nWe make comparisons when we decide how \nto size one position versus another. Relative \nsize depends on relative attractiveness. But \nhow do we compare investments with \ndifferent attributes? A debt instrument versus \nan equity instrument? A basis trade versus a \ncurve trade? A liquid investment versus an \nilliquid investment? \nAllocating capital is nothing other than an \nexercise in comparison. How does one \nstrategy compare to another? We seek \ndiversifying strategies. But diversification \nmeans identifying important differences \nbetween strategies. How do we best \n \ncompare across strategies with essential \ndifferences? \nComparing is hard work. It requires a lot of \nthought, discipline, and creativity. It’s a skill we \nconstantly seek to hone. \nI have asked Michael Mauboussin to ensure \nthat we are focused on excellence in all areas \nof our investment process. How to compare \neffectively is one of Michael’s current areas of \nemphasis. We share some of his foundational \nwork on the topic in the attached report. We \nare happy to discuss specific examples of \nwhere and how we are applying the \nprinciples. \n \n \n \nAndrew Feldstein \n  \nChief Investment Officer \nDecember 20, 2017 \n"
    },
    {
      "number": 2,
      "text": "BLUEMOUNTAIN INVESTMENT RESEARCH  /  DECEMBER 20, 2017 \nHow Well Do You Compare? \n \n \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \nMichael J. Mauboussin \nDirector of Research \nmmauboussin@bmcm.com \nYears ago, Dan Ariely, a professor of psychology and behavioral economics \nat Duke University, was surfing the Web when he found an advertisement \nfor an annual subscription to the Economist, a weekly magazine that covers \npolitics, business, and other news. Similar to most magazines, the Economist \noffers both an online and a print subscription.1   \nThe prices struck Ariely as odd. They appeared one after the other. He first \nsaw the online version, which was $59. Seemed reasonable. Next was the \nprint version at $125. A little pricey, but still sensible. Finally, the price for \nboth the print and online version was also $125. He did a double take. Why \nbuy the print version only when you can get the print and online version \ntogether for the same price?  \nComparing is something we humans do quite \nnaturally, but you and I are not always good at it. \nIf you are a perfectly rational person, you gather \nall of the salient information about your \nalternatives and select the option that maximizes \nyour utility. This is a fancy way of saying you pick \nwhat makes you happy. You might favor either \nthe online or the print version of the Economist, \nbut it is clear that if you prefer print you should \nchoose the offer with the free digital version.  \nAriely suspected there was more to the story. So \nhe did some experiments with his students in \nbusiness school. The first group of subjects saw all \nthree offers. Sixteen percent chose the online \noffering, 84 percent the print and online version, \nand none selected print only.  \nFor the second group of subjects, Ariely dropped \nthe option to select the print-only version. That no \none in the first group selected that option \nunderscored the obvious point that it was an \nunattractive choice even for those students who \npreferred print. With the option omitted, you \nwould still expect the preference for digital versus \nprint in the second group to be similar to that of \nthe first group. \nBut that is not what Ariely saw when he tallied the \nchoices of the second group. Now, 68 percent of \nthe students went with the online version and only \n32 percent with the print version (see exhibit 1). In \neffect, the unattractive option was a decoy that \nswayed the choices in the first group and \nboosted the Economist’s hypothetical sales by \nmore than 40 percent. \nThose sharp business school students did not \ncompare as economic theory dictates they \nshould have. How Ariely presented the options \nshaped their ultimate choices. We are not \noptimized for choosing. The way alternatives \nappear and how we think shape our decisions.  \nDan Gilbert, a professor of psychology at Harvard \nUniversity, summarizes the situation well: “The \nfacts are these: (a) value is determined by the \ncomparison of one thing with another; (b) there is \nmore than one kind of comparison we can make \nin any given instance; and (c) we may value \nsomething more highly when we make one kind \nof comparison than when we make a different \nkind of comparison.”2 \n \n"
    },
    {
      "number": 3,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n2 \nExhibit 1: Subscription to the Economist Magazine—Options Offered Affect Choices \n \nSource: Dan Ariely, Predictably Irrational: The Hidden Forces That Shape Our Decisions (New York: Harper, 2008), 1.\nThe ability to compare effectively is a vital skill in \ninvesting. Exhibit 2 shows the types of choices an \ninvestor, or investment manager, faces. \nComparing well requires understanding the \nobjective, considering the correct alternatives in \nfair fashion, and avoiding many common \nmistakes in assessment. \nThis report is about how investors compare. We \nstart with a discussion of how people compare in \ngeneral, with an emphasis on when we compare \neffectively and when we tend to make mistakes. \nWe specifically consider the comparable \ncompany analysis that investors use as part of \ntheir valuation work. The multiples of earnings and \ncash flow of the peer group that an investor \nselects can make the focal company appear \nrelatively cheap or expensive.  \nNext, we turn to methods to improve the process \nof comparison. Here we share some tools to \nmanage or mitigate some of the mistakes that \nwe might make if we are not sufficiently careful. \nFinally, we discuss a means to construct a \ncomparable company analysis. An investor can \nuse this approach to select securities and hedge. \nExhibit 2: Example of the Comparisons Investors Must Make \nChoice A \nChoice B \nBasis of Comparison \nConsume \nSave \nCurrent versus future utility \nActive management \nRules-based management \nSkill versus cost \nStocks \nBonds \nExpected risk versus reward \nLiquid \nIlliquid \nExpected reward versus access to capital \nXYZ Corporation \nABC Incorporated \nRelative attractiveness versus fair value \nSource: BlueMountain Capital Management.  \n \n \n \n \n \n \n16% \n0% \n84% \n68%\n32%\n"
    },
    {
      "number": 4,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n3 \nMethods We Use To Compare and Their Limitations \nAnalogy. Cognitive scientists have spent a great \ndeal of time studying how we compare.3 The \nprimary mechanism we use is analogy. Analogy is \nan “inference that if two or more things agree \nwith one another in some respects they will \nprobably agree in others.”4 Douglas Hofstadter, a \nrenowned professor of computer and cognitive \nscience, has suggested that analogy is “the core \nof cognition.” \nThe application of analogical thinking generally \nhas four steps.5 First, we select a source analog \nthat we will use as the basis of comparison with \nthe target. Usually, the source comes from our \nmemory. Second, we map the source to the \ntarget to generate inferences. Here, we are often \nlooking for similarities. Third, we assess and modify \nthese inferences to reflect the differences \nbetween the source and the target. Finally, we \nlearn from the success or failure of the analogy. \nFor example, Andy Grove, then chief executive \nofficer of Intel, heard about how mini-mills had \ndisrupted the integrated mills in the steel industry.6 \nHe saw similar dynamics in the microprocessor \nindustry, with Intel as the equivalent of the \nintegrated mills. This encouraged him to lead the \neffort to launch a low-end microprocessor, called \nCeleron, to avoid a plight similar to that of the \nintegrated mills. Grove drew an analogy that \nsuccessfully shaped Intel’s strategy. \nAnalogy can be a powerful way to compare, but \nthere are common mistakes in its application. \nHere are a few based on the first three steps: \nStep 1 mistakes: Most people rely on their \nmemories to retrieve analogies.7 Psychologists call \nthis the availability bias, and it shrinks the scope of \ninquiry. Because our experiences and memories \nare limited, we fail to identify proper analogies.8 \nThis is a recurring source of failed decisions. For \nexample, you can imagine a company’s chief \nexecutive officer (CEO) comparing a current \nacquisition, by analogy, to a past acquisition that \nwas successful. The CEO fails to consider a larger \nsample of deals that likely provide a richer \nanalogy because the prior success is what comes \nto mind. \nSo the first failure is not finding an appropriate \nanalogy because of a lack of breadth. Limited or \nbiased recall and search is the source of this \nshortcoming.  \nStep 2 mistakes: The second failure is a lack of \ndepth. This is a faulty inference based on the \nsuperficial features of the analogy. Another way \nto say this is the analogy suggests correlation but \nfails to identify causality. Solid theory is rooted in \ncausality. The process of theory building raises the \nlevel of understanding from one based on \nattributes to one based on circumstances.9  \nClayton Christensen, a professor of management \nat Harvard Business School, introduces this idea \nthrough man’s quest to fly. The obvious analogy is \nbirds or, more accurately, animals with wings and \nfeathers. Not all animals with wings and feathers \ncan fly, and not all animals that fly have wings \nand feathers. But as Christensen likes to point out, \nthe correlations are high. \nThe intrepid humans who sought to fly pursued a \nlogical strategy. They fashioned wings covered \nwith feathers, attached them to their arms, went \nto a high spot, jumped, and flapped. Then they \ncrashed. The attributes of wings and feathers are \nnot enough for flight. Much later, scientists \nlearned how lift, and hence flight, works. The \ncircumstances of flight allow us to fly 350-ton \naircraft around the world. \nSpeaking of large aircraft, Boeing provides a \ncase for this mistake in the world of business.10 \nMany companies, including Apple, Cisco, and \nDell, have enjoyed the financial benefits of \noutsourcing. A company that outsources hires \nexternal suppliers to provide goods or services the \ncompany used to deliver internally. For instance, \nApple outsources some assembly of its iPhones to \nFoxconn. This allows Apple greater focus, more \nprofits, and less capital intensity. These are \ngenerally good things in the world of business. \nAircraft are complex, which is why Boeing had \nhistorically used an approach called “build to \nprint.” The idea is that Boeing designed its aircraft \ninternally, and only then outsourced some of the \ncomponents to external suppliers. The tight \ncontrol over design was the strength of build to \nprint, but it also slowed development and \nassembly time and required more capital. \nFor the 787, dubbed the Dreamliner, Boeing \ncame to see their own business as analogous to \nthe successful companies that were outsourcing. \nThe inference was that if outsourcing worked for \nApple and Cisco, it should work for Boeing as \n"
    },
    {
      "number": 5,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n4 \nwell. Boeing outsourced the design of the 787. \nThe goal was to have 1,200 components sent to \nBoeing that its mechanics would assemble into a \nplane in 3 days, down from the 30 days normally \nneeded to put together an aircraft of that size. \nThink of a large and complex Lego set with the \nparts ready to click together. \nThe first jet came back in 30,000 pieces, many of \nwhich did not fit into place. At great expense \nand delay, Boeing had to take on design work in-\nhouse to make sure they could deliver a \nfunctioning plane. The outsourcing effort failed. \nManagement researchers have studied when \nindustries must be vertically integrated and when \nthey can be horizontally structured.11 The key is \nmodularity, or having discrete components that \nwork together. When there is little modularity, the \nindustry must remain largely vertically integrated.  \nThink of the personal computer industry in the \nearly 1980s. IBM was involved with almost all \naspects of the machine, from chips to drives to \nsoftware. To build a functioning computer \nrequired tight coordination. Once the \ncomponents of a personal computer were \nmodularized, the industry flipped from a vertical \nto a horizontal structure. \nBoeing’s inference was off because the aircraft \nindustry is not modularized in the same way that \nconsumer technology is. The attribute of \noutsourcing didn’t work because the \ncircumstance of modularity was absent.   \nAnother example of superficial inference is the \nperformance of stars. Organizations from sports \nteams to businesses assume they can improve \nresults by hiring a star. In some cases, this works. \nFor example, stars are crucial to the success of \nprofessional basketball teams. But in most cases, \nchasing stars does not pay off.12     \nBoris Groysberg, a professor of organizational \nbehavior at Harvard Business School, has \nexamined the portability of star performance. \nOne of his most detailed studies was of star Wall \nStreet analysts who switched firms. He found that \ntheir performance “plunged sharply” as \ncompared to analysts who stayed put. The \nmistaken inference is that the skill resides solely in \nthe star. This fails to consider the organizational \nstructure that surrounds the star.  \nThe mistake in the second step is relying on \nsuperficial similarities that cause us to make faulty \ninferences. One reason we do this is because we \nare satisfied to rely on correlations without \nunderstanding causality. \nStep 3 mistakes: The third failure has to do with \nthe inferences we draw based on whether we \nfocus on the similarities or the dissimilarities \nbetween the source analog and the target.13 \nPsychologists call this the “contrast model,” and it \nsays the similarity between two entities is a \nweighted function of matching and mismatching \nfeatures.  \nAmos Tversky, an influential psychologist well \nknown for his collaboration with Daniel \nKahneman, showed that researchers can \nmanipulate how subjects compare either by \ndirecting their attention among choices or by \npresenting the same choice in different ways.  \nIn one famous study from the early 1970s, Tversky \nasked the first half of his subjects which pair of \ncountries is more similar: West Germany and East \nGermany or Sri Lanka and Nepal. Twenty of the \n30 subjects said that West and East Germany \nwere more similar.  \nHe then asked the second half of the subjects \nwhich pair is more different. You would expect \nanswers in the latter experiment to be the \ncomplement of the first, suggesting that one-third \nwould designate West and East Germany more \ndifferent. But that’s not what Tversky found. In \nfact, 21 of the 30 subjects said West and East \nGermany were more different. \nThis study shows that what we pay attention to \nhas an influence on how we assess similarity. \nTversky also showed that we tend to place \ngreater emphasis on common features than \nuncommon ones. We will explore more rigorous \nways to study similarity. \nBut the combination of analogies drawn from \nmemory and how we allocate our attention \ncreates a wide avenue for poor choices.  \nHeuristics and biases. Tversky collaborated with \nKahneman to identify a series of heuristics, or rules \nof thumb, that we use in making decisions. \nHeuristics have the benefit of saving us time, but \nalso introduce bias. The representativeness \nheuristic describes the degree to which the \ntarget is similar to the source based on salient \nfeatures. The bias that arises is we tend to \noverweight the importance of salient qualities \nand hence predict poorly.14   \n"
    },
    {
      "number": 6,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n5 \nIn the investing world, you can imagine scenarios \nwhere the focus on similarities or differences \nmatters. Say you are analyzing a company as a \npotential turnaround candidate. One natural \nway to assess the likelihood of success is to scan \nyour memory for prior turnarounds, either \nsuccessful or failed, that are in the same industry. \nFrom there, whether you focus on the similarities \nor the differences between your source \nturnaround and the target case you are \nanalyzing can lead to disparate conclusions. \nKahneman and Tversky also defined the framing \neffect.15 While not strictly related to analogy, \nframing shows that how a proposition is \npresented can lead to different choices. Framing \nis a core idea of prospect theory, which describes \nthe ways we make decisions in the face of risk \nthat depart from normative economic theory. \nBoth how we describe comparisons and how we \ndirect our attention have a strong influence on \nhow we choose. \nOne example is what psychologists call broad \nversus narrow framing. Broad framing means that \nyou should consider a risky decision in the context \nof your total risk. So if you add a security to your \nportfolio, you consider its risk in the context of the \ndiversified portfolio. Narrow framing, which \ncaptures common behavior, says that we dwell \non the individual risk in isolation. Ever notice that \nyou are loathe to sell a stock at a loss and are \nkeen to sell it at or above the price you paid? \nThat is a case of narrow framing. You are not \ncomparing the investment based on its role in \nyour overall wealth but rather based on what you \npaid for it.  \nRecent events come to mind more readily than \ndistant ones and hence often get too much \nweight in our decisions. The result is recency bias. \nFor example, general managers of sports \nfranchises must value and compare the services \nof players. A player who has recently had strong \nresults will likely get a more attractive contract \nthan one with weak results, even if luck played a \nbig role in those short-term outcomes. Managers \nwho offer these rich contracts underestimate the \nimportance of regression toward the mean. \nSomething similar happens in the investment \nmanagement industry.16 A substantial body of \nresearch shows that institutional investors tend to \nhire money managers after a period of superior \nresults and fire managers following inferior results. \nThe research also shows that, on average, the \nfired managers go on to perform better than the \nhired ones. Once again, the combination of \nrecency bias and regression toward the mean \nleads to unwise choices. \nAnalogy is a natural and potentially robust way to \ncompare, but you must be careful to avoid the \ncommon mistakes, including a lack of breadth \nand depth as well as misallocation of attention. In \neach of these cases, we can use systematic \nstrategies to improve our outcomes.  \nThe role of intuition. Intuition, similar to analogy, is \na common and rapid way to make decisions. \nIntuition is our capacity for rapid insight without \ndetailed reflection or reason.17 Researchers \nstudied three dozen decisions by senior \nexecutives and found that intuition was a “major \nor determining factor” in 85 percent of them.18 It \nis related to analogy in the sense that it is a form \nof pattern recognition. While intuition can be a \nvaluable guide to choosing well, there are \nimportant boundaries defining its usefulness.  \nDaniel Kahneman popularized the idea of System \n1 and System 2 thinking.19 System 1 is your \nexperiential system. It is “fast, automatic, \neffortless, associative, and difficult to control or \nmodify.” System 2 is your analytical system. It is \n“slower, serial, effortful, and deliberately \ncontrolled.” Intuition is valuable when you train \nyour System 1 in a task that is stable and linear. \nChess is a classic example of where intuition \nworks well. Great chess players can see quickly \nwhich player has the advantage on the board \nand can rapidly identify very good moves. They \nsee the board in familiar configurations called \n“chunks.”20 But these players can do this only \nafter a great deal of study, typically thousands of \nhours. Also essential is that the rules and features \nof the game are unchanging. Change the rules \novernight and all bets are off about grandmaster \nskill. \nIntuition guides a substantial percentage of \ndecisions, or choices, where it really should not \nbe used at all. Because few elements of business \nor markets are stable and linear, our intuitions are \nnot very useful.  \nYou hear a lot about executives or investors who \nmade intuitive decisions that succeeded wildly, \nbut you don’t hear a lot about intuitive decisions \nthat were flops. For example, we remember that \nMichael Eisner, then CEO of Disney, backed the \nhit show, Who Wants to Be a Millionaire? But we \n"
    },
    {
      "number": 7,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n6 \ndon’t recall that he thought Lost was a loser (he \nrated it 2 on a scale of 1 to 10, 1 being the worst) \neven though it went on to be a smash hit. We \nundersample failure, which makes intuition look \nmore effective than it really is.  \nChoose now, rationalize later. Another relevant \nmental process is our tendency to make up our \nminds about something first and then seek \nexplanations to justify our choices later. The \nformal name for this is “choice-supportive bias.” \nThis taps into our desire to be consistent. Even if \nour choices are the result of a faulty intuitive \nprocess, our minds will work hard to make the \nstories consistent with the choices. We then seek \nadditional information to confirm our decisions \nand dismiss or discount information that counters \nour choices. The psychologist Thane Pittman \nonce said, “I’ll see it when I believe it.”21 That was \na slip of the tongue, but it is an accurate \ndescription of how most of us fall for the \nconfirmation trap. \nTime and choice. Time adds a wrinkle in the \nprocess of comparing. For example, psychologists \nand economists note that we tend to have \ninconsistent discount rates when we make short-\nterm versus long-term decisions.22 If you ask \nsomeone whether they prefer $20 today or $22 \ntomorrow, they often select the $20 today. But if \nyou ask them if they want $20 in a year or $22 in a \nyear and a day, they generally pick the $22. This \nimplies a high discount rate in the short term and \na low one in the long term. Because of the \nimplied shape of the curve that reflects these \ndiscount rates, scientists call this “hyperbolic \ndiscounting.”  \nHyperbolic discounting isn’t just revealed in the \nlab. In the early 1990s, the U.S. military trimmed its \nstaff. As a result, the Department of Defense \noffered a choice between a lump sum and an \nannuity as a severance package for 65,000 \nmilitary personnel. The annuity was worth \napproximately 80 percent more than the lump \nsum. More than one-half of the officers selected \nthe lump sum and almost all of the enlisted \nsoldiers did so.23  \nPsychologists and economists have teamed up \nwith neuroscientists to understand how the brain \nchooses between an immediate and a distant \npayoff. They found that the limbic structures were \nactive when the choice was a smaller but \nimmediate reward ($20 today versus $22 \ntomorrow). Impulsive behavior and dysfunctions, \nincluding drug addiction, are linked to the limbic \nsystem.  \nThe prefrontal and parietal cortex, areas \nassociated with deliberative processes and \ncognitive control, are active when subjects select \nthe larger but delayed rewards ($20 in a year \nversus $22 in a year and a day).24 Different parts \nof your brain can be in a metaphorical battle, \nwith the victor determining how you decide. \nStress also affects our choices between now and \nlater.25 Robert Sapolsky is a neurobiologist and \nprimatologist at Stanford University who has \nstudied stress in great detail. He points out that \nthe stress response is incredibly effective at \ndealing with crises. But if we suffer from chronic \nstress, usually the result of psychological stressors, \nour minds and bodies act as if we are in a \nconstant state of emergency. This is very \nunhealthy.  \nWhen we are stressed, we focus on the here and \nnow and pay little attention to the future. Roughly \none-half of institutional investors and asset \nmanagers say that career risk, getting fired for \npoor results, is a factor for them.26 An investment \nmanager worried about getting sacked will tend \nto focus on opportunities that promise near-term \npayoffs at the expense of those that may offer \nhigher returns in the long term.  \nCoherent arbitrariness. As we turn our attention to \ninvesting, one more useful concept is “coherent \narbitrariness,” which says that we are not very \ngood at understanding the absolute values of \nthings but are good at figuring out the relative \ndifferences.27 To show this, researchers \nmanipulated the values that subjects assigned to \nvarious goods by introducing anchors. For \nexample, subjects were prompted to write down \nthe last two digits of their phone numbers and \nthen were asked how much they would be willing \nto pay for a variety of products, including a bottle \nof wine. Those with low numbers placed a lesser \nvalue (average of $8.64) on the wine than those \nwith high numbers did ($27.91). This relationship \nheld true across a range of products, showing \nthat the relative ranking was consistent for all. The \ninitial price was arbitrary but the ranking was \ncoherent.  \nThis is relevant in the context of markets when \ninvestors focus on the relative value among \nsecurities rather than considering whether the \nsecurities are trading near fundamental values. In \n"
    },
    {
      "number": 8,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n7 \nthe experiment using goods, the anchor was \ndigits in a phone number. In markets, researchers \nhave found that markers such as an index’s or a \nstock’s 52-week high serve as an anchor.28  \nComparable company analysis. It is common for \nan investor to assess the relative attractiveness of \na company’s stock or bonds by comparing the \nvaluation to the appropriate securities of \ncomparable firms. Common metrics for stocks \ninclude multiples such as price to earnings (P/E), \nenterprise value to earnings before interest, taxes, \ndepreciation, and amortization (EV/EBITDA), and \nprice to book (P/B), as well as dividend and free \ncash flow yield. The common metric for bonds of \nsimilar maturities and terms is yield.  \nWhich companies an analyst selects as the basis \nof comparison can play a large role in shaping \nthe conclusions he or she reaches. There are two \nbasic approaches to selecting peer companies.29 \nThe first, which most fundamental investors use, is \nbased on industry classification. The most popular \nof these is the Global Industry Classification \nStandard (GICS). GICS classifies companies by \nsectors, industry groups, industries, and sub-\nindustries. The narrower definitions are more \nspecific but have fewer companies. \nThe second approach selects companies based \non the fundamental characteristics that drive \nvalue. Two companies in different industries may \nhave more in common with one another than \nthey do with other firms in their respective \nindustries. The approach using GICS misses the \nconnection while the approach using \nfundamental drivers captures the link. Most \nfundamental investors and investment bankers \ndo comparable company valuation analysis \nbased on industry peers.30  \nBoth approaches have the same goal: use an \ninput (GICS or fundamental characteristics) to \ngenerate an output (valuation). When \nresearchers examined how analysts actually \nselect companies for comparison, they found \nthat analysts pick peers with high valuations when \nthey want to argue that a stock is cheap.31 It \nappears that the comparable company analysis \nis less an exercise in objectivity and more an \nexercise in persuasion.  \nAnother flaw in selecting industry peers is that \nmultiples may vary for justifiable economic \nreasons.32 For instance, two companies with the \nsame growth rate in earnings but with different \nreturns on invested capital will justifiably trade at \ndissimilar P/E, EV/EBITDA, and P/B multiples. A \nfailure to recognize the impact that return on \ninvested capital has on valuation can lead to \nsuperficial, and incorrect, conclusions.  \nComparable company analysis, like many of the \nmethods we use to compare, can be an \neffective tool if used appropriately and \nmisleading if used improperly.  \nExhibit 3 reviews the common methods we use to \ncompare and describes the limitations of each. \n"
    },
    {
      "number": 9,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n8 \nExhibit 3: Method We Use to Compare—Description and Limitations \nMethods \nDescription \nLimitation(s) \nAnalogy \nInference that if things agree with one \nanother in some respects they will likely \nagree in others \nLack of breadth: Limited or biased recall and \nsearch \nLack of depth: Reliance on superficial \nsimilarities \nFalse inferences: Pay too much attention to \nsimilarities or dissimilarities  \nHeuristics \nRules of thumb \nIntroduce biases, including representativeness \nheuristic, framing effect, and recency bias \nIntuition \nOur capacity for rapid insight without \ndetailed reflection or reason \nGuides many decisions where it should not be \nused, particularly in environments that are not \nstable and linear \nChoose now, \nrationalize later \nMake up our minds first and then seek \nexplanations to justify our choices later \nEven if choices are the result of a faulty \nintuitive process, our minds will work hard to \nmake the stories consistent with the choices \nTime and \nchoice \nHow we choose between now and later \nWe tend to have inconsistent discount rates \nwhen we make short-term versus long-term \ndecisions (hyperbolic discounting) \nCoherent \narbitrariness \nWe are not very good at understanding \nthe absolute values of things but are \ngood at figuring out the relative \ndifferences \nWe are highly influenced by anchors, even if \nthey are irrelevant \nComparable \ncompany \nanalysis \nAssessing relative attractiveness of a \ncompany’s stock or bonds by \ncomparing the valuation to the \nappropriate securities of comparable \nfirms \nCan be more an exercise in persuasion than \nobjectivity (e.g., analysts picking peers with \nhigh valuations to argue a stock is cheap) \nSource: BlueMountain Capital Management.  \n"
    },
    {
      "number": 10,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n9 \nHow We Can Improve How We Compare\nWe need to address the common mistakes in \norder to improve our ability to compare. Dan \nLovallo, Carmina Clarke, and Colin Camerer, \nresearchers who study decision making, describe \nthe problem of relying too much on analogies \ndrawn from memory and offer a solution they call \n“similarity-based forecasting.”33 They suggest \nconsidering two dimensions (see exhibit 4). The \nfirst is the reference class, or what you are \ncomparing to. The second is the weighting, or \nhow much emphasis you should place on a \nparticular analogy or feature.\nExhibit 4: Similarity-Based Forecasting \nReference Class \n \nRecall \nDistribution \nWeighting \nEvent-based \nSingle analogy \nReference class forecasting  \nSimilarity-based \nCase-based decision theory \nSimilarity-based forecasting \nSource: Dan Lovallo, Carmina Clarke, and Colin Camerer, “Robust Analogizing and the Outside View: Two Empirical \nTests of Case-Based Decision Making,” Strategic Management Journal, Vol. 33, No. 5, May 2012, 498. \nThey start by recognizing that most of us use a \nsingle analogy that we draw from memory. The \nreference class is one analogy, and we place all \nof our weight on it. If you happen upon a proper \nanalogy, this is a quick and efficient way to \ncompare. But single analogies can be very \nmisleading because the scope of inquiry is too \nnarrow.  \nYou can prompt decision makers to consider \nmore than one analogy and to weight them \nrelative to the focal decision. This is called “case-\nbased decision theory” and is generally better \nthan single analogy recall. But it also runs the risk \nof having too little breadth and depth. Lovallo, \nClarke, and Camerer ran an experiment with \nprivate equity investors and found that prompting \nthe investors to consider relevant, additional \ncases improved the quality of their forecasts. \nThere are ways to be effective with case studies, \nbut executives and investors are generally not as \ncareful as they should be in curating and \ndeveloping appropriate cases.34  \nWe tend to compare by relying on recall. \nKahneman wrote, “People who have information \nabout an individual case rarely feel the need to \nknow the statistics of the class to which the case \nbelongs.”35 This suggests we typically stop at the \nboundary of our memory. The decision-making \nresearch shows that the thoughtful integration of \nan appropriate reference class improves the \nquality of comparisons and forecasts.36  \n“Reference-class forecasting” asks the question, \n“What happened when others were in this \nposition before?” It is an unnatural way to think \nbecause it deemphasizes memory and \nexperience and requires a decision maker to find \nand appeal to the reference class, or base rate. \nBut research in social science shows that the \nproper integration of a reference class improves \nthe quality of forecasts. Since comparisons often \nrely on forecasts, reference-class forecasting is a \nmarked improvement relative to relying solely on \nmemory. \nFor example, say you are comparing two \ncompanies, one with sales of $40 billion and the \nother $4 billion, that both have an expected \nannual sales growth rate of 20 percent in the next \n5 years based on the average projections of \nanalysts. In this case, you can examine the past \nfive-year growth rates of all companies of \ncomparable sizes to get a sense of the plausibility \nof achieving that growth. The percentage of $40 \nbillion companies reaching that rate of growth is \nless than half that of $4 billion companies. \nReference-class forecasting confirms that rapid \ngrowth occurs more frequently for smaller firms \nthan for bigger ones. \n"
    },
    {
      "number": 11,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n10 \nReference-class forecasting goes from using \nmemory for comparison to a large distribution \nthat reflects an appropriate reference class. But \nthe approach evenly weights each outcome in \nthe distribution. When we compare the growth \nrates of $40 billion and $4 billion companies, we \nare not asking whether some of the companies in \nthe sample are more similar to the focal \ncompany.  \nLovallo, Clarke, and Camerer argue for “similarity-\nbased forecasting,” which uses a large \ndistribution but then weights some of the cases \nmore than others based on how similar they are \nto the relevant target.  \nMergers and acquisitions (M&A) provide a good \nexample. Historically, M&A deals have failed to \ncreate value for the acquiring company around \ntwo-thirds of the time. But acquirers fare better \nwhen they pledge a small premium, pay with \ncash instead of stock, and do a tuck-in as \nopposed to a swashbuckling deal to chart a new \nstrategic course.37 In comparing alternatives for \ncapital allocation, an executive should consider \nthe full reference class but may weight certain \ndeals more than others based on their similarity to \nthe transaction at hand. \nFormal models. We now turn to the geometric \nand feature-based models of similarity.38 The \ngeometric model places entities in space based \non specified dimensions and measures similarity \nbased on how close two entities are to one \nanother. The feature-based model categorizes \nand weights similarities and dissimilarities. These \nare formal models that have a connection to two \napproaches used in machine learning. The \ngeometric model is associated with “analogizers” \nand the feature-based model is related to \n“connectionists.”39  \nGeometric model. The geometric model is a \nworkhorse of similarity analysis and hence a \npowerful tool for comparison. The idea is to rank \nentities across a number of dimensions to see \nwhich entities are closest to one another.  \nExhibit 5 shows a simple analysis of corporate \nperformance based on two dimensions, profit \nmargin and invested capital turnover, for the top \n25 global non-financial companies based on \nmarket capitalization. The closer two companies \nare in Euclidean space, the more similar they are. \nWhile this basic example has two dimensions, we \ncan use this technique to measure similarity in \nmany dimensions.  \nAmazon.com and Netflix started with a version of \nthis approach for their recommendations to their \nusers (“if you liked that book/movie, you should \nlike this one”). This follows the principle of the \n“nearest neighbor” algorithm in computer \nscience.  \nThere has also been a wave of research using the \ngeometric model that is based on text and \nsearch analysis.40  \nNaturally, the main challenge is to identify \ndimensions that are related to the goal of the \nanalysis. Amazon.com wants you to buy more \nbooks and Netflix wants you to watch more \nmovies. In investing, we want dimensions that will \nhelp us explain valuation. \n"
    },
    {
      "number": 12,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n11 \nExhibit 5: A Simple Geometric Model for Profit Margin and Invested Capital Turnover \n \nSource: Credit Suisse HOLT and BlueMountain Capital Management. \nNote: Data reflects latest fiscal year as of October 9, 2017; Profit margin represented by Cash Flow Return on \nInvestment margin. \nFeature-based model. As we have seen, Amos \nTversky and others showed that we are not \nalways rigorous when we consider similarities and \ndifferences. He developed the feature-based \nmodel to better explain similarity. The equation at \nthe heart of his model says:  \nSimilarity between A and B = A and B’s common \nfeatures - the features that A has but B doesn’t - \nthe features that B has but A doesn’t. \nThe research assigns a weight to each of the \nthree terms: common features, A but not B, and B \nbut not A. More weight is allocated to common \nfeatures when seeking similarity, and more weight \nis placed on distinct features when looking for \ndifferences.  \nThe connectionists use a neural network, a model \ninspired by how the brain works, to learn and \ngenerate results. The representations in the \nnetwork are commonly based on features. One \nbusiness example is targeted marketing.   \nSimilarity-based forecasting plus the two models \nof similarity provide us with the tools we need to \nsidestep the common mistakes we make when \nwe compare (see exhibit 6). These approaches \nmay have been difficult to implement in the past \nas the result of a dearth of accessible data and \ncomputational power. Today we have the \nresources to employ them effectively. Still, few \ninvestors use the available theoretical and \npractical tools.\n0.1\n0.3\n0.5\n0.7\n0.9\n1.1\n1.3\n1.5\n1.7\n1.9\n2.1\n-15\n-10\n-5\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n55\nInvested Capital Turnover (x)\nProfit Margin (Percent)\nWal-Mart\nAmazon.com\nVisa\nFace-\nbook\nChevron\nRoyal \nDutch Shell\nExxon \nMobil\nSamsung\nGeneral Electric\nApple\nProcter & Gamble\nAnheuser-Busch InBev\nOracle\nTencent\nBerkshire Hathaway\nPfizer\nAlibaba\nChina\nMobile\nRoche\nMicrosoft\nJ&J\nAlphabet\nAT&T\nNovartis\nNestlé\n"
    },
    {
      "number": 13,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n12 \nExhibit 6: Methods to Improve the Process of Comparison \nMethod \nApplication \nSimilarity-based forecasting \nUse a large distribution but then weight some of the cases more than \nothers based on how similar they are to the relevant target \nGeometric model \nPlace entities in space based on specified dimensions and measure \nsimilarity based on how close two entities are to one another \nFeature-based model \nCategorize and weight similarities and dissimilarities \nSource: BlueMountain Capital Management.  \nImproved Comparison: An Example from the World of Investing \nWe can apply these lessons to improve \ncomparable company analysis. The ability to \ncompare the securities of companies effectively \nis important for generating risk-adjusted excess \nreturns, determining which companies an analyst \nshould follow, and for hedging risk. Further, the \nprocess of coming up with quality comparisons \nitself provides for a better understanding of \nbusinesses and the drivers of value.  \nWe use similarity scores as a way to compare well \nand to sidestep the limitations of traditional \ncomparable-company analysis. Recent research \nshows that an approach based on similarity \nprovides “significantly more accurate valuation \nestimates than industry classification \napproaches.”41  \nOur approach is based on a geometric model, \nwhich considers multiple dimensions and uses \ndistance as a measure of similarity. Our universe is \n900 of the largest publicly-traded companies in \nthe U.S., measured by market capitalization, and \nthe dimensions include analyst coverage, stock \nprice correlation, and fundamental results. We \nweight the dimensions and place the greatest \nemphasis on fundamentals.    \nTake Amazon.com as an example of the differing \nreturns between comparisons based on GICS \nand similarity scores. Amazon.com’s GICS industry \ngroup, “Retailing,” includes 48 companies in our \nuniverse. Of the 47 companies closest to \nAmazon.com based on similarity score, only 7 are \nin Retailing. The similarity score provides insight for \ncomparison that the GICS industry group cannot.\nConclusion  \nComparing, essential to effective decision \nmaking, comes naturally to humans. But our basic \napproach of relying on analogy can limit our \nability to compare effectively. In particular, we \nfail to incorporate sufficient breadth and depth \ninto our comparisons, and we can be easily \nswayed by the presentation of information or the \nallocation of our attention. \nCognitive and computer scientists have \narticulated formal models of similarity that can \nhelp overcome our limitations and add rigor. One \nsuch model considers entities based on a number \nof dimensions and calculates similarity based on \nhow close those entities are to one another.  \nThis discussion has direct application to \ncomparable company analysis. It is common for \nan investor to compare the valuation of a focal \ncompany, usually based on multiples of earnings \nor cash flow, to a group of peer companies. \nThose companies are generally in the same \nindustry as the focal company. \nResearch also shows that analysts arguing for a \nhigher valuation will select peers that make their \ncompany look inexpensive.  \nA similarity score, properly calculated, can allow \ninvestors to better seek risk-adjusted excess \nreturns, to define research coverage, and to \nhedge effectively. The use of similarity scores is a \ngood example of the melding of discretionary \nand systematic strategies, drawing on the \nstrengths of each.\n \n"
    },
    {
      "number": 14,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n13 \nEndnotes \n1 Dan Ariely, Predictably Irrational: The Hidden Forces That Shape Our Decisions (New York: Harper, \n2008), 1-6.  \n2 Daniel Gilbert, Stumbling on Happiness (New York: Alfred A. Knopf, 2006), 143. \n3 Douglas Hofstadter and Emmanuel Sander, Surfaces and Essences: Analogy as the Fuel and Fire of \nThinking (New York: Basic Books, 2013); Melanie Mitchell, Analogy-Making as Perception (Cambridge, \nMA: MIT Press, 1993); and Herbert A. Simon, “The Architecture of Complexity,” Proceedings of the \nAmerican Philosophical Society, Vol. 106, No. 6. December 12, 1962, 467-482. \n4 www.merriam-webster.com. \n5 Keith J. Holyoak and Paul Thagard, Mental Leaps: Analogy in Creative Thought (Cambridge, MA: MIT \nPress, 1995), 15. \n6 Larissa MacFarquhar, “When Giants Fail: What Business Has Learned from Clayton Christensen,” New \nYorker, May 14, 2012.  \n7 Dan Lovallo, Carmina Clarke, and Colin Camerer, “Robust Analogizing and the Outside View: Two \nEmpirical Tests of Case-Based Decision Making,” Strategic Management Journal, Vol. 33, No. 5, May \n2012, 496-512. \n8 Giovanni Gavetti, Daniel A. Levinthal, and Jan W. Rivkin, “Strategy Making in Novel and Complex \nWorlds: The Power of Analogy,” Strategic Management Journal, Vol. 26, No. 8, August 2005, 691-712. \n9 Paul R. Carlile and Clayton M. Christensen, “The Cycles of Theory Building in Management Research,” \nHarvard Business School Working Paper 05-057, February 2005. \n10 Michael J. Mauboussin, Think Twice: Harnessing the Power of Counterintuition (Boston, MA: Harvard \nBusiness Review Press, 2009), 89-91.  \n11 Clayton M. Christensen, Matt Verlinden, and George Westerman, “Disruption, Disintegration and the \nDissipation of Differentiability,” Industrial and Corporate Change, Vol. 11, No. 5, November 2002, 955-\n993 and Carliss Y. Baldwin and Kim B. Clark, Design Rules, Volume 1: The Power of Modularity \n(Cambridge, MA: MIT Press, 2000). \n12 Boris Groysberg, Chasing Stars: The Myth of Talent and the Portability of Performance (Princeton, NJ: \nPrinceton University Press, 2010).  \n13 Amos Tversky, “Features of Similarity,” Psychological Review, Vol. 84, No. 4, July 1977, 327-352; \nDouglas L. Medin, Robert L. Goldstone, and Dedre Gentner, “Similarity Involving Attributes and \nRelations: Judgments of Similarity and Differences Are Not Inverses,” Psychological Science, Vol. 1, No. \n1, January 1990, 64-69; Amos Tversky and Itamar Gati, “Studies of Similarity,” in Eleanor Rosch and \nBarbara Lloyd, eds., Cognition and Categorization (Hillsdale, NJ: Lawrence Elbaum Associates, 1978), \n79-98; and Evan Heit, “Features of Similarity and Category-Based Induction,” Proceedings of the \nInterdisciplinary Workshop on Similarity and Categorization, 1997, 115-121.     \n14 Daniel Kahneman and Amos Tversky, “Subjective Probability: A Judgment of Representativeness,” \nCognitive Psychology, Vol. 3, No. 3, July 1972, 430-454.   \n15 Amos Tversky and Daniel Kahneman, “The Framing of Decisions and the Psychology of Choice,” \nScience, Vol. 211, No. 4481, January 30, 1981, 453-458.   \n16 Bradford Cornell, Jason Hsu, and David Nanigian, “Does Past Performance Matter in Investment \nManager Selection?” Journal of Portfolio Management, Vol. 43, No. 4, Summer 2017, 33-43; Scott D. \nStewart, John J. Neumann, Christopher R. Knittel, and Jeffrey Heisler, “Absence of Value: An Analysis of \nInvestment Allocation Decisions by Institutional Plan Sponsors,” Financial Analysts Journal, Vol. 65, No. 6, \nNovember/December 2009, 34-51; Amit Goyal and Sunil Wahal, “The Selection and Termination of \nInvestment Management Firms by Plan Sponsors,” Journal of Finance, Vol. 63, No. 4, August 2008, 1805-\n1847; and Jeffrey Heisler, Christopher R. Knittel, John J. Neumann, and Scott D. Stewart, “Why Do \nInstitutional Plan Sponsors Hire and Fire Their Investment Managers?” Journal of Business and Economic \nStudies, Vol. 13, No. 1, Spring 2007, 88-115. Outcome bias, which says that we assess the quality of the \ndecision-making process by the outcome, is also at play here. See Jonathan Baron and John C. \nHershey, “Outcome Bias in Decision Evaluation,” Journal of Personality and Social Psychology, Vol. 54, \nNo. 4, April 1988, 569-579. \n17 David G. Myers, Intuition: Its Powers and Perils (New Haven, CT: Yale University Press, 2002) and Eric \nBonabeau, “Don’t Trust Your Gut,” Harvard Business Review, May 2003, 116-123.  \n18 Modesto A. Maidique, “Decoding Intuition for More Effective Decision-Making,” Harvard Business \nReview, August 15, 2011.  \n19 Daniel Kahneman, “Maps of Bounded Rationality: A Perspective on Intuitive Judgment and Choice,” \nNobel Prize Lecture, December 8, 2002. \n"
    },
    {
      "number": 15,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n14 \n20 William G. Chase and Herbert A. Simon, “Perception in Chess,” Cognitive Psychology, Vol. 4, No. 1, \nJanuary 1973, 55-81 and Philip E. Ross, “The Expert Mind,” Scientific American, August 2006, 64-71. \n21 Leeat Yariv, “I’ll See It When I Believe It - A Simple Model of Cognitive Consistency,” Working Paper, \nJanuary 4, 2005. \n22 Shane Frederick, George Loewenstein, and Ted O'Donoghue, “Time Discounting and Time \nPreference: A Critical Review,” Journal of Economic Literature, Vol. 40, No. 2, June 2002, 351-401. \n23 John T. Warner and Saul Pleeter, “The Personal Discount Rate: Evidence from Military Downsizing \nPrograms,” American Economic Review, Vol. 91, No. 1, March 2001, 33-53. \n24 Samuel M. McClure, Keith M. Ericson, David I. Laibson, George Loewenstein, and Jonathan D. \nCohen, “Time Discounting for Primary Rewards,” Journal of Neuroscience, Vol. 27, No. 21, May 23, 2007, \n5796-5804 and Samuel M. McClure, David I. Laibson, George Loewenstein, and Jonathan D. Cohen, \n“Separate Neural Systems Value Immediate and Delayed Monetary Rewards,” Science, Vol. 306, No. \n5695, October 15, 2004, 503-507.  \n25 Robert M. Sapolsky, Why Zebras Don’t Get Ulcers: The Acclaimed Guide to Stress, Stress-Related \nDiseases, and Coping, Third Edition (New York: Henry Holt and Company, 2004). \n26 Rebecca Fender, “The Investment Risk You’ve Never Calculated,” Enterprising Investor, June 17, \n2016. \n27 Dan Ariely, George Loewenstein, Drazen Prelec, “‘Coherent Arbitrariness’: Stable Demand Curves \nWithout Stable Preferences,” Quarterly Journal of Economics, Vol. 118, No. 1, February 2003, 73-106 and \nWilliam Poundstone, Priceless: The Myth of Fair Value (and How to Take Advantage of It) (New York: Hill \nand Wang, 2010). \n28 Thomas J. George and Chuan-Yang Hwang, “The 52-Week High and Momentum Investing,” Journal \nof Finance, Vol. 59, No. 5, October 2004, 2145-2176; Ming Liu, Qianqiu Liu, and Tongshu Ma, “The 52-\nWeek High Momentum Strategy in International Stock Markets,” Journal of International Money and \nFinance, Vol. 30, No. 1, February 2011, 180-204; and Jun Li and Jianfeng Yu, “Investor Attention, \nPsychological Anchors, and Stock Return Predictability,” Journal of Financial Economics, Vol. 104, No. \n2, May 2012, 401-419.  \n29 Soon Nel, Wilna Bruwer, and Niel le Roux, “An Emerging Market Perspective on Peer Group Selection \nBased on Valuation Fundamentals,” Applied Financial Economics, Vol. 24, No. 9, May 2014, 621-637; \nC.S. Agnes Cheng and Ray McNamara, “The Valuation Accuracy of the Price-Earnings and Price-Book \nBenchmark Valuation Methods,” Review of Quantitative Finance and Accounting, Vol. 15, No. 4, \nDecember 2000, 349-370; Efthimios G. Demirakos, Norman C. Strong, and Martin Walker, “What \nValuation Models Do Analysts Use?” Accounting Horizons, Vol. 18, No. 4, December 2004, 221-240; \nIngolf Dittmann and Christian Weiner, “Selecting Comparables for the Valuation of European Firms,” \nSFB 649 Discussion Paper 2005-002, February 2005; Sanjeev Bhojraj and Charles M.C. Lee, “Who Is My \nPeer? A Valuation-Based Approach to the Selection of Comparable Firms,” Journal of Accounting \nResearch, Vol. 40, No. 2, May 2002, 407-439; and Andrew W. Alford, “The Effect of the Set of \nComparable Firms on the Accuracy of the Price-Earnings Valuation Method,” Journal of Accounting \nResearch, Vol. 30, No. 1, Spring 1992, 94-108. \n30 Joshua Rosenbaum and Joshua Pearl, Investment Banking: Valuation, Leveraged Buyouts, and \nMergers and Acquisitions, Second Edition (Hoboken, NJ: John Wiley & Sons, 2013) and Sanjeev Bhojraj, \nCharles M. C. Lee, and Derek K. Oler, “What’s My Line? A Comparison of Industry Classification \nSchemes for Capital Market Research,” Journal of Accounting Research, Vol. 41, No. 5, December \n2003, 745-774. \n31 Gus De Franco, Ole-Kristian Hope, and Stephannie Larocque, “Analysts’ Choice of Peer Companies,” \nReview of Accounting Studies, Vol. 20, No. 1, March 2015, 82-109. \n32 Tim Koller, Marc Goedhart, and David Wessels, Valuation: Measuring and Managing the Value of \nCompanies, Sixth Edition (Hoboken, NJ: John Wiley & Sons, 2015), 346-347. \n33 Lovallo, Clarke, and Camerer.  \n34 Bent Flyvbjerg, “Five Misunderstandings About Case-Study Research,” Qualitative Inquiry, Vol. 12, No. \n2, April 2006, 219-245 and Shimon Edelman and Reza Shahbazi, “Renewing the Respect for Similarity,” \nFrontiers in Computational Neuroscience, Vol. 6, No. 45, July 2012. \n35 Daniel Kahneman, Thinking, Fast and Slow (New York: Farrar, Straus and Giroux, 2011), 249. \n36 Michael J. Mauboussin, Dan Callahan, and Darius Majd, “The Base Rate Book: Integrating the Past to \nBetter Anticipate the Future,” Credit Suisse Global Financial Strategies, September 26, 2016 and \nMichael J. Mauboussin and Dan Callahan, “Total Addressable Market: Methods to Estimate a \nCompany’s Potential Sales,” Credit Suisse Global Financial Strategies, September 1, 2015.   \n37 Peter J. Clark and Roger W. Mills, Masterminding the Deal: Breakthroughs in M&A Strategy and \nAnalysis (London: Kogan Page, 2013). \n"
    },
    {
      "number": 16,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n15 \n38 Robert L. Goldstone, Sam Day, and Ji Y. Son, “Comparison,” in Britt Glatzeder, Vinod Goel, and \nAlbrecht von Müller, eds., Towards a Theory of Thinking: Building Blocks for a Conceptual Framework \n(London: Springer, 2010), 103-121. \n39 Pedro Domingos, The Master Algorithm: How the Quest for the Ultimate Learning Machine Will \nRemake Our World (New York: Basic Books, 2015). \n40 Charles M.C. Lee, Paul Ma, Charles C.Y. Wang, “Search-Based Peer Firms: Aggregating Investor \nPerceptions through Internet Co-Searches,” Journal of Financial Economics, Vol. 116, No. 2, May 2015, \n410-431 and Gerard Hoberg and Gordon Phillips, “Text-Based Network Industries and Endogenous \nProduct Differentiation,” Journal of Political Economy, Vol. 124, No. 5, October 2016, 1423-1465. \n41 Jens Overgaard Knudsen, Simon Kold, and Thomas Plenborg, “Stick to the Fundamentals and \nDiscover Your Peers,” Financial Analysts Journal, Vol. 73, No. 3, Third Quarter 2017, 85-105.  \n \n \n"
    },
    {
      "number": 17,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n16 \nDisclaimers: \nThis report is provided for informational purposes only and is intended solely for the person to whom it is delivered by BlueMountain \nCapital Management, LLC (“BlueMountain”). This report is confidential and may not be reproduced in its entirety or in part, or \nredistributed to any party in any form, without the prior written consent of BlueMountain. This report was prepared in good faith by \nBlueMountain for your specific use and contains a general market update and information concerning how well you compare. \nThis report does not constitute an offer to sell or the solicitation of an offer to purchase any securities of any funds or accounts \nmanaged by BlueMountain (the “Funds”). Any such offer or solicitation may be made only by means of the delivery of a confidential \noffering memorandum, which will contain material information not included herein and shall supersede, amend and supplement this \nreport in its entirety. Information contained in this report is accurate only as of its date, regardless of the time of delivery or of any \ninvestment, and does not purport to be complete, nor does BlueMountain undertake any duty to update the information set forth \nherein. \nThis report should not be used as the sole basis for making a decision as to whether or not to invest in the Funds or any other fund or \naccount managed by BlueMountain. In making an investment decision, you must rely on your own examination of the Funds and \nthe terms of the offering. You should not construe the contents of these materials as legal, tax, investment or other advice, or a \nrecommendation to purchase or sell any particular security. \nThe returns of several market indices are provided in this report as representative of general market conditions and that does not \nmean that there necessarily will be a correlation between the returns of any of the Funds, on the one hand, and any of these \nindices, on the other hand. \nThe information included in this report is based upon information reasonably available to BlueMountain as of the date noted herein. \nFurthermore, the information included in this report has been obtained from sources that BlueMountain believes to be reliable; \nhowever, these sources cannot be guaranteed as to their accuracy or completeness. No representation, warranty or undertaking, \nexpress or implied, is given as to the accuracy or completeness of the information contained herein, by BlueMountain, its members, \npartners or employees, and no liability is accepted by such persons for the accuracy or completeness of any such information. \nThis report contains certain “forward-looking statements,” which may be identified by the use of such words as “believe,” “expect,” \n“anticipate,” “should,” “planned,” “estimated,” “potential,” “outlook,” “forecast,” “plan” and other similar terms. Examples of \nforward-looking statements include, without limitation, estimates with respect to financial condition, results of operations, and \nsuccess or lack of success of BlueMountain’s investment strategy or the markets generally. All are subject to various factors, \nincluding, without limitation, general and local economic conditions, changing levels of competition within certain industries and \nmarkets, changes in interest rates, changes in legislation or regulation, and other economic, competitive, governmental, regulatory \nand technological factors affecting BlueMountain’s operations, each Fund’s operations, and the operations of any portfolio \ncompanies of a Fund, any or all of which could cause actual results to differ materially from projected results. \n"
    }
  ]
}