{
  "filename": "mm_164_2023_trading_stages_in_the_company_life_cycle.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20230922141019-04'00'",
    "modDate": "D:20230922141019-04'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 164,
      "year": "2023",
      "date": "9/26",
      "institution": "Counterpoint",
      "title": "Trading Stages in the Company Life Cycle",
      "url": "https://12mv2.files.wordpress.com/2024/04/23-09-26-trading-stages-in-the-company-life-cycle.pdf"
    },
    "tags": [
      "Business lifecycle & longevity",
      "ROIC analysis",
      "Capital allocation",
      "Financial metrics"
    ],
    "tagged_at": "2025-01-20T21:30:31.134334"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n. \n \n \n \nCounterpoint Global Insights \nTrading Stages in the Company \nLife Cycle \nCONSILIENT OBSERVER  |  September 26, 2023\nIntroduction \nUnderstanding where a company is in its life cycle is helpful for \nassessing capital allocation, the cost of financing, corporate \ngovernance, and valuation.1 The corporate life cycle captures the \nstages of a company’s existence, from birth to growth to \nmaturation to eventual decline. The way to manage and evaluate \na new company that is expanding rapidly is very different than it \nis for an old company that serves a mature and saturated market.  \nExhibit 1 is a classic picture of the company life cycle. Early on, \nthe spread between return on invested capital (ROIC) and the \nweighted average cost of capital (WACC) is negative as the \ncompany invests to create a good or service that the market will \ndemand.2 The business then grows and the spread between \nROIC and WACC turns positive and ultimately peaks. In the end, \nmarket saturation and competition lead to a decline in the spread \nuntil the firm’s returns are equal to, or less than, the cost of capital. \nThe magnitude and sustainability of the spread between ROIC \nand WACC are the defining features of competitive advantage. \nProperly placing a company within a life cycle is challenging \nbecause most firms offer multiple goods or services that are often \nat different points in their individual product life cycles. Further, \ncompanies transition from one stage to another. \nExhibit 1: The Classic Company Life Cycle \n \nSource: Counterpoint Global. \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \nReturn on Invested Capital –\nWeighted Average Cost of Capital\nTime\n"
    },
    {
      "number": 2,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n2\n \n \nResearchers often default to proxies to classify companies because it is hard to locate their current spot in the \nlife cycle. Age is a common proxy. This makes sense as it anthropomorphizes companies. We will see that the \naverage age of companies in the middle and later stages is higher than that in the early stages. But age has \nlimitations, including the fact that some industries move through the life cycle faster than others, some firms are \nquicker learners than their peers, and we can measure age in different ways, such as by listing or founding date.3 \nOther proxies include size and profitability. The notion of size is that small companies are early, and large \ncompanies late, in the life cycle. We find that size does not add much to the analysis. The correlation between \nage and size, while positive, is low. Profitability, measured by ROIC, helps place companies in stages when it is \ncombined with investment opportunity.4 \nWe examined the spread between ROIC and WACC for companies that did an initial public offering (IPO) from \n1990 to 2022. We expected to see a pattern similar to that in exhibit 1: low or negative spreads between ROIC \nand WACC for companies newly listed, rising spreads as they mature, and a decline in senescence. But what \nwe found was nearly the opposite. The spread at the date of the IPO was high and narrowed before stabilizing \naround year five (see exhibit 2).5 \nThis report analyzes the corporate life cycle and its implications for investors. We start by building on a \nframework for establishing stages within the life cycle and describe how to use the statement of cash flows to \nplace companies in the appropriate stage. We then show the aggregate results, by stage, following the process \nof sorting. These include the average ROIC, age, and growth of the companies in each stage. Next, we show \nthe rate at which companies transition from one stage to another, noting that they can move back and forth in \nthe cycle. We also show the historical total shareholder returns (TSRs) that investors have earned from the \nstocks of companies that have either transitioned between stages or stayed in the same stage. Finally, we create \na list of relevant considerations for the stages within the life cycle. \nExhibit 2: Median ROIC – WACC Spread for Companies from IPO to Year 15, 1990 to 2022 \n \nSource: FactSet and Counterpoint Global. \nNote: ROIC adjusted for intangible investment; Russell 3000 excluding the financial and real estate sectors. \n0\n1\n2\n3\n4\n5\n6\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\nMedian Adjusted ROIC-WACC (Percent)\nYears after IPO\n"
    },
    {
      "number": 3,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n3\n \n \nDefining Stages in the Life Cycle       \nThere are a lot of frameworks of the corporate life cycle.6 Most are descriptive and not based on empirical \nanalysis. But all of them sketch a similar picture. Early on, companies have profitability that is below their ultimate \npotential and they have abundant investment opportunities. It is common for them to invest more than they earn. \nIn the middle stages, companies reach their peak profitability and investment prospects are more limited. \nEarnings are greater than investments. Finally, in the later stages, companies see their profitability and \ninvestment options wane. \nThe economists Michael Gort and Steven Klepper developed a life cycle framework based on five stages. \nVictoria Dickinson, a professor of accounting at the University of Mississippi, named the stages introduction, \ngrowth, maturity, shake-out, and decline.7 (We change her “mature” stage to “maturity” for clarity.) Dickinson \nadded rigor to the classification by linking the stages to results within the statement of cash flows.8 Her approach \nprovides a way to place companies in the appropriate stage, which allows us to determine when companies \ntransition between stages.9 These insights, complemented by data on shareholder returns, can help guide \nexecutives and investors. \nThe statement of cash flows has three parts: cash flow from operating activities, cash flow from investing \nactivities, and cash flow from financing activities. The net of these categories explains the change in a company’s \ncash and cash equivalents from a prior period to the end of the reporting period. The Financial Accounting \nStandards Board in the U.S. mandated that companies include the statement in its current form in 1988, making \nit a relatively new financial statement. Finance textbooks tend to focus more on the income statement and \nbalance sheet than on the statement of cash flows.10 \nDickinson’s insight is that the combination of results from each part of the statement of cash flows indicates \nwhere a company is within its life cycle. Cash flow from operating activities reveals the cash in and out from \ncustomer activity and therefore indicates profitability. Cash flow from investing activities shows the magnitude \nof the company’s investment in pursuit of growth that ostensibly creates value. Cash flow from financing activities \nreconciles the difference between the cash flows associated with operations and investments.  \nEach part of the statement can either be an inflow (cash coming into the firm) or an outflow (cash going out of \nthe firm). There are two outcomes and three sections, which means that there are eight possible combinations \n(23). The framework folds the eight possibilities into the five stages. Here is a brief discussion of the stages and \nhow the inflows or outflows on the statement of cash flows help identify them: \n• Introduction. Companies in this stage launch a good or service they hope will be commercially viable. \nFor promising industries, lots of competitors tend to enter at the same time. How long a company stays in \nthis stage is often related to the rate of diffusion for the technology. Cash flow from operations is an \noutflow, as the company must absorb pre-production costs and is below efficient economies of scale. \nCash flow from investing is also an outflow because there are substantial investment prospects. Cash flow \nfrom financing is an inflow as the company must raise capital to fund its expansion. \n• Growth. In this stage the marketplace has accepted the good or service but the threat of new entrants \nremains. Cash flow from operations is an inflow, as the company reaches profitability. Cash flow from \ninvesting remains an outflow because the company continues to invest to sustain growth and deter entry. \nCash flow from financing is also an inflow, albeit to a lesser degree than in the introduction stage, as the \ncompany still needs capital to support growth. \n"
    },
    {
      "number": 4,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n4\n \n \n• Maturity. Here the company reaches scale and entrance and exit in the industry are in rough balance. \nCash flow from operations is an inflow as the company maximizes profits. Cash flow from investing is an \noutflow, although near maintenance levels. Cash flow from financing flips to an outflow, as the company \nhas the resources to retire debt or pay shareholders through dividends or share buybacks. \n• Shake-out. In this stage, the industry starts to contract and firms exit. It reflects three of the eight possible \ncombinations for cash flows and is a catchall for companies that do not fall clearly in another stage. Cash \nflow from operations may be an inflow or outflow and is an inflow in two of the three combinations. Cash \nflow from investing can also be an inflow or an outflow, with the same ratio. Cash flow from financing is \nalso split between an inflow and outflow, with two of the three combinations being outflows. \n• Decline. In this stage the company, reflecting the markets it serves, is in decline reflecting either market \nsaturation or product obsolescence. Cash flow from operations is an outflow as profitability is elusive. \nCash flow from investing is an inflow as the company disinvests. Cash flow from financing can be either \nan inflow or outflow depending on profitability and proceeds from asset liquidation. \nExhibit 3 summarizes the link between the life cycle stages and the statement of cash flows. The combinations \nthat Dickinson selects to define each stage are based on economic and finance theory, with the exception of the \nshake-out stage. The link between theory and financial statement results allows us to move beyond qualitative \nassessments and into data analysis. The introduction stage was about 6 percent of our sample, growth 38 \npercent, maturity 43 percent, shake-out 7 percent, and decline 6 percent.  \nExhibit 3: Summary of Link Between Life Cycle Stage and Statement of Cash Flows \n \n \nLife Cycle Stage \nCash Flow Type \nIntroduction \nGrowth \nMaturity \nShake-Out \nDecline \nOperating \nOutflow (-) \nInflow (+) \nInflow (+) \nInflow/inflow/outflow (+/-) \nOutflow (-) \nPremise \nAbsorbing  \ncosts \nImproving \nprofitability \nImproved  \nefficiency \nDeclining growth and \nprices \nDeclining growth \nand prices \nInvesting \nOutflow (-) \nOutflow (-) \nOutflow (-) \nInflow/inflow/outflow (+/-) \nInflow (+) \nPremise \nSubstantial \ninvestment \nInvest to \ndeter entry \nMaintenance \nspending \n  \nLiquidate  \nassets \nFinancing  \nInflow (+) \nInflow (+) \nOutflow (-) \nInflow/outflow/outflow (+/-) \nInflow/outflow (+/-) \nPremise \nRaise capital \nfor growth \nRaise capital \nfor growth \nReturn of \ncapital \n  \nDebt repayment or \nrenegotiation \n \nSource: Victoria Dickinson, “Cash Flow Patterns as a Proxy for Firm Life Cycle,” Accounting Review, Vol. 86, No. 6, \nNovember 2011, 1969-1994 and Counterpoint Global. \nWe have argued that the statement of cash flows has become increasingly misleading in recent years.11 As a \nresult, we make three adjustments to the statement to better reflect the economics of businesses. We believe \nthat these changes, which we apply to our full sample, align with life cycle theory. \nThe first adjustment moves stock-based compensation (SBC) from cash flow from operations to cash flow from \nfinancing. The rationale is that SBC is in effect one figure that captures both financing and compensation.12 A \nfirm issues shares (financing) and uses the proceeds to remunerate employees (compensation). For this reason, \nit makes sense to remove the benefit of adding back SBC to cash flow from operations. This adjustment has the \nlargest impact on relatively small companies in the technology and health care sectors.13 \n"
    },
    {
      "number": 5,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n5\n \n \nThe second adjustment moves intangible investment from cash flow from operations to cash flow from investing. \nAn investment is an outlay today that is expected to generate future cash flows. Tangible assets, including new \nstores or distribution centers, are physical and accountants record them on the balance sheet as assets and on \nthe statement of cash flows as cash flow from investing.  \nIntangible assets, such as advertising and software, are not physical, and companies expense them on the \nincome statement. Cash flow from operations and investing are both understated as a result. \nThis is important because intangible investments now exceed tangible investments for public companies in the \nU.S. For example, we estimate that intangible SG&A investment was $1.9 trillion, and capital expenditures $1.1 \ntrillion, for companies in the Russell 3000 in 2022, excluding companies in the financial and real estate sectors. \nThe Russell 3000 is an index that tracks the largest stocks in the U.S. by market capitalization.  \nMaking this adjustment requires judgment about how much of the selling, general, and administrative (SG&A) \nexpense is necessary to support current operations and how much is an intangible investment that is \ndiscretionary. Further, the adjustment requires an estimate of the useful lives of these assets. This allows us to \nestimate amortization. Estimating the magnitude of intangible investment and appropriate asset lives is an active \narea of research in finance and accounting.14  \nThe final adjustment is to remove the purchases and sales of marketable securities from cash flow from \ninvesting. We do this because we want to focus on investments in the business rather than changes in the \nholdings of liquid securities. \nExhibit 4 illustrates the point by showing all three adjustments for Amazon for their annual results in 2022. Cash \nflow from operations goes from a reported total of $46.8 billion to an adjusted total of $105.6 billion, more than \ndoubling. The sharp increase is the result of substantial intangible investment, net of amortization, and is despite \nthe $19.6 billion reduction as the result of eliminating the benefit of adding back SBC. Cash flow from investing \ngoes from a reported outflow of $37.6 billion to an adjusted outflow of $145.0 billion, underscoring the company’s \nmassive investment. Finally, cash flow from financing goes from a reported inflow of $9.7 to an adjusted inflow \nof $29.3 billion, with the greatest part of the increase coming from the restatement of SBC. Based on these \nadjusted figures, Amazon is in the growth stage of the life cycle. \nNote these adjustments affect neither Amazon’s free cash flow nor the ability of the statement of cash flows to \nreconcile the balance of cash and marketable securities from one year to the next. But they do reclassify items \nto gain better insight into Amazon’s stage in the life cycle. \nExhibit 4: Summary of Adjustments to Amazon’s Statement of Cash Flows, 2022 \n  \n                                  Cash Flow Type \n \n \n  Operating     \n  Activities \nInvesting \nActivities \n       Financing \n       Activities \nReported total \n $46.8 billion \n       -$37.6 billion \n       $9.7 billion \nStock-based compensation \n  -19.6 \n \n       19.6 \nIntangible investments, net \n   78.4  \n         -78.4 \n  \nMarketable securities \n \n         -29.0 \n \nAdjusted total \n$105.6 billion \n     -$145.0 billion \n    $29.3 billion \nSource: Amazon and Counterpoint Global estimates and adjustments. \n \n"
    },
    {
      "number": 6,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n6\n \n \nResults for Life Cycle Stages \nWe categorize companies in stages by using Dickinson’s method and including our adjustments. The analysis \nincludes the companies of the stocks in the Russell 3000, excluding those in the financial and real estate sectors, \nfrom 1990 to 2022. The sample includes more than 65,000 observations. We then calculate other measures, \nincluding the ROIC, age since IPO, and the sales growth rate of the companies in each stage. \nWe start with ROIC, defined as net operating profit after taxes (NOPAT) divided by invested capital. NOPAT, a \ncompany’s cash earnings assuming no financial leverage, is derived primarily from the income statement. \nInvested capital, equivalently the net assets necessary to generate NOPAT and how the company finances \nthose assets, is calculated using the balance sheet.  \nThe adjustment for intangible investment increases NOPAT and invested capital. The adjustment to NOPAT has \nless impact than that for invested capital for certain companies with high traditional ROICs. That means that the \nROIC adjusted for intangibles is lower than the traditional one. For some firms with low traditional ROICs, the \nadjustment to NOPAT is more significant than that for invested capital, which makes the adjusted ROIC higher. \nAverage ROICs are similar for the traditional and adjusted calculations, but the extremes regress toward the \naverage when we consider intangible investments.15  \nExhibit 5 shows the median, average, and aggregate adjusted ROICs by stage in the life cycle. Note the pattern \nis consistent with the traditional life cycle (exhibit 1). ROICs are negative in the introduction stage as companies \nseek to establish their good or service and absorb preproduction costs. ROICs then climb in the growth and \nmaturity stages and again drift lower in the shake-out and decline stages. The average annual adjusted ROIC \nwas 9.2 percent for companies in the Russell 3000 from 1990 to 2022, excluding financials and real estate. \nExhibit 5: Adjusted ROICs for Companies in Each Life Cycle Stage \n \nStage \n   Median \n    Average \n  Aggregate \nIntroduction \n  -7.6% \n-10.1% \n-3.2% \nGrowth \n11.2 \n14.6 \n9.4 \nMaturity \n10.3 \n12.7 \n11.5 \nShake-Out \n3.0 \n3.5 \n4.7 \nDecline \n-13.8 \n-18.9 \n-9.4 \n \nSource: FactSet and Counterpoint Global. \nNote: Median and average ROICs based on ROICs winsorized at 1st and 99th percentiles. \nExhibit 6 presents the median and average age, calculated as the age since IPO, for companies in each stage. \nThere is a steady increase in age from introduction through maturity, followed by a decrease in the decline stage. \nTwo points are worth emphasizing. First, companies transition from one stage to another. Second, some \nrelatively young companies end up in the decline stage because the rate of change varies by industry.  \nExhibit 6: Median and Average Age Since IPO for Companies in Each Life Cycle Stage \n \nStage \nMedian \nAverage \nIntroduction \n 6.4 Years \n     9.2 Years \nGrowth \n  7.7 \n10.6 \nMaturity \n13.8 \n15.6 \nShake-Out \n13.6 \n15.4 \nDecline \n10.1 \n12.4 \nSource: FactSet and Counterpoint Global. \n"
    },
    {
      "number": 7,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n7\n \n \nWe now look at the median one- and three-year annualized sales growth rates by stage (exhibit 7). We show \nthe figures in nominal terms and adjusted for inflation (real). Growth rates over the one- and three-year periods \ndecline consistently for each stage from introduction to shake-out. Investors seeking stocks of companies that \ngrow at a rate above the median are well served to focus on the introduction and growth stages. Investors looking \nfor slower growth and higher profitability can concentrate on the maturity stage.  \nExhibit 7: Median Nominal and Real Sales Growth for Companies in Each Life Cycle Stage \n \n   Nominal (Annualized)        Real (Annualized) \nStage \n1-Year \n3-Year \n1-Year \n 3-Year \nIntroduction \n14.7% \n10.8% \n11.9% \n8.5% \nGrowth \n   13.3 \n     9.9 \n       10.9 \n 7.7 \nMaturity \n     5.5 \n     5.4 \n         3.3 \n 3.3 \nShake-Out \n     3.1 \n     3.6 \n         0.9 \n 1.5 \nDecline \n     3.1 \n     4.1 \n         0.9 \n 2.0 \nSource: FactSet and Counterpoint Global. \nNote: Growth rates reflect the years after entering each stage. \nExhibit 8 summarizes the analysis of the stages. Dickinson’s approach to placing companies in the life cycle, \nhoned by adjustments to SBC, intangible investment, and marketable securities, delivers results that align with \ntheory and the perception of most investors. But to create this picture we need to allow companies to change \nstages freely rather than migrate sequentially from introduction to maturity. \nExhibit 8: Summary of Results for Life Cycle Stages \n \nSource: FactSet and Counterpoint Global. \nNote: ROIC=return on invested capital; IPO=initial public offering; aggregate ROIC; median age; nominal sales growth for \nnext 3 years, annualized. \nIntroduction\nGrowth\nMaturity\nShake-Out  \nDecline  \nStatistic\nROIC (%)\n-3.2 \n9.4\n11.5  \n4.7  \n-9.4   \nAge since IPO (years)\n6.4\n7.7\n13.8  \n13.6    \n10.1   \nSales growth (%)\n10.8  \n9.9\n5.4\n3.6  \n4.1 \nPercent of sample\n6.5\n38.1  \n42.6  \n6.8  \n6.0 \nCash Flow Type\nOperations\nOutflow (-)         \n     Inflow (+)          \n     Inflow (+)          Inflow/inflow/outflow \nOutflow (-)   \nInvesting\nOutflow (-)         \nOutflow (-)          \nOutflow (-)          Inflow/inflow/outflow \n     Inflow (+)   \nFinancing\nInflow (+)         \n     Inflow (+)          \nOutflow (-)          Inflow/outflow/outflow  Inflow/outflow   \nLife Cycle Stage\n-12\n-8\n-4\n0\n4\n8\n12\nROIC (Percent)\n"
    },
    {
      "number": 8,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n8\n \n \nTransition Between Stages \nAcademics who study competitive strategy emphasize that the outcomes we see reflect in part the differences \nin capabilities and resources among companies.16 Dynamic capability, defined as “the capacity of an \norganization to purposefully create, extend, or modify its resource base,” explains how companies can migrate \nfrom one stage to another.17  \nExhibit 9 shows the three-year transition rates for our sample. The rows show the beginning stage and the \ncolumns show the ending stage three years later. For example, 38 percent of the companies that start in the \ngrowth stage end up in the maturity stage. Firms in the introduction stage most frequently migrate to the growth \nstage. The most common outcome for firms in the growth or maturity stage is to stay put. More than five out of \nten firms that start in the shake-out stage end up in the maturity stage. And companies that begin in the decline \nstage are most likely to migrate to the maturity or growth stage. \nExhibit 9: Three-Year Transition Rates from Beginning to Ending Life Cycle Stages, 1990-2022 \n \n \nEnding Stage \nBeginning Stage \nIntroduction \nGrowth \nMaturity \nShake-Out \nDecline \nIntroduction \n      26% \n35% \n15% \n6% \n18% \nGrowth \n5% \n44% \n38% \n7% \n  6% \nMaturity \n2% \n25% \n62% \n8% \n  4% \nShake-Out \n4% \n24% \n51% \n       13% \n  7% \nDecline \n      12% \n29% \n31% \n10% \n18% \nSource: FactSet and Counterpoint Global. \nTo illustrate how a company transitions from one stage to another, exhibit 10 tracks Amazon’s stages from 1998 \nto 2022. Over the 25-year period, the company spent more than two-thirds of the years in the growth stage, \nalmost 30 percent of the time in the maturity stage, and one year in the decline stage. The appendix shows the \ntransitions of a dozen large companies, as well as one recent failure, across a variety of sectors. \nExhibit 10: Amazon’s Transition Between Life Cycle Stages, 1998-2022 \n \n \nSource: FactSet and Counterpoint Global. \nWe next examine the relationship between total shareholder returns (TSRs) and the stages as well as the \ntransitions from one stage to another. Exhibit 11 shows the average annualized TSRs from buying all the stocks \nof the companies in each stage in a starting year and holding them for three years. \nThe stocks of the companies that started in the maturity stage provided the highest TSRs, followed by the shake-\nout and growth stages. Dickinson also found that companies in the maturity stage earned “positive future excess \nreturns.”18 Note that the maturity and growth stages together are roughly 80 percent of the sample, 12 times as \nmany firms as there are in the shake-out stage. TSRs for the stocks of companies in the decline stage were \nnearly zero, and the stocks of firms in the introduction phase delivered negative TSRs. \nIntroduction\nGrowth\nMaturity\nShake-Out\nDecline\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\n"
    },
    {
      "number": 9,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n9\n \n \nExhibit 11: Three-Year Annualized TSRs Based on Beginning Life Cycle Stage, 1990-2022 \n \n \nSource: FactSet and Counterpoint Global. \nAnticipating transitions between stages may be hard but offers an opportunity to generate distinctive TSRs (see \nexhibit 12). The stocks of companies that started in essentially any stage delivered solid to excellent TSRs if \nthey transitioned to the growth or maturity stages. For instance, a portfolio of the stocks of companies that started \nin the decline stage and ended up in the growth stage three years later generated average annual TSRs of 20 \npercent and those that found their way to the maturity stage earned 16 percent.    \nExhibit 12: Three-Year Annualized Average TSRs Based on Combinations of Life Cycle Stages, \n1990-2022 \n  \n  \nEnding Life Cycle Stage \n  \n  \nIntroduction \nGrowth \nMaturity \nShake-Out \nDecline \nBeginning Life \nCycle Stage \nIntroduction \n 3% \n19% \n8% \n-6% \n-17% \nGrowth \n-5% \n14% \n8% \n-4% \n-16% \nMaturity \n-3% \n14% \n      12% \n 3% \n  -5% \nShake-Out \n 4% \n15% \n      13% \n 5% \n  -3% \nDecline \n 4% \n20% \n      16% \n 5% \n  -4% \nSource: FactSet and Counterpoint Global. \nFurther, a portfolio of stocks of companies that ended up in the decline stage generated poor TSRs, from -17 to \n-3 percent, no matter their initial stage. Landing in either the introduction or the shake-out stage was associated \nwith returns below of those of the Russell 3000 index overall.   \nThese results are consistent with our analysis that shows that rising ROICs over a three-year period are \nassociated with attractive TSRs and falling ROICs are related to poor TSRs.19 Research shows that a model \nbased on the life cycle allows for better predictions of future growth and profitability than models based on \nindustries or the overall economy.20 \nPredicting a company’s path from one stage to another is difficult, and substantial dispersion underlies the TSR \nfigures. That said, few investors use the statement of cash flows to place companies in stages within the life \ncycle or consider how changes in the statement of cash flows may lead to potential transitions that can result in \nexcess returns. \n-15\n-10\n-5\n0\n5\n10\nIntroduction\nGrowth\nMaturity\nShake-Out\nDecline\nAnnualized TSR,\nNext 3 Years (Percent)\n"
    },
    {
      "number": 10,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n10\n \n \nHow the Life Cycle Provides a Framework to Understand Businesses \nThe life cycle framework puts companies in categories that can help executives and investors assess and value \nthem. For example, life cycle theory is relevant for capital allocation, the cost of financing, corporate governance, \nand valuation. We briefly discuss each of these topics. \n• Capital allocation. Introduction, growth, and maturity are the first three stages of the life cycle, and all \nhave outflows from investments. Companies can find, fund, and execute only a finite amount of investment \nopportunities that promise to create value. Some companies run the risk of making investments that \ndestroy value in the pursuit of sales or profit growth.  \nThe retail industry offers a good illustration. Academics studied retailers that had reached the maturity \nstage. It made sense for these companies to slow growth in capital expenditures because the ROIC on \nincremental investments was subpar. They found that those retailers that curtailed growth generated \nsubstantially higher TSRs than those that proceeded with a growth strategy.21    \nThe retail case is clear because new stores are visible and measurable investments, but similar thinking \napplies to all investments. As noted, intangible investments now exceed tangible ones for public \ncompanies in the U.S., so executives and investors have to assess the return on those incremental \ninvestments with the same care.22   \nThe general story is that companies invest substantially in the early stages of the life cycle and return \ncapital to debt and equity holders in the latter ones. Free cash flow, which equals NOPAT minus \ninvestment in future growth, is a measure of a company’s ability to disburse capital to claimholders.  \nCompanies commonly invest more than they earn when they are young and hence have negative free \ncash flow. They must finance the gap through the issuance of equity or debt. Companies generally earn \nmore than they invest when they are mature and therefore generate positive free cash flow. This allows \nthem to return capital. The pattern of cash holdings, as well as equity and debt issuance, are consistent \nwith this sketch.23 \n• Financing costs. The combination of underlying business risk and the mix of debt and equity financing \ndetermines a company’s financing costs. Business risk is the perceived volatility of operating profits. \nInvestors use unlevered beta, also known as asset beta, to measure business risk. Unlevered beta is a \ncompany’s market risk excluding the effect of debt. The debt-to-total capital ratio, debt divided by the sum \nof debt and the market value of equity, captures the mix of debt and equity financing. Interest expense \nfrom debt financing is essentially a fixed cost. As a result, adding debt increases risk.24 \nExhibit 13 presents the association between unlevered beta and the debt-to-total capital ratio for nearly \n100 industries using data provided by Aswath Damodaran, a professor of finance. In general, industries \nwith high business risk have lower debt-to-total capital ratios than industries with low business risk do.  \n \n \n \n \n \n"
    },
    {
      "number": 11,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n11\n \n \nExhibit 13: Unlevered Beta and Debt-to-Total Capital Ratios by Industry \n \nSource: Aswath Damodaran and Counterpoint Global. \nThe cost of debt and equity reflect the opportunity costs of capital providers.25 Intuitively, overall risk \nappears highest when a company is young and its prospects are unclear and when it is in decline and its \nprospects are waning. This is precisely what the research shows. Using Dickinson’s life cycle \ncategorization, the cost of equity and the cost of debt both follow a “U” shape: high in the introduction \nstage, low in the growth and maturity stages, and high again in the shake-out and decline stages.26  \nExhibit 14 shows these results based on academic studies. The cost of debt (left) is captured by the spread \nover the London Interbank Offered Rate (LIBOR) for in excess of 20,000 loans made to nearly 5,100 public \ncompanies in the U.S. in the 20 years ended in 2018. The cost of equity (right) is an average output of \nseveral models based on public equities in Australia for the 22 years ended 2012. \nExhibit 14: Estimates of the Cost of Debt and Equity by Stage in the Life Cycle \n  \n \nSource: Abu Amin, Blake Bowler, Mostafa Monzur Hasan, Gerald L. Lobo, and Jiri Tresl, “Firm Life Cycle and Cost of Debt,” \nJournal of Banking & Finance, Vol. 154, September 2023, 106971 and Mostafa Monzur Hasan, Mahmud Hossain, Adrian \n(Wai-Kong) Cheung, and Ahsan Habib, “Corporate Life Cycle and Cost of Equity Capital,” Journal of Contemporary \nAccounting & Economics, Vol. 11, No. 1, April 2015, 46-60. \nNote: Cost of debt is the spread over the three-month London Interbank Offered Rate (LIBOR). \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\n1.2\n1.4\n1.6\n1.8\nDebt-to-Total Capital (Percent)\nUnlevered Beta\n0\n50\n100\n150\n200\n250\n300\nIntroduction Growth\nMaturity Shake-Out Decline\nMedian Spread (Basis Points)\nCost of Debt\n0\n5\n10\n15\n20\n25\n30\n35\nIntroduction Growth\nMaturity Shake-Out Decline\nMedian (Percent)\nCost of Equity\n"
    },
    {
      "number": 12,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n12\n \n \nThe mix of debt and equity that companies use varies a great deal within each stage. Exhibit 15 shows \nthe debt-to-total capital ratio for companies by stage in the life cycle. The broad pattern that emerges is \nthat the maturity stage tends to be the one with the lowest leverage, and leverage is higher in earlier and \nlater stages. \nExhibit 15: Aggregate, Median, and Average Debt-to-Total Capital by Stage in the Life Cycle \nDebt/Total Capital \nAggregate \n   Median \nAverage \nIntroduction \n32.3% \n8.6% \n19.5% \nGrowth \n      22.1 \n    12.9 \n      19.4 \nMaturity \n      16.4 \n    14.0 \n19.3 \nShake-Out \n      27.3 \n    20.3 \n25.4 \nDecline \n      28.9 \n    11.9 \n21.5 \nSource: FactSet and Counterpoint Global. \n• Corporate governance. One straightforward observation is that a company’s incentives and the skills of \nits leaders should align with an assessment of the business’s stage in the life cycle. As noted, companies \nhave dynamic capabilities, which means that they can revert to an earlier stage with the appropriate \ninvestment. However, empirical research shows that there is a lot of inertia in the investment decisions \nthat companies make and that most companies would be better off with more dynamic capital allocation.27   \nDifferent skills are useful in the various stages of the life cycle. Aswath Damodaran attaches evocative \nnames to the chief executive officers (CEOs) he deems to have the right skills by stage, including “Steve, \nthe Visionary,” “Bob, the Builder,” “Donna, the Defender,” and “Larry, the Liquidator.”28 Further, CEOs tend \nto seek less risk the longer they have been in the job.  \nIncentives matter, too. Companies appropriately focus on growth early on to meet market demand and \nachieve necessary economies of scale. But as the industry and business matures, executives need to \nshift their emphasis from growth to a balance between growth and ROIC. As we saw with the example of \nthe retailers, a singular focus on growth can lead to investments in projects that destroy shareholder value. \nFinally, there are appropriate strategies for declining businesses.29 Few executives want to manage \nshrinking operations, but the ability to return cash from these operations to investors who can use the \nfunds to invest in more promising parts of the economy is a vital component of the market system.  \n• Valuation. The value of a company is the present value of the cash flows it will generate in the future. \nHowever, the visibility, predictability, and growth of cash flows vary by stage. This creates different \nvaluation challenges for each one. For example, companies in the introduction stage may not be profitable \nbut have substantial potential for growth and value creation. Companies in the decline stage generate \nmost of their cash from disinvestment, essentially extracting the remaining capital from the business.  \nThe concept of duration is also relevant for valuation across all the stages. Duration measures the \nweighted average time investors expect to wait before they receive cash flows. For instance, the duration \nand maturity are the same for a zero-coupon bond because you get all your money back at the end. Credit \ninvestors use duration more often than equity investors do. \nAcademic research suggests that having substantial investment opportunities, which describes \ncompanies in the introduction stage, is linked to long duration. Firms with limited or no investment \n"
    },
    {
      "number": 13,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n13\n \n \nprospects, such as those in the shake-out or decline stages, have short durations.30 Duration also \nindicates the sensitivity of an asset price to changes in the opportunity cost of capital. The stocks of \ncompanies with long durations react more to changes in interest rates than those of companies with short \ndurations.  \nA few concepts are useful in valuing companies in the introduction stage. The first is to focus intently on \nthe basic unit of analysis, or how a company makes money. For brick-and-mortar retailers, for instance, it \nwould be the return on investment from building a new store. For a subscription business, it is lifetime \ncustomer value, defined as the cash flows a customer will generate over his or her lifetime minus the cost \nto acquire the customer.31 When the basic unit of analysis indicates a company’s investments create value, \nshort-term losses and negative free cash flow are not only acceptable but generally desirable. \nBecause companies in the introduction stage need to raise capital to sustain their operations, having a \nCEO who tells a good story to stakeholders, including employees, customers, and capital providers, is \noften crucial.32 This skill becomes less important as the business establishes itself in the market.  \nFinally, companies in the introduction stage may have real options, the right but not the obligation to make \ninvestments in the business. The value of these options is difficult to capture using a discounted cash flow \nmodel based on current operations.33 Real options analysis may be useful for companies that compete in \nbusinesses with high uncertainty, have management teams skilled at cultivating and exercising options, \nand are market leaders.  \nA classic approach to valuing a business is to add the steady-state value to the future opportunities for \nvalue creation.34 The steady-state value assumes that today’s earnings will continue indefinitely, and it \ncan be readily translated into a multiple by dividing 1 by the cost of equity.  \nFor example, the baseline price-earnings ratio today, assuming current earnings persist and that there are \nno opportunities to create value, is 11.1 times, or 1 divided by a current estimate of the cost of equity of 9 \npercent (1/.09).35 Historically, we estimate that about two-thirds of the stock market’s value is from the \nsteady state and one-third from the prospect of future value creation. \nYou can think of valuation in the growth and maturity stages with this breakdown in mind. The value of \ngrowth businesses will rely more on future value creation, and the value of mature businesses will depend \nmore on the steady state. In all cases, understanding the magnitude and return on incremental investment \nis crucial.  \nMultiples for businesses in decline can be valued with a variation of the Gordon Growth Model, D/(k-g), \nwhere D is distributable cash, k is the weighted average cost of capital, and g is the growth in perpetuity.36 \nIn the case of businesses in decline, growth is a negative number. That means that distributable cash is \ndivided by a higher number (subtracting a negative number is equivalent to adding its positive counterpart). \nThis lowers the value. For example, the appropriate multiple is 6.7 times assuming that growth is -6 \npercent (1/[.09 + .06] = 6.7).   \nThe core concepts of valuation apply across all stages of the life cycle. But the points of emphasis shift, \nin terms of both cash flow patterns and the cost of capital, as companies move through the life cycle.  \n \n \n"
    },
    {
      "number": 14,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n14\n \n \nConclusion \nInvestors commonly apply various frameworks to assess the characteristics and prospects of the businesses \nthey are analyzing. One such framework is the corporate life cycle, the stages of a company’s existence, which \ncan provide insight into capital allocation, financing costs, governance, and valuation.  \nThere are many models of the corporate life cycle, but few are grounded in theory. A simple approach based \nsolely on age yields a pattern inconsistent with the concept. Victoria Dickinson, a professor of accounting, \ncreated a way to place companies in one of five stages of the life cycle based on results from the statement of \ncash flows. The stages are introduction, growth, maturity, shake-out, and decline. Dickinson melds theory and \ndata.  \nWe use Dickinson’s framework with three adjustments to the statement of cash flows. We move stock-based \ncompensation from cash flow from operations to cash flow from financing, which decreases cash flow from \noperations and increases cash flow from financing. We also reflect intangible SG&A investments, which \nincreases cash flow from operations and the outflow of cash flow from investing. And we remove the purchases \nand sales of marketable securities from cash flow from investing. These adjustments have no impact on free \ncash flow or the function of the cash flow statement to reconcile cash balances from one period to the next. \nWe apply this analysis to companies in the Russell 3000, excluding financials and real estate, from 1990 to \n2022. We then examine the output of our categorization, including the ROIC, age, and sales growth by stage. \nAbout 80 percent of companies in our sample are in the growth or maturity stages. The patterns that emerge \nare consistent with the concept of the corporate life cycle and appear more informative than classification \napproaches that are qualitative. \nFirms do not pass through the stages linearly but rather transition between the stages. This reflects dynamic \ncapabilities and competition. We analyze this pattern of transition and examine the TSRs that result from the \nvarious combinations of starting and ending stages over three years. The highest TSRs, on average, are for \nthose companies that end up in the growth stage. \nWe finish by offering some thoughts on how the life cycle framework can assist executives and investors to \nassess and value companies. We focus on capital allocation, the cost of financing, corporate governance, and \nvaluation. In each case, the needs and emphasis for a company shift, which means that the mindset and skills \nof managers must align with a company’s priorities.  \n \n \n \n \n \n \n"
    },
    {
      "number": 15,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n15\n \n \nAppendix: The Transitions Between Life Cycle Stages for Selected Companies \nApple \n \nMicrosoft \n \nNVIDIA \n \nTesla \n \nExxon Mobil \n \nWal-Mart \n \n \n \n \nIntroduction\nGrowth\nMaturity\nShake-Out\nDecline\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nIntroduction\nGrowth\nMaturity\nShake-Out\nDecline\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nIntroduction\nGrowth\nMaturity\nShake-Out\nDecline\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nIntroduction\nGrowth\nMaturity\nShake-Out\nDecline\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nIntroduction\nGrowth\nMaturity\nShake-Out\nDecline\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nIntroduction\nGrowth\nMaturity\nShake-Out\nDecline\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\n"
    },
    {
      "number": 16,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n16\n \n \nJohnson & Johnson \n \nSalesforce \n \nNetflix \n \nMcDonald’s \n \nLinde \n \nCaterpillar \n \nBed Bath & Beyond \n \nSource: FactSet and Counterpoint Global. \nNote: Diagonal shading indicates data not available. \nIntroduction\nGrowth\nMaturity\nShake-Out\nDecline\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nIntroduction\nGrowth\nMaturity\nShake-Out\nDecline\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nIntroduction\nGrowth\nMaturity\nShake-Out\nDecline\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nIntroduction\nGrowth\nMaturity\nShake-Out\nDecline\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nIntroduction\nGrowth\nMaturity\nShake-Out\nDecline\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nIntroduction\nGrowth\nMaturity\nShake-Out\nDecline\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nIntroduction\nGrowth\nMaturity\nShake-Out\nDecline\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\n"
    },
    {
      "number": 17,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n17\n \n \nEndnotes \n1 Ahsan Habib and Mostafa Monzur Hasan, “Corporate Life Cycle Research in Accounting, Finance and \nCorporate Governance: A Survey, and Directions for Future Research,” International Review of Financial \nAnalysis, Vol. 61, January 2019, 188-201 and Aswath Damodaran, The Corporate Life Cycle: Business, \nInvestment, and Management Implications (New York: Portfolio, 2024). \n2 Michael J. Mauboussin and Dan Callahan, “Return on Invested Capital: How to Calculate ROIC and Handle \nCommon Issues,” Consilient Observer: Counterpoint Global Insights, October 6, 2022. \n3 Habib and Hasan, “Corporate Life Cycle Research in Accounting, Finance and Corporate Governance.” \n4 Harry DeAngelo, Linda DeAngelo, and René M. Stulz, “Dividend Policy and the Earned/Contributed Capital \nMix: A Test of the Life-Cycle Theory,” Journal of Financial Economics, Vol. 81, No. 2, August 2006, 227-254. \n5 In personal correspondence, Bryant Matthews, Global Director of Research at Credit Suisse, HOLT, did \nanalysis that showed a similar pattern for the first 5-10 years. (Credit Suisse has been acquired by UBS.) \n6 A sample includes Michael E. Porter, Competitive Strategy: Techniques for Analyzing Industries and \nCompetitors (New York: The Free Press, 1980); Ichak Adizes, Corporate Lifecycles: How and Why Corporations \nGrow and Die and What to Do About It (Englewood Cliffs, NJ: Prentice Hall, 1988;  Boyan Jovanovic and Glenn \nM. MacDonald, “The Life Cycle of a Competitive Industry,” Journal of Political Economy, Vol. 102, No. 2, April \n1994, 322-347; Steven Klepper, “Industry Life Cycles,” Industrial and Corporate Change, Vol. 6, No. 1, January \n1997, 145-182; Danny Miller and Peter H. Friesen, “A Longitudinal Study of the Corporate Life Cycle,” \nManagement Science, Vol. 30, No. 10, October 1984, 1161-1183; James M. Utterback, Mastering the Dynamics \nof Innovation: How Companies Can Seize Opportunities in the Face of Technological Change (Boston, MA: \nHarvard Business School Press, 1994); and Damodaran, The Corporate Life Cycle. \n7 Michael Gort and Steven Klepper, “Time Paths in the Diffusion of Product Innovations,” The Economic Journal, \nVol. 92, No. 367, September 1982, 630-653. \n8 Victoria Dickinson, “Cash Flow Patterns as a Proxy for Firm Life Cycle,” Accounting Review, Vol. 86, No. 6, \nNovember 2011, 1969-1994. \n9 Joshua Livnat and Paul Zarowin, “The Incremental Information Content of Cash-Flow Components,” Journal \nof Accounting and Economics, Vol. 13, No. 1, May 1990, 25-46. \n10 Allen G. Arnold, R. Barry Ellis, V. Sivarama Krishnan, “Toward Effective Use of the Statement of Cash Flows,” \nJournal of Business and Behavioral Sciences, Vol. 30, No. 2, Fall 2018, 46-62. \n11 Michael J. Mauboussin and Dan Callahan, “Categorizing for Clarity: Cash Flow Statement Adjustments to \nImprove Insight,” Consilient Observer: Counterpoint Global Insights, October 6, 2021. \n12 Sanjeev Bhojraj, “Stock Compensation Expense, Cash Flows, and Inflated Valuations,” Review of Accounting \nStudies, Vol. 25, No. 3, September 2020, 1078-1097. \n13 Michael J. Mauboussin and Dan Callahan, “Stock-Based Compensation: Unpacking the Issues,” Consilient \nObserver: Counterpoint Global Insights, April 18, 2023. \n14 Michael J. Mauboussin and Dan Callahan, “ROIC and Intangible Assets: A Look at How Adjustments for \nIntangibles Affect ROIC,” Consilient Observer: Counterpoint Global Insights, November 9, 2022. For examples \nof research in this area, see Ryan H. Peters and Lucian A. Taylor, “Intangible Capital and the Investment-q \nRelation,” Journal of Financial Economics, Vol. 123, No. 2, February 2017, 251-272 and Aneel Iqbal, Shivaram \nRajgopal, Anup Srivastava, and Rong Zhao, “A Better Estimate of Internally Generated Intangible Capital,” \nManagement Science, forthcoming. \n15 Mauboussin and Callahan, “ROIC and Intangible Assets.” \n16 Constance E. Helfat and Margaret A. Peteraf, “The Dynamic Resource-Based View: Capability Lifecycles,” \nStrategic Management Journal, Vol. 24, No. 10, October 2003, 997-1010. \n17 Constance E. Helfat, Sydney Finkelstein, Will Mitchell, Margaret A. Peteraf, Harbir Singh, David J. Teece, and \nSidney G. Winter, Dynamic Capabilities: Understanding Strategic Change in Organizations (Malden, MA: \nBlackwell Publishing, 2007), 4. Also see Gerard Hoberg and Vojislav Maksimovic, “Product Life Cycles in \nCorporate Finance,” Review of Financial Studies, Vol. 35, No. 9, September 2022, 4249-4299. \n18 Dickinson, “Cash Flow Patterns as a Proxy for Firm Life Cycle.” \n"
    },
    {
      "number": 18,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n18\n \n \n19 Michael J. Mauboussin and Dan Callahan, “ROIC and the Investment Process: ROICs, How They Change, \nand Shareholder Returns,” Consilient Observer: Counterpoint Global Insights, June 6, 2023 and Brett W. Cantrell \nand Victoria Dickinson, “Conditional Life Cycle: An Examination of Operating Performance for Leaders and \nLaggards,” Management Science, Vol. 66, No. 1, January 2020, 433-451. \n20 Patrick Vorst and Teri Lombardi Yohn, “Life Cycle Models and Forecasting Growth and Profitability,” \nAccounting Review, Vol. 93, No. 6, November 2018, 357-381. \n21 Marshall Fisher, Vishal Gaur, and Herb Kleinberger, “Curing the Addiction to Growth,” Harvard Business \nReview, Vol. 95, No. 1, January-February 2017, 66-74. \n22 For example, Anne Marie Knott, a professor of strategy at Washington University in St. Louis, developed a \nmetric she calls “research quotient” that uses a production function to measure the percentage increase in \nrevenue (output) from a one percent increase in R&D (input), holding other variables constant. Her analysis \nsuggests that nearly two-thirds spend too much and can cut costs without jeopardizing value. See Anne Marie \nKnott, “The Trillion-Dollar R&D Fix,” Harvard Business Review, Vol. 90, No. 5, May 2012, 76-82 and Anne Marie \nKnott, How Innovation Really Works: Using the Trillion-Dollar R&D Fix to Drive Growth (New York: McGraw Hill, \n2017). \n23 Robert Faff, Wing Chun Kwok, Edward J. Podolski, and George Wong, “Do Corporate Policies Follow a Life-\nCycle?” Journal of Banking & Finance, Vol. 69, August 2016, 95-107. \n24 In a pathbreaking paper, Franco Modigliani and Merton Miller, economists who would go on the win the Nobel \nMemorial Prize in Economic Sciences, showed that a change in the capital structure does not change risk overall \nbut rather simply transfers risk from one stakeholder to another. Their theorem holds under very stringent \nassumptions, and when those assumptions are relaxed we can conclude that capital structure does matter. See \nFranco Modigliani and Merton H. Miller, “The Cost of Capital, Corporation Finance and the Theory of \nInvestment,” American Economic Review, Vol. 48, No. 3, June 1958, 261-297. \n25 Michael J. Mauboussin and Dan Callahan, “Cost of Capital: A Practical Guide to Measuring Opportunity Cost,” \nConsilient Observer: Counterpoint Global Insights, February 15, 2023. \n26 Abu Amin, Blake Bowler, Mostafa Monzur Hasan, Gerald L. Lobo, and Jiri Tresl, “Firm Life Cycle and Cost of \nDebt,” Journal of Banking & Finance, Vol. 154, September 2023, 106971. And Mostafa Monzur Hasan, Mahmud \nHossain, Adrian (Wai-Kong) Cheung, and Ahsan Habib, “Corporate Life Cycle and Cost of Equity Capital,” \nJournal of Contemporary Accounting & Economics, Vol. 11, No. 1, April 2015, 46-60.  \n27 Dan Lovallo, Alexander L. Brown, David J. Teece, David Bardolet, “Resource Re-Allocation Capabilities in \nInternal Capital Markets: The Value of Overcoming Inertia,” Strategic Management Journal, Vol. 41, No. 8, \nAugust 2020, 1365-1380. \n28 Aswath Damodaran, “Managing Across the Corporate Life Cycle: CEOs and Stock Prices!” Musings on \nMarkets, December 10, 2021 and The Corporate Life Cycle.  \n29 Kathryn Rudie Harrigan, Strategies for Declining Businesses (Lexington, MA: Lexington Books, 1980).  \n30 Hannes Mohrschladt and Sven Nolte, “A New Risk Factor Based on Equity Duration,” Journal of Banking and \nFinance, Vol. 96, November 2018, 126-135. \n31 Michael J. Mauboussin and Dan Callahan, “The Economics of Customer Businesses: Calculating Customer-\nBased Corporate Valuation,” Consilient Observer: Counterpoint Global Insights, May 19, 2021. \n32 Aswath Damodaran, Narrative and Numbers: The Value of Stories in Business (New York: Columbia Business \nSchool Publishing, 2017).  \n33 Michael J. Mauboussin and Alfred Rappaport, Expectations Investing: Reading Stock Prices for Better \nReturns—Revised and Updated (New York: Columbia Business School Publishing, 2021), 132-151. \n34 Merton H. Miller and Franco Modigliani, “Dividend Policy, Growth, and the Valuation of Shares,” Journal of \nBusiness, Vol. 34, No. 4, October 1961, 411-433. \n35 We use an estimate of the market risk premium as calculated by Aswath Damodaran. See https://pages.stern. \nnyu.edu/~adamodar/. \n36 M. J. Gordon, “Dividends, Earnings, and Stock Prices,” Review of Economics and Statistics, Vol. 41, No. 2, \nMay 1959, 99-105. \n \n"
    },
    {
      "number": 19,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n19\n \n \nReferences \nAbernathy, William J., and James M. Utterback, “Patterns of Industrial Innovation,” Technology Review, Vol. 80, \nNo. 7, June/July 1978, 40-47. \nAdizes, Ichak, Corporate Lifecycles: How and Why Corporations Grow and Die and What to Do About It \n(Englewood Cliffs, NJ: Prentice Hall, 1988).  \n_____., Managing Corporate Lifecycles (Paramus, NJ: Prentice Hall Press, 1999).  \nAmin, Abu, Blake Bowler, Mostafa Monzur Hasan, Gerald L. Lobo, and Jiri Tresl, “Firm Life Cycle and Cost of \nDebt,” Journal of Banking & Finance, Vol. 154, September 2023, 106971. \nArnold, Allen G., R. Barry Ellis, V. Sivarama Krishnan, “Toward Effective Use of the Statement of Cash Flows,” \nJournal of Business and Behavioral Sciences, Vol. 30, No. 2, Fall 2018, 46-62. \nBhojraj, Sanjeev, “Stock Compensation Expense, Cash Flows, and Inflated Valuations,” Review of Accounting \nStudies, Vol. 25, No. 3, September 2020, 1078-1097. \nCantrell, Brett W., and Victoria Dickinson, “Conditional Life Cycle: An Examination of Operating Performance for \nLeaders and Laggards,” Management Science, Vol. 66, No. 1, January 2020, 433-451. \nDamodaran, Aswath, Narrative and Numbers: The Value of Stories in Business (New York: Columbia Business \nSchool Publishing, 2017).  \n_____., “Managing Across the Corporate Life Cycle: CEOs and Stock Prices!” Musings on Markets, December \n10, 2021. \n_____., The Corporate Life Cycle: Business, Investment, and Management Implications (New York: Portfolio, \n2024).  \nDeAngelo, Harry, Linda DeAngelo, and René M. Stulz, “Dividend Policy and the Earned/Contributed Capital Mix: \nA Test of the Life-Cycle Theory,” Journal of Financial Economics, Vol. 81, No. 2, August 2006, 227-254.  \n_____., “Seasoned Equity Offerings, Market Timing, and the Corporate Life Cycle,” Journal of Financial \nEconomics, Vol. 95, No. 3, March 2010, 275-295.  \nDickinson, Victoria, “Cash Flow Patterns as a Proxy for Firm Life Cycle,” Accounting Review, Vol. 86, No. 6, \nNovember 2011, 1969-1994.  \nDickinson, Victoria, and Gregory A. Sommers, “Which Competitive Efforts Lead to Future Abnormal Economic \nRents? Using Accounting Ratios to Assess Competitive Advantage,” Journal of Business Finance & Accounting, \nVol. 39, Nos. 3-4, April/May 2012, 360–398. \nFaff, Robert, Wing Chun Kwok, Edward J. Podolski, and George Wong, “Do Corporate Policies Follow a Life-\nCycle?” Journal of Banking & Finance, Vol. 69, August 2016, 95-107. \nFisher, Marshall, Vishal Gaur, and Herb Kleinberger, “Curing the Addiction to Growth,” Harvard Business \nReview, Vol. 95, No. 1, January-February 2017, 66-74. \nGordon, M. J., “Dividends, Earnings, and Stock Prices,” Review of Economics and Statistics, Vol. 41, No. 2, May \n1959, 99-105. \nGort, Michael, and Steven Klepper, “Time Paths in the Diffusion of Product Innovations,” The Economic Journal, \nVol. 92, No. 367, September 1982, 630-653.  \nHarrigan, Kathryn Rudie, Strategies for Declining Businesses (Lexington, MA: Lexington Books, 1980).  \n"
    },
    {
      "number": 20,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n20\n \n \nHabib, Ahsan, and Mostafa Monzur Hasan, “Corporate Life Cycle Research in Accounting, Finance and \nCorporate Governance: A Survey, and Directions for Future Research,” International Review of Financial \nAnalysis, Vol. 61, January 2019, 188-201.  \nHasan, Mostafa Monzur, Mahmud Hossain, Adrian (Wai-Kong) Cheung, and Ahsan Habib, “Corporate Life Cycle \nand Cost of Equity Capital,” Journal of Contemporary Accounting & Economics, Vol. 11, No. 1, April 2015, 46-\n60.  \nHelfat, Constance E., and Margaret A. Peteraf, “The Dynamic Resource-Based View: Capability Life Cycles,” \nStrategic Management Journal, Vol. 24, No. 10, October 2003, 997-1010. \nHelfat, Constance E., Sydney Finkelstein, Will Mitchell, Margaret A. Peteraf, Harbir Singh, David J. Teece, and \nSidney G. Winter, Dynamic Capabilities: Understanding Strategic Change in Organizations (Malden, MA: \nBlackwell Publishing, 2007). \nHoberg, Gerard, and Vojislav Maksimovic, “Product Life Cycles in Corporate Finance,” Review of Financial \nStudies, Vol. 35, No. 9, September 2022, 4249-4299. \nIqbal, Aneel, Shivaram Rajgopal, Anup Srivastava, and Rong Zhao, “A Better Estimate of Internally Generated \nIntangible Capital,” Management Science, forthcoming. \nJovanovic, Boyan, and Glenn M. MacDonald, “The Life Cycle of a Competitive Industry,” Journal of Political \nEconomy, Vol. 102, No. 2, April 1994, 322-347.  \nKlepper, Steven, “Entry, Exit, Growth, and Innovation over the Product Life Cycle,” American Economic Review, \nVol. 86, No. 3, June 1996, 562-583. \n_____., “Industry Life Cycles,” Industrial and Corporate Change, Vol. 6, No. 1, January 1997, 145-182.  \nKnott, Anne Marie, “The Trillion-Dollar R&D Fix,” Harvard Business Review, Vol. 90, No. 5, May 2012, 76-82. \n_____., How Innovation Really Works: Using the Trillion-Dollar R&D Fix to Drive Growth (New York: McGraw \nHill, 2017). \nLivnat, Joshua, and Paul Zarowin, “The Incremental Information Content of Cash-Flow Components,” Journal \nof Accounting and Economics, Vol. 13, No. 1, May 1990, 25-46.  \nLovallo, Dan, Alexander L. Brown, David J. Teece, David Bardolet, “Resource Re-Allocation Capabilities in \nInternal Capital Markets: The Value of Overcoming Inertia,” Strategic Management Journal, Vol. 41, No. 8, \nAugust 2020, 1365-1380. \nMaksimovic, Vojislav, Gordon M. Phillips, and Liu Yang, “Are Public Firms Really Myopic? Evidence from \nMatching IPO Firms at Birth,” Tuck School of Business Working Paper No. 3554768, April 9, 2020.  \nMauboussin, Michael J., and Dan Callahan, “The Economics of Customer Businesses: Calculating Customer-\nBased Corporate Valuation,” Consilient Observer: Counterpoint Global Insights, May 19, 2021. \n_____., “Categorizing for Clarity: Cash Flow Statement Adjustments to Improve Insight,” Consilient Observer: \nCounterpoint Global Insights, October 6, 2021. \n_____., “Return on Invested Capital: How to Calculate ROIC and Handle Common Issues,” Consilient Observer: \nCounterpoint Global Insights, October 6, 2022. \n_____., “ROIC and Intangible Assets: A Look at How Adjustments for Intangibles Affect ROIC,” Consilient \nObserver: Counterpoint Global Insights, November 9, 2022. \n_____., “ROIC and the Investment Process: ROICs, How They Change, and Shareholder Returns,” Consilient \nObserver: Counterpoint Global Insights, June 6, 2023. \n"
    },
    {
      "number": 21,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n21\n \n \nMauboussin, Michael J., and Alfred Rappaport, Expectations Investing: Reading Stock Prices for Better \nReturns—Revised and Updated (New York: Columbia Business School Publishing, 2021). \nMiller, Danny, and Peter H. Friesen, “A Longitudinal Study of the Corporate Life Cycle,” Management Science, \nVol. 30, No. 10, October 1984, 1161-1183. \nMiller, Merton H., and Franco Modigliani, “Dividend Policy, Growth, and the Valuation of Shares,” Journal of \nBusiness, Vol. 34, No. 4, October 1961, 411-433. \nModigliani, Franco, and Merton H. Miller, “The Cost of Capital, Corporation Finance and the Theory of \nInvestment,” American Economic Review, Vol. 48, No. 3, June 1958, 261-297. \nMohrschladt, Hannes, and Sven Nolte, “A New Risk Factor Based on Equity Duration,” Journal of Banking and \nFinance, Vol. 96, November 2018, 126-135. \nNadeem, Muhammad, Rashid Zaman, Tahir Suleman, and Nader Atawnah, “CEO Ability, Career Concerns, \nFirms’ Lifecycle and Investments in Intellectual Capital,” International Review of Economics and Finance, Vol. \n75, September 2021, 237-251. \nPorter, Michael E., Competitive Strategy: Techniques for Analyzing Industries and Competitors (New York: Free \nPress, 1980). \nUtterback, James M., Mastering the Dynamics of Innovation: How Companies Can Seize Opportunities in the \nFace of Technological Change (Boston, MA: Harvard Business School Press, 1994).   \nVorst, Patrick, and Teri Lombardi Yohn, “Life Cycle Models and Forecasting Growth and Profitability,” Accounting \nReview, Vol. 93, No. 6, November 2018, 357-381. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 22,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n22\n \n \nIMPORTANT INFORMATION \n \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers.  \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThe Russell 3000® Index measures the performance of the largest 3,000 U.S. companies representing \napproximately 98% of the investable U.S. equity market. The Russell 3000 Index is constructed to provide a \ncomprehensive, unbiased, and stable barometer of the broad market and is completely reconstituted annually \nto ensure new and growing equities are reflected. The index is unmanaged and does not include any expenses, \nfees or sales charges. It is not possible to invest directly in an index. The index referred to herein is the intellectual \nproperty (including registered trademarks) of the applicable licensor. Any product based on an index is in no \nway sponsored, endorsed, sold or promoted by the applicable licensor and it shall not have any liability with \nrespect thereto. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation.  \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary.  \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \n \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n"
    },
    {
      "number": 23,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n23\n \n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities: \n \nEMEA \nThis material is for Professional Clients/Accredited Investors only. \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited (“FMIL”). \nFMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company limited by \nshares with company registration number 616661 and has its registered address at 24-26 City Quay, Dublin 2, \nDO2 NY19, Ireland. \n \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA. \n \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland. \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) Limited \n(“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the United \nKingdom by the Financial Conduct Authority. \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158).  \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument.  \n  \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall \nonly be made available to “professional investors” as defined under the Securities and Futures Ordinance of \n"
    },
    {
      "number": 24,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5953219 Exp. 9/30/2024 \n24\n \n \nHong Kong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory \nauthority including the Securities and Futures Commission in Hong Kong. Accordingly, save where an \nexemption is available under the relevant law, this material shall not be issued, circulated, distributed, directed \nat, or made available to, the public in Hong Kong. Singapore: This material is disseminated by Morgan \nStanley Investment Management Company and should not be considered to be the subject of an invitation for \nsubscription or purchase, whether directly or indirectly, to the public or any member of the public in Singapore \nother than (i) to an institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of \nSingapore (“SFA”); (ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of \nthe SFA, and such distribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) \notherwise pursuant to, and in accordance with the conditions of, any other applicable provision of the SFA. \nThis publication has not been reviewed by the Monetary Authority of Singapore.   Australia: This material is \nprovided by Morgan Stanley Investment Management (Australia) Pty Ltd ABN 22122040037, AFSL No. \n314182 and its affiliates and does not constitute an offer of interests. Morgan Stanley Investment Management \n(Australia) Pty Limited arranges for MSIM affiliates to provide financial services to Australian wholesale clients. \nInterests will only be offered in circumstances under which no disclosure is required under the Corporations \nAct 2001 (Cth) (the “Corporations Act”). Any offer of interests will not purport to be an offer of interests in \ncircumstances under which disclosure is required under the Corporations Act and will only be made to persons \nwho qualify as a “wholesale client” (as defined in the Corporations Act). This material will not be lodged with \nthe Australian Securities and Investments Commission.  \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association. \n"
    }
  ]
}