{
  "filename": "mm_144_2021_the_economics_of_customer_businesses__calculating_customer_based_corporate_valuation.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20230605133100-04'00'",
    "modDate": "D:20230605133100-04'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 144,
      "year": "2021",
      "date": "5/19",
      "institution": "Counterpoint",
      "title": "The Economics of Customer Businesses: Calculating Customer-Based Corporate Valuation",
      "url": "https://12mv2.files.wordpress.com/2024/04/21-05-19-the-economics-of-customer-businesses__calculating-customer-based-corporate-valuation.pdf"
    },
    "tags": [
      "Valuation methods",
      "Business models & growth",
      "Financial metrics"
    ],
    "tagged_at": "2025-01-20T21:29:45.871201"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n1 \n \nCounterpoint Global Insights \nThe Economics of Customer Businesses \nCalculating Customer-Based Corporate Valuation \nCONSILIENT OBSERVER  |  May 19, 2021\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIntroduction \nUnderstanding the basic unit of analysis is an essential element of \nsecurity analysis. An investor should have a point of view on how \na company makes money, what opportunities exist, and the role \ncompetition might play in shaping the financial outcome. Boiled \ndown to the core, the basic unit of analysis seeks to assess \nwhether a company’s investments are likely to earn a return in \nexcess of the cost of capital. \nAn investment is attractive when it has a positive net present value, \nwhich occurs when the present value of its inflows exceeds the \npresent value of the outflow. The concept applies whether it’s a \nnew retail store, a research and development outlay in search of a \nviable drug, a manufacturing plant, an acquisition, or a customer \nwho transacts with a firm. The form of investment may be different, \nbut the application of the net present value rule is the same.    \nThis report focuses on the customer\n as the basic unit of analysis.1 \nThe idea of customer lifetime value (CLV) has been around for \ndecades.2 CLV equals the present value of the cash flows that a \ncustomer generates while they are engaged with the firm minus the \ncost to acquire the customer. The present value of cash flows, in \nturn, is a function of sales, costs, and customer longevity. Since the \nmid-1990s, there has been a growing emphasis on the value of \ncustomer loyalty.3 But much of this work is limited because it does \nnot tie all the way to shareholder value.4  \nDaniel McCarthy and Peter Fader, professors of marketing, have \ndeveloped a robust framework they call “customer-based corporate \nvaluation” (CBCV), which links customer economics to corporate \nvalue.5 This allows investors to build a model, based on the drivers \nof customer value from the bottom up, that generates a warranted \nstock price. It also lets investors assess what expectations for the \ndrivers of customer value are priced into a company’s stock price.6 \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n2 \n \nThe ability to apply this framework varies by business. Companies that rely primarily on subscriptions, advance \nagreements to pay for a good or service, tend to be easier to model because the key determinants of value are \ngenerally explicit. The drivers for non-subscription businesses are the same but are often trickier to assess. \nThese include customer retention, the pace of repeat purchases, and the size of orders.7 \nSales, operating costs, and investments are the fundamental building blocks of shareholder value. Sales growth \nis the most important of these for companies that are expected to earn a return on investment above the cost of \ncapital. Providing a more accurate way to forecast sales growth is one of CBCV’s most significant contributions \nto the valuation literature.  \nCustomers have always been the lifeblood of corporate value. But CBCV is more important today than before \nbecause of the rise of subscription businesses. This growth has been spurred by the widespread adoption of the \nInternet in the mid-1990s and smartphones in 2007. Zuora, a subscription management platform provider, \ncalculates that the companies in its Subscription Economy Index grew revenues 17.8 percent per year from \n2012-2020, substantially outpacing the 2.0 percent rate for the S&P 500.8   \nSoftware as a service (SaaS), movie and music streaming, and e-commerce are examples of industries that \nhave emerged in recent decades. And many traditional businesses have had to adapt. For example, the New \nYork Times had weekday circulation of about 1.1 million when it launched its digital site in 1996. Today, its 5.3 \nmillion digital-only news subscribers are nearly 7 times greater than its print subscribers.9 \nIn this report, we discuss a framework for valuation, explain the elements of the CBCV model, review how \ncompanies create value, provide a case study on the postpaid segment of AT&T Mobility, examine trade-offs in \nthe drivers, and explore common errors. We believe this study is both richer and more nuanced than what many \ncompanies and analysts present.  \nFramework for Valuation \nYou can break down corporate value into two parts.10 The first reflects a continuation of the operations that the \ncompany has already established and assumes that growth creates no value. This is commonly called the \nsteady-state value. The second is based on value-creating investments the company has yet to make. This is \nreferred to as the present value of growth opportunities (PVGO). We estimate that the steady-state value has \nbeen about two-thirds of the value of the S&P 500 Index on average since 1960, with the PVGO representing \nthe other one-third.11 \nIn the context of this breakdown, we can think of current customers as the basis for the steady-state value and \nfuture customers as the source of the PVGO. Exhibit 1 shows the drivers that contribute to each component of \nvalue. Most of the value of a mature company is in the steady-state value because the firm has largely penetrated \nthe market. Most of the value of a young company is in the PVGO as the business has yet to fulfill its potential. \nIn reality, the analysis is not as tidy as this separation suggests. For example, current customers eventually \nleave and some of them return later. But this distinction does draw attention to the fact that it is inappropriate to \nextrapolate existing CLVs (the left side of exhibit 1) and to the need to focus on marginal CLVs (the right side of \nexhibit 1). \n \n \n"
    },
    {
      "number": 3,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n3 \n \nExhibit 1: Customer Value Comes from Existing and Future Customers \n \nSource: Based on Rob Markey, “Are You Undervaluing Your Customers?” Harvard Business Review, Vol. 98, No. 1, \nJanuary-February 2020, 42-50. \nDetermining the values in the boxes in Exhibit 1 requires a number of calculations and inputs. These figures are \nabout customers, sales, and costs. Public market investors have to rely largely on corporate disclosures, \nsupplemented by alternative data such as credit card transactions, for many of these numbers. Some companies \nprovide a lot of useful data and others don’t. \nTrupanion, a company that sells pet insurance, shares a lot of information that allows an investor to estimate \nthese key metrics. In fact, the company’s 2019 annual report provides a step-by-step analysis from customer \nvalue to a full 15-year discounted cash flow model.12   \nThe company’s most recent figures show a lifetime pet value, equivalent to CLV, of about $650. Exhibit 2 shows \nthat the present value of the cash flows that a pet owner generates is around $900 (the blue bars going up) and \nthat the cost to acquire a pet is roughly $250 (the blue bar going down). Pet owners insure their pets for about \nsix and a half years on average. \n \n \n \nAverage \nrevenue per \ncustomer\nVariable \ncosts\nVariable\ncontribution \nper existing\ncustomer\nExpected \nexisting \ncustomer \nlifetime\nNumber of \nexisting \ncustomers\nValue per \nexisting \ncustomer\nPresent\nvalue of \nexisting \ncustomers\nx\nx\n−\nAverage \nrevenue per \ncustomer\nVariable \ncosts\nVariable\ncontribution \nper new\ncustomer\nExpected \nnew \ncustomer \nlifetime\nNumber of \nnew \ncustomers \nacquired\nValue per \nnew \ncustomer\n−\nCustomer\nacquisition \ncosts\nPresent\nvalue of \nfuture \ncustomers\nx\nx\n−\n+\nCustomer value\n"
    },
    {
      "number": 4,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n4 \n \nExhibit 2: Trupanion’s Lifetime Value of a Pet \n \nSource: Trupanion and Counterpoint Global cost estimates. \nNote: As of 12/31/2020; CAC=customer acquisition cost. \nHere are some of the metrics that the company shared as of year-end 2020:13 \nCurrent pets enrolled: \n \n862,928 \nAverage revenue/customer/month: \n$60.37 \n \nCustomer longevity: \n \n~6 years  \nAverage cost/customer/month:   \n~$45  \nCustomer acquisition cost:  \n \n$247 \nAnd here are some figures to help assess the future and to discern the present value:14 \nPotential number of pets:  \n \n180 million (North America) \nTotal addressable market:   \n \n$32.5 billion  \nCost of capital:  \n \n7.8%  \nTrupanion’s disclosure is exemplary but it is important to bear in mind that this is a snapshot. The key metrics \nthat determine value are dynamic. A grasp of these changes through time requires an understanding of not just \ntoday’s CLV but also consumer surplus, the size and maturity of the market, the nature of competition, and the \ntrade-offs between the metrics. \nEven a brief study of exhibits 1 and 2 reveals the main drivers of value. A company can add value by acquiring \nadditional customers that are economically attractive, increasing the cash flow per period (independent of \nlongevity), keeping a customer longer (independent of cash flow per period), or lowering the cost to acquire a \ncustomer. The challenge is that there are trade-offs between these goals. For example, keeping a customer for \na longer time may require more retention spending, which lowers cash flow per period.   \n-250\n-200\n-150\n-100\n-50\n0\n50\n100\n150\n200\n250\n0\n1\n2\n3\n4\n5\n6\nValue\nYear\n Increase revenues\n Lower CAC\nLifetime value of \na pet = $653\nActual\nWays to add value\nExpand longevity\n"
    },
    {
      "number": 5,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n5 \n \nEqually important is building a model that ultimately reflects shareholder value.15 For example, measures such \nas customer equity (CE) or the ratio of customer lifetime value to customer acquisition cost (LTV/CAC) rarely \nconsider all of the relevant investments and costs, including taxes and the cost of capital. As a consequence, a \nlarge gap remains between such metrics and shareholder value. \nA comprehensive model should allow an executive or investor to calculate corporate value based on the present \nvalue of future free cash flow. Free cash flow equals net operating profit after taxes minus investments in future \ngrowth. Corporate value plus cash and other non-operating assets minus debt and other liabilities equals \nshareholder value. Most models and shorthands used in the executive and investment communities fall short of \ncapturing what ultimately matters. \nWe are now ready to turn to the core elements in the model. \nModel Elements \nWe find it useful to build the model using three related elements. The first, the bedrock, is the customers. We \nwant to consider the number of potential customers, the pattern of customer acquisition, and how long a \ncustomer is likely to stick around. The second element is revenue and revenue growth, which derives from the \ncustomer base. We want to pay particular attention to modeling customer behavior so that we can forecast \nrevenues as accurately as possible. The final element is costs. Our primary focus is on customer acquisition \ncosts, but we consider the elements of operating leverage as well. \nCustomers. Understanding the total addressable market (TAM) is a good starting point for a CBCV analysis.16 \nWe define TAM as the revenue a company would generate if it had 100 percent share of a market it could serve \nwhile creating value. TAM is not about how large a firm can be, but rather how much it can grow while adding \nvalue.  \nTAM is important because it helps quantify the size of a company’s opportunity. It also allows for an assessment \nof where the company currently stands on that path to full potential. Comparing thoughtful answers to these \nquestions to what expectations are priced into a stock provides an opening for possible excess returns.  \nExhibit 3 shows the basic way to model market potential. The first part is an estimate of the total population \nseparated into customers, near customers, and those who are unlikely to become customers. Factors that make \na person less likely to transact with a firm include the cost of the service relative to disposable income, access \nto complementary devices, and demographic profile. One way to increase the TAM is to figure out how to convert \nnear customers, who are close to buying the good or service, into customers. Population growth and access to \nglobal markets mean that the TAM can increase over time. \nThe next part is product adoption. This includes the adoption rate of the good or service and, more significantly, \ncompetition. Large and lucrative markets attract rivals. Rivalry has countervailing effects on a market. On the \none hand, competitors tend to draw resources to the market. That accelerates adoption. The ride share market \nis a good illustration. Competition led to more promotional activity, which lowered the cost for customers and \nraised the rate of adoption. \nOn the other hand, competition tends to hurt profitability in the short run. The same promotions that generate \ncustomer growth also penalize CLV through lower profits and higher CACs.   \n"
    },
    {
      "number": 6,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n6 \n \nThe final part is customer behavior. This captures how often customers engage with the company and how much \nthey spend when they do transact. Some businesses see their customers increase their spending for subsequent \npurchases after their first purchase, while others realize a decrease. Behavior is more predictable for \nsubscription businesses, where the customer pays a set amount at a specified time for access to a good or \nservice, than for non-subscription businesses where transactions are at the discretion of the buyer. \nExhibit 3: Components of Total Addressable Market Forecast \n \nSource: Counterpoint Global. \nEverett Rogers was a sociologist who did foundational work on the diffusion of innovation. He created a \ntaxonomy of adopters, from “innovators” to “laggards” (see exhibit 4). Rogers noted that the number of categories \nand the size of each were choices. But the basic idea is that an individual’s category reflects when he or she \naccepts a new innovation relative to other adopters. Note that in Rogers’s model, the innovators and early \nadopters combined are only 16 percent of the total potential market and an equivalent percentage are laggards.17 \nGeoffrey Moore, an organizational theorist and consultant who also happens to have a PhD in English literature, \nsuggests that many products or services fail to transition from the early adopters to the early majority. He calls \nthat phase “crossing the chasm.”18     \nUnderstanding where a company or industry is on the adoption curve is important because both CAC and cash \nflows can change as a company’s customer base grows. You can imagine that the innovators, a group Moore \nevocatively calls “enthusiasts,” have little or no CAC and generate good cash flows. But as you move through \nthe adopter groups, the cost to bring in customers can rise and the proclivity of those customers to spend can \nfall relative to the early adopters. These tried and true models show why it is a mistake to assume customers \nare a homogenous bunch.19     \nCustomers\nTotal \naddressable \nmarket\nNear-\ncustomers\nPotential \nTAM\nNon-\ncustomers\nPopulation\n• Can we convert \nnear-customers?\nCompetitor 2\nNon-\ncustomers\nProduct\n• Are the resources committed to \nthe category accelerating growth?\n• Is competition hurting profitability?\nCompetitor 3\nMarket \nshare\nCompetitor 1\nOrder   \nfrequency\nX\nBasket            \nsize\n=\nRevenues\nPurchase\n• Can we anticipate customer behavior?\n• What can we do to increase frequency \nand/or magnitude of purchase?\nNear-\ncustomers\n"
    },
    {
      "number": 7,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n7 \n \nExhibit 4: Everett Rogers’s Adopter Categorization \n \nSource: Based on Everett M. Rogers, Diffusion of Innovations, Fifth Edition (New York: Free Press, 2003), 281. \nA sigmoid curve, or S-curve, measures total users where the horizontal axis represents time and the vertical \naxis captures the cumulative number of adopters (see exhibit 5). Rogers’s adopter distribution is derived from \nthe S-curve and measures the growth in users over time. Some sense of where a company sits on this curve \nprovides context for thinking about potential value creation. \nExhibit 5: S-Curve of Adoption \n \nSource: Counterpoint Global.  \n \nGrowth in Number of Adopters\nTime\nEarly Adopters\n13.5%\nEarly Majority\n34%\nLate Majority\n34%\nLaggards\n16%\n2.5%\nInnovators\nCumulative Number of Adopters\nTime\n"
    },
    {
      "number": 8,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n8 \n \nExhibit 6 shows that the rate of diffusion for a number of important technologies has been speeding up. For \nexample, the household penetration the telephone achieved in 50 years took the smartphone only 5. The rise of \nsocial networks has been even more rapid. The social media site TikTok needed only 2.5 years to reach 1 billion \nmonthly average users, versus 6 years for WeChat, 7 years for WhatsApp, and 8 years for Facebook.20   \nExhibit 6: The Rate of Diffusion Is Speeding Up  \n \nSource: Asymco. \nNote: Telephone data for 2006-2008 estimated using 2005 and 2009 values and assuming an equal change per year.  \nRogers identified five variables that determine the rate of adoption. These include the following:21 \n• Relative advantage: How much better the new product is than the product that came before; \n• Visibility: How visible the results of a product are to others; \n• Trialability: How easy it is to try the product; \n• Simplicity: How straightforward the product is to understand and use; \n• Compatibility: The consistency of the new product with existing values, experiences, and needs. \nChristian Terwiesch and Karl Ulrich, professors of operations and information management, applied Rogers’s \nframework to four customer-based products (see exhibit 7). Their analysis suggests that the cumulative effect \nof these variables accurately predicted the actual time to adoption, or in their more suggestive term, “years to \n‘take off.’” \n \n \n \n \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n1900\n1904\n1908\n1912\n1916\n1920\n1924\n1928\n1932\n1936\n1940\n1944\n1948\n1952\n1956\n1960\n1964\n1968\n1972\n1976\n1980\n1984\n1988\n1992\n1996\n2000\n2004\n2008\n2012\n2016\nU.S. Household Penetration\nTele-\nphone\nElec-\ntricity\nColor\nTV\nAuto\nRadio\nInternet Cell\nphone\nSmart-\nphone\n"
    },
    {
      "number": 9,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n9 \n \nExhibit 7: Determinants of Adoption Speed for Four Customer-Based Products \n  \nInnovations (Scale: 1=Worst, 5=Best) \nDrivers of \nDiffusion \nEZ Pass Auto  \nToll System \nWeb  \nBrowser \nMobile  \nPhone \nSegway Personal \nTransporter \nRelative \nAdvantage \n5 No waiting at toll \nbooths \n5 Free, instant \ninformation \n4 \nWireless calling, \nbut initially \nexpensive \n1 Better than \nwalking? \nVisibility \n5 Obvious to all \nusers \n1 Not very visible \n4 \nVisible in public \n5 Highly visible \nTrialability \n2 Must enroll to try \n5 Free download \n2 \nContract required \n1 $10K \ncommitment \nSimplicity \n3 \nHow does \npayment work? \nWho installs? \n5 Click and view \n2 \n\"Send\" button? \nReception, \ncoverage? \n2 \nHow does that \nthing work? \nWhat powers it? \nCompatibility \n5 All vehicles \n5 All PCs \n5 \nFits in pocket or \nbag \n2 \nStorage? \nLocking?  \nWhere to ride? \nCharging? \nPredicted \nRelative Rate \nFast \nVery fast \nModerate \nVery slow \nYears to \n\"Take Off\" \n~3 \n~2 \n~9 \n15 and counting \nSource: Christian Terwiesch and Karl T. Ulrich, Innovation Tournaments: Creating and Selecting Exceptional Strategies \n(Boston MA: Harvard Business Press, 2009), 160. \nFrank Bass was a professor of marketing who was heavily influenced by Rogers. Bass developed a famous \ndiffusion model with three parameters:22  \n• Coefficient of innovation (p). This parameter captures influence that is outside a social system. In \nother words, an adopter buys the good or service even though it is not yet popular. This captures the \nbehavior of innovators and early adopters in the Rogers model.  \n• Coefficient of imitation (q). This parameter reflects that future adoptions are a function of current users. \nIt’s the power of word of mouth within a social system. A potential adopter wants something because all \nof his or her friends have it. This matches closely Rogers’s variable of “visibility” that determines the rate \nof adoption. The empirical data show that the coefficient of imitation is significantly larger than the \ncoefficient of innovation.23 \n• An estimate of the number of eventual adopters (m). This parameter seeks to determine the size of \nthe market. The TAM analysis above can help estimate this figure.  \nExhibit 8 brings the model to life by showing outputs for different values of p and q. We assume that m is 100. \nWe show values for p of 0.04 and 0.005 and values for q of 0.4 and 0.9. The empirical parameters for about 50 \npast diffusions show average values of 0.037 for p and 0.327 for q.24 One way to estimate parameters for a new \ngood or service is to consider carefully analogies from past launches.25 \n"
    },
    {
      "number": 10,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n10 \n \nThe pattern of adoption is similar to a normal distribution when q is above zero (left panel of exhibit 8), and the \npenetration of users follows an S-curve when q is greater than p (right panel of exhibit 8). In fact, we made \nexhibits 4 and 5 with a p of 0.04 and a q of 0.40.   \nExhibit 8: Output of Bass Model Based on Different Parameters \n \n \nSource: Counterpoint Global.  \nDiffusion models have limitations, including an inability to capture repeat purchases easily, to reflect changes in \nproduct or service attractiveness as a function of size, and to include the effect of seasonality. But these \nshortcomings are offset by insights gained from understanding the number of potential customers and how they \nmight engage with the firm. For instance, researchers have drawn a link between word of mouth marketing, \nrelated to the coefficient of imitation, and customer lifetime value.26   \nWith a sense of the number of potential customers and the likelihood they will engage with a good or service, \nwe turn to the issue of customer retention. Leading researchers in the field suggest that “retention is the customer \ncontinuing to transact with the firm.”27 This description captures key concepts, including the idea that the \ncustomer drives retention, the transaction can be monetary or non-monetary, and the agreement can be \ncontractual or non-contractual.   \nThe main terms and definitions for retention include the following (the time period should be consistent): \nChurn rate  \n= percentage of customers who end their relationship with a company during a period \nRetention rate \n= 1 – churn rate  \nCustomer longevity =          1        . \n \n              churn rate \nTo illustrate, Trupanion reported that its average monthly retention rate at year-end 2020 was 98.71 percent. \nFrom that, we know that the churn rate is 1.29 percent per month (1 − 0.9871 = 0.0129), and that the average \nlongevity per pet is 77.5 months (1 ÷ 0.0129 = 77.5), or just under 6.5 years. Longevity is useful to consider in \nthe context of the payback period, the time it takes for the present value of customer cash flows to equal the \ncustomer acquisition cost. Trupanion’s payback period is about 20 months. \n0\n5\n10\n15\n20\n25\n30\nGrowth in Number of Adopters\nTime\np=0.005\nq=0.900\np=0.040\nq=0.400\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\nCumulative Number of Adopters\nTime\np=0.005\nq=0.900\np=0.040\nq=0.400\n"
    },
    {
      "number": 11,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n11 \n \nIt is easier to calculate retention rate for contractual businesses than for noncontractual ones. The challenge for \nnoncontractual businesses is that customer purchases are periodic, making it difficult to assess whether a \ncustomer is still engaged with the firm. In these cases, inferring behavior from aggregate statistics can be helpful. \nBut applying metrics based on current customers to new customers, for either a contractual or non-contractual \nbusiness, may be a mistake because of survivorship bias. The customers that remain are the good customers \nand hence may not be suitable proxies for new ones. For this reason, older companies have lower churn, on \naverage, than younger ones do.  \nExhibit 9 shows the monthly churn for a handful of industries. The median for these industries is 5.5 percent, \nwith a low of 4.6 percent for software as a service and a high of 10.8 percent for subscription-based video on \ndemand (SVOD), which is delivered without a cable or satellite subscription, or “over the top” (OTT).  \nExhibit 9: Monthly Churn Rate for a Handful of Industries \n \nSource: Recurly Research. \nNote: Analysis of over 1,500 subscription sites processing subscription billing on the Recurly platform from January-\nDecember 2019.   \nThe churn rate is relevant only in the context of the other drivers of CLV, including the cash flows the customer \ngenerates while active and the customer acquisition cost. But it makes clear why looking at the number of \ncustomers over time is insufficient to understand the prospects for value creation.  \nImagine that company A and company B both report 1,000 customers at the end of one quarter and 1,100 at the \nend of the next one. On the surface they look the same, having grown their customer bases by 10 percent. But \nnow consider that company A had a 10 percent churn rate and company B had a 30 percent rate. Company A \n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n20\nMonthly Churn Rate (Percent)\nAll\nSoftware-as-a-Service\nPublishing & Entertainment\nInternet of Things\nBusiness Services\nConsumer Services\nHealthcare\nEducation\nConsumer Goods\nBox of the Month\nOTT/SVOD\nMedian\n25th\nPercentile\n75th\nPercentile\n"
    },
    {
      "number": 12,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n12 \n \nwould have to acquire 200 customers to achieve that growth (1,000 – 100 + 200 = 1,100) while company B \nwould have to acquire 400 (1,000 – 300 + 400 = 1,100). Assuming an equivalent customer acquisition cost, \ncompany B would pay a lot more than company A to achieve the same net growth in customers. \nLongevity can add substantial value provided a customer generates positive cash flows while transacting with \nthe firm. Fred Reichheld, a consultant and early leader in this type of analysis, estimated that a 5-percentage \npoint increase in annual customer retention increased the CLVs for a number of industries by an average of 75 \npercent.28 A more recent study showed that a one percentage point improvement in retention added more to \nCLV than an equivalent improvement in acquisition cost and operating profit margin, all else being equal.29 \nBut there’s even more to the story. It is often the case that customers spend more the longer they stay. One \ndramatic example is Coupang, a Korean e-commerce company, which revealed the spending of its cohorts over \ntime (see exhibit 10). A cohort is defined as a group of buyers who made their first purchase within a specific \nperiod. To illustrate, the cohort from calendar 2016 collectively spent nearly 3.6 times more four years later than \nthey did in the initial year, despite those customers who left. Increased sales per customer correlates with \nincreased profit per customer assuming that the company’s cost structure is partially fixed. \nExhibit 10: Coupang, Inc.: Spending by Cohort, Indexed to Year 1 \nYear \n1  \n2  \n3  \n4  \n5  \nCohort \n2016  \n1.00x \n1.37x \n1.80x \n2.37x \n3.59x \n2017  \n1.00x \n1.80x \n2.35x \n3.46x \n  \n2018  \n1.00x \n1.98x \n3.06x \n  \n  \n2019  \n1.00x \n2.19x \n  \n  \n  \nSource: Coupang, Inc., S-1 Filing, February 12, 2021. \nExhibit 11 summarizes the academic research about the variables that determine churn rate for contractual \nfirms. We discuss a few of them. \nCustomer satisfaction tends to be a good predictor of churn rate. One popular measure of satisfaction is the Net \nPromoter Score (NPS). To calculate the score, surveyors ask customers about the likelihood they would \nrecommend a company, product, or service to a friend or colleague on a scale from 0 (not likely at all) to 10 \n(extremely likely). NPS is the percentage of customers who provide a rating of 9 or 10 (promoters) minus the \npercentage of those who answer 6 or below (detractors). Scores above 70 are considered excellent and those \nin the range of 30-70 are very good. While useful by itself, NPS has been found to be even more effective as a \ncomplement to other metrics.30   \n \n \n \n \n \n \n"
    },
    {
      "number": 13,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n13 \n \nExhibit 11: Predictors of Churn Rate in Contractual Settings \nFactors \nExample \nCustomer satisfaction \nEmotion in emails \nCustomer service calls \nUsage trends \nComplaints \nPrevious non-renewal \nUsage behavior \nUsage level \nSwitching costs \nAdd-on services \nPricing plan \nEase of switching \nCustomer characteristics \nPsychographic segment \nDemographics \nCustomer tenure \nMarketing \nMail responders \nResponse to direct mail \nPrevious marketing campaigns \nAcquisition method \nAcquisition channel \nSocial connectivity \nNeighbor churn \nSocial network connections \nSocial embeddedness \nNeighbor/connections usage \nSource: Eva Ascarza, Scott A. Neslin, Oded Netzer, Zachery Anderson, Peter S. Fader, Sunil Gupta, Bruce G. S. Hardie, \nAurélie Lemmens, Barak Libai, David Neal, Foster Provost, and Rom Schrift, “In Pursuit of Enhanced Customer Retention \nManagement: Review, Key Issues, and Future Directions,” Customer Needs and Solutions, Vol. 5, No. 1-2, March 2018, \n65-81. \nSwitching costs, the costs consumers bear when they switch from one supplier to another, also determine the \nchurn rate. Loyalty programs are a form of lock-in that create switching costs. Bundling, when a company sells \nmore than one product in a package for a single price, can also increase switching costs and reduce churn.31  \nSocial connectivity also predicts the churn rate. Customers who feel linked to others in the social network, a \nconcept called social embeddedness, are less likely to churn. This has particular relevance in social and \ncommunications networks. We will review this point in more detail when we discuss network effects. \nResearchers have developed statistical models that predict churn more accurately than can traditional \nmethods.32 Marketing models that consider market penetration and brand loyalty can also be helpful.33 \nUltimately, some factors that determine the churn rate are in a company’s control and others are not. Poor \nservice may compel a customer to quit their local gym, but they are sure to quit if they move out of town.  \nCompanies can proactively try to anticipate which customers are at risk of leaving and figure out how to keep \nthem or reactively try to change the minds of customers who quit. Allocating resources between these \nalternatives is tricky.34 For example, research shows that the best customers to target for retention are not those \nmost likely to leave per se but rather those who are most at risk of leaving and are likely to change their minds.35 \nFurther, obvious incentives to stay, such as price concessions, can be effective in the short run but are too easy \nfor competitors to imitate. By contrast, non-price incentives, such as product improvement, can be better for the \nlong term.     \n"
    },
    {
      "number": 14,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n14 \n \nRevenue Growth. We now have some sense of the addressable market, how potential customers might be \nconverted into actual customers, and how long they might stay with the company. The next step is to build a \nmodel of revenue and revenue growth. \nMcCarthy and Fader recommend a customer cohort chart (C3), which shows the total revenue by period for \neach acquisition cohort. To construct the chart properly it is helpful to build a revenue forecast using three parts. \nThe first is the number of customers, which was our focus in the prior section. The second is total orders, which \ncaptures how frequently those customers purchase goods or services. The third is total revenues, which \nconsiders the average basket size, or revenue per order. The variance of order frequency and basket size is \nlower for subscription businesses than for non-subscription companies. Exhibit 12 illustrates the concept with \nan example. \nExhibit 12: Bottom Up Model of Customer Revenue \n \nNumber of Customers \nPeriod \n  \nGross \n  \n  \n  \n  \n  \n  \nadditions \n0 \n1 \n2 \n3 \n4 \n5 \nCohort 1 \n4,000 \n4,000 \n2,600 \n1,924 \n1,578 \n1,325 \n1,126 \nCohort 2 \n5,375 \n5,375 \n3,333 \n2,233 \n1,764 \n1,464 \nCohort 3 \n7,000 \n7,000 \n4,200 \n2,814 \n2,195 \nCohort 4 \n8,825 \n8,825 \n6,089 \n4,506 \nCohort 5 \n10,500 \n10,500 \n7,035 \nCohort 6 \n12,100 \n  \n12,100 \nTotal customers \n4,000 \n7,975 \n12,257 \n16,835 \n22,492 \n28,426 \nTotal Orders \n  \n  \n0 \n1 \n2 \n3 \n4 \n5 \nCohort 1 \n9,000 \n5,850 \n4,810 \n4,339 \n3,976 \n3,661 \nCohort 2 \n13,438 \n9,164 \n6,698 \n5,733 \n5,124 \nCohort 3 \n21,000 \n13,650 \n9,849 \n8,231 \nCohort 4 \n28,681 \n21,312 \n18,024 \nCohort 5 \n36,750 \n26,381 \nCohort 6 \n  \n45,375 \nTotal orders \n9,000 \n19,288 \n34,974 \n53,368 \n77,620 \n106,796 \nTotal Revenues \n  \n  \n0 \n1 \n2 \n3 \n4 \n5 \nCohort 1 \n405,000 \n263,250 \n264,550 \n282,010 \n298,182 \n292,881 \nCohort 2 \n631,563 \n522,369 \n448,788 \n441,414 \n420,177 \nCohort 3 \n1,029,000 \n805,350 \n679,581 \n691,400 \nCohort 4 \n1,462,744 \n1,300,055 \n1,279,717 \nCohort 5 \n1,947,750 \n1,662,019 \nCohort 6 \n  \n  \n  \n  \n  \n2,495,625 \nTotal revenues \n$405,000 \n$894,813 \n$1,815,919 \n$2,998,892 \n$4,666,981 \n$6,841,818 \n \nSource: Counterpoint Global.  \nThis bottom up analysis allows us to gain insight in a few ways. The top panel provides us with the numbers we \nneed to calculate the churn rate. For instance, look at the change in customers from the base year, period 0, to \nperiod 1. The company started with 4,000, added 5,375 new ones, and lost 1,400 from the original cohort. The \nnet result is 7,975 customers at the end of period 1 (4,000 + 5,375 – 1,400 = 7,975). The churn rate in that period \nwas therefore 35 percent (1,400 ÷ 4,000 = 0.35).  \n"
    },
    {
      "number": 15,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n15 \n \nBefore we return to exhibit 12, it is important to note a common mistake. Companies and investors sometimes \nassume a constant retention rate for a pool of customers acquired in the same period. This can lead to an \nundervaluation of the cohort by 25-50 percent.36 A more typical pattern is a retention rate below the average in \nearly periods following acquisition and above the average for subsequent periods (see exhibit 13). In other \nwords, a customer is more likely to leave early than late.    \nExhibit 13: Retention Curves Are Rarely Constant \n \nSource: Counterpoint Global.  \nThe middle panel of exhibit 12 shows total orders. This allows us to see how frequently customers transact with \nthe firm. Companies rarely disclose these data but having some sense of the numbers and trend is very useful.37 \nContinuing with our examination of period 1, average orders per customer are 2.4 (19,288 ÷ 7,975 = 2.4).    \nThe bottom panel captures total revenues. This tells us about average basket size, or dollar amount per order. \nIn period 1, the average basket size is $46.39 ($894,813 ÷ 19,288 = $46.39). The number of orders times the \nbasket size is the average revenue per user (ARPU), which comes out to $112.20 in this case. Total revenue of \n$894,813 is the result of 7,975 customers ordering 2.4 times with an average basket size of $46.39. We can \nmonitor these levers to see how they change over time.  \nExhibit 14 shows a customer cohort chart based on our example. Researchers at Theta Equity Partners point \nout a couple of virtues of a C3.38 One is that the impact of new customers, the top part of the bar for each period, \nis easy to see. It also provides a way to see dollar retention by cohort, which is the change in total dollars spent \nby a cohort. Dollar retention is the net of countervailing forces: churn reduces revenues while an increase in \nspending per active customer boosts revenues. \n \n \n \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nRetention Rate\nPeriod\nAverage\n"
    },
    {
      "number": 16,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n16 \n \nExhibit 14: Customer Cohort Chart (C3) \n \nSource: Counterpoint Global.  \nThis is a good time to revisit the important issue of customer heterogeneity. While CLV is often cited as a fixed \nsum, in reality there is often a great deal of variance around the average.39 Indeed, customer behavior can be \nvery skewed. One academic study found that the top 20 percent of customers generated 67 percent of the \nrevenues for a sample of nearly 340 public companies.40 Further, non-subscription businesses realized \nsubstantially higher revenues from their best customers than subscription businesses did. In general, the \ndistribution of CLVs is lopsided, with most customers adding little value and a handful creating a lot. \nThe ideal is to calibrate the parameters that drive value to understand a company’s value. These parameters \ninclude the rate and cost of customer acquisition, churn rate, order frequency, and basket size. The patterns of \ntransactions are complicated for non-subscription businesses in large part because it is harder to observe and \nanticipate behavior. As a consequence, non-subscription businesses can be mispriced by the stock market and \nprovide astute management teams with an opportunity to build value through customer-focused programs.41 \nCosts. So far, we have focused on a company’s revenue potential, which considers a company’s current and \nfuture customers and how much they will spend. But to calculate shareholder value we also need to account for \ncosts.  \nThe most prominent of these is the customer acquisition cost (CAC), which can be linked to firm value.42 \nCompanies and investors commonly estimate CAC as sales and marketing expense divided by the number of \nnew customers. For example, Netflix, Inc., which provides a subscription-based online video streaming service, \nhad marketing expense of about $2.2 billion and acquired around 29 million customers in the 12 months ended \nMarch 31, 2021. CAC comes out to about $77.  \nThis definition is simplistic and most certainly somewhat off the mark. On the one hand, it can overstate CAC \nbecause not all sales and marketing expense is dedicated solely to acquiring new customers. On the other hand, \n0\n1,000,000\n2,000,000\n3,000,000\n4,000,000\n5,000,000\n6,000,000\n7,000,000\n0\n1\n2\n3\n4\n5\nTotal Revenues\nPeriod\nCohort 6\nCohort 5\nCohort 4\nCohort 3\nCohort 2\nCohort 1\n"
    },
    {
      "number": 17,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n17 \n \ncustomer acquisition costs come in many other forms, including freemium offerings (providing a service for free \nhoping to convince a customer to pay), hardware subsidies, promotions, and installation costs.43  \nCACs tend to rise over time as a company migrates from the early majority to the late majority adopters. This \nmeans that there are diminishing returns to acquiring customers, as with most economic activities. Exhibit 15 \nshows the upward trend in CACs for business-to-business and business-to-consumer companies.  \nExhibit 15: Change in Customer Acquisition Costs Over Time \n \nSource: Neel Desai, “How Is CAC Changing Over Time?” ProfitWell, August 14, 2019. \nEmpirical data shows that CACs also tend to be higher for industries with a large number of competitors than \nfor industries with a small number. By contrast, retention cost per customer remains relatively stable whether \nthe number of competitors is small or large.  \nCAC can decrease for a business that enjoys a network effect, which exists when the value of a good or service \nincreases as more people use that good or service.44 This can happen even as the willingness to pay (WTP), \nthe most a customer would pay for a good or service, increases. Lower CAC and higher WTP generally occur \nonly when one network becomes dominant. The business that controls the network benefits from economies of \nscale on the supply-side, where costs decline as a function of sales, and the demand-side, where WTP increases \nas a function of sales.45 \nAcademics distinguish between a few kinds of network effects. Direct network effects exist when the participants \ncan connect with one another without an intermediary. Telephone networks are the classic example. Indirect \nnetwork effects exist when there’s a complementary asset involved. Video game consoles and video games are \na clear illustration. Network effects are also relevant for platform businesses that match two sides of a market. \nThe ride-sharing companies are a good case in point.46   \nGoing from revenue to shareholder value requires reflecting all costs (see exhibit 16). Variable costs vary with \nthe level of output and include raw materials, packaging, and sales commissions. Fixed costs, such as rent \nexpense and most labor, are not a direct function of the level of sales. Retention costs are a blend of variable \n0\n10\n20\n30\n40\n50\n60\n70\n6\n5\n4\n3\n2\n1\n0\nBlended CAC Relative to Four Years Ago\nWhen Measurement Was Taken (Years Prior)\nBusiness-to-Consumer\nBusiness-to-Business\n"
    },
    {
      "number": 18,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n18 \n \nand fixed costs that are necessary to maintain current customers. Investment costs include spending on assets \nsuch as the working capital and property, plant, and equipment required to sustain or grow the business. The \nopportunity cost of capital captures the rate of return that investors demand.  \nExhibit 16: Customer-Based Corporate Valuation Includes All Costs \n \nSource: Counterpoint Global. \nNote: Amortization of acquired intangible assets added back to earnings before interest and taxes. \nMost of the models that companies and analysts use fail to reflect all the costs necessary to properly estimate \nshareholder value. For instance, LTV/CAC calculations generally include only cost of goods sold and sales and \nmarketing expenses. Research and development and other selling, general, and administrative (SG&A) \nexpenses are rarely considered. Further, investments in working capital changes and capital expenditures are \nnot part of most models.  \nThese expenses and investments vary a great deal from one company to the next based on the type of business, \nposition in the lifecycle, and the resource allocation skills of management. Accordingly, measures such as \nLTV/CAC may be useful for comparisons and as crude proxies for value, but lack the components to be deemed \nsuitable for valuation.  \nCurrent accounting standards add confusion to the calculation of CBCV. Revenues and expenses appear on a \ncompany’s income statement. But in recent decades, companies have invested increasing sums in intangible \nassets, which appear as an expense on the income statement.47 Executives and investors can gain insight by \ncapitalizing intangible expenses and amortizing them. This adjustment makes earnings and investments more \naccurate while free cash flow is unaffected.  \nGross profit \nEarnings before interest, taxes, and amortization \nSales and marketing\nCash taxes\nNet operating profit after taxes\n• Δ net working capital\n• Capital expenditures – depreciation\n• Acquisitions – divestitures\nUnlevered free cash flow\n–\n=\n–\n=\n=\nCustomer lifetime value commonly \ncalculated using only these numbers\nCapital intensity\nFigure to project and discount to present value\nInvestments\n–\nRevenue\nCost of goods sold\n–\n=\nCustomer acquisition cost commonly calculated \nusing sales and marketing spending\nOther selling, general, and administrative\n–\n"
    },
    {
      "number": 19,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n19 \n \nReconfiguring financial statements may lead to increased insight, but accountants and regulators generally frown \nupon the activity. In the late 1990s, the Securities and Exchange Commission (SEC) charged that America \nOnline, Inc. (AOL), then the leading retail internet service provider, had violated generally accepted accounting \nprinciples by capitalizing and amortizing customer acquisition costs. For fiscal 1996, AOL’s adjustment reduced \npretax losses to $68 million from $175 million. The SEC charged that “AOL was operating in a new, evolving, \nand unstable business sector” and “could not provide the ‘persuasive’ historical evidence needed to reliably \nestimate the future net revenues it would obtain from its advertising expenditures.”48  \nThe SEC’s interpretation of the accounting rules may have been correct, but AOL’s accounting was a more \naccurate portrayal of the business. Very little has changed since that time, which means that companies and \ninvestors have to dig into the financial statements to understand the basic unit of analysis.   \nGeoffrey West, a theoretical physicist who was the president and is now a distinguished professor at the Santa \nFe Institute, discusses the sigmoidal pattern of growth that applies to mammals and companies.49 Consider an \nanimal. Energy, via metabolism, is devoted to growth and maintenance. At birth, nearly all of the energy goes \ntoward growth and little to maintenance. But as the body grows, the mix shifts from growth to maintenance until \nnearly all of the energy is devoted to maintenance. Growth finishes at the point of maturity. \nCompanies follow a similar pattern, with energy replaced by cost. For customer-based companies, growth is \nakin to acquiring new customers via customer acquisition costs and maintenance is keeping customers through \nretention spending.  \nCompanies that spend too little on acquiring customers in the growth phase limit their ultimate size, whereas \ncompanies that spend too much once mature waste resources. One study of retailers found those that continued \nto invest in new stores in pursuit of growth after diminishing returns had set in generated much lower returns to \nshareholders than those that recognized the limits to incremental spending. “Curing the addiction to growth” is \nessential to creating shareholder value.50  \nHow Companies Add Value  \nAdam Brandenburger and Harborne Stuart, professors who study competitive strategy, have described a simple \nmodel of value creation from the point of view of buyers, the firm, and suppliers.51 There are four numbers to \nconsider. The first is willingness to pay (WTP), the maximum a customer would pay for a good or service.52 The \nsecond is the price the firm charges for that good or service. The difference between WTP and price is consumer \nsurplus. The third is the cost to the firm to deliver the product. The gap between price and cost is the firm’s value \ncreation. The final figure is willingness to sell (WTS), the minimum a supplier would accept to provide a good or \nservice. Suppliers include employees.53 Cost minus WTS reflects a supplier surplus. \nFelix Oberholzer-Gee, a professor of business administration at Harvard Business School, enriches the \nBrandenburger and Stuart framework by providing specific methods to increase WTP or decrease WTS, hence \nproviding the firm with an opportunity to create more value.54 Exhibit 17 shows the framework and adds \nOberholzer-Gee’s observations about how to pursue a value-creating strategy.   \n \n \n \n"
    },
    {
      "number": 20,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n20 \n \nExhibit 17: How Companies Add Value \n \nSource: Based on Felix Oberholzer-Gee, Better, Simpler Strategy: A Value-Based Guide to Exceptional Performance \n(Boston, MA: Harvard Business Review Press, 2021), 14. \nLet’s begin with willingness to pay at the top of the exhibit. Oberholzer-Gee suggests that companies should \nfocus less on how to create more sales and more on how to delight their customers so as to increase WTP. This \nis important because the research suggests that higher consumer surplus leads to higher customer retention, \nhence linking directly to the calculation of CLV.55 We briefly describe the levers he discusses to increase WTP: \n• Products and services. Companies can increase WTP by earning a reputation of always placing the \nbest interests of the customer first, reducing friction so as to create new opportunities, and considering \ncarefully the needs of both the consumers and the intermediaries. Near customers are a group that has \na WTP below the price of a company’s offering. It is worth considering why these customers don’t \npurchase a company’s products and whether there are cost-effective ways to expand the total \naddressable market by gaining access to them. A central element of the theory of disruptive innovation \nis that there is a segment of the market that the incumbents are unwilling or unable to serve.56  \nReducing search costs is another way to boost WTP. Experiments show that recommendation engines, \npopular on e-commerce and video streaming sites, have an effect on WTP.57 There is positive feedback \nbetween purchases and data. The more information a company has about purchase habits, the better it \ncan customize recommendations, leading to further sales. Data about consumer preferences can be \nextremely valuable in an effort to lift WTP. \n• Complements. A complement is a good or service that increases the WTP for another good or service. \nYou see complements consumed together. Examples include smartphones and applications, printers \nand cartridges, and electric vehicles and charging stations. Companies that provide the product and the \ncomplements can still compete. In fact, they are “frenemies”: friends because they know their businesses \nare more valuable together and enemies because they are competitive about how the value is divided. \nCompanies enhance WTP if they can help lower or commoditize the cost of complements.58 \n \nWillingness to Pay\n• Products and services\n• Complements\n• Network effects\nPrice\nCost\nValue \nCreation\n• Reduce supply cost through data\n• Productivity\nWillingness to Sell\n"
    },
    {
      "number": 21,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n21 \n \nComplements increase WTP and substitutes decrease WTP. But it’s sometimes hard to tell the \ndifference. One example is whether the digital form of a newspaper or magazine is a complement to, or \na substitute for, the printed version. A marketer can gain insight into complementarity by studying the \npatterns of usage, examining the trends over time, and running experiments to sort cause and effect. \n• Network effects. We already mentioned network effects in the discussion of CAC. Once a particular \nnetwork becomes dominant, it shifts the demand curve up and increases WTP.59 In cases where a \ncompany does not change the price of its good or service, consumer surplus increases. Some social \nmedia sites are free to consumers but generate revenues via advertising. In cases where network effects \nare present, the value of advertising mirrors WTP and the company can often monetize the gains \nbecause the companies auction the right to advertise. \nSome companies can create network effects by serving a subset of a broader group of potential \ncustomers. Dating sites that serve individuals of a particular religion, educational status, or vocation are \nexamples. But executives and investors should be careful about network effects. Strong network effects \nare less prevalent than asserted, and many platform-based networks can suffer from an imbalance \nbetween the sides. For instance, you can imagine a dating website that has too many men and too few \nwomen, or the opposite situation. \nThe notion of WTP is relevant for all facets of customer lifetime value. Ways to capture near customers can \nincrease the total addressable market. And increasing WTP creates the potential for pricing power, which lifts \nthe value per customer, or generates consumer surplus, which leads to higher retention.60 A decrease in WTP \nhas the opposite effect. It trims TAM, weakens pricing power, and encourages churn.  \nWe’ll now drop down to the bottom of the exhibit and review WTS and cost. To start, it is worth noting that \neconomies of scale, the idea that the cost per unit declines as output rises, is relevant for most industries. These \ninclude businesses such as semiconductor and automobile manufacturing. Size matters in many cases. \nChallengers face the daunting task of achieving minimum efficient scale, the smallest volume necessary to \nachieve unit costs that are competitive with the incumbents.  \nCompanies want to maximize their value and often see reducing cost as a means to do that. Suppliers want to \nmaximize their value, which is the difference between cost and WTS. These goals may conflict with one another.  \nWhat companies often overlook is the possibility that they can lower their own cost and preserve value for their \nsuppliers by lowering WTS, the price at which suppliers are willing to sell. The situation goes from being zero \nsum to win-win. There a number of ways to assess the potential for decreasing WTS. Here are a couple:     \n• Reduce supply cost through data. Leading digital companies gather a substantial amount of data \nabout their customers, including their preferences and purchase habits. Sharing this information can \nlower a supplier’s WTS. Say a supplier today earns a 12.5 percent profit margin (net operating profit \nafter taxes ÷ sales) and has 1.2x capital turnover (sales ÷ invested capital) for a return on invested capital \n(ROIC) of 15 percent (12.5% ✕ 1.2 = 15.0%). Now let’s assume that a company provides detailed data \nthat help the supplier lower its invested capital, increasing its capital turnover to 2.0x. That supplier could \nnow lower its product price to the equivalent of a 7.5 percent profit margin while still earning a 15 percent \nROIC (7.5% ✕ 2.0 = 15.0%). Even better, the supplier can lower the price to a 10 percent margin, which \ncreates value for the firm and surplus for the supplier.   \n• Productivity. Our focus here is mostly on employees. There are two ways you can potentially create \nmore supplier surplus, or employee satisfaction. The first is to pay them more. This redistributes value \nfrom the company to the employees unless there are offsets such as lower employee turnover. But the \n"
    },
    {
      "number": 22,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n22 \n \nbigger issue is that empirical studies have found the correlation between compensation and employee \nsatisfaction to be weak.61 By contrast, a culture that fosters intrinsic motivation can increase employee \nsatisfaction by lowering WTS.62 This is especially relevant for employees in creative fields where most \nday-to-day tasks cannot be prescribed by algorithms.   \nGood corporate cultures provide employees with intrinsic motivation.63 The three components of intrinsic \nmotivation are autonomy, mastery, and a sense of purpose. Autonomy is the feeling of being in control \nand includes elements such as options for which tasks to pursue, flexible hours, openness as to various \ntechniques to solve problems, and the opportunity to work with a good team. Mastery means the job \nclosely matches the employee’s abilities with the opportunity to grow and improve. A sense of purpose \nis about serving a broader objective such that an employee’s efforts contribute to a greater good. \nEmployees who are intrinsically motivated require fair pay, but employers can create a lot of productivity \nand employee surplus by fostering a great culture. Indeed, 75 percent of millennial employees, those \nborn from the early 1980s to the mid-1990s, said they would take a pay cut in order to work for a company \nthat is socially responsible.64  \nData also plays a role with employees. For example, service companies that understand product \ndemand can match work schedules to staff appropriately. This saves the company money and makes \nemployees happier. For example, research shows that the flexibility that Uber drivers have creates twice \nas much surplus as schedules that are less flexible.65  \nWTS is important for customer lifetime value because it relates to both price and cost. A company with happy \nemployees is likely to provide its customers with a better experience, both encouraging customer adoption and \nfostering retention. Lowering WTS can be mutually beneficial to firms and their suppliers. A thorough assessment \nof CLV considers how companies add value and the creative ways that companies can increase consumer and \nsupplier surplus along the way. \nWe now turn to a case study to make this analysis more concrete.   \nCase Study – AT&T Mobility \nDan McCarthy, one of the progenitors of customer-based corporate valuation, started his career as an \ninvestment analyst. This means that he understands how to model the value of a business. In late 2020, he \nshared a case study of AT&T Mobility, a leading provider of wireless telecommunications in the United States.66 \nThis division makes up the majority of AT&T’s enterprise value. AT&T Mobility has postpaid and prepaid \nbusinesses. We focus on the postpaid business, which is the bigger of the two.     \nExhibit 18 closely mirrors exhibit 1 but fills the boxes with the appropriate figures. McCarthy’s analysis suggests \na value of the business of $543 billion, which excludes a number of costs. The value is closer to $200 billion \nafter all costs, taxes, and investments are considered.  \nWe see immediately that the value of the business is split roughly equally between the present value of existing \ncustomers and the present value of future customers. This breakdown of value reflects where a business is in \nits lifecycle: the value for companies early in their lifecycle is concentrated in future customers and the value for \ncompanies late in their lifecycle is predominately in existing customers.   \n \n \n \n"
    },
    {
      "number": 23,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n23 \n \nExhibit 18: Bottom Up Value of AT&T Mobility’s Postpaid Business \n \nSource: Dan McCarthy, “Break the Short-Term Earnings Trap,” Bain & Company Webinar, November 2020.  \nThe value of the current customers of $265 billion is the product of 76.2 million customers and a value per \ncustomer of $3,486. That value per customer, in turn, reflects an annual variable contribution, a proxy for \nearnings, of $420 times the average expected life of the customer of 8.3 years. Finally, the variable contribution \nis simply revenue minus variable cost. The model assumes that variable costs are 20 percent of sales.  \nOne of CBCV’s most important contributions to the valuation literature is a robust way to forecast revenue \ngrowth. The number of future customers and how much they will spend are the main determinants of overall \nrevenue growth. We’ll start with the number of customers. \nExhibit 19 shows the relevant drivers of customer growth. The panel on the top starts with the actual number of \nnew customers. McCarthy uses statistical models, with parameters that fit the data, that allow him to make a \nforecast of new customers in upcoming years. The middle panel assumes a simple retention rate that allows for \na projection of active customers. The customer homogeneity implied by the retention curve is unusual but fits \nthe data. The panel on the bottom is an estimate of total active subscribers based on a combination of existing \nand future subscribers.    \n \nRevenue per \nexisting \ncustomer\n$525\nVariable cost \nper existing \ncustomer\n$105\nVariable \ncontribution \nper existing \ncustomer\n$420\nRemaining \nexpected existing \ncustomer lifetime\n8.3 years\nNumber of \nexisting \ncustomers\n76.2M\nValue per \nexisting \ncustomer\n$3,486\nPresent value \nof existing \ncustomers\n$265B\nx\nx\n−\nRevenue per \nnew customer\n$535\nVariable cost \nper new \ncustomer\n$107\nVariable \ncontribution \nper new \ncustomer\n$428\nExpected \nnew customer \nlifetime\n7.8 years\nNumber of \nnew \ncustomers \nacquired\n97.8M\nValue per new \ncustomer\n$3,338\n−\nCustomer \nacquisition costs\n$500\nPresent value \nof future \ncustomers\n$278B\nx\nx\n−\n+\nValue of Postpaid\n$543B\n"
    },
    {
      "number": 24,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n24 \n \nExhibit 19: Bottom Up Model of AT&T’s Postpaid Customers \n \n \n \nSource: Dan McCarthy, “Break the Short-Term Earnings Trap,” Bain & Company Webinar, November 2020.  \n0\n1\n2\n3\n4\n5\nQ1 2007\nQ3 2007\nQ1 2008\nQ3 2008\nQ1 2009\nQ3 2009\nQ1 2010\nQ3 2010\nQ1 2011\nQ3 2011\nQ1 2012\nQ3 2012\nQ1 2013\nQ3 2013\nQ1 2014\nQ3 2014\nQ1 2015\nQ3 2015\nQ1 2016\nQ3 2016\nQ1 2017\nQ3 2017\nQ1 2018\nQ3 2018\nQ1 2019\nQ3 2019\nQ1 2020\nQ3 2020\nQ1 2021\nQ3 2021\nQ1 2022\nQ3 2022\nQ1 2023\nQ3 2023\nQ1 2024\nQ3 2024\nQ1 2025\nMillions\nNew Customer Acquisitions\nActual\nModel\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nQuarters Since Acquisition\nRetention Rate\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\nQ1 2007\nQ3 2007\nQ1 2008\nQ3 2008\nQ1 2009\nQ3 2009\nQ1 2010\nQ3 2010\nQ1 2011\nQ3 2011\nQ1 2012\nQ3 2012\nQ1 2013\nQ3 2013\nQ1 2014\nQ3 2014\nQ1 2015\nQ3 2015\nQ1 2016\nQ3 2016\nQ1 2017\nQ3 2017\nQ1 2018\nQ3 2018\nQ1 2019\nQ3 2019\nQ1 2020\nQ3 2020\nQ1 2021\nQ3 2021\nQ1 2022\nQ3 2022\nQ1 2023\nQ3 2023\nQ1 2024\nQ3 2024\nQ1 2025\nMillions\nActive Subscribers\nActual\nModel\n"
    },
    {
      "number": 25,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n25 \n \nThe next step is to translate the number of customers into revenues. Exhibit 20 shows the process. The top \npanel starts with the active subscribers, building on the prior analysis. Because this is a subscription business, \nwe don’t have to worry about order frequency and can move directly to average revenue per user (ARPU). The \nhistory and forecasts for that figure are in the middle panel. On the bottom is total revenues, which is the product \nof the number of customers and the ARPU. \nExhibit 20: Bottom Up Model of AT&T’s Postpaid Revenues \n \n \n \nSource: Dan McCarthy, “Break the Short-Term Earnings Trap,” Bain & Company Webinar, November 2020.  \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\nQ1 2007\nQ3 2007\nQ1 2008\nQ3 2008\nQ1 2009\nQ3 2009\nQ1 2010\nQ3 2010\nQ1 2011\nQ3 2011\nQ1 2012\nQ3 2012\nQ1 2013\nQ3 2013\nQ1 2014\nQ3 2014\nQ1 2015\nQ3 2015\nQ1 2016\nQ3 2016\nQ1 2017\nQ3 2017\nQ1 2018\nQ3 2018\nQ1 2019\nQ3 2019\nQ1 2020\nQ3 2020\nQ1 2021\nQ3 2021\nQ1 2022\nQ3 2022\nQ1 2023\nQ3 2023\nQ1 2024\nQ3 2024\nQ1 2025\nMillions\nActive Subscribers\nActual\nModel\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\nQ1 2007\nQ3 2007\nQ1 2008\nQ3 2008\nQ1 2009\nQ3 2009\nQ1 2010\nQ3 2010\nQ1 2011\nQ3 2011\nQ1 2012\nQ3 2012\nQ1 2013\nQ3 2013\nQ1 2014\nQ3 2014\nQ1 2015\nQ3 2015\nQ1 2016\nQ3 2016\nQ1 2017\nQ3 2017\nQ1 2018\nQ3 2018\nQ1 2019\nQ3 2019\nQ1 2020\nQ3 2020\nQ1 2021\nQ3 2021\nQ1 2022\nQ3 2022\nQ1 2023\nQ3 2023\nQ1 2024\nQ3 2024\nQ1 2025\nDollars\nAverage Revenue Per User\nActual\nModel\n0\n2,000\n4,000\n6,000\n8,000\n10,000\n12,000\n14,000\n16,000\n18,000\n20,000\nQ1 2007\nQ3 2007\nQ1 2008\nQ3 2008\nQ1 2009\nQ3 2009\nQ1 2010\nQ3 2010\nQ1 2011\nQ3 2011\nQ1 2012\nQ3 2012\nQ1 2013\nQ3 2013\nQ1 2014\nQ3 2014\nQ1 2015\nQ3 2015\nQ1 2016\nQ3 2016\nQ1 2017\nQ3 2017\nQ1 2018\nQ3 2018\nQ1 2019\nQ3 2019\nQ1 2020\nQ3 2020\nQ1 2021\nQ3 2021\nQ1 2022\nQ3 2022\nQ1 2023\nQ3 2023\nQ1 2024\nQ3 2024\nQ1 2025\nMIllions\nRevenue\nActual\nModel\n"
    },
    {
      "number": 26,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n26 \n \nThe values of the current and future customers are similar but there are some noteworthy differences in how \nthey are determined. First, this analysis suggests that the number of present customers, 76.2 million, is less \nthan the number of potential future customers of 97.8 million. (Some past or current customers that churn may \nbe included in the sum of future customers.) The ratio between present and future customers needs to be viewed \nin the context of market size, competition, and the age of the offering.  \nSecond, the value per new customer is modestly lower than that for existing customers, but acquiring new \ncustomers requires a customer acquisition cost. The CAC of $500 reduces the value per new customer to \n$2,838, nearly 20 percent below that of existing customers. As companies move through the various adopter \ncategories, it is common for CAC to drift up and the value per new customer to drift down. \nFinally, this model assumes that new customers will generate slightly higher ARPU but will stay for a shorter \nperiod. Recall that retention is often higher for seasoned cohorts because the least loyal customers have already \nchurned and those left are among the most loyal.       \nIn this case, McCarthy models only the variable costs. When he considers all costs and the cash flows are \ndiscounted to a present value, the net value per customer is 35-40 percent of what exhibit 18 shows and value \nof this business is around $200 billion. This is consistent with the sum-of-the-parts analysis by investors in the \nfinancial community. \nWhile this analysis based on quality inputs and a sound model, it is important to recognize the probabilistic \nnature of the forecasts and the limitations of the model. As a consequence, sensitivity analysis is required to \nunderstand the impact that different assumptions have on value. It is very important to consider each variable in \nthe context of the whole model. \nTrade-Offs and Sensitivity Analysis \nCustomers, revenues, and costs are the core drivers in the CBCV model. It is essential to consider how they \ninteract when assessing how various assumptions affect value. Specifically, there are trade-offs between the \ndrivers. For example, a price increase grows cash flow but raises the churn rate. A price drop shrinks cash flow \nbut lowers the churn rate. A focus on new customer acquisition increases the number of customers but raises \nacquisition costs. A focus on retaining current customers lowers churn but increases retention costs.   \nThe key to sorting through these possibilities is to do sensitivity analysis and to run scenarios. For example, in \nJanuary 2019 Netflix raised the price of its basic service 13 percent, its standard service 18 percent, and its \npremium service 14 percent. TDG Research asked 469 users what they would do if the price went up and found \n10 percent said they would downgrade to a cheaper plan and 12 percent said they would cancel the service \noutright.67 Essentially the increase pushed the price above the willingness to pay for a subset of customers.  \nPeople may not do what they said they would do in a survey. But modeling the potential revenue and profit \nincreases from remaining customers and offsetting them with a loss of customers can help measure the impact \non value. As an illustration, assume a company has 1,000 customers with a current CLV of $500. The firm \ndecides to raise prices, lifting the CLV to $600 for those customers who remain. The company comes out ahead \nif it loses fewer than 166 customers ($600 ✕ [1,000 – 166] ≈ $500,000). The trade-off is between the size of the \nprice increase and the number of customers who defect. Likewise, a company that lowers its price can expect \nto keep more customers or add new ones at a faster clip.  \n"
    },
    {
      "number": 27,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n27 \n \nAnother trade-off is between spending money to acquire new customers and retaining existing ones. Marketing \nresearchers point out a handful of mistakes that companies make when faced with this decision.68 The first is \nfailing to consider the law of diminishing returns when assessing how much to spend on acquisition and retention. \nThe problem is that both must be considered on the margin, and the marginal cost and benefit is likely to be less \ncompelling than the average of the past. \nAnother mistake is dwelling too much on short-term versus long-term metrics. Some customers, for example, \nare relatively inexpensive to acquire but expensive to retain. Acquiring this group looks good in the short run but \nimpedes long-term profitability. Other customers are expensive to acquire but cheap to retain. They appear \ncostly in the short term but create a lot of value in the long run.  \nThe third mistake is treating acquisition and retention strategies separately, rather than integrating them into a \nframework to maximize long-term value. When different groups within a company focus on acquisition and \nretention, they can make decisions at cross-purposes. Indeed, companies with generous marketing budgets \noften overspend on both strategies. \nThe final mistake is overlooking selection bias as the result of survivorship. If a company relies too much on the \ndata from its current customers, it is drawing inferences from a sample that is not representative of potential \ncustomers.  \nThese marketing researchers built a statistical model to assess the trade-off between acquisition and retention \nspending that considers these potential pitfalls. Exhibit 21 shows one of their simplified case studies based on \na pharmaceutical company. The columns are various levels of retention spending, the rows are acquisition \nspending, and the figures in the table are the average customer profitability based on the combinations.    \nExhibit 21: Quantifying the Trade-Off Between Acquisition and Retention Spending \nRetention Spending \n$40  \n$50  \n$60  \n$70  \n$80  \nAcquisition \nSpending \n$1  \n$1,423 \n$1,543 \n$1,583 \n$1,543 \n$1,423 \n$5  \n$1,437 \n$1,557 \n$1,597 \n$1,557 \n$1,437 \n$10  \n$1,443 \n$1,563 \n$1,603 \n$1,563 \n$1,443 \n$15  \n$1,437 \n$1,557 \n$1,597 \n$1,557 \n$1,437 \n$20  \n$1,418 \n$1,538 \n$1,578 \n$1,538 \n$1,418 \nSource: Jacquelyn S. Thomas, Werner Reinartz, and V. Kumar, “Getting the Most out of All of Your Customers,” Harvard \nBusiness Review, Vol. 82, No. 7-8, July-August 2004, 116-123.  \nCompanies and investors can do a better job assessing CLV than they do today. But the main point of this \ndiscussion is that the drivers are dynamic and interactive.69 A holistic view is necessary to assess the path of \nthe CLVs for a company. \n \n \n \n"
    },
    {
      "number": 28,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n28 \n \nCommon Errors \nWe covered a lot of analytical terrain. It is worth taking a moment to highlight common errors that we see in the \nanalysis of CLV: \n• Assuming stable churn. Retention rates generally follow a curve, and the average of a cohort can lead \nto an improper valuation. Further, retention rates can vary from one cohort to the next, making too much \nreliance on past averages troublesome.  \n• Assuming customer homogeneity. The types of customers that engage with a company tend to \nchange over time as the result of factors such as which adopter category they are in and competition. \nFurther, the economic value created by current customers tends to be very skewed as a small \npercentage of customers create a large percentage of value.   \n• Assuming CAC does not change. Companies always have to think about CAC for the next customer. \nIn general, CAC tends to rise because the most enthusiastic people become customers early and the \nmore skeptical customers are converted later. The exception to a rising CAC is when network effects \nare sufficient to make one business dominant. For these types of businesses, spending on CAC is high \nand rising until the business reaches a tipping point and becomes the de facto standard. Then \nincremental CAC declines sharply. \n• Failure to discount future cash flows. Some companies and investors present future cash flows \nwithout discounting them to a present value. This has the obvious effect of overstating customer lifetime \nvalue.  \n• Failure to model all the way from sales to shareholder value. Blunt measures such as LTV/CAC \n(customer lifetime value ÷ customer acquisition cost) fail to reflect meaningful determinants of \nshareholder value, including taxes and investments. The virtue of customer-based corporate valuation \n(CBCV) is that it considers all of the drivers of shareholder value. \nWe should also note that while customer-based corporate valuation is a powerful way to value a business, \ncorporate disclosure is very inconsistent.70 Companies leave out key data, define terms in various ways, or even \nprovide misleading figures. Transparency about the drivers of customer value has improved but has a ways to \ngo. \nConclusion \nCompanies and investors can consider the customer as the basic unit of analysis in understanding value. The \nrise of digitalization in the economy has allowed companies to gather unprecedented amounts of data on their \ncustomers and their behavior, permitting an assessment of overall value based on granular statistics. The \nconcept of customer lifetime value (CLV), driven by customers, sales, and costs has been around for more than \na quarter century. That work was led by professors of marketing and consultants.  \nThese tools are extremely valuable, but areas of potential improvement remain. The first is the introduction of \nmore sophisticated statistical models to predict revenue through customer acquisition, churn rate, purchase \nfrequency, and basket size. The second is a reckoning for all costs that allow the model to go from revenue to \nshareholder value.   \nCustomer-based corporate valuation (CBCV) improves on the classic model by filling in those gaps. The work \ncombines foundational work from marketing and finance to provide companies and investors with the tools to \nmake informed decisions.  \n"
    },
    {
      "number": 29,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n29 \n \nWe discuss the key elements of CBCV, including customers, revenues, and costs and show how to model them \nusing a cohort model. The accuracy of the inputs varies based on the information companies share and whether \nthe business is based on subscriptions or non-subscriptions. But in any case, a thorough understanding of the \nmodel prompts the right questions. \nA company’s value creation opportunity can be framed by the concept of willingness to pay and willingness to \nsell. We review some strategies companies can pursue to create consumer or supplier surplus. The important \npoint is these strategies can avoid actions that are zero sum, where the company benefits at the expense of its \ncustomers or suppliers. This work also reveals the existence of near-customers and provides companies with a \nway to think about accessing that group to increase the total addressable market. \nA case study of AT&T Mobility shows how these concepts work. The model parameters are tuned to get a very \ngood fit with past results and to provide confidence in the forecasts. The case does not go down to shareholder \nvalue because it focuses on a division of AT&T. But we know that sales growth is commonly the most important \nvalue trigger. \nFinally, this discussion is incomplete without recognizing that companies have to make trade-offs as they allocate \ncorporate resources. Drivers such as price and churn, and new customer acquisition and customer retention, \ncan have countervailing effects on value. Companies and investors have to assess those trade-offs and do \nproper sensitivity analysis to fully understand the implications for value. \nNotwithstanding large strides in improving our understanding of CLV, companies and investors still make some \nbasic errors. It is useful to bear in mind that shorthands are generally effective at saving time but also come with \nblind spots. The key is to dig deep enough to understand the fundamental drivers of value. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 30,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n30 \n \nAppendix: Financing Software as a Service Businesses \nThe potential growth of software as a service (SaaS) businesses is affected by countervailing forces. On the \none hand, the digital nature of the service means that the companies can grow rapidly. On the other hand, many \nsubscription businesses have high upfront costs and customer cash flows that take years to pay off. That means \nthat fast growth, even for businesses with excellent customer economics, requires a lot of capital in the short \nrun. \nSaaS companies have a few ways to access the necessary capital. The first is through raising debt or equity. \nMany of these companies seek additional equity because they are young. Venture capitalists and growth equity \ninvestors are the natural providers of this capital. The concern is that raising additional equity capital dilutes the \nfounders and early investors, leaving them with a smaller percentage ownership of the firm. Of course, such a \ncapital raise is desirable if the new capital adds more value than it causes in dilution. \nAnother alternative is stock-based (SBC) compensation. Here, the company pays its employees using various \nforms of equity including restricted stock units, performance stock units, and employee stock options. SBC is \nbasically two transactions in one. In the first the company sells shares, a form of financing, and in the second it \ncompensates its employees for their service. You can think of SBC as the equivalent of the company selling  \nstock to outside investors and using the proceeds to pay employees.  \nAccountants reverse the expense for SBC when they calculate the cash flows from operations on the statement \nof cash flows. We calculate that SBC represented 50 percent of the $25.6 billion in cash flow from operations in \n2020 for the top 50 SaaS companies as measured by market capitalization.71 Said differently, cash flow from \noperations would be one-half of what the companies reported, with an offsetting increase in cash flows from \nfinancing activities, if SBC were removed. \nA new means to access capital has emerged recently. For example, Pipe is a finance company that advances \ncash against annual recurring revenue (ARR). SaaS companies commonly sign multi-year deals but boost their \nshort-term cash flows by offering their customers a discount to pay upfront. Pipe evaluates a SaaS company’s \nmain metrics and, if it qualifies, helps match the company with an investor that is willing exchange cash (90-95 \npercent of annual contract value, on average) in return for the cash flow. The SaaS company can then use that \ncash to pursue additional customers. Assuming the SaaS company is allocating capital well, this financing \nmechanism circumvents the need to raise debt or equity capital.72  \nRisk and expected reward for an investor is a function of the order in which capital providers get paid. Equity \ncapital has the highest risk and reward because it is a residual claim, which means that all other capital providers \nare satisfied first. Debt has a lower cost than equity because debt holders get paid before equity holders and \nare senior in the capital structure. Claims on revenues are the least risky because they are first in line.  \nSwapping ARRs for cash makes sense for companies and exiting investors if the proceeds are deployed well. \nBut there is no free lunch. Equity investors should acknowledge that the introduction of a party that has claims \non revenues increases the risk for the other capital providers.   \n \nPlease see Important Disclosures on pages 36-38 \n \n  \n \n"
    },
    {
      "number": 31,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n31 \n \nEndnotes \n1 We have benefitted from our conversations with Tren Griffin, who (among other things) is the creator of the \nsite, 25iq.com. See Peter Fader, Customer Centricity: Focus on the Right Customers for Strategic Advantage \n(Philadelphia, PA: Wharton School Press, 2020). Sweetgreen, a fast-casual restaurant company, is an example \nof a company using customer economics rather than traditional store economics. Jonathan Neman, co-founder \nand chief executive officer, notes that “[m]ost restaurants view their business as box businesses” but “how we \nlook at the business differently is, we actually look at a lot of customer level economics.” See Jonathan Neman, \n“Building the Modern Restaurant,” Founder’s Field Guide Podcast, March 11, 2021.  \n2 Paul D. Berger and Nada I. Nasr, “Customer Lifetime Value: Marketing Models and Applications,” Journal of \nInteractive Marketing, Vol. 12, No. 1, Winter 1998, 17-30; Sunil Gupta and Donald R. Lehman, Managing \nCustomers as Investments: The Strategic Value of Customers in the Long Run (Philadelphia, PA: Wharton \nSchool Press, 2005); and Sunil Gupta and Donald R. Lehmann, “Customer Lifetime Value and Firm Valuation,” \nJournal of Relationship Marketing, Vol. 5, Nos. 2-3,  2006, 87-110. \n3 Frederick F. Reichheld, The Loyalty Effect: The Hidden Force Behind Growth, Profits, and Lasting Value \n(Boston, MA: Harvard Business School Press, 1996); Frederick F. Reichheld with Rob Markey, The Ultimate \nQuestion 2.0: How Net Promoter Companies Thrive in a Customer-Driven World–Revised and Expanded \n(Boston, MA: Harvard Business Review Press), 2011; and Patrick Campbell, “NPS Revenue Correlation: Impact \nof NPS on Revenue Expansion,” ProfitWell Report, August 2, 2018. https://www.profitwell.com/recur/all/nps-\nretention-benchmarks. \n4 Joseph Golec and Neeraj J. Gupta, “Do Investments in Intangible Customer Assets Affect Firm Value,” \nQuarterly Review of Economics and Finance, Vol. 54, No. 4, November 2014, 513-520.  \n5 Daniel McCarthy and Peter Fader, “How to Value a Company by Analyzing Its Customers,” Harvard Business \nReview, Vol. 98, No. 1, January-February 2020, 51-55. \n6 Michael J. Mauboussin and Alfred Rappaport, Expectations Investing: Reading Stock Prices for Better \nReturns–Revised and Updated (New York: Columbia Business School Publishing, 2021). \n7 Daniel M. McCarthy, Peter S. Fader, and Bruce G.S. Hardie, “Valuing Subscription-Based Businesses Using \nPublicly Disclosed Customer Data,” Journal of Marketing, Vol. 81, No. 1, January 2017, 17-35; Daniel M. \nMcCarthy and Peter S. Fader, “Customer-Based Corporate Valuation for Publicly Traded Noncontractual Firms,” \nJournal of Marketing Research, Vol. 55, No. 5, October 2018, 617-635; Werner J. Reinartz and V. Kumar, “On \nthe Profitability of Long-Life Customers in a Noncontractual Setting: An Empirical Investigation and Implications \nfor Marketing,” Journal of Marketing, Vol. 64, No. 4, October 2000, 17-35; and Eva Ascarza and Bruce G. S. \nHardie, “A Joint Model of Usage and Churn in Contractual Settings,” Marketing Science, Vol. 32, No. 4, July-\nAugust 2013, 570-590. \n8 Subscribed Institute, “The Subscription Economy Index,” March 2021. See www.zuora.com/resource/ \nsubscription-economy-index/ and Tien Tzuo and Gabe Weisert, Subscribed: Why the Subscription Model Will \nBe Your Company's Future–and What to Do About It (New York: Portfolio/Penguin, 2018). \n9 The New York Times Company, Form 10-K, December 29, 1996 and “The New York Times Company Reports \n2021 First-Quarter Results,” Press Release, May 5, 2021. \n10 Merton H. Miller and Franco Modigliani, “Dividend Policy, Growth, and the Valuation of Shares,” Journal of \nBusiness, Vol. 34, No. 4, October 1961, 411-433. \n11 The S&P 500® measures the performance of the large cap segment of the U.S. equities market, covering \napproximately 80% of the U.S. equities market. The index includes 500 leading companies in leading \nindustries of the U.S. economy. Michael J. Mauboussin, Dan Callahan, and Darius Majd, “Measuring the Moat: \nAssessing the Magnitude and Sustainability of Value Creation,” Credit Suisse Global Financial Strategies, \nNovember 1, 2016, 6.   \n12 Trupanion 2019 Annual Report. See https://s21.q4cdn.com/119804282/files/doc_financials/2019/ar/2019 \n_AnnualReport_WEB.pdf. \n13 Trupanion, Inc. 2020 Form 10-K, page 39. See https://d18rn0p25nwr6d.cloudfront.net/CIK-0001371285/ \n978d50af-77ff-49e6-846c-90515e7f46c2.pdf. \n14 Total addressable market assumes 180 million pets x 25 percent penetration x $60 revenue/month. Cost of \ncapital from FactSet.  \n"
    },
    {
      "number": 32,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n32 \n \n15 Daniel M. McCarthy and Fernando Pereda, “Assessing the Role of Customer Equity in Corporate Valuation: \nA Review and Path Forward,” Working Paper, January 14, 2020. For limitations of methods that are commonly \nused, see Scott Stouffer, “Why LTV/CAC is a Misleading SaaS Metric and Should be Replaced with Customer \nNPV,” LinkedIn Post, October 12, 2020. \n16 Michael J. Mauboussin and Dan Callahan, “Total Addressable Market: Methods to Estimate a Company’s \nPotential Sales,” Credit Suisse Global Financial Strategies, September 1, 2015.   \n17 Everett M. Rogers, Diffusion of Innovations, Fifth Edition (New York: Free Press, 2003), 279-282. \n18 Geoffrey A. Moore, Crossing the Chasm: Marketing and Selling High-Tech Products to Mainstream Customers \n(New York: HarperBusiness, 1991).   \n19 Wei Xue, Yinglu Sun, Subir Bandyopadhyay, and Dong Cheng, “Measuring Customer Equity in Noncontractual \nSettings Using a Diffusion Model: An Empirical Study of Mobile Payments Aggregator,” Journal of Theoretical \nand Applied Electronic Commerce Research, Vol. 16, No. 3, June 2021, 409-431.  \n20 Anna Nicolaou, “How to become TikTok famous: A generation hooked on video is powering a $75bn start-up,” \nFinancial Times, November 8, 2019. \n21 Rogers, Diffusion of Innovations, 229-259. Rogers originally used the term “observability” instead of “visibility,” \nand “complexity” instead of “simplicity.” \n22 Christophe Van den Bulte, “Want to Know How Diffusion Speed Varies Across Countries and Products? Try \nUsing a Bass Model,” PDMA Visions, Vol. 26, No. 4, October 2002, 12-15. For a discussion of bias and change \nin the parameters, see Christophe Van den Bulte and Gary L. Lilien, “Bias and Systematic Change  in the \nParameter Estimates of Macro-Level Diffusion Models,” Marketing Science, Vol. 16, No. 4, November 1997, \n338-353.  \n23 Gary Lilien, Arvind Rangaswamy, and Christophe Van den Bulte, “Diffusion Models: Managerial Applications \nand Software,” ISBM Report 7-1999, May 20, 1999.  \n24 Lilien, Rangaswamy, and Van den Bulte, “Diffusion Models.” For a more recent analysis of the model \ncoefficients for the automobile industry, see Jérôme Massiani and Andreas Gohs, “The Choice of Bass Model \nCoefficients to Forecast Diffusion for Innovative Products: An Empirical Investigation for New Automotive \nTechnologies,” Research in Transportation Economics, Vol. 50, August 2015, 17-28.  \n25 Robert J. Thomas, “Estimating Market Growth for New Products: An Analogical Diffusion Model Approach,” \nJournal of Product Innovation Management, Vol. 2, No. 1, March 1985, 45-55.  \n26 Jonathan Lee, Janghyuk Lee, and Lawrence Feick, “Incorporating Word-of-Mouth Effects in Estimating \nCustomer Lifetime Value,” Journal of Database Marketing and Customer Strategy Management, Vol. 14, No. 1, \nOctober 2006, 29-39. \n27 Eva Ascarza, Scott A. Neslin, Oded Netzer, Zachery Anderson, Peter S. Fader, Sunil Gupta, Bruce G. S. \nHardie, Aurélie Lemmens, Barak Libai, David Neal, Foster Provost, and Rom Schrift, “In Pursuit of Enhanced \nCustomer Retention Management: Review, Key Issues, and Future Directions,” Customer Needs and Solutions, \nVol. 5, No. 1-2, March 2018, 65-81. \n28 Frederick F. Reichheld, The Loyalty Effect: The Hidden Force Behind Growth, Profits, and Lasting Value \n(Boston, MA: Harvard Business School Press, 1996), 36. \n29 Sunil Gupta, Donald R. Lehmann, Jennifer Ames Stuart, “Valuing Customers,” Journal of Marketing Research, \nVol. 41, No. 1, February 2004, 7-18.  \n30 Mohamed Zaki, Dalia Kandeil, Andy Neely, and Janet R. McColl-Kennedy, “The Fallacy of the Net Promoter \nScore: Customer Loyalty Predictive Model,” Working Paper, October 2016. \n31 Jeffrey Prince and Shane Greenstein, “Does Service Bundling Reduce Churn?” Journal of Economics and \nManagement Strategy, Vol. 23, No. 4, Winter 2014, 839-875.  \n32 Aurélie Lemmens and Christophe Croux, “Bagging and Boosting Classification Trees to Predict Churn,”  \nJournal of Marketing Research, Vol. 43, No. 2, May 2006, 276-286.  \n33 One example is the “Law of Double Jeopardy.” Market share is the product of market penetration, how many \ncustomers buy a product, and brand loyalty, how often a customer buys a product. Empirically, large brands \nhave higher market penetration and loyalty than small brands do, albeit the difference in loyalty tends to be \nmodest. Smaller brands get hit twice, hence the label double jeopardy. First is lower penetration and second is \nlower loyalty. See Byron Sharp, How Brands Grow: What Marketers Don't Know (Oxford: Oxford University \nPress, 2010), 16-27. \n"
    },
    {
      "number": 33,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n33 \n \n34 Eva Ascarza, Raghuram Iyengar, and Martin Schleicher, “The Perils of Proactive Churn Prevention Using \nPlan Recommendations: Evidence from a Field Experiment,” Journal of Marketing Research, Vol. 43, No. 1, \nFebruary 2016, 46-60 and Eva Ascarza, Peter Ebbes, Oded Netzer, and Matthew Danielson, “Beyond the Target \nCustomer: Social Effects of Customer Relationship Management Campaigns,” Journal of Marketing Research, \nVol. 54, June 2017, 347-363. \n35 Eva Ascarza, “Retention Futility: Targeting High-Risk Customers Might Be Ineffective,” Journal of Marketing \nResearch, Vol. 45, No. 1, February 2018, 80-98 and Eva Ascarza, Raghuram Iyengar, and Martin Schleicher, \n“The Perils of Proactive Churn Prevention Using Plan Recommendations: Evidence from a Field Experiment,” \nJournal of Marketing Research, Vol. 53, No. 1, February 2016, 46-60.  \n36 Peter S. Fader and Bruce G. S. Hardie, “Customer-Base Valuation in a Contractual Setting: The Perils of \nIgnoring Heterogeneity,” Marketing Science, Vol. 29, No. 1, January-February 2010, 85-93 and Patrick \nCampbell, “What is a Good SaaS Churn Rate & Average Churn Rates by Industry,” ProfitWell Blog, October 15, \n2019. \n37 For a good case on modeling frequency, see Ryan Dew, Eva Ascarza, Oded Netzer, Nachum Sicherman, \n“Detecting Routines in Ride-sharing: Implications for Customer Management,” Working Paper, December 22, \n2020. For a recent paper on order dynamics for the restaurant food delivery business, see Elliot Shin Oblander \nAnd Daniel McCarthy, “How has COVID-19 Impacted Customer Relationship Dynamics at Restaurant Food \nDelivery Businesses?” Working Paper, April 26, 2021. \n38 “C3: The Emerging ‘Gold Standard’ of Customer Disclosures That Investors Should Demand,” Theta Equity \nPartners. See www.thetaequity.com/c3. \n39 Daniel M. McCarthy, Peter S. Fader, and Bruce G. S. Hardie, “V(CLV): Examining Variance in Models of \nCustomer Lifetime Value,” Working Paper, February 28, 2016. \n40 Daniel McCarthy and Russell S. Winer, “The Pareto Rule in Marketing Revisited,” Working Paper, October \n2018. \n41 Peter Fader and Sarah Toms, The Customer Centricity Playbook: Implement a Winning Strategy Driven by \nCustomer Lifetime Value (Philadelphia, PA: Wharton School Press, 2018).  \n42 Gilad Livne, Ana Simpson, and Eli Talmor, “Do Customer Acquisition Cost, Retention and Usage Matter to \nFirm Performance and Valuation?” Journal of Business Finance and Accounting, Vol. 38, Nos. 3-4, April/May \n2011, 334-363.  \n43 Eva Ascarza, Oded Netzer, and Julian Runge, “The Twofold Effect of Customer Retention in Freemium \nSettings, Working Paper, November 2020. \n44 W. Brian Arthur, “Increasing Returns and the New World of Business, Harvard Business Review, Vol. 74, No. \n4, July-August 1996, 100-109 and Carl Shapiro and Hal R. Varian, Information Rules: A Strategic Guide to the \nNetwork Economy (Boston, MA: Harvard Business School Press, 1999), 173-225. \n45 Mauboussin, Callahan, and Majd, “Measuring the Moat,” 35. W. Brian Arthur, an economist, described a series \nof laws. Arthur’s First Law states, “High-tech markets are dominated 70-80% by a single player—product, \ncompany, or country.” W. Brian Arthur, “2004: What’s Your Law?” Edge.org, 2004. See www.edge.org/response-\ndetail/10639. \n46 Felix Oberholzer-Gee, Better, Simpler Strategy: A Value-Based Guide to Exceptional Performance (Boston, \nMA: Harvard Business Review Press, 2021), 89-91.  \n47 Michael J. Mauboussin and Dan Callahan, “Market-Expected Return on Investment: Bridging Accounting and \nValuation,” Consilient Observer: Counterpoint Global Insights, April 14, 2021. \n48 Securities Exchange Act of 1934 Release No. 42781, May 15, 2000. See www.sec.gov/litigation/admin/34-\n42781.htm. \n49 Geoffrey West, Scale: The Universal Laws of Growth, Innovation, Sustainability, and the Pace of Life in \nOrganisms, Cities, Economies, and Companies (New York: Penguin Press, 2017), 391-393.  \n50 Marshall Fisher, Vishal Gaur, and Herb Kleinberger, “Curing the Addiction to Growth,” Harvard Business \nReview, Vol 95, No. 1, January-February 2017, 66-74. \n51 Adam M. Brandenburger and Harborne W. Stuart Jr., “Value-Based Business Strategy,” Journal of Economics \n& Management Strategy, Vol. 5, No. 1, Spring 1996, 5-24 and Harborne W. Stuart Jr., The Profitability Test: \nDoes Your Strategy Make Sense? (Cambridge, MA: MIT Press, 2016). \n"
    },
    {
      "number": 34,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n34 \n \n52 Willingness to pay (WTP) is an important concept in economics but tricky to estimate. Common techniques \ninclude surveys, conjoint analysis (a more structured form of survey), auctions, and experiments. For more on \nthis, see Tim Stobierski, “Willingness to Pay: What It Is and How to Calculate It,” Harvard Business School \nOnline, October 20, 2020 at https://online.hbs.edu/blog/post/willingness to pay.  \nA consumer should in theory provide the same figure for WTP and willingness to accept (WTA), the amount an \nindividual would accept to not use a product or service. But surveys often show a large gap between the two. \nCass Sunstein, a professor at Harvard Law School, surveyed individuals in 2018 about their per month WTP \nand WTA for a handful of social media platforms. Here are the results:  \nAverage \nAverage  \nRatio of \nPlatform \nWTP \nWTA \nWTA/WTP \nWhatsApp \n$34.90 \n$101.16 \n2.9 \nReddit \n27.73 \n97.73 \n3.5 \nLinkedIn \n25.71 \n97.80 \n3.8 \nSnapchat \n24.92 \n106.20 \n4.3 \nInstagram \n21.67 \n102.60 \n4.7 \nPinterest \n20.97 \n102.92 \n4.9 \nTwitter \n19.94 \n104.18 \n5.2 \nYouTube \n17.27 \n90.78 \n5.3 \nFacebook \n16.99 \n89.17 \n5.2 \nThat the WTA is roughly three to five times higher than the WTP is evidence of the endowment effect, the idea \nthat people place a greater value on what they own than what they do not own. Indeed, the size of the ratio \ncompelled Sunstein to call it a “superendowment effect.” See Cass R. Sunstein, Too Much Information: \nUnderstanding What You Don’t Want to Know (Cambridge, MA: MIT Press, 2020), 138-141. \n53 Brandenburger and Stuart used the term “opportunity cost” rather than “willingness to sell.” But the concepts \nare the same.  \n54 Oberholzer-Gee, Better, Simpler Strategy. This concept also appears to fit well with the two “rules” that guide \ncompanies to create sustainable value: “better before cheaper” (compete on differentiators other than price) and \n“revenue before cost” (prioritize increasing revenue over lowering cost). See Michael E. Raynor and Mumtaz \nAhmed, The Three Rules: How Exceptional Companies Think (New York: Portfolio, 2013).   \n55 Yili Hong, Paul A. Pavlou, and  Pei-Yu Chen, “Quality-Adjusted Consumer Surplus for Markets with \nAsymmetric Information,” Workshop on Information Systems Economics (WISE), January 18, 2014. The amount \nof consumer surplus created through digitalization has been huge, albeit not reflected in gross domestic product \n(GDP) figures. For examples, see Erik Brynjolfsson, Yu (Jeffrey) Hu, and Michael D. Smith, “Consumer Surplus \nin the Digital Economy: Estimating the Value of Increased Product Variety at Online Booksellers,” Management \nScience, Vol. 49, No. 11, November 2003, 1580-1596 and Erik Brynjolfsson and Joo Hee Oh, “The Attention \nEconomy: Measuring the Value of Free Goods on the Internet,” NBER Conference on the Economics of \nDigitization, January 2012. This idea of creating value through consumer surplus is also consistent with the \nconcept of “create more than you consume,” which Jeff Bezos, founder and CEO of Amazon.com, wrote about \nin his final letter as CEO. See https://s2.q4cdn.com/299287126/files/doc_financials/2021/ar/Amazon-2020-\nShareholder-Letter-and-1997-Shareholder-Letter.pdf. \n56 Clayton M. Christensen, The Innovator’s Dilemma: When New Technologies Cause Great Companies to Fail \n(Boston, MA: Harvard Business School Press, 1997). \n57 Gediminas Adomavicius, Jesse C. Bockstedt, Shawn P. Curley, and Jingjing Zhang, “Effects of Online \nRecommendations on Consumers’ Willingness to Pay,” Information Systems Research,  Vol. 29, No. 1, March \n2018, 84-102. For the broader idea of how data can lead to more effective marketing, see Rex Yuxing Du, Oded \nNetzer, David A. Schweidel, and Debanjan Mitra, “Capturing Marketing Information to Fuel Growth,” Journal of \nMarketing, Vol. 85, No. 1, January 2021, 163-183.    \n58 See “Laws of Tech: Commoditize Your Complement” at www.gwern.net/Complement. \n59 Andrew McAfee and Erik Brynjolfsson, Machine Platform Crowd: Harnessing Our Digital Future (New York: \nW.W. Norton & Company, 2017), 153-156. \n"
    },
    {
      "number": 35,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n35 \n \n60 For more on pricing strategy, see Thomas T. Nagle and Georg Müller, The Strategy and Tactics of Pricing: A \nGuide to Growing More Profitably, Sixth Edition (New York: Routledge, 2018) and Alan S. Cleland and Albert V. \nBruno, The Market Value Process: Bridging Customer and Shareholder Value (San Francisco: Jossey-Bass \nPublishers, 1996), 92-104. \n61 Tomas Chamorro-Premuzic, “Does Money Really Affect Motivation? A Review of the Research,” Harvard \nBusiness Review, April 10, 2013. \n62 Lea Cassar and Stephan Meier, “Nonmonetary Incentives and the Implications of Work as a Source of \nMeaning,” Journal of Economic Perspectives, Vol. 32, No. 3, Summer 2018, 215-238. \n63 Daniel H. Pink, Drive: The Surprising Truth About What Motivates Us (New York: Riverhead Books, 2009). \n64 Cone Communications, “Millennial Employee Engagement Study,” November 2016. See \nwww.conecomm.com/research-blog/2016-millennial-employee-engagement-study. \n65 M. Keith Chen, Judith A. Chevalier, Peter E. Rossi, and Emily Oehlsen, “The Value of Flexible Work: Evidence \nfrom Uber Drivers,” Journal of Political Economy, Vol. 127, No. 6, December 2019, 2735-2794.  \n66 See www.bain.com/insights/break-the-short-term-earnings-trap-how-to-invest-in-customer-value-webinar/. \n67 “Netflix’s Fee Increase Tests Not Only Subscriber Loyalty but Short-Term Price Ceilings for SVOD in General,” \nTDG Research, January 16, 2019. See www.tdgresearch.com/reaction-to-netflix-price-increase-will-vary-new-\nresearch-confirms/. \n68 Jacquelyn S. Thomas, Werner Reinartz, and V. Kumar, “Getting the Most out of All Your Customers,” Harvard \nBusiness Review, Vol. 82, No. 7-8, July-August 2004, 116-123 and V. Kumar, Managing Customers for Profit: \nStrategies to Increase Profits and Build Loyalty (Upper Saddle River, NJ: Wharton School Publishing, 2008), \n205-221. \n69 Bill Gurley, “The Dangerous Seduction of the Lifetime Value (LTV) Formula,” Above the Crowd, September 4, \n2012.  \n70 Patrick J. Wierckx, “The Retention Rate Illusion: Understanding the Relationship Between Retention Rates \nand the Strength of Subscription-Based Businesses, Journal of Applied Business and Economics, Vol. 22, No. \n14, 2020, 104-114. For ways to improve it, see Shivaram Rajgopal, “What Would A New Financial Reporting \nModel For Network Businesses Look Like?” Forbes, April 12, 2021. \n71 Mike Sonders. See www.mikesonders.com/largest-saas-companies/. \n72 Harry Hurst, “How Pipe Is Creating Revenue as an Asset Class: Unlocking a Multi-Trillion Dollar Opportunity,” \nWharton Fintech, March 18, 2021.  \n \n"
    },
    {
      "number": 36,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n36 \n \nIMPORTANT INFORMATION \n \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers.  \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation.  \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary.  \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \n \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n \n \n \n"
    },
    {
      "number": 37,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n37 \n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities:  \n \nEMEA  \nThis material is for Professional Clients/Accredited Investors only.  \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited \n(“FMIL”). FMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company \nlimited by shares with company registration number 616661 and has its registered address at The \nObservatory, 7-11 Sir John Rogerson's Quay, Dublin 2, D02 VC42, Ireland.  \n  \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA.  \n  \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland.  \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) \nLimited (“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the \nUnited Kingdom by the Financial Conduct Authority.  \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158).  \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument.  \n  \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall \nonly be made available to “professional investors” as defined under the Securities and Futures Ordinance of \n"
    },
    {
      "number": 38,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5711735 Exp. 05/31/2024 \n38 \n \nHong Kong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory \nauthority including the Securities and Futures Commission in Hong Kong. Accordingly, save where an \nexemption is available under the relevant law, this material shall not be issued, circulated, distributed, directed \nat, or made available to, the public in Hong Kong. Singapore: This material is disseminated by Morgan \nStanley Investment Management Company and should not be considered to be the subject of an invitation for \nsubscription or purchase, whether directly or indirectly, to the public or any member of the public in Singapore \nother than (i) to an institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of \nSingapore (“SFA”); (ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of \nthe SFA, and such distribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) \notherwise pursuant to, and in accordance with the conditions of, any other applicable provision of the SFA. \nThis publication has not been reviewed by the Monetary Authority of Singapore.   Australia: This material is \nprovided by Morgan Stanley Investment Management (Australia) Pty Ltd ABN 22122040037, AFSL No. \n314182 and its affiliates and does not constitute an offer of interests. Morgan Stanley Investment Management \n(Australia) Pty Limited arranges for MSIM affiliates to provide financial services to Australian wholesale clients. \nInterests will only be offered in circumstances under which no disclosure is required under the Corporations \nAct 2001 (Cth) (the “Corporations Act”). Any offer of interests will not purport to be an offer of interests in \ncircumstances under which disclosure is required under the Corporations Act and will only be made to persons \nwho qualify as a “wholesale client” (as defined in the Corporations Act). This material will not be lodged with \nthe Australian Securities and Investments Commission.  \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association.  \n \n"
    }
  ]
}