{
  "filename": "mm_130_2017_winning_the_easy_game__skill_and_the_ability_to_extract_value.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423230924-07'00'",
    "modDate": "D:20240423231147-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 130,
      "year": "2017",
      "date": "6/11",
      "institution": "Credit Suisse",
      "title": "Winning the Easy Game: Skill and the Ability to Extract Value",
      "url": "https://12mv2.files.wordpress.com/2024/04/17-06-11-winning-the-easy-game__skill-and-the-ability-to-extract-value.pdf"
    },
    "tags": [
      "Alpha generation",
      "Market structure",
      "Skill vs luck",
      "Financial metrics"
    ],
    "tagged_at": "2025-01-20T21:29:16.789490"
  },
  "pages": [
    {
      "number": 1,
      "text": "FOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT.\nJune 11, 2017\nAuthors\nMichael J. Mauboussin\nmichael.mauboussin@credit-suisse.com\nDan Callahan, CFA\ndaniel.callahan@credit-suisse.com\nDarius Majd\ndarius.majd@credit-suisse.com\n0%\n1%\n2%\n3%\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\nGross Profit Yield, Trailing Five-Years\nGross Profit Yield, 2000-2016\nSource: Morningstar Direct.\nInvestors are moving from actively-managed funds to index funds and \nexchange-traded funds at a rapid rate.\nWe can measure the cost of being informed and the benefit of excess \nreturn to see if they are in rough balance.\nGross profit, the risk-adjusted return of the fund before fees minus the \nbenchmark return times assets under management, better reflects skill \nthan simple measures of return do. \nFees and gross profit have been roughly equal over time, suggesting that \nmarkets are approximately “efficiently inefficient.”\nGross profit yield, gross profit divided by assets under management, has \ndrifted lower over the past forty years. This reflects a broad increase in \nmarket efficiency. As a result, fees have followed suit.\nYou want to use active management when you feel you can assess \nmanager skill and there is variability in gross profit.\nGLOBAL FINANCIAL STRATEGIES\nwww.credit-suisse.com\nWinning the Easy Game\nSkill and the Ability to Extract Value\n"
    },
    {
      "number": 2,
      "text": "June 11, 2017\nWinning the Easy Game\n2\nIntroduction: Measuring Efficiently Inefficient Markets\nInvestors are moving from actively-managed funds to index funds and exchange-traded funds (ETFs) at a rapid rate. \nFrom the beginning of 2007 through the first quarter of 2017, investors have taken $1.3 trillion from funds that are \nmanaged actively and have given $1.6 trillion to index funds and ETFs. As a result of the shift, investors are paying \nless in fees. What is not clear is the impact these flows have had on measures of the stock market’s health.\nThirty years ago, active mutual fund managers controlled an overwhelming percentage of the equity assets under \nmanagement (AUM) in the United States. Today, index funds and ETFs represent 39 percent of AUM, a \npercentage that continues to grow. But all of the assets cannot be in index funds and ETFs because active \nmanagers promote price discovery and provide liquidity. These are vital for a market to function effectively.1 The \nquestion is whether there is a point of equilibrium between the allocation to active and passive investments.\nA paper by the economists Sanford Grossman and Joseph Stiglitz, “On the Impossibility of Informationally Efficient \nMarkets,” provides a good point of departure for thinking about this problem.2 They argue that markets cannot be \nperfectly efficient because there is a cost to gathering information and reflecting it in prices. As a result, there must \nbe a requisite benefit in the form of exploitable market inefficiency. Their model suggests an equilibrium amount of \ndisequilibrium. Lasse Pedersen, a professor of finance, pithily describes markets as “efficiently inefficient.”3 \nWe can measure the cost of being informed and the benefit of excess return to see if they are in rough balance. \nWe can use fees for active management, what investors pay to investment managers to generate excess returns, \nas a rough proxy for the cost. We can use portfolio returns in excess of the appropriate benchmark, adjusted for \nrisk, as a proxy for the benefit. The simple story of the last decade and a half is that excess returns have come \ndown faster than fees.  \n  \nFees for index funds and ETFs are much lower than those for active managers because those products are free \nriders. They benefit from markets that are mostly efficient and liquid without paying the cost. This free riding \nbecomes a problem only when the size of index funds and ETFs jeopardizes market efficiency and liquidity. This \npossibility should concern thoughtful investors now. Market efficiency and liquidity are valuable societal goods.4   \nA paper by the economists Jonathan Berk and Richard Green, “Mutual Fund Flows and Performance in Rational \nMarkets,” offers a new and useful way to think about excess returns.5 Their model is based on a few points. First, \ninvestors try to allocate their money to generate excess returns. Second, money managers have differential skill but \nthe more money a manager runs, the lower are his or her expected excess returns. Finally, investors tend to give \ntheir money to investors who have done well. The more skilled investment managers will tend to gather assets, and \ntheir expected excess returns will migrate toward zero as a result of decreasing returns to scale.\nWe generally gloss over the AUM for the funds when we discuss topics such as the percentage of funds that beat \ntheir benchmark or the excess return a fund earns. But this can result in misleading conclusions. Imagine the \nmarket is a universe of 5 funds, 4 with AUM of $125 and 1 with $1,000. Assume the market goes up 10 percent, \nfrom $1,500 to $1,650. Finally, assume that the first 4 funds are down 20 percent and the final fund is up 25 \npercent. We would say that 4 of 5 funds underperformed the market and that the average return was a dismal -11 \npercent. In the aggregate, of course, the wealth of the investors in our funds rose by $150 because the most \nskillful investor had the largest AUM.   \nBerk and Green suggest that fund investors should evaluate investment managers much in the same way that \nequity investors evaluate companies. A security analyst can calculate a firm’s economic profit, or return after \nconsidering the opportunity cost of capital. Economic profit is equal to the spread between a company’s return on \ninvested capital (ROIC) and weighted average cost of capital (WACC), times the invested capital in the business. A \n"
    },
    {
      "number": 3,
      "text": "June 11, 2017\nWinning the Easy Game\n3\nfirm with an 18 percent ROIC, an 8 percent WACC, and $1,000 in invested capital generates $100 in economic \nprofit ([0.18 – 0.08] x $1,000). \nWe can do a similar calculation for mutual funds. We take the gross return of the fund minus the benchmark return, \nadjusted for risk, times AUM. A fund with average risk that has a gross return of 15 percent, a benchmark return of \n12 percent, and $1,000 of AUM would produce a gross economic profit of $30 ([0.15 – 0.12] x $1,000). Think of \nthe $30 as the value the investment manager extracts from the market. Gross profit better reflects skill than simple \nmeasures of return do. \nIn a new paper on this topic called “Measuring Skill in the Mutual Fund Industry,” Berk and finance professor Jules \nvan Binsbergen illustrate the analysis with the results of Peter Lynch, the legendary manager of the Magellan Fund \nat Fidelity Investments.6 By our calculations, over Lynch’s first five years running the fund the average monthly \nspread between Magellan’s risk-adjusted return and the benchmark return, alpha, was 1.67 percent and the \naverage fund AUM was $46 million. His skill allowed him to extract about $770,000 per month from the market \n(0.0167 x $46,000,000 = $770,000). \nIn his last five years, ended in May 1990, the average monthly spread was 0.24 percent, and the average fund \nAUM was $8.7 billion. Lynch’s monthly value extraction was roughly $21 million (0.0024 x $8,717,000,000 = \n$21,140,000). Even though the magnitude of his alpha in the early years was nearly 7 times what it was in the \nfinal years, the value extraction was more than 25 times larger in the latter period because of the substantial \nincrease in AUM. \nComparison of those five-year periods at Magellan emphasizes the difference between the points of view of the \ninvestor and the investment manager. Investors want high alpha regardless of AUM, while it makes sense for the \ninvestment manager to settle for lower alpha, offset by higher AUM, if that maximizes value extraction.7   \nOur recent report, “Looking for Easy Games,” uses a poker game as an analogy to understand the investment \nmanagement industry.8 We suggest that the amount of money changing hands in the course of an evening is a \ngood way to think about the opportunity for a skilled player. If you are skillful, you want high stakes and weak \nplayers so that you can make a lot of money. \nIn his first five years at Magellan, Lynch was a very strong player competing for small stakes. In his last five years, \nhe extracted vastly higher gross profit than he did in the first five years even though his excess return was \nsubstantially lower. \nIn the aggregate, gross profit has to be zero in a closed system. For every dollar won there is a corresponding \ndollar lost. The total gross profit in our data does not sum to zero, although it comes close. The reason is that our \nuniverse, while very large, is incomplete. Institutional investors interact with other investors, including individuals, as \nwell as with companies. Corporate interactions can lead to wealth transfers where the company is the winner \n(selling overpriced equity) or the loser (buying overpriced equity).9 You will do well if you find a skillful active \nmanager in a market with large positive and negative gross profit.10   \nFees play an important role in this analysis as well. We look for skilled managers and pay them handsomely \nbecause we believe they will extract value in excess of the fees they charge. Investment managers can more readily \nexpress their skill in markets where there is substantial opportunity, which we can estimate by examining the \ndispersion in returns. The next issue is how to share the gross profit a money manager earns in a fair way. \n"
    },
    {
      "number": 4,
      "text": "June 11, 2017\nWinning the Easy Game\n4\nIn a competitive labor market, employees seek remuneration consistent with their skill. For example, a star athlete \ndemands a big contract. Skillful investment managers also seek high fees. In investing as in sports, the market \neventually finds and rewards those who have skill.11 \nBut it is fair to ask: Who wins when a sports team signs a superstar, the club or the player? Ideally, investors and \nthe managers they hire find a fee structure that allows the investors to do well and that rewards the manager’s skill.   \nThe returns for investment managers reflect a lot of luck in the short term. Because identifying skill ahead of time is \ntricky, some managers earn fees that exceed their ability to extract value. Further, if the absolute value of gross \nprofit is shrinking, there will be pressure to lower fees. \nOur analysis reveals that more skillful managers do indeed tend to run more money, that the overall amount of \npositive gross profit as a percentage of AUM has declined this century, and that net economic profit comes close to \nzero for over the 40-year period we measure.   \nThe Universe\nWe apply this gross profit analysis to active mutual funds in the Morningstar Direct database that invest in U.S. \nequities from 1977 through 2016. Over the full period the data capture roughly 42,000 fund years and $61 trillion \nof AUM. The database is free of survivorship bias. To adjust for inflation, we show all figures in 2016 U.S. dollars. \nWe calculate gross profit using alpha, or the fund return that is adjusted for risk relative to the benchmark specified \nin the fund’s prospectus. This appears appropriate given how investors behave. Berk and van Binsbergen inferred \nthat investors adjust for risk using the capital asset pricing model when they make decisions.12    \nExhibit 1 shows that the total number of funds in the analysis increased from 60 in 1977 to around 2,400 at the \ntime of the financial crisis, and is today fewer than 2,000. The average fund size was $600 million in the late \n1970s, peaked at $2.3 billion in 2000, and is about $1.8 billion today. \nExhibit 1: Total Number of Funds and Average Fund Assets Under Management \n0\n500\n1,000\n1,500\n2,000\n2,500\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n1977\n1980\n1983\n1986\n1989\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\n2016\nNumber of Funds\nAverage Fund AUM (2016 U.S. Dollars, Billions)\nAverage Fund AUM\nNumber of Funds\nSource: Morningstar Direct.\n"
    },
    {
      "number": 5,
      "text": "June 11, 2017\nWinning the Easy Game\n5\nExhibit 2 displays the AUM for the universe we measure. Total AUM started at around $37 billion in 1977 and is \nabout $3.5 trillion today. As of the end of the first quarter of 2017, the total equity mutual fund industry domiciled \nin the U.S had AUM of $9.3 trillion, of which $2.2 trillion were in traditional index funds. These figures exclude \nETFs. Our analysis focuses on funds that invest in U.S. equities. \nExhibit 2: Assets Under Management for the Universe\n0\n500\n1,000\n1,500\n2,000\n2,500\n3,000\n3,500\n4,000\n1977\n1980\n1983\n1986\n1989\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\n2016\nAUM (2016 U.S. Dollars, Billions)\nSource: Morningstar Direct.\nGross Profit and Gross Profit Yield\nOver the full period, the average gross profit per fund was $1.2 million per month and $14.3 million per year. The \naverage is misleading because the distribution of AUM in the mutual fund industry is heavily skewed. For example, \ntoday the top 20 percent of funds control more than 85 percent of the AUM and the top 50 percent of funds \nmanage 98 percent of AUM.\nThe median gross profit, which represents the middle of the distribution of all funds, was $46,000 per month and \n$552,000 per year. The median represents the central tendency of a skewed distribution better than the average \ndoes. Note that both the average and the median is positive, which shows that mutual fund managers generated \nrisk-adjusted returns in excess of the market before fees. Exhibit 3 plots the frequency distribution of gross profit \nfor more than 42,000 fund years from 1977-2016. \n"
    },
    {
      "number": 6,
      "text": "June 11, 2017\nWinning the Easy Game\n6\nExhibit 3: Frequency Distribution of Annual Gross Profit, 1977-2016\n0\n2,000\n4,000\n6,000\n8,000\n10,000\n12,000\n14,000\n16,000\n18,000\n<(150)\n(150)-(120)\n(120)-(90)\n(90)-(60)\n(60)-(30)\n(30)-0\n0-30\n30-60\n60-90\n90-120\n120-150\n>150\nFrequency\nAnnual Gross Profit (2016 U.S. Dollars, Millions)\nSource: Morningstar Direct.\nExhibit 4 provides the positive and negative gross profits by year from 1977 through 2016. Over the forty years, \nthe aggregate positive gross profit was $1.8 trillion and aggregate negative gross profit was $1.2 trillion. The total \ngross profit was $605 billion. Think of this as the amount of value mutual funds extracted from the market before \nfees. \nExhibit 4: Total Gross Profit (Annual), 1977-2016\n-250\n-200\n-150\n-100\n-50\n0\n50\n100\n150\n200\n250\n1977\n1980\n1983\n1986\n1989\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\n2016\n2016 U.S. Dollars (Billions)\nPositive Gross Profit\nNegative Gross Profit\nSource: Morningstar Direct.\n"
    },
    {
      "number": 7,
      "text": "June 11, 2017\nWinning the Easy Game\n7\nExhibit 5 smooths the data by showing trailing five-year positive and negative gross profit. Skillful investors want \nperiods where there is a large quantity of positive and negative gross profit. This means there are winners and \nlosers and the skillful have the opportunity to thrive at the expense of the less skillful. The exhibit reveals that the \nearly 2000s were such a period, as institutions took advantage of the resurgence of individual participation in \nmarket in the late 1990s.\nExhibit 5: Total Gross Profit (Sum of Trailing 5-Years), 1981-2016\n-400\n-300\n-200\n-100\n0\n100\n200\n300\n400\n500\n600\n700\n1981\n1986\n1991\n1996\n2001\n2006\n2011\n2016\n2016 U.S. Dollars (Billions)\nPositive Gross Profit\nNegative Gross Profit\nSource: Morningstar Direct.\nWhile the absolute dollars of gross profit are informative, the key is the opportunity relative to the AUM. Over the \nfull 40 years, the $605 billion in gross profit was extracted from $61.1 trillion in AUM. So the average gross profit \nwas 0.99 percent of AUM. This is roughly equal to the fees the funds charged during the period, which suggests \nmarkets are approximately efficiently inefficient. \nExhibit 6 shows the trailing five-year gross profit yield, which is gross profit divided by AUM, from 1981-2016. The \nyield trends down over the full 40 years with episodic spikes in the early 1980s, early 1990s, and early 2000s. We \ncan attribute the downward drift to rising efficiency in the highly competitive U.S. equity market.13 \n"
    },
    {
      "number": 8,
      "text": "June 11, 2017\nWinning the Easy Game\n8\nExhibit 6: Gross Profit Yield (Trailing Five Years), 1981-2016\n-2%\n-1%\n0%\n1%\n2%\n3%\n4%\n1981\n1986\n1991\n1996\n2001\n2006\n2011\n2016\nGross Profit Yield Trailing Five-Years\nSource: Morningstar Direct. \nOne straightforward explanation for the periods of high gross profit yield is the relative returns of large capitalization \nversus small capitalization stocks. In general, the stocks within mutual funds that cite the S&P 500 as their \nbenchmark have an average market capitalization that is less than the benchmark itself.14 In other words, these \nfunds have exposure to the “small minus big” factor, classically defined as the annual average return of small-\ncapitalization stocks minus the return of large-capitalization stocks.15 That premium has averaged more than two \npercent per year since 1927.  \nExhibit 7 examines the correlation between the gross profit yield and the returns of small versus large capitalization \nstocks. The correlation coefficient (r) is approximately 0.7, where 0 indicates no correlation at all and 1.0 is a \nperfect correlation. The excess returns of the small minus big factor and gross profit yield tend to go together. Bear \nin mind that rigorous research showing the outperformance of small capitalization stocks did not appear until the \nearly 1980s, and a multi-factor model was not popularized until the early 1990s.\n"
    },
    {
      "number": 9,
      "text": "June 11, 2017\nWinning the Easy Game\n9\nExhibit 7: Correlation between Small minus Large Cap Equities and Gross Profit Yield, 1981-2016\n-20%\n-15%\n-10%\n-5%\n0%\n5%\n10%\n15%\n20%\n-2%\n-1%\n0%\n1%\n2%\n3%\n4%\n1981\n1986\n1991\n1996\n2001\n2006\n2011\n2016\nSmall minus Large Cap Equities, Trailing 5-Years\nGross Profit Yield, Trailing Five-Years\nGross Profit Yield\nSmall minus Large Capitalization Equities\nSource: Morningstar Direct; Kenneth R. French.\nConsistent with the notion of the U.S. stock market being efficiently inefficient, fees and expenses have drifted \nlower as the rolling average of gross profit yield has declined. In 1980, for example, the combination of the average \nannual expense ratio and load exceeded 200 basis points for equity mutual funds.16 Expenses today are roughly \none-quarter those levels, reflecting a shift from active to passive funds and a higher market share for larger funds, \nwhich have lower fees than smaller funds.     \nWe zoom in on the trends of gross profit yield and expense ratio since 2000. Exhibit 8 shows the trailing five-year \nyield, which starts at a high level as large capitalization stocks deflated following the dot-com boom and is today at \na level well below the average of the last four decades. Annual expense ratios have followed suit, falling from 75 \nbasis points in 2000 to 56 basis points in 2016. These expense ratios include active mutual funds, traditional index \nfunds, and ETFs. The decline in the expense ratio reflects the substantial shift in allocation from active to passive \nfunds in the last couple of decades. \nThe gross profit yield and the expense ratio come from two different populations, so we are mixing apples and \noranges. But that is the point. Finding alpha is harder than it was in the past and as a result investors are paying \nless to find it by allocating more money to index funds and ETFs. Consistent with the Grossman and Stiglitz model, \ncosts and benefits have moved in rough lockstep.     \n"
    },
    {
      "number": 10,
      "text": "June 11, 2017\nWinning the Easy Game\n10\nExhibit 8: Gross Profit Yield and Expense Ratio, 2000-2016\n0.5%\n0.6%\n0.7%\n0.8%\n0.9%\n1.0%\n0%\n1%\n2%\n3%\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\nExpense Ratio\nGross Profit Yield, Trailing Five Years\nGross Profit Yield\nExpense Ratio\nSource: Morningstar Direct. \nThe Relationship between Fund Size, Alpha, and Gross Profit\nThe Berk and Green model recognizes that money managers have different levels of skill and suggests the skillful \nmanagers will get more money to manage than the less skillful ones. As the example of Peter Lynch shows, when \na fund grows through investor flows it often trades lower expected alpha for higher gross profit. \nThe U.S. active equity mutual fund industry has become more concentrated over time. In 1986, the top 10 percent \nof funds controlled 57 percent of the AUM, the top 20 percent controlled 75 percent of the AUM, and the top half \ncontrolled 95 percent of AUM. Today, the top 10 percent of funds have 73 percent of AUM, the top 20 percent \nhave 86 percent, and the top 50 percent have 98 percent of the assets. \nExhibit 9 shows the relationship between fund size, gross alpha, and gross profit. For each year from 2000 through \n2016, we break the active U.S. equity mutual fund industry into deciles and calculate the gross alpha and gross \nprofit for each. We then take the average of each of those deciles over the 17 years. Most of the action is on the \nright side of the exhibit as the vast majority of the AUM are in the largest five deciles. \n"
    },
    {
      "number": 11,
      "text": "June 11, 2017\nWinning the Easy Game\n11\nExhibit 9: Mutual Fund Size, Gross Alpha, and Gross Profit, 2000-2016\n0\n25\n50\n75\n100\n125\n150\n0.0%\n0.5%\n1.0%\n1.5%\n2.0%\n2.5%\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nAverage Annual Gross Profit \n(2016 U.S. Dollars, Millions)\nAverage Annual Gross Alpha\nDecile (Smallest to Largest AUM)\nGross Alpha\nGross Profit\nSource: Morningstar Direct.\nTwo patterns are clear. The first is a slight decline in annual gross alpha as size increases. This reflects the change \nin the opportunity set and costs as funds get larger. Small funds can invest in small capitalization stocks, perhaps \ntaking advantage of the small minus big factor, and do not incur large market impact costs. Larger funds have \nfewer opportunities as the result of ownership and liquidity constraints. This is classic diseconomies of scale. Large \nsize limits the ability to generate gross alpha.17\nThe second is a rise in annual gross profit as size increases. There is a particularly large jump from the ninth to the \ntenth decile. The average annual gross profit for the largest 10 percent of funds is roughly $140 million per year. \nThe next largest 10 percent, which today have 13 percent of the assets, is approximately $20 million per year. \nSmall funds win but play for small stakes. The large funds win at a lesser rate but extract much more from the \nmarket because they play for high stakes.\n    \nThe headlines announcing the futility of active mutual fund managers almost always cite results where each fund \nhas an equal weight. But if more skillful investors manage more money than less skillful investors, we need to look \nat returns weighted by AUM to get a clearer picture of actual results.    \nExhibit 10 shows these data and reveals that asset-weighted returns are consistently higher than equal-weighted \nreturns. For example, in 2016 asset-weighted returns for all large capitalization equity funds in the U.S. was 9.75 \npercent, more than 60 basis points higher than equal-weighted returns. Fees, which are lower for larger funds than \nsmaller ones reflecting economies of scale in money management, are part of the reason that larger funds \noutperform smaller ones. But it is likely that differential skill also explains the gap between asset-weighted and \nequal-weighted returns.\n"
    },
    {
      "number": 12,
      "text": "June 11, 2017\nWinning the Easy Game\n12\nExhibit 10: Equal-Weighted versus Asset-Weighted Returns\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n16%\nEqual-Weighted\nAsset-Weighted\nBenchmark\nEqual-Weighted\nAsset-Weighted\nBenchmark\nEqual-Weighted\nAsset-Weighted\nBenchmark\nEqual-Weighted\nAsset-Weighted\nBenchmark\nEqual-Weighted\nAsset-Weighted\nBenchmark\nAnnual Returns\n1-Year\n3-Year\n5-Year\n10-Year\n15-Year\nSource: Aye M. Soe and Ryan Poirier, “SPIVA® U.S. Scorecard: Year End 2016,” S&P Dow Jones Indices Research, April 12, 2017.\nGross Profit at the Fund Level\nThe trends for the aggregate of active equity mutual funds provide valuable lessons. But the analysis of individual \nfunds also offers some important insights, including the importance of fund flows, the vital distinction between \ntime- and dollar-weighted returns, and the persistence of gross profit.\nLet’s start with a basic observation. While about 40 percent of mutual funds underperform their stated benchmark \nin an average year, essentially all index funds do. Naturally, index funds don’t miss by much because they charge \nlow fees. As a result, index funds make sense for investors who have neither the inclination nor the capability to \nassess manager skill. \nTake as an example The Growth Fund of America, run by Capital Group, and the Vanguard 500 Index Fund. Both \nhave been in existence for the full 40 years that we measure. At the end of 2016, The Growth Fund of America \nhad about $140 billion in AUM and the Vanguard 500 Index Fund had nearly $245 billion.\nOver that time, the gross profit for The Growth Fund of America was $37.9 billion and the net profit was $22.7 \nbillion. Of the value the fund was able to extract from the market, 60 percent went to investors ($22.7 billion \ndivided by $37.9 billion) in excess returns and 40 percent went to the money manager in fees.\nThe cumulative gross profit of the Vanguard 500 Index Fund was $1.6 billion, as the fund did not mirror perfectly \nthe returns of the S&P 500. The net profit was negative $2.7 billion, reflecting modest fees on a substantial asset \nbase. The choice to go active or passive boils down to an ability to assess skill and the size of the investment \nopportunity. Investors who can assess skill and see opportunity for differential returns should go active.18 Investors \nwho can’t assess skill and don’t see opportunity should index.  \n"
    },
    {
      "number": 13,
      "text": "June 11, 2017\nWinning the Easy Game\n13\nOne important limitation of this analysis is the role of fund flows. Berk and van Binsbergen use a sophisticated \nmethod to adjust for the significance of flows, whereas we simply use monthly figures and ignore flows. But flows \nare important in two ways that are commonly overlooked in the assessment of funds.\nFirst, fund flows play an essential role in performance.19 The simple version of the story is that the portfolio \nmanagers of funds that get inflows buy more of the stocks they already own, boosting the performance of those \nstocks. Portfolio managers suffering from redemptions obviously have to sell what they own and often focus first on \nliquid positions. Selling dampens the performance of those stocks. In other words, portfolio managers generally \nscale up or down their fund rather than diversify. One recent study found that hedge fund alphas dropped by one-\nthird after the researchers took fund flows into account.20\nSecond, fund flows explain the difference between time-weighted and dollar-weighted fund returns. 21 Time-\nweighted returns are the return an investor would earn if he or she were to buy and hold. Dollar-weighted returns \ntake into consideration fund flows. Because investors tend to put money into funds following periods of \noutperformance and withdraw it after bouts of underperformance, it is common for dollar-weighted returns to be \nless than time-weighted returns. Jack Bogle, founder and former chief executive officer of the Vanguard Group, \nestimates that this “behavior gap” costs investors 120 basis points in annual returns.22   \nHere’s a simple example. Let us say an investor buys 100 shares of a fund that starts a year with a net asset value \n(NAV) of $10, representing a $1,000 outlay. In the next year, the fund’s NAV rises to $20, doubling the investor’s \nmoney. Encouraged by the gains, the investor buys an additional 100 shares for $2,000. In the second year, the \nNAV drops back to $10, where it started. \nHow did the fund, and our investor, fare over the two years? The time-weighted return for the fund is zero as it \nended at the same price as it started. The buy-and-hold investor would be flat. \nBut the dollar-weighted return for the investor is -27 percent, calculated as the internal rate of return based on the \ntiming and magnitude of the investor’s cash flows. The cumulative gross profit would also be negative assuming \naverage market returns, as the positive profit from the first year would be more than offset by the negative gross \nprofit in the second year. This example reflects the experience of one investor over two years, but we can apply the \nsame methodology to many investors over multiple years. \nThis analysis reveals a result that is not always obvious: There are a number of funds that have delivered time-\nweighted returns in excess of the market but that have lost more dollars for their investors than they have made for \nthem. The general pattern is that the fund builds its time-weighted track record when it’s small, attracts substantial \ncapital as a result of that success, and then has a period of poor performance that wipes out all of the dollars \ngained.    \nFinally, we can use persistence of gross profits as an indicator of skill.23 When persistence is high in any activity, \nwe can assume that skill plays a meaningful role in determining results. When persistence is low, luck is dominant. \nNote that results in a domain can appear to be largely dictated by luck even if competitors are highly skilled. This \noccurs when the level of skill is uniform. In other words, if all competitors are similarly strong luck will rule the day.\nExhibit 11 shows the five-year correlation for gross profit for all funds that have at least 10 years of data. While the \ncorrelation, r, is not that high at 0.27, it is higher than the correlation of alpha, which is close to zero. Berk and van \nBinsbergen, using a more complex methodology, isolate skill even more clearly.      \n"
    },
    {
      "number": 14,
      "text": "June 11, 2017\nWinning the Easy Game\n14\nExhibit 11: Gross Profit Persistence\n-30\n-20\n-10\n0\n10\n20\n30\n-30\n-20\n-10\n0\n10\n20\n30\nGross Profit Next Five Years (2016 U.S. Dollars, Billions)\nGross Profit Five Years (2016 U.S. Dollars, Billions)\nr = 0.27\nSource: Morningstar Direct.\nEfficiently Inefficient Markets\nWe can now return to the core question of how to assess the point of equilibrium between the allocation to active \nand passive investments. The cost of gathering information, which shows up as expenses, should roughly equal the \nbenefit of excess returns. For the funds where we have complete historical expense data, the total cost has been \n$518 billion and the total benefit has been $586 billion since 1977.    \nIn the last 20 years, as exhibit 8 shows, the trend in gross profit yield has been lower. As a result, investors have \nlowered their expenses by moving to index funds and ETFs. This raises another question: Are investors indexing \nbecause the market is efficient, or is the market efficient because investors are indexing? \nMarket efficiency is the prime motivation for indexing. This makes sense. But it is important to bear in mind that \nindexers rely on price discovery, which is a positive externality as a result of active management. The efficient \nallocation of capital suffers if the very act of indexing creates distortions that cause prices to deviate from fair value.\nThe second case, that markets are efficient because of indexing, is more subtle. The argument is that less \ninformed investors, be they individuals or institutions, are leaving the active management game which leaves the \nmore informed investors to compete with one another. Said differently, the investors who may have suffered the \nnegative gross profits in years past have departed and the skillful are left to slug it out among themselves.  \n"
    },
    {
      "number": 15,
      "text": "June 11, 2017\nWinning the Easy Game\n15\nConsistent with the fundamental law of active management, you want to use an active manager when you feel you \ncan assess manager skill and there is variability in gross profit. Skill without opportunity is futile, and opportunity \nwithout skill is wasted.24\nHere is the core idea: Assuming that you have or can identify skill, you want as much variability in gross profit as \npossible. Exhibit 12 provides a very rudimentary illustration of the point. Let’s say you have to select between two \nmoney managers, A and B, one of whom will earn the market return plus the variability and the other the market \nreturn minus the variability. The rows are the probability that you find the skillful manager and the columns show \ndifferent levels of variability.\nExhibit 12: Returns Based on Various Scenarios for Skill and Variability\n2%\n5%\n10%\n50%\n10%\n10%\n10%\n75%\n11%\n13%\n15%\n100%\n12%\n15%\n20%\nAssumed market return = 10%\nVariability\nProbability of \nFinding Skill\nSource: Credit Suisse. \nThe top row demonstrates that even if you have lots of variability, you can’t generate excess returns if you can’t \nidentify skill. The bottom row shows that you can double your returns versus the market if you have a foolproof way \nto recognize skill and the variability is high. You should be willing to pay much less for a low probability of finding \nskill and low variability than you would for a high degree of certainty of finding skill in a market with high variability. \nAs exhibit 6 makes clear, the variability in gross profit yield changes over time. \nSummary\nThis report explored a framework for considering an appropriate equilibrium point between active and passive \ninvestments. Active managers contribute to price discovery and liquidity, vital societal goods, but charge higher fees \nthan passive vehicles such as traditional index funds and ETFs do. Passive managers charge lower fees but rely on \nactive managers to make markets efficient. \nGrossman and Stiglitz showed that there should be a rough balance between the cost of gathering information and \nreflecting it in prices and the benefit of excess returns through inefficient markets. In recent years the benefit of \nexcess returns seems to have come down faster than the cost, and investors are playing catch up by switching \nfrom active to passive investments. This shift has a logical limit because the premise of passive investing is that \nmarkets are efficient and some percentage of the investing population has to contribute to that end. \nBerk and Green provide a way to gauge the opportunity through the measure of gross profit. This measure allows \nus to get away from the misleading results of equal-weighted mutual fund returns and provides figures for both the \ncost and opportunity for active investment management. Gross profit also allows us to get an intuitive grasp of the \ndifference between time-weighted and dollar-weighted returns and is more persistent than alpha by itself.  \nA multitude of factors, including technology and regulation, have pushed the gross profit yield lower in the U.S. \nequity market in recent decades. An assessment of potential variability in the gross profit yield, along with some \nmethods to identify skillful investment managers, remains the key to winning the easy game.\n"
    },
    {
      "number": 16,
      "text": "June 11, 2017\nWinning the Easy Game\n16\nEndnotes \n1 Sonali Basak, “Bogle Says If Everybody Indexed, Markets Would Fail Under Chaos,” Bloomberg, May 6, 2017. \nSee https://www.bloomberg.com/news/articles/2017-05-06/bogle-says-if-everybody-indexed-markets-would-\nfail-under-chaos.\n2 Sanford J. Grossman and Joseph E. Stiglitz, “On the Impossibility of Informationally Efficient Markets,” \nAmerican Economic Review, Vol. 70, No. 3, June 1980, 393-408.\n3 Lasse Heje Pedersen, Efficiently Inefficient: How Smart Money Invests and Market Prices Are Determined \n(Princeton, NJ: Princeton University Press, 2015).\n4 Jules H. van Binsbergen and Christian C. Opp, “Real Anomalies,” Working Paper, March 6, 2017. \n5 Jonathan B. Berk and Richard C. Green, “Mutual Fund Flows and Performance in Rational Markets,” Journal \nof Political Economy, Vol. 112, No. 6, December 2004, 1269-1295. Also see Jonathan B. Berk, “Five Myths \nof Active Portfolio Management,” Journal of Portfolio Management, Spring 2005, 27-31. Also, Jonathan B. \nBerk and Jules H. van Binsbergen, “Mutual Funds in Equilibrium,” Working Paper, February 16, 2017. \n6 Jonathan B. Berk and Jules H. van Binsbergen, “Measuring Skill in the Mutual Fund Industry,” Journal of \nFinancial Economics, Vol. 118, No. 1, October 2015, 1-20. \n7 Arpit Gupta and Kunal Sachdeva, “Skin or Skim? Inside Investment and Hedge Fund Performance,” NYU \nWorking Paper No. 2451/38717, June 7, 2017. \n8 Michael J. Mauboussin, Dan Callahan, and Darius Majd, “Looking for Easy Games: How Passive Investing \nShapes Active Management,” Credit Suisse Global Financial Strategies, January 4, 2017.\n9 Richard G. Sloan and Haifeng You, “Wealth Transfers via Equity Transactions,” Journal of Financial Economics, \nVol. 118, No. 1, October 2015, 93-112. Also Amy Dittmar and Laura Casares Field, “Can Managers Time the \nMarket? Evidence Using Share Repurchase Data,” Journal of Financial Economics, Vol. 115, No. 2, February \n2015, 261-282.\n10 Richard Grinold, “The Fundamental Law of Active Management,” Journal of Portfolio Management, Vol. 15, No. \n3, Spring 1989, 30-37.\n11 Jahn K. Hakes and Raymond D. Sauer, “An Economic Evaluation of the Moneyball Hypothesis,” Journal of \nEconomic Perspectives, Vol. 20, No. 3, Summer 2006, 173-185. \n12 Jonathan B. Berk and Jules H. van Binsbergen, “How Do Investors Compute the Discount Rate? They Use the \nCAPM,” Financial Analysts Journal, Vol. 73, No. 2, Second Quarter 2017, 25-32.\n13 R. David McLean and Jeffrey Pontiff, “Does Academic Research Destroy Stock Return Predictability?” Journal of \nFinance, Vol. 71, No. 1, February 2016, 5-32. Also, J. Doyne Farmer, “Market Force, Ecology, and Evolution,” \nIndustrial and Corporate Change, Vol. 11, No. 5, November 2002, 895-953.\n14 Gerald P. Madden, Kenneth P. Nunn Jr., and Alan Wiemann, “Mutual Fund Performance and Market \nCapitalization,” Financial Analysts Journal, Vol. 42, No. 4, July/August 1986, 67-70. \n15 Eugene F. Fama and Kenneth R. French, “The Cross-Section of Expected Stock Returns,” Journal of Finance, \nVol. 47, No. 2, June 1992, 427-465.\n16 Kenneth R. French, “Presidential Address: The Cost of Active Investing,” Journal of Finance, Vol. 63, No. 4, \nAugust 2008, 1537-1573.\n17 Ĺuboš Pástor, Robert F. Stambaugh, Lucian A. Taylor, “Scale and Skill in Active Management,” Journal of \nFinancial Economics, Vol. 116, No. 1, April 2015, 23-45.\n18 For some guidelines on identifying skill, see Robert C. Jones and Russ Wermers, “Active Management in a \nMostly Efficient Market,” Financial Analysts Journal, Vol. 67, No. 6, November/December 2011, 29-45.\n19 Roger M. Edelen, “Investor Flows and the Assessed Performance of Open-End Mutual Funds,” Journal of \nFinancial Economics, Vol. 53, No. 3, September 1999, 439-466. Also, Joshua Coval and Erik Stafford, \n“Asset Fire Sales (and Purchases) in Equity Markets,” Journal of Financial Economics, Vol. 86, No. 2, \nNovember 2007, 479-512. \n20 Katja Ahoniemi and Petri Jylhä, “Flows, Price Pressure, and Hedge Fund Returns,” Financial Analysts Journal, \nVol. 70, No. 5, September/October 2014, 73-93.\n"
    },
    {
      "number": 17,
      "text": "June 11, 2017\nWinning the Easy Game\n17\n21 Ilia D. Dichev, “What Are Stock Investors’ Actual Historical Returns? Evidence from Dollar-Weighted Returns,” \nAmerican Economic Review, Vol. 97, No. 1, March 2007, 386-401 and Ilia D. Dichev and Gwen Yu, “Higher Risk, \nLower Returns: What Hedge Fund Investors Really Earn,” Journal of Financial Economics, Vol. 100, No 2, May \n2011, 248-263.\n22 John Bogle, “The Arithmetic of ‘All-In’ Investment Expenses,” Financial Analysts Journal, Vol. 70, No. 1, \nJanuary/February 2014, 13-21.\n23 Michael J. Mauboussin, Dan Callahan, and Darius Majd, “What Makes for a Useful Statistic: Not All Numbers \nAre Created Equal,” Credit Suisse Global Financial Strategies, April 5, 2016.\n24 Grinold, 1989.\n"
    },
    {
      "number": 18,
      "text": "Important information\nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future. \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A. \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK’s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG, Singapore Branch, and elsewhere in the \nworld by the relevant authorized affiliate of the above. \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE. \n© 2017 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved\n \n"
    }
  ]
}