{
  "filename": "mm_143_2021_market_expected_return_on_investment__bridging_accounting_and_valuation.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20230530131031-04'00'",
    "modDate": "D:20230530131031-04'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 143,
      "year": "2021",
      "date": "4/14",
      "institution": "Counterpoint",
      "title": "Market-Expected Return on Investment: Bridging Accounting and Valuation",
      "url": "https://12mv2.files.wordpress.com/2024/04/21-04-14-market-expected-return-on-investment__bridging-accounting-and-valuation.pdf"
    },
    "tags": [
      "Capital allocation",
      "Expectations analysis",
      "Financial metrics",
      "Valuation methods"
    ],
    "tagged_at": "2025-01-20T21:29:43.725787"
  },
  "pages": [
    {
      "number": 1,
      "text": "  \n  \n \n \n \n \n \n \n \n \n \n \nCounterpoint Global Insights \nMarket-Expected Return on Investment \nBridging Accounting and Valuation \nCONSILIENT OBSERVER  |  April 14, 2021\nIntroduction \nCorporate executives and active investors are both in the business of \nallocating capital. The goal for each is to generate an attractive return \non investment. Companies create value when their investments earn a \nreturn in excess of the opportunity cost of capital. Investors add value \nwhen their portfolios generate a return higher than an appropriate \nmarket benchmark. \nExecutives make investments in tangible and intangible assets over \ntime. Equity investors buy and sell stocks, which are essentially claims \non a company’s cash flows after it pays all of its bills and makes all of \nits investments. A company’s stock price reflects the expectations for \nfuture cash flows based on past, present, and prospective investments.  \nCompanies generally earn higher returns than investors do because \nthey are making different investments. Companies continually invest in \nassets in order to create value in the business, while investors buy a \nstock at a point in time in anticipation of revisions in expectations. In an \nefficient market, a company’s valuation accurately reflects the \nexpectations for value creation. Valuation differences equilibrate the \nexpected returns for companies of similar risk. \nFor example, imagine that one company invests $1,000 that allows it \nto earn and distribute $100 annually into perpetuity. The cost of capital \nis 10 percent. That business is worth $1,000 ($100/0.10). Consider a \nsecond company with the same cost of capital that invests $1,000 but \nearns $200 in distributable cash. That business has a value of $2,000 \n($200/0.10). The company earns a 20 percent return on its investment, \nbut the shareholder still earns 10 percent. The market places a high \nvalue on invested capital for businesses that generate attractive \nreturns, which lowers the expected return for investors. \n \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n2 \n \nExecutives should learn to read the expectations that their company’s stock price reflects for a number of \nreasons.1 To begin, most senior managers are shareholders, and excess returns are tied to revisions in \nexpectations. Executives must also be aware that making investments that create value may be insufficient to \nsustain the stock price if the market’s expectations are for either a larger amount of investment or a higher return \non investment. In addition, an appreciation for what’s priced in can guide management’s communication with \nthe financial community. Finally, expectations can inform certain capital allocation decisions. For instance, \nexecutives who believe their company’s stock price reflects expectations that are too pessimistic can \nadvantageously repurchase shares. They can also issue shares when expectations are too optimistic. \nInvestors earn excess returns when they correctly anticipate revisions in expectations for future cash flows. To \nfind mispriced expectations, investors must understand the potential magnitude and return on investment. \nThis report seeks to help executives and investors in three ways. First, we describe market-expected return on \ninvestment (MEROI), which measures the return at which the present value of a company’s profits equals the \npresent value of the investments a company makes.2 An understanding of MEROI allows us to understand how \nhigh the bar is set for corporate performance. \nSecond, we note that measuring returns has become more difficult as corporate investments have shifted from \nbeing primarily tangible to intangible. Because intangible investments are recorded as expenses, the \ncategorization of expenses and investments is blurred.3 We seek to gain a more accurate view of returns, and \nhence expectations, by separating expenses and investments properly. \nFinally, we discuss the shortcomings of common measures of corporate returns, including return on equity \n(ROE), return on invested capital (ROIC), return on incremental invested capital (ROIIC), and internal rate of \nreturn (IRR). While these measures have some utility, they are commonly used without full acknowledgment of \ntheir limitations.  \nThe connection between valuation (MEROI) and accounting (properly measuring intangible investment) is what \nmakes this report novel. Some of the following discussion is technical, but the underlying concepts are \nstraightforward and are illustrated with examples and a case study. \nMarket-Expected Return on Investment \nFrequent readers know that we start a lot of discussions about valuation with the 60-year-old paper by the \neconomists Merton Miller and Franco Modigliani (M&M) called, “Dividend Policy, Growth, and the Valuation of \nShares.”4 In the paper, which launched modern valuation, M&M discuss an “approach to valuation which would \nseem most natural from the standpoint of an investor.”  \nThey suggest that you can think about corporate value in two parts: the current earning power of the business \nplus “the opportunities, if any, that the firm offers for making additional investments in real assets that will yield \nmore than the ‘normal’ (market) rate of return.” The earning power, or steady-state value, is commonly \nrepresented as the current net operating profit after taxes (NOPAT) capitalized by the cost of capital. The \nopportunities for investments that create value, often called the “present value of growth opportunities” \n(PVGO), reflect the spread between the return on investment and the cost of capital, how much a company \ncan invest, and how long a company can find value-creating opportunities.5   \nCorporate value = steady-state value + present value of growth opportunities (PVGO)  \n \n"
    },
    {
      "number": 3,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n3 \n \nNote that if the return on incremental investment equals the cost of capital, the PVGO collapses to zero and \nthe value of the firm is simply the steady-state value. Our task is to measure the PVGO accurately. You can do \nthat only if you understand the difference between expenses and investments, which our current accounting \nrules obscure.  \nThe best way to walk through this analysis is with a case. Exhibit 1 shows a simple discounted cash flow \n(DCF) model. This model calculates corporate value by taking the sum of the present value of future free cash \nflows (NOPAT - Investment) and adding the present value of the continuing value. Later we will suggest that \nyou create a DCF model that solves for the market’s expectations based on today’s stock price. But for now \nwe focus on the mechanics of the model. \nNOPAT is $100 in year 1 and it grows 8 percent per year. Investment is determined by assuming the change \nin NOPAT from one year to the next divided by the initial year’s investment equals 25 percent. For example, \nthe change in NOPAT from year 1 to 2 is $8, and the investment in year 1 is $32, so the ratio is $8/$32, or 25 \npercent. The continuing value is NOPAT from year 11 capitalized by the cost of capital ($215.9/0.07 = \n$3,084.2).6  \nCorporate value is $2,230.8 given these assumptions. We can now go back to M&M and break down the value \ninto a steady-state and a PVGO. The steady-state is $1,428.6, or NOPAT in year 1 of $100 capitalized by the \ncost of capital of 7 percent ($100/0.07 = $1,428.6). By definition, the PVGO is $802.2, or $2,230.8 - $1,428.6. \nExhibit 1: Simple Discounted Cash Flow Model \n \nSource: Counterpoint Global. \nNote: Assumes 8% NOPAT growth, 25% ROIIC, and 7% cost of capital; Σ=sum of. \nAlfred Rappaport, a professor emeritus at Kellogg School of Management, shows how to calculate the PVGO \nthrough a measure he calls shareholder value added (SVA).7 The PVGO is the sum of the SVAs in the model.  \nThe value a company creates in a particular year comes from the cash flows it generates and the change in its \ncontinuing value. Take a look at year 1 in exhibit 2. SVA is $76.9, the sum of the present value of free cash \nflow of $63.6 plus the change in the present value of the continuing value of $13.4 ($76.9 = $63.6 + $13.4). If \nyou add up the SVAs from each year you get a total PVGO of $802.2.  \n \n \nYear\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\nNOPAT \n100.0\n108.0\n116.6\n126.0\n136.0\n146.9\n158.7\n171.4\n185.1\n199.9\n215.9\nInvestment\n32.0\n34.6\n37.3\n40.3\n43.5\n47.0\n50.8\n54.8\n59.2\n64.0\nFree cash flow\n68.0\n73.4\n79.3\n85.7\n92.5\n99.9\n107.9\n116.5\n125.9\n135.9\nPV of free cash flow\n63.6\n64.1\n64.7\n65.3\n66.0\n66.6\n67.2\n67.8\n68.5\n69.1\nS PV of free cash flow \n662.9\nContinuing value\n3,084.2\nS PV of free cash flow\n662.9\nPV of continuing value\n1,567.8\nCorporate value\n2,230.8\n"
    },
    {
      "number": 4,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n4 \n \nExhibit 2: Calculation of Shareholder Value Added (SVA) \n \nSource: Counterpoint Global. \nNote: Assumes 8% NOPAT growth, 25% ROIIC, and 7% cost of capital. \nThere’s another way to calculate SVA that is the key to calculating the MEROI. Recall that the PVGO is \ndetermined by how much, at what return, and for how long a company can find value creating opportunities. \nAnd the PVGO is just the sum of the SVAs. We can calculate total SVA as the present value of the \nincremental NOPATs minus the present value of the investments. The SVA and PVGO are positive if a \ncompany earns returns on its investments that exceed the cost of capital. This is exactly what M&M had in \nmind when they described the PVGO as “the opportunities . . . for making additional investments. . . that will \nyield more than the . . . (market) rate of return.” \nIf a company earns exactly its cost of capital on its investments, the present value of incremental NOPAT and \nthe present value of investment will be equal. SVA and PVGO are both zero. \nExhibit 3 shows this calculation for our case. The present value of the incremental NOPATs sum to $1,114.1, \nand the total present value of the investments equal $312.0. The difference between the two is $802.2 \n($1,114.1 - $312.0 = $802.2).    \nExhibit 3: Alternative Calculation of Shareholder Value Added (SVA) \n \nSource: Counterpoint Global. \nNote: Assumes 8% NOPAT growth, 25% ROIIC, and 7% cost of capital; Δ=change in; Σ=sum of. \nWe are now ready to solve for MEROI, which is the discount rate at which the present value of the incremental \nNOPAT inflows equals the present value of the investment outflows discounted at the cost of capital. Exhibit 4 \nshows that we need a 16.2 percent rate in order for the present value of incremental NOPATs to equal the \npresent value of investments. Since 16.2 percent is well above the cost of capital of 7 percent, we know that \nthe PVGO is positive.   \n \nYear\nBase\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\nFree cash flow\n68.0\n73.4\n79.3\n85.7\n92.5\n99.9\n107.9\n116.5\n125.9\n135.9\nPV of free cash flow\n63.6\n64.1\n64.7\n65.3\n66.0\n66.6\n67.2\n67.8\n68.5\n69.1\nContinuing value\n1,542.9 1,666.3 1,799.6 1,943.6 2,099.0 2,267.0 2,448.3 2,644.2 2,855.7 3,084.2\nPV of continuing value\n1,428.6 1,441.9 1,455.4 1,469.0 1,482.7 1,496.6 1,510.6 1,524.7 1,538.9 1,553.3 1,567.8\nChange in PV of continuing value\n13.4\n13.5\n13.6\n13.7\n13.9\n14.0\n14.1\n14.2\n14.4\n14.5\nTotal\nSVA\nShareholder value added\n76.9\n77.6\n78.3\n79.1\n79.8\n80.6\n81.3\n82.1\n82.8\n83.6\n802.2\nYear\nBase\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\nNOPAT\n100.0\n108.0\n116.6\n126.0\n136.0\n146.9\n158.7\n171.4\n185.1\n199.9\n215.9\nD NOPAT\n8.0\n8.6\n9.3\n10.1\n10.9\n11.8\n12.7\n13.7\n14.8\n16.0\nSum\nD NOPAT capitalized\n114.3\n123.4\n133.3\n144.0\n155.5\n167.9\n181.4\n195.9\n211.5\n228.5\nInflows\nPV D NOPAT capitalized\n106.8\n107.8\n108.8\n109.8\n110.9\n111.9\n112.9\n114.0\n115.1\n116.1\n1,114.1\nS PV of D NOPAT capitalized\nSum\nInvestment\n32.0\n34.6\n37.3\n40.3\n43.5\n47.0\n50.8\n54.8\n59.2\n64.0\nOutflows\nPV of investment\n29.9\n30.2\n30.5\n30.8\n31.0\n31.3\n31.6\n31.9\n32.2\n32.5\n312.0\nInflows\n- Outflows\n=Total SVA\nShareholder value added\n76.9\n77.6\n78.3\n79.1\n79.8\n80.6\n81.3\n82.1\n82.8\n83.6\n802.2\n"
    },
    {
      "number": 5,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n5 \n \nExhibit 4: Calculation of Market-Expected Return on Investment (MEROI) \n \nSource: Counterpoint Global. \nNote: Assumes 8% NOPAT growth, 25% ROIIC, and 7% cost of capital; Σ=sum of; Δ=change in. \nThere are three steps in estimating MEROI in practice. First, you create a discounted cash flow model that \nreflects the expectations embedded in the company’s stock price.8 Second, you calculate the present value of \ninvestments discounted at the cost of capital. And finally, you solve for the breakeven rate that equates the \npresent value of the capitalized annual NOPAT changes to the present value of the investments. \nOur next challenge is to measure investment properly.   \nThe Importance of the Rise of Intangible Investments  \nThere has been a substantial transformation in the way companies invest over the past half century. An \ninvestment is an outlay today that creates an asset that is expected to have positive economic value based on \nfuture cash flows. Tangible assets, such as factories, machines, and inventory, were the dominant form of \ninvestment in the 1970s. Intangible assets, including research and development (R&D), brand building, and \nemployee training, are the dominant form today.9  \nThis is important because investments in tangible assets are recorded on the balance sheet and intangible \ninvestments commonly show up on the income statement. Sorting expenses and investments was easy when \nmost of the expenses were on the income statement and most of the assets were on the balance sheet. But \ncategorization is a challenge today because income statements conflate expenses and investments. \nOne consequence of the shift to intangible investments is that more companies are reporting negative net \nincome than what we have seen in the past (see exhibit 5). To be clear, companies can report losses because \ntheir expensed investments exceed current earnings, which is good if the investments promise attractive \neconomic returns. Companies can also report losses when their expenses exceed their sales, which is bad if \nthe business is fundamentally unprofitable. Separating expenses from investments has never been so \nimportant.  \n \n \n \nYear\nBase\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nPresent value of investments (outflows) discounted at the cost of capital\nInvestment\n32.0\n34.6\n37.3\n40.3\n43.5\n47.0\n50.8\n54.8\n59.2\n64.0\nPV of investment\n29.9\n30.2\n30.5\n30.8\n31.0\n31.3\n31.6\n31.9\n32.2\n32.5\nS PV of Investment\n312.0\nPresent value of NOPAT (inflows) discounted at the MEROI\nNOPAT\n100.0\n108.0\n116.6\n126.0\n136.0\n146.9\n158.7\n171.4\n185.1\n199.9\n215.9\nD NOPAT\n8.0\n8.6\n9.3\n10.1\n10.9\n11.8\n12.7\n13.7\n14.8\n16.0\nD NOPAT capitalized\n49.3\n53.3\n57.5\n62.1\n67.1\n72.5\n78.3\n84.5\n91.3\n98.6\nPV D NOPAT capitalized\n42.4\n39.4\n36.7\n34.1\n31.7\n29.4\n27.3\n25.4\n23.6\n21.9\nS PV of D NOPAT capitalized\n312.0\nMarket expected return on investment\n16.2%\n"
    },
    {
      "number": 6,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n6 \n \nExhibit 5: Percentage of Companies in the Russell 3000 with Negative Net Income, 1980-2020 \n \nSource: FactSet. \nNote: Constituents of the Russell 3000 Index as of year-end. \nLuminita Enache and Anup Srivastava, professors of accounting, developed a technique to measure intangible \ninvestments.10 They separate reported operating expenses into two groups. The first is intangible investments \nthat include R&D and advertising. The second is selling, general, and administrative (SG&A) expenses \nexcluding R&D and advertising, which they call Main SG&A. They further break Main SG&A into investment \nand maintenance parts. You can think of investment Main SG&A as the discretionary investments a company \nmakes in pursuit of growth that creates value. Maintenance Main SG&A are the expenses that support current \noperations. \nIn exhibit 6, we use Enache and Srivastava’s breakdown to estimate the amount companies in the Russell \n3000 spent on intangible investment and maintenance SG&A (we exclude companies in the financial services \nindustry). \nFor example, Enache and Srivastava estimate that nearly 40 percent of Main SG&A went to investments in the \nmid-1980s and that in recent years the ratio rose to roughly 60 percent. Conversely, about 60 percent of Main \nSG&A went to maintenance in the mid-1980s and in recent years the ratio has fallen to roughly 40 percent. To \ncalculate the annual dollar amount of investment Main SG&A and maintenance SG&A, we apply the applicable \nrate for each year times the aggregate dollar amount of SG&A for each year. Intangible investments are the \nsum of investment Main SG&A, R&D, and advertising. \nIntangible investment has been in a steady uptrend, with a brief interruption during the financial crisis, and \npassed maintenance spending in 2000. To put this figure in context, investments in intangible assets were \nroughly $1.8 trillion in 2020, more than double the $800 billion in capital expenditures. These data put the lie to \nthe assertion that companies are investing less than they used to. \nThis work shows clearly that investments in intangible assets are rising relative to those in tangible assets. As \na result, the failure to measure the magnitude and return on intangible investments is a large and growing \nproblem. \n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\n2018\n2020\nPercent of Companies with\nNegative Net Income\n"
    },
    {
      "number": 7,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n7 \n \nExhibit 6: Components of Selling, General, and Administrative (SG&A) Costs, 1984-2020 \n \nSource: Analysis for Russell 3000 based on Luminita Enache and Anup Srivastava, “Should Intangible Investments Be \nReported Separately or Commingled with Operating Expenses? New Evidence,” Management Science, Vol. 64, No. 7, July \n2018, 3446-3468. Data extended through 2018 by Anup Srivastava. Includes Counterpoint Global estimates. \nNote: Intangible investments=R&D + Advertising + Investment Main SG&A; Maintenance SG&A=Maintenance Main SG&A. \nNot surprisingly, the magnitude of intangible investment varies a great deal by industry. Exhibit 7 shows a \nranking of intangible intensity over the past quarter century as calculated by Amitabh Dugar and Jacob \nPozharny, investors at Bridgeway Capital Management.11 Where industries land in the ranking makes sense. \nHealthcare, software, and media are at the top of the list, and energy, real estate, and utilities are at the \nbottom. Measuring intangible investments is more important in some industries than in others.  \nExhibit 7: Ranks of Average Composite Intangible Intensity, 1994-2018 \nIndustry \nIntangible Intensity Rank \nPharmaceuticals, Biotechnology, & Life Sciences \n19.9 \nSoftware & Services \n18.7 \nMedia & Entertainment \n18.6 \nTelecommunication Services \n16.6 \nHealth Care Equipment & Services \n16.3 \nHousehold & Personal Products \n14.6 \nTechnology Hardware & Equipment \n13.4 \nSemiconductor & Semiconductor Equipment \n12.3 \nConsumer Services \n11.5 \nCommercial & Professional Services \n11.5 \nRetailing \n10.8 \nConsumer Durables & Apparel \n10.1 \nFood, Beverage, & Tobacco \n9.9 \nCapital Goods \n9.0 \nAutomobiles & Components \n7.4 \nFood & Staples Retailing \n6.1 \nMaterials \n5.9 \nTransportation \n4.8 \nEnergy \n4.5 \nReal Estate \n4.1 \nUtilities \n3.8 \nSource: Amitabh Dugar and Jacob Pozharny, “Equity Investing in the Age of Intangibles,” Financial Analysts Journal, Vol. \n77, No. 2, Second Quarter 2021. \nNote: An average ranking of U.S. industries over a 25-year period based on several measures of intangible intensity. \n0\n200\n400\n600\n800\n1,000\n1,200\n1,400\n1,600\n1,800\n2,000\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\n2018\n2020\n$ Billions\nIntangible\nInvestments\nMaintenance\nSG&A\n"
    },
    {
      "number": 8,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n8 \n \nWe now illustrate how MEROI changes when we capitalize intangible investments. Capitalization moves an \nexpense from the income statement to an asset on the balance sheet. That asset is then amortized over a \nperiod, which shows up as an amortization expense on the income statement. In cases where intangible \ninvestments are growing, NOPAT and investments are adjusted up by the same amount, leaving free cash \nflow unchanged.  \nWe use Microsoft as a case study. We start the analysis at the beginning of fiscal year 2004 (the company’s \nfiscal year ends on June 30) and use actual results through fiscal year 2020. While MEROI measures the \nbreakeven return based on the future cash flows that are priced into a stock, you might imagine that we had a \ncrystal ball for our Microsoft figures.    \nExhibit 8 is a discounted cash flow model based on the numbers as reported. We assume a cost of equity of \n9.5 percent, an estimate of what it was at that time, and a continuing value based on the perpetuity method.12 \nIf you add excess cash to the corporate value and divide by shares outstanding, the value per share is within \n10 percent of the stock price at the time. Corporate value is $248.7 billion.  \nExhibit 8: Discounted Cash Flow Model for Microsoft, Fiscal Years 2004-2020 \n \nSource: Microsoft and Counterpoint Global. \nNote: In billions of U.S. dollars; Σ=sum of. \nWe can now calculate the MEROI. Corporate value of $248.7 billion equals the steady-state value of $61.0 \nbillion ($5.8/0.095) plus the PVGO of $187.7 billion. The PVGO is the difference between the present value of \nthe NOPAT inflows ($218.9 billion) minus the present value of the investment outflows ($31.2 billion). MEROI, \nthe discount rate that equates the present value of the inflows with the present value of the outflows, is 27.1 \npercent (exhibit 9).  \n \n \n \n \n \n \nYear\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\nNOPAT \n5.8\n10.8\n11.3\n13.0\n16.9\n15.6\n18.7\n23.2\n17.4\n23.0\n23.8\n23.6\n22.2\n23.6\n32.9\n34.7\n47.9\n59.5\nInvestment\n-0.4\n-0.5\n-0.2\n3.0\n6.7\n5.4\n1.4\n0.2\n7.5\n2.8\n3.1\n4.9\n1.2\n34.3\n4.4\n6.3\n10.2\nFree cash flow\n6.2\n11.3\n11.5\n10.0\n10.2\n10.2\n17.3\n23.0\n9.9\n20.2\n20.7\n18.7\n21.0\n-10.7\n28.5\n28.4\n37.7\nPV of free cash flow\n5.7\n9.4\n8.8\n6.9\n6.5\n5.9\n9.2\n11.1\n4.4\n8.2\n7.6\n6.3\n6.4\n-3.0\n7.3\n6.6\n8.0\nS PV of free cash flow \n115.3\nContinuing value\n625.4\nS PV of free cash flow\n115.3\nPV of continuing value\n133.4\nCorporate value\n248.7\nPlus: cash\n62.1\nMinus: debt\n0.0\nShareholder value\n310.8\nShareholder value per share\n$28.56\nClosing price on July 1, 2003\n$26.15\n"
    },
    {
      "number": 9,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n9 \n \nExhibit 9: MEROI for Microsoft as of Beginning of Fiscal 2004  \n \nSource: Microsoft and Counterpoint Global. \nNote: In billions of U.S. dollars; Δ=change in; Σ=sum of. \nWe now calculate the MEROI for Microsoft after we reflect some of its expenses as investments. There are \ntwo big decisions. The first is which expenses are properly considered investments, and the second is the \namortization period for the intangible asset. We defer to the work of Charles Hulten, a prominent academic in \nthe study of intangible assets, to answer these questions.13 This allows us to calculate the intangible \ninvestment and amortization expense for each year.  \nFor example, consider Microsoft’s results for fiscal 2020 (year 17 in exhibit 8). NOPAT without adjustments \nwas $48 billion and investment was $10 billion for free cash flow of $38 billion. Hulten’s method designates \n$34 billion of the $44 billion in operating expenses as investment. Based on his assumptions, the amortization \nfor fiscal 2020 comes out to $27 billion. This means that we add $7 billion ($34 - $27 billion) to NOPAT and \ninvestment. As a result, NOPAT goes from $48 to $55 billion, investment goes from $10 to $17 billion, and free \ncash flow of $38 billion remains unchanged. \nExhibit 10 shows the adjusted numbers for the full period. Neither the free cash flow nor corporate value \nchange. What is different is the path to free cash flow. We can now measure the investment, and ultimately the \nMEROI, more accurately.14  \n \n \n \n \n \n \nYear\nBase\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\nNOPAT\n5.8\n10.8\n11.3\n13.0\n16.9\n15.6\n18.7\n23.2\n17.4\n23.0\n23.8\n23.6\n22.2\n23.6\n32.9\n34.7\n47.9\n59.5\nD NOPAT\n5.0\n0.5\n1.7\n3.9\n-1.3\n3.1\n4.4\n-5.8\n5.6\n0.8\n-0.2\n-1.4\n1.4\n9.3\n1.8\n13.2\n11.6\nSum\nD NOPAT capitalized\n52.1\n5.6\n17.6\n41.5\n-13.9\n33.0\n46.6\n-60.7\n58.9\n8.4\n-1.9\n-15.1\n14.7\n97.6\n19.3\n138.4\n122.3\nInflows\nPV D NOPAT capitalized\n47.5\n4.7\n13.4\n28.8\n-8.8\n19.1\n24.7\n-29.3\n26.0\n3.4\n-0.7\n-5.1\n4.5\n27.4\n4.9\n32.3\n26.1\n218.9\nSum\nInvestment\n-0.4\n-0.5\n-0.2\n3.0\n6.7\n5.4\n1.4\n0.2\n7.5\n2.8\n3.1\n4.9\n1.2\n34.3\n4.4\n6.3\n10.2\nOutflows\nPV of investment\n-0.4\n-0.5\n-0.2\n2.1\n4.3\n3.1\n0.8\n0.1\n3.3\n1.1\n1.1\n1.6\n0.4\n9.6\n1.1\n1.5\n2.2\n31.2\nInflows\n- Outflows\n=Total SVA\nShareholder value added\n47.9\n5.1\n13.6\n26.8\n-13.1\n16.0\n23.9\n-29.4\n22.7\n2.3\n-1.8\n-6.7\n4.1\n17.7\n3.8\n30.9\n23.9\n187.7\nPresent value of investments (outflows) discounted at the cost of capital\nInvestment\n-0.4\n-0.5\n-0.2\n3.0\n6.7\n5.4\n1.4\n0.2\n7.5\n2.8\n3.1\n4.9\n1.2\n34.3\n4.4\n6.3\n10.2\nPV of investment\n-0.4\n-0.5\n-0.2\n2.1\n4.3\n3.1\n0.8\n0.1\n3.3\n1.1\n1.1\n1.6\n0.4\n9.6\n1.1\n1.5\n2.2\nS PV of investment\n31.2\nPresent value of NOPAT (inflows) discounted at the MEROI\nNOPAT\n5.8\n10.8\n11.3\n13.0\n16.9\n15.6\n18.7\n23.2\n17.4\n23.0\n23.8\n23.6\n22.2\n23.6\n32.9\n34.7\n47.9\n59.5\nD NOPAT\n5.0\n0.5\n1.7\n3.9\n-1.3\n3.1\n4.4\n-5.8\n5.6\n0.8\n-0.2\n-1.4\n1.4\n9.3\n1.8\n13.2\n11.6\nD NOPAT capitalized\n18.3\n2.0\n6.2\n14.6\n-4.9\n11.6\n16.4\n-21.3\n20.7\n3.0\n-0.7\n-5.3\n5.2\n34.3\n6.8\n48.7\n43.0\nPV D NOPAT capitalized\n14.4\n1.2\n3.0\n5.6\n-1.5\n2.8\n3.1\n-3.1\n2.4\n0.3\n0.0\n-0.3\n0.2\n1.2\n0.2\n1.1\n0.7\nS PV of D NOPAT capitalized\n31.2\nMarket expected return on investment\n27.1%\n"
    },
    {
      "number": 10,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n10 \n \nExhibit 10: Adjusted Discounted Cash Flow Model for Microsoft, Fiscal Years 2004-2020 \n \nSource: Microsoft and Counterpoint Global. \nNote: In billions of U.S. dollars; Σ=sum of. \nExhibit 11 shows the updated MEROI calculation. The composition of corporate value shifts, with a steady-\nstate value of $111.8 billion ($10.6/0.095) plus the PVGO of $136.9 billion. The PVGO is the difference \nbetween the present value of the NOPAT inflows ($190.9 billion) minus the present value of the investment \noutflows ($54.0 billion). MEROI is now 18.1 percent, a full 9 percentage points lower than it was with the \nunadjusted figures.  \nExhibit 11: MEROI Based on Adjustments for Microsoft as of Beginning of Fiscal 2004 \n \nSource: Microsoft and Counterpoint Global. \nNote: In billions of U.S. dollars; Δ=change in; Σ=sum of. \nNote that in both cases, the company’s breakeven rates of return of 27.1 and 18.1 percent are materially \nhigher than the expected rate of return of investors of 9.5 percent. Businesses with high returns often fetch \nlofty valuations, which is why great businesses are not always great stocks.        \nLet’s slow down and make sure that the implication of this adjustment is clear. We can use the M&M \nframework, corporate value equals the steady-state value plus the PVGO, to guide our thinking. We are \nreclassifying an expense as an investment, an adjustment that reflects the fact that a company’s steady-state \nvalue would be higher if it elected to reduce discretionary intangible investments. This increases the value of \nYear\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\nNOPAT \n10.6\n12.2\n12.8\n15.3\n20.5\n17.8\n20.0\n25.3\n19.4\n25.9\n26.8\n26.0\n23.1\n26.0\n37.9\n40.6\n55.1\n59.5\nInvestment\n4.4\n0.9\n1.3\n5.3\n10.3\n7.6\n2.7\n2.3\n9.5\n5.6\n6.1\n7.3\n2.2\n36.7\n9.4\n12.2\n17.4\nFree cash flow\n6.2\n11.3\n11.5\n10.0\n10.2\n10.2\n17.3\n23.0\n9.9\n20.2\n20.7\n18.7\n21.0\n-10.7\n28.5\n28.4\n37.7\nPV of free cash flow\n5.7\n9.4\n8.8\n6.9\n6.5\n5.9\n9.2\n11.1\n4.4\n8.2\n7.6\n6.3\n6.4\n-3.0\n7.3\n6.6\n8.0\nS PV of free cash flow \n115.3\nContinuing value\n625.4\nS PV of free cash flow\n115.3\nPV of continuing value\n133.4\nCorporate value\n248.7\nYear\nBase\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\nNOPAT\n10.6\n12.2\n12.8\n15.3\n20.5\n17.8\n20.0\n25.3\n19.4\n25.9\n26.8\n26.0\n23.1\n26.0\n37.9\n40.6\n55.1\n59.5\nD NOPAT\n1.5\n0.7\n2.4\n5.2\n-2.6\n2.1\n5.3\n-5.9\n6.5\n1.0\n-0.8\n-2.9\n2.9\n11.9\n2.7\n14.5\n4.4\nSum\nD NOPAT capitalized\n16.2\n6.9\n25.7\n54.4\n-27.5\n22.6\n55.4\n-61.8\n68.0\n10.3\n-8.7\n-30.3\n30.3\n124.8\n28.4\n152.4\n46.4\nInflows\nPV D NOPAT capitalized\n14.8\n5.8\n19.6\n37.8\n-17.5\n13.1\n29.3\n-29.8\n30.0\n4.2\n-3.2\n-10.2\n9.3\n35.0\n7.3\n35.6\n9.9\n190.9\nSum\nInvestment\n4.4\n0.9\n1.3\n5.3\n10.3\n7.6\n2.7\n2.3\n9.5\n5.6\n6.1\n7.3\n2.2\n36.7\n9.4\n12.2\n17.4\nOutflows\nPV of investment\n4.1\n0.7\n1.0\n3.7\n6.5\n4.4\n1.4\n1.1\n4.2\n2.3\n2.3\n2.4\n0.7\n10.3\n2.4\n2.9\n3.7\n54.0\nInflows\n- Outflows\n=Total SVA\nShareholder value added\n10.8\n5.0\n18.6\n34.1\n-24.0\n8.7\n27.9\n-31.0\n25.8\n1.9\n-5.4\n-12.6\n8.6\n24.7\n4.9\n32.7\n6.2\n136.9\nPresent value of investments (outflows) discounted at the cost of capital\nInvestment\n4.4\n0.9\n1.3\n5.3\n10.3\n7.6\n2.7\n2.3\n9.5\n5.6\n6.1\n7.3\n2.2\n36.7\n9.4\n12.2\n17.4\nPV of investment\n4.1\n0.7\n1.0\n3.7\n6.5\n4.4\n1.4\n1.1\n4.2\n2.3\n2.3\n2.4\n0.7\n10.3\n2.4\n2.9\n3.7\nS PV of investment\n54.0\nPresent value of NOPAT (inflows) discounted at the MEROI\nNOPAT\n10.6\n12.2\n12.8\n15.3\n20.5\n17.8\n20.0\n25.3\n19.4\n25.9\n26.8\n26.0\n23.1\n26.0\n37.9\n40.6\n55.1\n59.5\nD NOPAT\n1.5\n0.7\n2.4\n5.2\n-2.6\n2.1\n5.3\n-5.9\n6.5\n1.0\n-0.8\n-2.9\n2.9\n11.9\n2.7\n14.5\n4.4\nD NOPAT capitalized\n8.5\n3.6\n13.5\n28.6\n-14.5\n11.9\n29.1\n-32.5\n35.7\n5.4\n-4.6\n-15.9\n15.9\n65.6\n14.9\n80.1\n24.4\nPV D NOPAT capitalized\n7.2\n2.6\n8.2\n14.7\n-6.3\n4.4\n9.1\n-8.6\n8.0\n1.0\n-0.7\n-2.2\n1.8\n6.4\n1.2\n5.6\n1.4\nS PV of D NOPAT capitalized\n54.0\nMarket expected return on investment\n18.1%\n"
    },
    {
      "number": 11,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n11 \n \nthe steady-state and reduces the value of the PVGO, hence lowering the onus on incremental return on \ninvestment. Naturally, companies should invest in intangible investments if they create value. The data show \nthis to be the case.15  \nThe difference between the unadjusted and the adjusted MEROI is a function of what percentage of SG&A is \nreclassified and the assigned amortization period. (See the appendix for a more detailed discussion.) If no \nSG&A is considered to be an investment, no adjustments are necessary. The higher the percentage of SG&A \nthat is capitalized, the lower the adjusted MEROI is relative to the unadjusted MEROI. For intangible intensive \nbusinesses, this difference is substantial enough to reframe an understanding of the underlying economics of \nthe business.  \nTaking Measure of Measures of Return (ROE, ROIC, ROIIC, IRR) \nMEROI is an accurate, if involved, calculation of expected returns for a business. The question is how it stacks \nup to other more mainstream measures of returns. These include return on equity (ROE), return on invested \ncapital (ROIC), return on incremental invested capital (ROIIC), and internal rate of return (IRR).  \nROE, defined as net income divided by shareholders’ equity, is massively distorted by the rise of intangibles. \nNet income has always been unreliable because of the considerable discretion management has in reporting \nexpenses within accepted accounting principles. Shareholders’ equity has also lost relevance because of the \nvagaries of accounting, including share repurchases. For instance, Home Depot’s shareholders’ equity was \nnegative $3.1 billion at the end of fiscal 2020 as the result of the company’s share buyback program. \nROE has an additional flaw in that it is not financing neutral. Changes in a company’s capital structure can \ninfluence the level of ROE. After considering all of these limitations, ROE is at best a very crude indicator of \nreturns on investment. Further, adjusting for intangibles does not provide a simple and consistent improvement \nin the measure.16  \nROIC, which is NOPAT divided by invested capital, is a step in the correct direction and is one of the best of \nthe accounting measures because it has a sound numerator.17 The concept has been around for a long time. \nFor example, General Motors used a version of ROIC more than a century ago.18 \nNOPAT and invested capital are unaffected by financial leverage. However, both NOPAT and invested capital \nchange substantially as intangible investments are converted to assets on the balance sheet.   \nLet’s go back to our example of Microsoft. We have already seen that the adjustments lift NOPAT from $48 to \n$55 billion. The invested capital goes from $96 to $174 billion.19 As a result, the return on average invested \ncapital goes from 52 percent ($48 billion / average of $89 billion and $96 billion) when unadjusted to 33 \npercent ($55 billion / average of $160 billion and $174 billion) when adjusted. Exhibit 12 shows the difference \nbetween these figures over time. Just as MEROI is lower after making adjustments, so is ROIC. \n \n \n \n \n \n"
    },
    {
      "number": 12,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n12 \n \nExhibit 12: Return on Average Invested Capital With and Without Adjustments, 2001-2020  \n \nSource: Microsoft and Counterpoint Global. \nNote: Invested capital is the average of the current and prior year. \nThe primary way that ROIC is linked to valuation is through a residual income model, which calculates \ncorporate value as invested capital plus the present value of economic profit. Economic profit is defined as \nfollows:  \nEconomic profit = (ROIC - cost of capital) x invested capital \nThe concept of residual income is also old.20 In the 1990s, Stern Stewart & Company, the consulting firm, \npopularized the idea through Economic Value Added (EVA™).21 The main contribution of EVA is the \nintroduction of a slew of adjustments to invested capital in an attempt to more accurately reflect the capital \ninvested in the business.  \nAll things being equal, a higher ROIC is better than a lower one. But as we have seen, a failure to account for \nintangible investment can lead to distorted, or even nonsensical, ROICs.  \nThere are a couple of points to consider with ROIC and valuation. First, models based on free cash flow and \neconomic profit yield identical values. The top panel of exhibit 13 is identical to exhibit 1, and the bottom panel \nis an economic profit model. They come to the same value because they have the same cash flows. \nHowever, the allocation of value is different. The first model is consistent with the M&M formula by specifying \nthe steady-state value and the PVGO, a measure of future value creation. The economic profit model does not \nseparate the components of value as neatly.  \nFor example, beginning capital can be any number without affecting corporate value. We use $1,000 in exhibit \n13, but we could have plugged in any number and not changed corporate value. For a given set of future cash \nflows, one company might show substantial value creation because of a modest beginning capital figure and \nanother might reflect large value destruction as the result of a large beginning capital total. The allocation of \ncorporate value is the same for a free cash flow and economic profit model only if the beginning capital \nhappens to be identical to the steady-state value. This is very rarely the case.    \n0\n100\n200\n300\n400\n500\n600\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\nPercent\nROIC\nAdjusted ROIC\n"
    },
    {
      "number": 13,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n13 \n \nExhibit 13: Equivalence of Free Cash Flow and Economic Profit Models  \n \n \nSource: Counterpoint Global. \nNote: Assumes 8% NOPAT growth, 25% ROIIC, and 7% cost of capital; Σ=sum of. \nA number of companies and investors now look at ROIIC, which measures the change in NOPAT from the \nbase year to year one divided by investment in the base year.22  For example, in exhibit 1 the change in \nNOPAT from year 1 to 2 is $8, the investment in year 1 is $32, and so ROIIC equals 25 percent. One-year \nROIICs can be noisy, especially for companies that have an uneven pattern of investment spending. It often \nmakes sense to use rolling three- or five-year ROIICs because they are more stable.   \nThe allure of ROIIC is that it is incremental and therefore avoids the issue of sunk costs. The problem with \nROIIC is that it overstates economic returns for businesses earning above the cost of capital and understates \nreturns for those earning below the cost of capital. This problem becomes more acute as the competitive \nadvantage period (CAP), the period it is assumed a company can generate excess returns on new \ninvestments, lengthens. CAP is an important part of the calculation of the PVGO.  \nAs we saw when we defined SVA, the value a company creates in a specific year comes from the cash flows it \ngenerates and the change in its continuing value. If SVA were a stock, you could think of the cash flows as the \ndividend and the change in continuing value as the capital gain. ROIIC fails to measure economic returns \nbecause it captures only the dividends. To explain expectations, ROIIC has to vary more than MEROI. \nFree cash flow model\nYear\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\nNOPAT \n100.0\n108.0\n116.6\n126.0\n136.0\n146.9\n158.7\n171.4\n185.1\n199.9\n215.9\nInvestment\n32.0\n34.6\n37.3\n40.3\n43.5\n47.0\n50.8\n54.8\n59.2\n64.0\nFree cash flow\n68.0\n73.4\n79.3\n85.7\n92.5\n99.9\n107.9\n116.5\n125.9\n135.9\nPV of free cash flow\n63.6\n64.1\n64.7\n65.3\n66.0\n66.6\n67.2\n67.8\n68.5\n69.1\nS PV of free cash flow \n662.9\nContinuing value\n3,084.2\nS PV of free cash flow\n662.9\nPV of continuing value\n1,567.8\nCorporate value\n2,230.8\nEconomic profit model\nYear\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\nBeginning capital\n1,000.0 1,032.0 1,066.6 1,103.9 1,144.2 1,187.7 1,234.7 1,285.5 1,340.4 1,399.6 1,463.6\nInvestment\n32.0\n34.6\n37.3\n40.3\n43.5\n47.0\n50.8\n54.8\n59.2\n64.0\nNOPAT\n100.0\n108.0\n116.6\n126.0\n136.0\n146.9\n158.7\n171.4\n185.1\n199.9\n215.9\nCapital charge\n70.0\n72.2\n74.7\n77.3\n80.1\n83.1\n86.4\n90.0\n93.8\n98.0\nEconomic profit\n30.0\n35.8\n42.0\n48.7\n56.0\n63.8\n72.3\n81.4\n91.3\n101.9\nPV of EP\n28.0\n31.2\n34.3\n37.2\n39.9\n42.5\n45.0\n47.4\n49.6\n51.8\nS PV of economic profit\n28.0\n59.3\n93.5\n130.7\n170.6\n213.1\n258.1\n305.5\n355.1\n406.9\nContinuing value\n1,620.6\nS PV of economic profit\n406.9\nPV of continuing value\n823.8\nPlus: Beginning capital\n1,000.0\nCorporate value\n2,230.8\n"
    },
    {
      "number": 14,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n14 \n \nExhibit 14 quantifies this shortcoming. The rows are various CAPs and the columns are ROIICs. We assume \neight percent NOPAT growth and a seven percent cost of capital. In the body are the MEROIs that are \nconsistent with the assumptions. Note that when the ROIIC is equal to the cost of capital, ROIIC and MEROI \nare the same. As ROIIC increases, the amount by which ROIIC exceeds MEROI grows. That ratio rises as the \nassumed CAP gets longer. Finally, when ROIIC is below the cost of capital, the ROIIC is lower than the \nMEROI. \nExhibit 14: MEROIs with Various ROIICs and Competitive Advantage Periods  \nReturn on Incremental Invested Capital \nMEROI \n5% \n7% \n15% \n25% \n50% \nCompetitive \nAdvantage \nPeriod \n(Years) \n5  \n5.3% \n7.0% \n12.8% \n18.5% \n29.3% \n10  \n5.4% \n7.0% \n11.8% \n16.2% \n24.0% \n15  \n5.6% \n7.0% \n11.1% \n14.8% \n21.0% \n20  \n5.7% \n7.0% \n10.6% \n13.7% \n19.0% \nMEROI: Market-expected return on investment \nSource: Counterpoint Global. \nNote: Assumes 8% NOPAT growth and a 7% cost of capital. \nInternal rate of return (IRR) remains a very popular measure of return yet is fraught with limitations.23 IRR, the \ndiscount rate that equates future cash flow to current investment outlay, works well when there is one outflow \nand one inflow. But the measure quickly becomes misleading when there are interim cash flows. \nThe best way to illustrate this is with a simple example. Panel A of exhibit 15 shows an investment of $75 in \nyear zero and a return of $185.5 in year 5 for an IRR of 20 percent. In this case, IRR is a reasonable measure. \nPanel B shows the same $75 million outflow but with annual cash flows of $25 per year for 5 years. That, too, \nsolves for an IRR of 20 percent. If you were to receive those interim cash flows in reality, you would need to \nreinvest them at the IRR in order to get $185.5 in year 5.24   \nExhibit 15: The Limitation of Internal Rate of Return (IRR)  \nA. Simple IRR (One Outflow, One Inflow) \n  \n  \nYear \n0 \n1 \n2 \n3 \n4 \n5 \n  \n-75.0 \n0.0 \n0.0 \n0.0 \n0.0 \n185.5 \nIRR  = 20% \n  \n  \n  \n  \n  \nB. IRR with Annual Inflows \n  \n  \n  \nYear \n0 \n1 \n2 \n3 \n4 \n5 \n  \n-75.0 \n25.0 \n25.0 \n25.0 \n25.0 \n25.0 \nIRR  = 20% \n  \n  \n  \n  \n  \nC. IRR Assuming Annual Inflows Earn the Cost of Capital \n  \nYear \n0 \n1 \n2 \n3 \n4 \n5 \n  \n-75.0 \n0.0 \n0.0 \n0.0 \n0.0 \n143.8 \nIRR  = 14% \n  \n  \n  \n  \n  \nSource: Counterpoint Global. \n \n \n"
    },
    {
      "number": 15,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n15 \n \nPanel C makes the more sensible assumption that the interim cash flows are reinvested at the cost of capital \nof 7 percent. So rather than ending up with $185.5, the new sum is $143.8. This drops the IRR to 14 percent.  \nAssessing the corporate rate of return is a great deal more challenging than measuring a single outflow and a \nsingle inflow. Companies generally make investments continually. MEROI is closer in principle to modified \nIRR, where investment outflows are discounted at the cost of capital and inflows are discounted at the rate that \nequates their present value to the present value of the outflows.25  \nAcademics have developed return metrics that are more accurate than those based on traditional accounting \nresults.26 What sets MEROI apart from all of the other measures is that it is an estimate based on the \nexpectations for all of the investments and cash flows reflected in a company’s stock price.   \nConclusion \nInvestors generate excess returns when they buy the shares of companies prior to a revision in expectations \nabout future cash flows. A key determinant of cash flows is a company’s ability to allocate capital to \ninvestments that create value. The current principles of accounting do a poor job of separating investments \nand expenses, creating a veil that obscures the magnitude and return on investment.27 A key job as an \nexecutive or investor is to adjust financial statements so as to lift the veil and understand the economics of the \nbusiness. \nThis report fills the gap between accounting and valuation by defining MEROI, providing guidance about how \nto separate SG&A costs into investment and expenses, and reviewing the limitations of popular measures of \nreturn. None of this changes a company’s cash flow, of course, but clarity into investment and return on \ninvestment provides a sound basis for assessing expectations. \nThe global economy has undergone a substantial change in the past few decades, with intangible investments \nnow dominating tangible ones. But our financial statements and traditional valuation techniques struggle to \ncapture these changes. Thoughtful investors go the extra step to understand what expectations are priced into \na stock and whether the company is likely to meet those expectations.  \n \n"
    },
    {
      "number": 16,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n16 \n \nAppendix: Interaction Between SG&A Capitalization and MEROI \nAccording to one definition, ‘[a]ccounting seeks to measure the results of an organization’s economic activities \nand convey this information to management, investors, creditors, regulatory agencies, consumers, and \nemployees.”28 The world has changed, with intangible investments becoming more important than tangible \nones, and the principles of accounting have not kept up. The result is a large and growing gap between \neconomic reality and accounting results.29  \nHere we show the impact on MEROI as the assumed percentage of SG&A allocated to intangible investment \nrises. To set the stage, we need to make two points.  \nFirst, Miller and Modigliani established that corporate value equals steady-state value plus the present value of \ngrowth opportunities. The steady-state is defined as base year NOPAT divided by the cost of capital. When we \ncapitalize intangible investments as an asset, we reclassify an expense as an investment. That means that the \nNOPAT and investment increase by the exact same amount, leaving free cash flow unchanged.  \nThe more expenses that are capitalized, the more that the base year NOPAT rises. Because corporate value \ndoesn’t change, the steady-state value goes up and the PVGO goes down. In other words, if a company that \nrelies on intangible investments decides it doesn’t want to pursue value-creating growth, its NOPAT will rise. \nSecond, we calibrated our simple example to have an income statement similar to that of the S&P 500 \n(excluding financial companies). We assume 6 percent growth in sales and NOPAT, a 20 percent tax rate, 40 \npercent ROIIC, a 7 percent cost of capital, a 5-year amortization period, and a 10-year forecast horizon (see \nexhibit 16). SG&A for the S&P 500 is about 20 percent of sales.  \nExhibit 16: Assumptions in SG&A Capitalization Model \nBaseline Assumptions \nSales and NOPAT growth \n6.0% \nCOGS as a percent of sales \n67.5% \nSG&A as a percent of sales \n20.0% \nTax rate \n20.0% \nReturn on incremental invested capital \n40.0% \nCost of capital \n7.0% \nSG&A annual amortization rate \n20% (5 years) \nCompetitive advantage period \n10 years \nSource: Counterpoint Global. \nNote: NOPAT=net operating profit after taxes; COGS=cost of goods sold; SG&A=selling, general, and administrative costs. \nMost academic papers suggest an SG&A capitalization rate of about 30 percent.30 Given these parameters, a \n30 percent capitalization rate results in a 10 percent MEROI (see exhibit 17). As the percentage falls, MEROI \nrises. And as the percentage rises, MEROI falls. This is precisely what we saw with our Microsoft example. In \nthis particular setup, MEROI equals the cost of capital at approximately 42 percent of capitalized SG&A.  \n \n \n \n"
    },
    {
      "number": 17,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n17 \n \nExhibit 17: Relationship Between Percentage of SG&A Capitalized and MEROI  \nPercent of SG&A \nCapitalized \nMarket-Expected \nReturn on Investment \n15% \n14.9% \n20% \n13.1% \n25% \n11.5% \n30% \n10.0% \n40% \n7.4% \n45% \n6.3% \n50% \n5.1% \nSource: Counterpoint Global. \nThere is a natural limit on what percentage of SG&A can reasonably be assumed to be an intangible \ninvestment. For instance, investment opportunities are limited, and companies must spend money just to \nmaintain their current operations. Further, where a company is in its life cycle also plays a role in the ratio of \ninvestment to maintenance spending.   \n \n \n"
    },
    {
      "number": 18,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n18 \n \nEndnotes \n1 Alfred Rappaport, Creating Shareholder Value: A Guide for Managers and Investors–Revised and Updated \n(New York: Free Press, 1998), 100-111. \n2 Ibid., 103-109 and Michael J. Mauboussin and Alexander Schay, “Where’s the Bar? Introducing Market-\nExpected Return on Investment (MEROI),” Credit Suisse First Boston: Frontiers of Finance, Vol. 12, June 12, \n2001. \n3 Michael J. Mauboussin and Dan Callahan, “One Job: Expectations and the Role of Intangible Investments,” \nConsilient Observer: Counterpoint Global Insights, September 15, 2020. \n4 Merton H. Miller and Franco Modigliani, “Dividend Policy, Growth, and the Valuation of Shares,” Journal of \nBusiness, Vol. 34, No. 4, October 1961, 411-433. \n5 Stewart C. Myers, “Still Searching for Optimal Capital Structure,” Journal of Applied Corporate Finance, Vol. \n6, No. 1, Spring 1993, 4-14. For a breakdown of steady state versus future growth for 24 companies from early \n2020, see Bartley J. Madden, Value Creation Principles: The Pragmatic Theory of the Firm Begins with \nPurpose and Ends with Sustainable Capitalism (Hoboken, NJ: John Wiley & Sons, 2020), 101. \n6 We use a perpetuity assumption to estimate the continuing value. There are alternative ways to do so. For \nexample, see Tim Koller, Mark Goedhart, and David Wessels, Valuation: Measuring and Managing the Value \nof Companies–Seventh Edition (Hoboken, NJ: John Wiley & Sons, 2020), 299-317.   \n7 Rappaport, 49-51. \n8 Michael J. Mauboussin and Alfred Rappaport, Expectations Investing: Reading Stock Prices for Better \nReturns–Revised and Updated (New York: Columbia Business School Publishing, 2021).  \n9 Baruch Lev, Intangibles: Management, Measurement, and Reporting (Washington, DC: Brookings Institution, \n2001); John Hand and Baruch Lev, eds., Intangible Assets: Values, Measures, and Risks (New York: Oxford \nUniversity Press, 2003); Carol A. Corrado, Charles Hulten, and Daniel Sichel, “Measuring Capital and \nTechnology: An Expanded Framework,” in Carol A. Corrado, John Haltiwanger, and Daniel Sichel, eds. \nMeasuring Capital in the New Economy (Chicago: University of Chicago Press, 2005); Carol A. Corrado, \nCharles Hulten, and Daniel Sichel, “Intangible Capital and U.S. Economic Growth,” Review of Income and \nWealth, Vol. 55, No. 3, September 2009, 661-685; and presentation by Carol Corrado available at \nwww.wilsoncenter.org/sites/default/files/media/documents/event/Corrado%20Presentation.pdf. \n10 Luminita Enache and Anup Srivastava, “Should Intangible Investments Be Reported Separately or \nCommingled with Operating Expenses? New Evidence,” Management Science, Vol. 64, No. 7, July 2018, \n3446-3468. \n11 Amitabh Dugar and Jacob Pozharny, “Equity Investing in the Age of Intangibles,” Financial Analysts Journal, \nVol. 77, No. 2, Second Quarter 2021. \n12 Note that the total shareholder return was in excess of 9.5 percent from July 1, 2002 until now. That is \nbecause the model only recognized value creating investments for 17 years, after which it assumed that \nincremental investments would earn the cost of capital. Over this time, it has become clear that Microsoft \nwould create value beyond the original period, which is tantamount to an upward revision in expectations.  \n13 Charles R. Hulten, “Decoding Microsoft: Intangible Capital as a Source of Company Growth,” NBER \nWorking Paper 15799, March 2010. For expenses, Hulten writes, “Following the general guidance of the CHS \n[Corrado, Hulten, Sichel] and macro research, adjusted to reflect the high-technology nature of the company, \nthe fractions selected were 100 percent (R&D), 70 percent (S&M), and 20 percent (G&A).” For the period of \namortization, we follow the guidelines in a paper by Carol Corrado, an economist who has contributed \nsubstantially to this research, and Hulten. The amortization period is six years for R&D and two years for both \nS&M and G&A. See Carol A. Corrado and Charles R. Hulten, “Innovation Accounting,” in Dale W. Jorgenson, \nJ. Steven Landefeld, and Paul Schreyer, eds., Measuring Economic Sustainability and Progress (Chicago: \nUniversity of Chicago Press, 2014), 614.  \n14 Note that the NOPAT assumption for fiscal 2021 is the same in both models. That makes sense because we \nwant a steady-state level of NOPAT that assumes no return on investment. That figure is the same whether or \nnot we make adjustments. \n15 Rajiv D. Banker, Rong Huang, Ram Natarajan, and Sha Zhao, “Market Valuation of Intangible Asset: \nEvidence on SG&A Expenditure,” Accounting Review, Vol. 94, No. 6, November 2019, 61-90; Nicolas Crouzet \n"
    },
    {
      "number": 19,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n19 \n \nand Janice C. Eberly, “Understanding Weak Capital Investment: The Role of Market Concentration and \nIntangibles,” NBER Working Paper 25869, May 2019; and Matthias Regier and Ethan Rouen, “The Stock \nMarket Valuation of Human Capital Creation,” Harvard Business School Working Paper 21-047, October 2, \n2020. \n16 Baruch Lev and Feng Gu, The End of Accounting and the Path Forward for Investors and Managers \n(Hoboken, NJ: John Wiley & Sons, 2016), 84-86.   \n17 NOPAT is operating income minus the cash taxes attributable to that income. Invested capital can be \ncalculated from the left or right side of the balance sheet. From the left side it is current assets minus non-\ninterest-bearing current liabilities, plus net property, plant, and equipment, goodwill, intangible assets, and any \nother operating assets. From the right side it is total debt plus equity plus equity equivalents, which includes \nitems such as deferred taxes.    \n18 Alfred P. Sloan Jr., My Years With General Motors (New York: Doubleday & Company, 1964).  \n19 We assume that necessary cash equals two percent of sales. \n20 David Solomons, Divisional Performance: Measurement and Control (New York: Financial Executives \nResearch Foundation, 1965), 60-71. \n21 G. Bennett Stewart, The Quest for Value: A Guide for Senior Managers (New York: HarperCollins \nPublishers, 1991).  \n22 For example, see John Huber, “Calculating the Return on Incremental Capital Investments,” Saber Capital \nManagement, June 6, 2016 and McDonald’s Corporation, Form 10-K, December 31, 2020.  \n23 John C. Kelleher and Justin J. MacCormack, “Internal Rate of Return: A Cautionary Tale,” McKinsey \nQuarterly, August 2004; Howard Marks, “You Can’t Eat IRR,” Oaktree Capital Management Memo, July 12, \n2006; Ludovic Phalippou, “The Hazards of Using IRR to Measure Performance: The Case of Private Equity,” \nSSRN Working Paper, September 23, 2009; and Victoria Ivashina and Josh Lerner, Patient Capital: The \nChallenges and Promises of Long-Term Investing (Princeton, NJ: Princeton University Press, 2019), 48-50. \n24 25*(1+.2)4 + 25*(1+.2)3 + 25*(1+.2)2 + 25*(1+.2)1 + 25 = $185.5 \n25 “When and How to Use NPV, IRR, and Modified IRR,” World Bank Transportation Note No. TRN-6, January \n2005. \n26 Shivaram Rajgopal, Anup Srivastava, and Rong Zhao, “Do Digital Technology Firms Earn Excess Profits? \nAn Alternative Perspective,” Working Paper, March 12, 2021. \n27 Shivaram Rajgopal, “What Would A New Financial Reporting Model For Network Businesses Look Like?” \nForbes, April 12, 2021 and Shiva Rajgopal, “Integrating Practice into Accounting Research,” Management \nScience, forthcoming. \n28 “What is Accounting?” Foster School of Business at the University of Washington. See \nhttps://foster.uw.edu/faculty-research/academic-departments/accounting/ \n29 Baruch Lev, “The Deteriorating Usefulness of Financial Report Information and How to Reverse It,” \nAccounting and Business Research, Vol. 48, No. 5, 2018, 465-493 and Lev and Gu, The End of Accounting. \n30 Michael Ewens, Ryan H. Peters, and Sean Wang, “Acquisition Prices and the Measurement of Intangible \nCapital,” NBER Working Paper 25960, June 2019.  \n \nPlease see Important Disclosures on pages 21- 23 \n \n \n \n \n \n \n"
    },
    {
      "number": 20,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n20 \n \nDEFINITIONS OF TERMS \n \nThe continuing (also residual or terminal) value is the value of all future cash flows at the point of time in \nwhich growth is expected to become stable.  \n \nThe cost of capital is the rate at which you discount future cash flows in order to determine the value today. \nThe weighted average cost of capital blends the opportunity cost of the sources of capital, typically debt or \nequity, with the relative contribution of those sources.  \n \nThe discount rate is the rate at which you discount future cash flows in order to determine the value today. \n \nFree cash flow (FCF) is a measure of financial performance calculated as net operating profit after taxes \n(NOPAT) minus investment in growth. FCF represents the cash that a company is able generate after laying \nout the money required to maintain or expand its asset base. \n \nNet present value is a measure of the value of estimated future cash flows discounted back to the present.  \n \nReturn on invested capital represents the rate of return a company makes on the cash it invests in its \nbusiness. \n \nReturn on investment is a performance measure used to evaluate the efficiency of an investment or to \ncompare the efficiency of a number of different investments. \n \nThe Russell 3000® Index measures the performance of the largest 3,000 U.S. companies representing \napproximately 98% of the investable U.S. equity market. The Russell 3000 Index is constructed to provide a \ncomprehensive, unbiased, and stable barometer of the broad market and is completely reconstituted annually \nto ensure new and growing equities are reflected. \n \nThe S&P 500® measures the performance of the large cap segment of the U.S. equities market, covering \napproximately 80% of the U.S. equities market. The index includes 500 leading companies in leading \nindustries of the U.S. economy. \n \n \n"
    },
    {
      "number": 21,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n21 \n \nIMPORTANT INFORMATION \n \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers.  \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThe Russell 3000® Index measures the performance of the largest 3,000 U.S. companies representing \napproximately 98% of the investable U.S. equity market. The Russell 3000 Index is constructed to provide a \ncomprehensive, unbiased, and stable barometer of the broad market and is completely reconstituted annually \nto ensure new and growing equities are reflected. The index is unmanaged and does not include any expenses, \nfees or sales charges. It is not possible to invest directly in an index. The index referred to herein is the intellectual \nproperty (including registered trademarks) of the applicable licensor. Any product based on an index is in no \nway sponsored, endorsed, sold or promoted by the applicable licensor and it shall not have any liability with \nrespect thereto. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation.  \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary.  \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \n \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n"
    },
    {
      "number": 22,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n22 \n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities:  \n \nEMEA  \nThis material is for Professional Clients/Accredited Investors only.  \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited \n(“FMIL”). FMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company \nlimited by shares with company registration number 616661 and has its registered address at The \nObservatory, 7-11 Sir John Rogerson's Quay, Dublin 2, D02 VC42, Ireland.  \n  \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA.  \n  \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland.  \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) \nLimited (“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the \nUnited Kingdom by the Financial Conduct Authority.  \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158).  \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument.  \n  \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall \nonly be made available to “professional investors” as defined under the Securities and Futures Ordinance of \n"
    },
    {
      "number": 23,
      "text": " \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5626056 Exp. 04/30/2024 \n23 \n \nHong Kong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory \nauthority including the Securities and Futures Commission in Hong Kong. Accordingly, save where an \nexemption is available under the relevant law, this material shall not be issued, circulated, distributed, directed \nat, or made available to, the public in Hong Kong. Singapore: This material is disseminated by Morgan \nStanley Investment Management Company and should not be considered to be the subject of an invitation for \nsubscription or purchase, whether directly or indirectly, to the public or any member of the public in Singapore \nother than (i) to an institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of \nSingapore (“SFA”); (ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of \nthe SFA, and such distribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) \notherwise pursuant to, and in accordance with the conditions of, any other applicable provision of the SFA. \nThis publication has not been reviewed by the Monetary Authority of Singapore.   Australia: This material is \nprovided by Morgan Stanley Investment Management (Australia) Pty Ltd ABN 22122040037, AFSL No. \n314182 and its affiliates and does not constitute an offer of interests. Morgan Stanley Investment Management \n(Australia) Pty Limited arranges for MSIM affiliates to provide financial services to Australian wholesale clients. \nInterests will only be offered in circumstances under which no disclosure is required under the Corporations \nAct 2001 (Cth) (the “Corporations Act”). Any offer of interests will not purport to be an offer of interests in \ncircumstances under which disclosure is required under the Corporations Act and will only be made to persons \nwho qualify as a “wholesale client” (as defined in the Corporations Act). This material will not be lodged with \nthe Australian Securities and Investments Commission.  \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association.  \n \n"
    }
  ]
}