{
  "filename": "mm_114_2016_the_base_rate_book___gross_profitability__integrating_the_past_to_better_anticipate_the_future.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423224644-07'00'",
    "modDate": "D:20240423224712-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 114,
      "year": "2016",
      "date": "4/25",
      "institution": "Credit Suisse",
      "title": "The Base Rate Book - Gross Profitability: Integrating the Past to Better Anticipate the Future",
      "url": "https://12mv2.files.wordpress.com/2024/04/16-04-25-the-base-rate-book-gross-profitability__integrating-the-past-to-better-anticipate-the-future.pdf"
    },
    "tags": [
      "Base rates",
      "Financial metrics",
      "Valuation methods",
      "Alpha generation"
    ],
    "tagged_at": "2025-01-20T21:28:41.494083"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nApril 25, 2016 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \nDarius Majd \ndarius.majd@credit-suisse.com \n \n \n Source: Credit Suisse HOLT®. \n \n“. . . people who have information about an individual case rarely feel the \nneed to know the statistics of the class to which the case belongs.” \nDaniel Kahneman1 \n \n Gross profitability, gross profits divided by assets, may be a useful \nadditional input into valuation analysis. \n This measure of profitability can provide a different valuation signal than \nthe price-earnings multiple, which is the most common metric analysts use \nto value stocks.  \n Gross profitability is highly persistent over time, and research shows that \nfirms with high profitability deliver higher total shareholder returns than \nthose with low profitability.  \n This report shows the base rate for gross profitability for nearly 1,000 \nglobal companies from 1950-2014 and includes analysis by sector.  \n We provide a method to integrate company-specific views with the base \nrate to sharpen the quality of forecasts. \n \n \n0\n5\n10\n15\n20\n25\n1990\n1995\n2000\n2005\n2010\n2015\nValue (Base Year = $1)\nHighest\nUniverse\nLowest\nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nThe Base Rate Book – Gross Profitability \nIntegrating the Past to Better Anticipate the Future \n"
    },
    {
      "number": 2,
      "text": "April 25, 2016  \n \nThe Base Rate Book – Gross Profitability \n2 \nIntroduction \n \nBenjamin Graham, the father of security analysis, spent some time with an aeronautical engineer named \nJames Rea in the 1970s. Together, they developed a screen to find attractive stocks that had ten criteria. \nBecause it was toward the end of Graham’s life, some refer to the list as Graham’s “last will.”2 About one-half \nof the measures were based on valuation, consistent with Graham’s value orientation. But the other half of the \ncriteria addressed quality. So a company that passed the screen would be both statistically cheap and of high \nquality.  \n \nThis installment in our base rate series examines gross profitability, a measure of a company’s ability to make \nmoney that has attracted the attention of academics and practitioners in recent years. Prior reports include \ntwo dedicated to the income statement, sales growth and net income growth, and one to Cash Flow Return \non Investment (CFROI®), a measure of economic profitability.3  \n \nRobert Novy-Marx, a professor of finance at the Simon Business School at the University of Rochester, \ndefines gross profitability as revenues minus cost of goods sold, scaled by the book value of total assets. In \nother words, gross profitability is gross profit divided by assets. Investors can use gross profitability as a proxy \nfor quality and it is not positively correlated with classic measures of value.4 \n \nResearch shows that gross profitability is highly persistent in the short and long run. This means that you can \nmake a reasonable estimate of future profitability based on the past. Academic research also shows that firms \nwith high gross profitability deliver better total shareholder returns than those with low profitability. This is \ndespite the fact that they start with loftier price-to-book ratios.5  \n \nMany academics and practitioners now incorporate gross profitability into their asset pricing models. For \ninstance, Eugene Fama, a professor at the University of Chicago and a winner of the Nobel Prize, and \nKenneth French, a professor of finance at the Tuck School of Business, Dartmouth College, include \nprofitability as one of the factors that helps explain changes in asset prices. The others include beta (a \nmeasure of the sensitivity of an asset’s returns to market returns), size, valuation, and investment.6 The \ndefinition of profitability that Fama and French use differs somewhat from that of Novy-Marx but captures the \nsame essence. \n \nThe power of profitability to explain total shareholder returns appears to be a global phenomenon.7 Using \nCompustat data (July 1963 to December 2010) and Compustat Global data (July 1990 to October 2009), \nNovy-Marx found that the stocks of more profitable firms outperformed the stocks of less profitable firms in \nthe United States as well as in developed markets outside the U.S. Both samples exclude stocks of \ncompanies in the financial services sector. These results are consistent with a study that examined the effect \nof gross profitability on total shareholder returns in 41 countries from 1980 to 2010.8  \n \nGross profitability may also be a useful factor to screen for in a search for attractive stocks. Profitability can \nprovide a very different signal than a price-earnings (P/E) multiple, which is the most common metric analysts \nuse to value stocks. A stock that appears unattractive using a P/E multiple may look attractive using gross \nprofitability, and a stock that appears unattractive using gross profitability may look attractive using a P/E \nmultiple. \n \nTake Amazon.com as a case. The stock had a trailing P/E multiple of roughly 540 at year-end 2015 based \non a price of $676 on December 31 and full-year reported earnings per share of $1.25. For context, the P/E \nmultiple was 20 for the S&P 500 at the same time. Based purely on its P/E multiple, the valuation of \nAmazon.com appeared high.  \n"
    },
    {
      "number": 3,
      "text": "April 25, 2016  \n \nThe Base Rate Book – Gross Profitability \n3 \nThe company’s gross profitability told a different story. For 2015, Amazon.com’s gross profitability was 0.54 \n(gross profit of $35 billion and total assets of $65 billion). According to Novy-Marx, gross profitability of 0.33 \nor higher is generally attractive.9 Not only did Amazon.com’s recent gross profitability surpass that level easily, \nit has been well above that threshold for most of the company’s history (see Exhibit 1). \n \nExhibit 1: Amazon.com’s Gross Profitability, 1997-2015 \n \nSource: FactSet. \n \nBase Rate of Gross Profitability \n \nTwo common ways of making a forecast include bottom-up research (known as the “inside view”), which is \nthe most natural approach, and application of a base rate (“outside view”) to see what the results have been \nfor an appropriate reference class. The research in decision making shows that the bottom-up approach is \nsubject to biases and that incorporating the base rate generally improves the accuracy of the forecast.10 You \nwant to combine the two approaches intelligently.  \n \nThere is a technique to blend the approaches that we apply to gross profitability.11 The basic idea is if an \noutcome in the present is consistent with the past, you can place more weight on the inside view. On the \nother hand, if the present outcome is very different than the past, you should place greater emphasis on the \noutside view.  \n \nThe key to the method is correlation, which measures the degree of the linear relationship between variables \nin a pair of distributions. The value of a correlation coefficient can fall between -1.0 (the rise in one variable \nperfectly correlates with the fall of the other) to 1.0 (both variables move in tandem). A zero correlation \nindicates randomness. Correlations for gross profitability are high and positive.  \n \nIf the correlation between two distributions is high, then what happened before gives you a really good sense \nof what will follow. For example, the correlation between the expense ratio for U.S. equity mutual funds today \nand three years ago is about 0.98. Provided that correlation persists, you can forecast a mutual fund’s future \nexpense ratio with a great deal of accuracy if you know the ratio today.12 The bottom-up work is highly \nrelevant. \n0.00\n0.10\n0.20\n0.30\n0.40\n0.50\n0.60\n1997 1999 2001 2003 2005 2007 2009 2011 2013 2015\nGross Profitability \n"
    },
    {
      "number": 4,
      "text": "April 25, 2016  \n \nThe Base Rate Book – Gross Profitability \n4 \nIf the correlation is low, what happened before provides little sense of what will happen next. Alpha, a measure \nof a fund’s risk-adjusted excess return, is a good example. For U.S. mutual funds that invest in stocks of large \ncapitalization companies, the correlation between the three-year periods of alpha is 0.05. That means knowing \na mutual find’s alpha from 2010-2012 would tell you little about the fund’s alpha from 2013-2015. As a \nconsequence, your best forecast for future alpha is close to the average of the reference class.  \n  \nExhibit 2 shows that the Novy-Marx definition of gross profitability is very persistent over one-, three-, and \nfive-year periods. For example, the correlation between profitability in the current year and three years in the \nfuture has a coefficient, r, of 0.89 (middle panel of Exhibit 2). But even the five-year correlation is high at \n0.82 (right panel).  \n \nThis universe includes the top 1,000 firms in the world from 1950 to 2014 as measured by market \ncapitalization. The sample includes dead companies but excludes firms in the financial services and utilities \nsectors. The data include nearly 40,000 company years, and there is no need to take into account inflation \nbecause profitability is expressed as a ratio. \n \nExhibit 2: Persistence of Gross Profitability \n \nSource: Credit Suisse HOLT®. \n \nExhibit 3 shows the stability of gross profitability. We start by sorting companies into quintiles based on gross \nprofitability at the beginning of a year. We then follow the gross profitability for each of the five cohorts. There \nis very little regression toward the mean. The spread from the highest to the lowest quintile shrinks only \nslightly, from 0.55 to 0.50. Given this stability, a sensible forecast is to start with last year’s profitability and \nseek reasons to move away from it.  \n \n \n \n \n \n \n \n \n \n \n \n \n-1.0\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n3.0\n3.5\n-1.0 -0.5 0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5\nGross Profitability Next Year\nGross Profitability\nr = 0.95\n-1.0\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n3.0\n3.5\n-1.0 -0.5 0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5\nGross Profitability in 3 Years\nGross Profitability\nr = 0.89\n-1.0\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n3.0\n3.5\n-1.0 -0.5 0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5\nGross Profitability in 5 Years\nGross Profitability\nr = 0.82\n"
    },
    {
      "number": 5,
      "text": "April 25, 2016  \n \nThe Base Rate Book – Gross Profitability \n5 \nExhibit 3: Regression Toward the Mean for Gross Profitability \n \nSource: Credit Suisse HOLT®. \n \nGross Profitability and Total Shareholder Returns \n \nExhibit 4 shows that the correlation between gross profitability and total shareholder return (TSR) is 0.01 for \none year, 0.13 for three years, and 0.17 for five years. However, neither Novy-Marx nor Fama and French \nrecommend a simple correlation between gross profitability and TSR.  \n \nExhibit 4: Predictive Value of Gross Profitability \n \nSource: Credit Suisse HOLT®. \n \n \n \n \n-0.3\n-0.2\n-0.1\n0.0\n0.1\n0.2\n0.3\n0.4\n1\n2\n3\n4\n5\nRelative Gross Profitability (Medians)\nYear\n-150\n-100\n-50\n0\n50\n100\n150\n200\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\nTotal Shareholder Return 1 Year (Percent)\nGross Profitability 1 Year\nr = 0.01\n-150\n-100\n-50\n0\n50\n100\n150\n200\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\nTotal Shareholder Return 3 Years (Percent)\nGross Profitability 3-Year Average\nr = 0.13\n-100\n-50\n0\n50\n100\n150\n200\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\nTotal Shareholder Return 5 Years (Percent)\nGross Profitability 5-Year Average\nr = 0.17\n"
    },
    {
      "number": 6,
      "text": "April 25, 2016  \n \nThe Base Rate Book – Gross Profitability \n6 \nA more effective way to use gross profitability is to rank stocks in quintiles by gross profitability and to build \nportfolios for each. Exhibit 5 shows the cumulative growth in value of $1 for the quintiles with the highest and \nlowest ratios of gross profitability, as well as that for the whole universe. The sample includes the largest \n1,000 U.S. industrial and service companies from 1990 through January 2016. The portfolios are rebalanced \nmonthly.   \n \nExhibit 5: Total Return for the Highest and Lowest Quintiles of Profitability (1990-January 2016)  \n \nSource: Credit Suisse HOLT®. \nNote: Gross profitability is calculated using the average of the assets at the beginning and the end of the fiscal year.   \n \nBase Rate of Gross Profitability for Sectors \n \nWe can refine this analysis by examining gross profitability at the sector level. This reduces the sample size but \nimproves its relevance. We present a guide for calculating the rate of regression toward the mean, as well as \nthe proper mean to use, for eight sectors. We exclude the financial services and utilities sectors.  \n \nExhibit 6 examines gross profitability for two sectors, consumer discretionary and energy. The panels at the \ntop show the persistence of gross profitability for the consumer discretionary sector. On the right, we see that \nthe correlation between gross profitability in the base year and five years in the future is 0.77.  \n \nThe panels at the bottom of exhibit 6 show the same relationships for the energy sector. On the right, we see \nthat the correlation between gross profitability in the base year and five years in the future is 0.62. This \nsuggests you should expect a slower rate of regression toward the mean in the consumer discretionary sector \nthan in the energy sector. \n \n \n \n \n \n \n \n0\n5\n10\n15\n20\n25\n1990\n1995\n2000\n2005\n2010\n2015\nValue (Base Year = $1)\nHighest\nUniverse\nLowest\n"
    },
    {
      "number": 7,
      "text": "April 25, 2016  \n \nThe Base Rate Book – Gross Profitability \n7 \nExhibit 6: Correlation Coefficients for Gross Profitability in Consumer Discretionary and Energy \n \nConsumer Discretionary \n \n \nEnergy \n \nSource: Credit Suisse HOLT®. \n \nExhibit 7 shows the correlation coefficient for five-year changes in gross profitability for eight sectors from \n1950 to 2014, as well as the standard deviation for the ranges of recorded correlations. Two aspects of the \nexhibit are worth highlighting. The first is the ordering of r from high to low. This gives you a sense of the rate \nof regression toward the mean by sector. A high r suggests slow regression, and a low r means more rapid \nregression. Consumer-oriented sectors generally have higher r’s, and sectors with more exposure to \ntechnology or commodities have lower r’s.  \n \nThe second aspect is how the correlations change from year to year. The standard deviation for the consumer \ndiscretionary sector was 0.10. With a correlation coefficient of 0.77, that means 68 percent of the \nobservations fell within a range of 0.67 and 0.87. The standard deviation for the energy sector was 0.18. \nWith a correlation coefficient of 0.62, that means 68 percent of the observations fell within a range of 0.44 \nand 0.80. \n \n \n \n \n \n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\nGross Profitability Next Year\nGross Profitability\nr = 0.95\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\nGross Profitability in 3 Years\nGross Profitability\nr = 0.88\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\nGross Profitability in 5 Years\nGross Profitability\nr = 0.77\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\nGross Profitability in 5 Years\nGross Profitability\nr = 0.62\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\nGross Profitability in 3 Years\nGross Profitability\nr = 0.75\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\n-0.5\n0.0\n0.5\n1.0\n1.5\n2.0\nGross Profitability Next Year\nGross Profitability\nr = 0.89\n"
    },
    {
      "number": 8,
      "text": "April 25, 2016  \n \nThe Base Rate Book – Gross Profitability \n8 \nExhibit 7: Correlation Coefficients for Gross Profitability in Consumer Discretionary and Energy \n \nSource: Credit Suisse HOLT®. \n \nExhibit 8 presents guidelines on the rate of regression toward the mean, as well as the proper mean to use, \nfor eight sectors based on more than sixty years of data. Keep in mind that regression toward the mean works \non a population but not necessarily on every individual company.  \n \nThe third and fourth columns show the median and mean, or average, gross profitability for each sector. We \ninclude medians because the gross profitability in many sectors does not follow a normal distribution. (When \nthe average is higher than the median, the distribution is skewed to the right.) Still, the means are only 5-10 \npercent higher than the medians.  \n \nThe two columns at the right show measures of variability. The coefficient of variation, a normalized measure, \ncaptures dispersion. The coefficient of variation equals the standard deviation of gross profitability divided by \naverage gross profitability. It is not surprising that gross profitability is higher and less volatile in consumer \ndiscretionary than it is in energy.  \n \nExhibit 8: Rate of Reversion and to What Mean Gross Profitability Reverts for Eight Sectors \n \nSource: Credit Suisse HOLT®. \n \n \n \n \n \n \n \nSector\n5-Year Correlation \nCoefficient\nStandard \nDeviation\nConsumer Staples\n0.86\n0.07\nIndustrials\n0.78\n0.12\nHealth Care\n0.77\n0.12\nConsumer Discretionary\n0.77\n0.10\nMaterials\n0.76\n0.14\nInformation Technology\n0.64\n0.13\nEnergy\n0.62\n0.18\nTelecommunication Services\n0.61\n0.44\nHow Much Reversion?\nSector\n5-Year Correlation \nCoefficient\nMedian\nAverage\nStandard \nDeviation\nCoefficient of \nVariation\nConsumer Staples\n0.86\n0.50\n0.54\n0.08\n0.14\nIndustrials\n0.78\n0.28\n0.30\n0.07\n0.23\nHealth Care\n0.77\n0.48\n0.50\n0.09\n0.17\nConsumer Discretionary\n0.77\n0.36\n0.40\n0.05\n0.12\nMaterials\n0.76\n0.26\n0.28\n0.04\n0.14\nInformation Technology\n0.64\n0.40\n0.42\n0.06\n0.13\nEnergy\n0.62\n0.22\n0.24\n0.04\n0.17\nTelecommunication Services\n0.61\n0.24\n0.27\n0.07\n0.26\nTo What Level?\n"
    },
    {
      "number": 9,
      "text": "April 25, 2016  \n \nThe Base Rate Book – Gross Profitability \n9 \nSummary  \n \nBenjamin Graham understood years ago that buying a good business at an attractive price would likely yield \nsatisfactory results. This report examines gross profitability, a measure of corporate performance that has \nreceived attention from both academics and practitioners. For example, profitability is now one of the factors in \nEugene Fama and Kenneth French’s five-factor asset pricing model.  \n \nFurther, gross profitability can send a different valuation signal than does a more traditional valuation approach \nsuch as the price-earnings multiple. We show that gross profitability is persistent and confirm the positive \nrelationship between gross profitability and total shareholder returns.  \n \nDecision-making research shows that using base rates can improve the quality of forecasts. This report \nprovides the base rate for gross profitability for nearly 1,000 global companies from 1950-2014, and it shows \ngross profitability by sector. Investors may find gross profitability to be a useful metric to screen for and an \nadditional input into valuation analysis.   \n \n \n \n \n \n \n"
    },
    {
      "number": 10,
      "text": "April 25, 2016  \n \nThe Base Rate Book – Gross Profitability \n10 \nEndnotes \n \n1 Daniel Kahneman, Thinking, Fast and Slow (New York: Farrar, Straus and Giroux, 2011), 249.  \n2 James B. Rea, “Remembering Benjamin Graham – Teacher and Friend,” Journal of Portfolio Management, \nVol. 3, No. 4, Summer 1977, 66-72. Also, see P. Blustein, “Ben Graham’s Last Will and Testament,” Forbes, \nAugust 1, 1977, 43-45. Also, Charles M. C. Lee and Eric C. So, “Alphanomics: The Informational \nUnderpinnings of Market Efficiency,” Foundations and Trends in Accounting, Vol. 9, Nos. 2-3, December \n2014, 59-258.   \n3 Michael J. Mauboussin, Dan Callahan, and Darius Majd, “The Base Rate Book – Sales Growth: Integrating \nthe Past to Better Anticipate the Future,” Credit Suisse Global Financial Strategies, February 23, 2016; \nMichael J. Mauboussin, Dan Callahan, and Darius Majd, “The Base Rate Book – Earnings Growth: Integrating \nthe Past to Better Anticipate the Future,” Credit Suisse Global Financial Strategies, December 16, 2015; \nMichael J. Mauboussin, Dan Callahan, Bryant Matthews, and David A. Holland, “How to Model Reversion to \nthe Mean: Determining How Fast, and to What Mean, Results Revert,” Credit Suisse Global Financial \nStrategies, September 17, 2013. \n4 Robert Novy-Marx, “The Other Side of Value: The Gross Profitability Premium,” Journal of Financial \nEconomics, Vol. 108, No. 1, April 2013, 1-28. Credit Suisse’s HOLT team also analyzed this topic. See \nBryant Matthews, David A. Holland, and Richard Curry, “The Measure of Quality,” Credit Suisse HOLT Wealth \nCreation Principles, February 2016. \n5 Some researchers are critical of the claim that gross profit, the numerator of gross profitability, is a better \nmeasure of earnings than other popular measures such as net income or operating income. They argue that \ngross profitability and net income have similar predictive power when they are deflated the same way. See Ray \nBall, Joseph Gerakos, Juhani T. Linnainmaa, and Valeri V. Nikolaev, “Deflating Profitability,” Journal of \nFinancial Economics, Vol. 117, No. 2, August 2015, 225-248. Another study suggests operating leverage \nexplains the excess returns to gross profitability. See Michael Kisser, “What Explains the Gross Profitability \nPremium?” Working Paper, November 2014. \n6 Eugene F. Fama and Kenneth R. French, “A Five-Factor Asset Pricing Model,” Journal of Financial \nEconomics, Vol. 116, No. 1, April 2015, 1-22.  \n7 Phil DeMuth, “The Mysterious Factor ‘P’: Charlie Munger, Robert Novy-Marx And The Profitability Factor,” \nForbes, June 27, 2013.  \n8 Lei Sun, Kuo-Chiang (John) Wei, and Feixue Xie, “On the Explanations for the Gross Profitability Effect: \nInsights from International Equity Markets,” Asian Finance Association 2014 Conference Paper, December 23, \n2014. \n9 Jason Zweig, “Have Investors Finally Cracked the Stock-Picking Code?” Wall Street Journal, March 1, 2013. \n10 Dan Lovallo and Daniel Kahneman, “Delusions of Success: How Optimism Undermines Executives’ \nDecisions,” Harvard Business Review, July 2003, 56-63. \n11 William M. K. Trochim and James P. Donnelly, The Research Methods Knowledge Base, Third Edition \n(Mason, OH: Atomic Dog, 2008), 166. See http://www.socialresearchmethods.net/kb/regrmean.php. \n12 Michael J. Mauboussin, Dan Callahan, and Darius Majd, “What Makes for a Useful Statistic: Not All \nNumbers Are Created Equal,” Credit Suisse Global Financial Strategies, April 5, 2016. \n"
    }
  ]
}