{
  "filename": "mm_166_2023_pattern_recognition__opportunities_and_limits.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20231211132340-05'00'",
    "modDate": "D:20231211132340-05'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 166,
      "year": "2023",
      "date": "12/13",
      "institution": "Counterpoint",
      "title": "Pattern Recognition: Opportunities and Limits",
      "url": "https://12mv2.files.wordpress.com/2024/04/23-12-13-pattern-recognition__opportunities-and-limits.pdf"
    },
    "tags": [
      "Behavioral finance",
      "Decision making",
      "Mergers & acquisitions"
    ],
    "tagged_at": "2025-01-20T21:30:35.944988"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n. \n \n \n \nCounterpoint Global Insights \nPattern Recognition \nOpportunities and Limits \nCONSILIENT OBSERVER  |  December 13, 2023\nIntroduction \nIn 1990, I was junior equity research analyst supporting a senior \nanalyst who covered stocks in the food, beverage, and tobacco \nindustries. After the market closed on June 7, ConAgra Inc (now \nConagra Brands) announced it was acquiring the food operations \nof Beatrice Company. These included popular products such as \nPeter Pan peanut butter and Orville Redenbacher popcorn that \ngave Conagra access to a section of the supermarket where it had \nno presence.1   \nKohlberg Kravis Roberts & Co. (now KKR & Co.) had taken \nBeatrice private for more than $8 billion in 1986, then the largest \nleveraged buyout in history. KKR quickly sold most of the \nconglomerate’s divisions, including Avis Car Rental, Coca-Cola \nBottling, and Tropicana. There were a lot of lookers, but no takers, \nfor the food business at the price KKR sought.2 \nThe assets that remained at Beatrice were desirable, but the \naccounting for the purchase made it “something of a white \nelephant.”3 Under purchase accounting, the buyer would have to \nassume $2.4 billion in “unallocated purchase cost,” effectively \ngoodwill, that it would have to amortize over 40 years. This meant \nan accounting charge against earnings of nearly $60 million per \nyear that most companies preferred to avoid.4  \nBeatrice sold for $1.34 billion and the assumption of about $1 \nbillion in debt, less than one-half of what KKR had hoped for \noriginally. But Conagra structured the payment to be tax efficient \nfor the sellers, and the annualized return on the equity in the \nBeatrice LBO was reported to be as high as 50 percent.5 \nConagra arranged for information packets about the deal to be \ndelivered to Wall Street analysts after the close of the market (this \nwas before the dawn of the commercial internet). The senior \nanalyst handed me the packet as he headed out the door and \nasked me to do the analysis. He indicated he would update his \nthoughts on the stock at the morning call the next day. \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6144451 Exp. 12/31/2024 \n2\n \n \nThe analysis did not take long. Beatrice appeared to be a good strategic fit for Conagra, and the cash flows \nshowed that the deal created value for shareholders despite the potential impact of goodwill amortization. \nIndeed, Conagra’s management correctly understood goodwill amortization as an accounting rather than an \neconomic cost.6 \nThe senior analyst came in the next morning and said he was downgrading the stock based on his experience. \nHe was a Wall Street veteran and recognized a pattern. There were two things that made him pessimistic about \nthe stock’s potential reaction to the news: the fact it was an acquisition and the possible drag on earnings from \namortization. Most merger and acquisition (M&A) deals fail to create value for the acquiring company, and a hit \nto earnings is perceived to be bad. \nConagra’s stock rose about 4 percent that day and the S&P 500 fell roughly 1 percent. The S&P 500 is an index \nthat tracks the stocks of 500 of the largest companies listed in the U.S. \nThis report is about the powers and perils of pattern recognition. Investors and investment organizations \nregularly cite pattern recognition as the basis for action.7 While it can be extremely powerful and useful when \napplied appropriately, it can also be highly misleading and furnish fuel for overconfidence when used \ninappropriately. \nWe will define pattern recognition, discuss when it tends to work well, review why it may be misleading, and offer \nsome ways to help improve it.   \nDefinition \nThe Merriam-Webster dictionary defines “pattern” as “a reliable sample of traits, acts, tendencies, or other \nobservable characteristics of a person, group, or institution” and “recognize” as “to acknowledge or take notice \nof in some definite way.”8 So pattern recognition is an awareness that what is happening now has happened in \nthe past and offers a predictable sense of what’s going to happen in the future. Investors with experience \ncommonly sense they recognize patterns because they have a mental database of events and outcomes.   \nPattern recognition works at the intersection of intuition and expertise.9 Intuition is the immediate sense of \nunderstanding something without conscious thought. In fact, Herbert Simon, a polymath who made major \ncontributions to computer science, economics, and cognitive psychology, stated flatly that, “Intuition is nothing \nmore and nothing less than recognition.”10 \nExpertise can be described as “consistently superior performance on a specified set of representative tasks for \na domain.”11 Becoming an expert generally requires devoting a large amount of time to deliberate practice in an \nenvironment where there is unambiguous feedback. Experts perceive patterns in their domains, solve problems \nqualitatively, and answer problems much faster and represent them at a deeper level when compared to \nnovices.12 \nThe words experience and expertise share the same Latin root, but distinguishing between them is crucial. \nGregory Northcraft, a social psychologist and professor emeritus at the University of Illinois, suggests the \nfollowing difference: “There are a lot of areas where people who have experience think they’re experts, but the \ndifference is that experts have predictive models, and people who have experience have models that aren’t \nnecessarily predictive.”13  \n"
    },
    {
      "number": 3,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6144451 Exp. 12/31/2024 \n3\n \n \nExperience leads to expertise only when there is learning guided by clear and timely feedback. In instances \nwhen there is wiggle room in assessing the quality of decisions, those with experience may talk a better game \nthan those without experience but offer judgments that are in the aggregate no better than average.14 Expertise \napplies under a relatively narrow set of conditions.  \nWork on expert political judgment by Phil Tetlock, a professor of psychology at the University of Pennsylvania, \nmakes this point emphatically.15 Tetlock had 284 experts make a total of 28,000 predictions associated with \npolitical and economic outcomes from 1984 to 2003. A majority of Tetlock’s participants had doctorate degrees, \nand on average they had more than a dozen years of work experience. He defined an expert as someone who \nmakes a living by providing advice regarding political or economic trends.  \nThe forecasts by the experts were little better than chance and usually worse than those produced by simple \nextrapolation algorithms. Further, he found that predictions by the participants were commonly based on “case-\nspecific hunches about causality that make some scenarios more ‘imaginable’ than others.”16 They had \nexperience but lacked predictive models that were accurate. \nTetlock’s description of how the experts he studied came up with forecasts appears very similar to what investors \ndo. For example, a survey of more than 250 holders of the Chartered Financial Analyst designation, more than \nhalf of whom had 15 years or more of experience, revealed that 92 percent agreed with the statement, “The \nability to construct a coherent and complete ‘story’ with the facts of a situation is the most important task when \nmaking a decision or recommendation.”17  \nHeuristics and biases are a central area of research in cognitive psychology. Heuristics are mental shortcuts, or \nrules of thumb, that people use to make judgments. In general, heuristics are useful because they are fast and \noften accurate. But heuristics can lead to biases, or departures from an ideal decision-making process.18 \nTetlock’s participants and the CFA charterholders both appear to use the representativeness heuristic. This is \nwhen a decision maker anticipates what will happen next based on an event, or events, that appear \nrepresentational of the situation under consideration. This allows a forecaster to craft a compelling story. This \nheuristic is a form of intuition that introduces bias when events are not as correlated as the decision maker \nperceives. \nResearch shows that both intuition and expertise work in some settings and fail in others.19 Understanding where \nand why intuition and expertise are effective is essential for knowing when pattern recognition is effective.    \nWhen Does Pattern Recognition Work? \nGary Klein is a psychologist who is one of the leading advocates for the role of expert intuition in decision \nmaking.20 Daniel Kahneman, a psychologist who won the Nobel Memorial Prize in Economic Sciences, has \nshown how decisions based on intuition commonly depart from normative economic theory, especially in realms \nof uncertainty and risk.21 The two got together and worked on what Kahneman called his “most satisfying \nexperience” in adversarial collaboration, defined as “a good-faith effort to conduct debates by carrying out joint \nresearch.”22 \nThey found that intuitive expertise and pattern recognition tend to work well in stable environments where cause \nand effect are clear and participants can receive timely and accurate feedback. The classic example is chess. \nSkilled chess players can rapidly see which side of the board has an advantage and often quickly identify optimal, \n"
    },
    {
      "number": 4,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6144451 Exp. 12/31/2024 \n4\n \n \nor close to optimal, moves. Chess masters, roughly the top one percent of rated players, recognize telling \npatterns on the board based on groups of pieces, called “chunks.” A chunk is effectively a unit of information \nthat allows an expert to absorb lots of accurate cues about the game.23 \nIf stability and feedback are essential to successful pattern recognition, instability and unclear links between \ncause and effect show where pattern recognition fails. Robin Hogarth, a cognitive psychologist, distinguishes \nbetween “kind” and “wicked” environments. In kind environments, outcomes are indicative of the quality of the \nprocess and feedback is accurate and plentiful. In wicked environments, outcomes are a poor or misleading \nreflection of process because causal links are blurred.24  \nExpert agreement is one way to assess the validity of intuitive expertise.25 In kind environments, experts tend to \nagree on cues and the appropriate decisions that follow. For example, chess masters are likely to identify similar \nmoves as attractive.  \nIn wicked environments, the views of experts often vary substantially. For instance, the one-year forecasts of \nthe level of long-term interest rates by economists are not much different from random.26 Predictions of stock \nmarket returns by strategists and executives also tend to be poor.27 \nJames Shanteau, a professor of psychology, summarizes the conditions for good and poor expert performance \n(see exhibit 1). In reality, you can think of expert performance across a continuum, from excellent to close to \nrandom. Shanteau adds some other relevant considerations. One is access to decision support systems. For \ninstance, weather forecasters make very accurate short-term forecasts and largely agree with one another \nbecause they use sophisticated models that predict atmospheric conditions. But strategists or economists with \nequal credentials will have varying views on the probability of a recession or the price of oil one year from now.  \nExhibit 1: Characteristics for Good and Poor Expert Performance \nProperty characteristic \nGood performance \nPoor performance \nStimulus stability \nStatic \nDynamic \nType of decision \nPhysical system \nBehavioral system \nExperts agree on cues \nYes \nNo \nDomain context \nPredictable \nUnpredictable \nErrors in decision making \nTolerated \nNot tolerated \nRepetitive tasks \nYes \nNo \nOutcome feedback \nAvailable \nUnavailable \nProblem decomposition \nYes \nNo \nUse of decision aids \nRoutine \nNot routine \nSource: James Shanteau, “Why Task Domains (Still) Matter for Understanding Expertise,” Journal of Applied Research in \nMemory and Cognition, Vol. 4, No. 3, September 2015, 169-175. \nAnother consideration is whether experts agree with their prior judgments when presented with similar, or even \nidentical, input over time. For example, wine judges commonly score the same wine differently over separate \noccasions.28 This is consistent with what Kahneman calls “noise.”29 Noise occurs when people with the same \njob come up with different judgments about a specific task or when an individual comes up with different \njudgments with the same input at different times. Note that noise reflects errors that are all over the place. That \nis distinct from bias, where errors are wrong in the same way.30  \n"
    },
    {
      "number": 5,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6144451 Exp. 12/31/2024 \n5\n \n \nThe answer to whether pattern recognition is useful for investing is tricky. We can start by assuming that long-\nterm stock market returns combine fundamental company performance (e.g., sales growth, profits, return on \ninvestment, payout ratio) and macroeconomic factors (e.g., interest rates, risk premia, economic growth, \ninflation). But a complicating factor is that the stock market reflects expectations about these inputs. Changes in \nexpectations play a large role in stock price performance, especially in the short to intermediate term.  \nQuantitative investors seek patterns, ideally supported by economic logic, to construct portfolios that aim to \ngenerate attractive returns after considering risk. A quantitative model is a decision support system. Quantitative \ninvestors seek factors that are associated with excess returns relative to a basic asset pricing model. For \nexample, the stocks that are cheap on multiples of book value or cash flow (value factor) have historically \ngenerated higher returns than stocks that are expensive (growth factor).31 Humans add value by building and \nupdating the model.  \nFundamental investors rely less on decision support systems and more on pattern recognition.32 Many build \nportfolios by seeking to select attractive securities based on bottom-up analysis. Specific events, such as the \nacquisition described in the introduction, often trigger a sense of pattern recognition. Fundamental investors are \nmore vulnerable to seeing patterns that are unreliable or do not exist than quantitative investors because they \nare less reliant on decision support systems. Indeed, in more uncertain environments people are less likely to \nuse algorithms.33 \nWe now look at why pattern recognition fails. \nWhy Does Pattern Recognition Fail? \nHumans are natural pattern seekers, a quality that likely conferred evolutionary advantage. Patterns have been \nuseful for much of the history of humankind because the environments were relatively stable and cause and \neffect were evident. Our modern world has created systems where cause and effect are obscure. As a result, \nwell-intentioned human interventions in complex social or natural systems commonly produce unintended \nconsequences. Pattern recognition often fails in complex and evolving environments.  \nComplex adaptive systems are an example of such an environment. “Complex” reflects lots of agents that \ninteract. “Adaptive” means that agents learn and evolve to reflect changes in the environment. And “system” \nmeans that the whole that emerges has behaviors that cannot be readily explained by the agents alone. Ant \ncolonies, cities, ecologies, economies, and stock markets are examples of complex adaptive systems.34    \nProperly identifying patterns within these systems is hard because cause and effect is not always clear. These \nsystems also commonly exhibit non-linearity, where a small perturbation leads to a large outcome.   \nAn open letter to Ben Bernanke, then chairman of the Federal Reserve, about the perils of quantitative easing \nis a good example of illusory links. Quantitative easing, a form of monetary policy, describes when a central \nbank purchases assets in the open market to lower interest rates and increase the supply of money. Written by \nprominent economists, strategists, and investors and shared in November 2010, the letter suggested quantitative \neasing risked “currency debasement and inflation.”35 Neither debasement nor inflation were issues in the years \nthat followed. The pattern of quantitative easing leading to a lower dollar and inflation did not manifest. \nOne of the ways that non-linearity shows up in markets is through the loss of diversity. The economist Blake \nLeBaron is a leader in the field of agent-based modeling. These are models that create agents in silico, provide \n"
    },
    {
      "number": 6,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6144451 Exp. 12/31/2024 \n6\n \n \nthem with decision rules, and let them trade an asset among themselves. The asset has a fair value based on \ndividends. LeBaron tunes the model to generate asset price movements consistent with empirical reality, \nincluding clustered volatility and fat tails. The virtue of this approach is that he can measure the diversity of the \ndecisions the agents make. \nWhat he finds is that the asset price rises even as the diversity of decision rules declines because the similar \ntrading strategies reinforce the price movement. But at some point the market becomes fragile. At that critical \njuncture, a small incremental loss of diversity leads to a sharp plunge in the asset price because the buyers are \nexhausted.  The relationship between diversity loss and asset price change is non-linear. Diversity breakdowns \nfit a pattern but measuring diversity is inherently difficult.36  \nPattern recognition can also fail because of how our minds love to think in analogies. Steps include selection, \nmapping, evaluation, and learning.37 To understand a target topic we commonly start by selecting an analog, \nusually from memory. We map the target based on the source analog, seeking to make inferences. We evaluate \nthese inferences to judge the similarities and differences between the target and the source. We then learn how \nthe success or failure of the analog applies to the target.  \nFinding the correct analogy is valuable but rare. Pitfalls in the process are the result of breadth and depth. \nBreadth reflects that we simply have insufficient memory to recall and identify a proper analogy. Depth means \nthe similarities we identify are often superficial and not based on causal factors. The analogy may not work but \nit creates what Phil Tetlock calls “imaginable scenarios.” In studies, participants gain more accurate information \nwhen researchers prompt them to consider more than one analog.38   \nBecause our minds are so good at making analogies, we run the risk of apophenia, defined as “the tendency to \nperceive a connection or meaningful pattern between unrelated or random things.”39 In the extreme, this can \nlead to conspiracy theories, superstitions, and false interpretations of randomness. \nIn fact, there is a module in the left hemisphere of our brain that seeks to create a narrative that links cause and \neffect. Neuroscientists call this “the interpreter.”40 We are wired to see connections where none exist. The \nstrategy of “frequency matching,” where the frequency of choices among alternatives matches the frequency of \nthe reward, is one example. But before discussing how and why adult humans do this, we will learn a lesson \nfrom how pigeons decide. \nScientists placed White Carneaux pigeons, the breed that the behaviorist B. F. Skinner had used in his work on \nconditioning, into an “operant-conditioning chamber” that had two keys they could peck. The researchers set it \nup so that one of the keys had a higher chance of a food reward than the other. The pigeons figured out which \nkey was better and hit it nearly every time. As a result, they got close to the optimal payoff. Kids under the age \nof four and rats come to the same strategy.41  \nAdult humans, on the other hand, tend to frequency match. After discovering the probabilities, humans go back \nand forth between the keys in an attempt to guess the next outcome. They seek a pattern. They select the higher \npayoff key at a rate that matches the frequency of the payoffs, but still go back and forth between the keys trying \nto anticipate the rewards. This strategy has a lower payoff than simply selecting the higher payoff key every \ntime.42  \nHumans frequency match from the time they enter kindergarten on. Here is where the interpreter within the left \nhemisphere comes in. Neuroscientists studied split-brain patients to figure out where in the brain decisions \n"
    },
    {
      "number": 7,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6144451 Exp. 12/31/2024 \n7\n \n \nhappen. These are patients with severe epilepsy that doctors treat by surgically cutting the bundle of nerves \nbetween the brain’s two hemispheres to relieve the symptoms of epilepsy. \nThe surgery allows scientists to create experiments to assess which parts of the brain deal with various tasks. \nResearchers worked with these unusual participants to figure out where the inclination to seek patterns resides. \nThe right hemisphere tends to be literal, so it is good at tasks such as facial recognition but bad at making \ninferences. The left hemisphere is where the circuitry for language largely sits, and it is also great at fabricating \nnarratives to fit facts.  \nResearchers found that when presented with a version of the probability guessing experiment, the right \nhemisphere of split-brain patients maximized just as the pigeons, rats, and little kids did. But when shown the \nsame experiment, the left hemisphere of the patients tried to match the frequency.43 Your left hemisphere is \ninclined to see patterns where none exist. \nAnother reason that pattern recognition fails is that investors often extrapolate. Jason Zweig, a financial \njournalist, cites an experiment where researchers showed participants a random sequence of squares and \ncircles while monitoring their brain activity with functional magnetic resonance imaging (fMRI). After seeing two \nsquares or circles in a row, the brain of the participants anticipated another of the same symbol.44  \nThe neuroscientists who did this work conclude, “The human cognitive system identifies patterns in sequences \nof events, regardless of whether a pattern truly exists.”45 In this case, the pattern is “what just happened is going \nto continue happening.”  \nBen Graham, the father of security analysis, shared a cautionary case study about a company called AAA \nEnterprises. The high-flying stock was first issued to the public in 1969 at $13 per share and immediately shot \nup to $28 despite flimsy fundamentals.46 But the stock was grounded shortly thereafter, reaching $0.50 per share \nin early 1971, as the firm filed for bankruptcy. Graham wrote, “The speculative public is incorrigible. In financial \nterms it cannot count beyond 3.”47 \nIn truth, assuming the future will be similar to the past beats a lot of expert forecasts. But it also introduces the \nrisk of overextrapolation and a failure to recognize regression toward the mean. Financial economists suggest \nthat extrapolation plays an important role in asset pricing, including explaining the momentum factor and the \ninflation and deflation of bubbles.48 It also offers insight into why investors anticipate high returns after the \nmarket’s returns have been high, and low returns after the market’s returns have been low.49 \nOne key feature of pattern recognition is that it is intuitive. Research in cognitive psychology shows that in some \ncases when an individual realizes their intuition is misguided, they still act on it rather than correcting their error. \nThis is called “acquiescing” to intuition.50  \nFor example, in one experiment researchers created a scenario in an American football game where the \nparticipant had to choose between punting or going for it on fourth down late in a close game.51 The analysis \nshowed that going for it had a win probability nine percentage points higher than punting did. Forty percent of \nthe participants had the intuition to punt but understood that the analytics said to go for it. Of that group, 56 \npercent elected to acquiesce to their intuition and punt anyway.52 \nIn the case of acquiescence, individuals are aware that pattern recognition does not offer a reliable answer but \nnevertheless default to it. They fail to correct what they know to be an error. \n"
    },
    {
      "number": 8,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6144451 Exp. 12/31/2024 \n8\n \n \nHow to Improve Pattern Recognition \nAcknowledging when pattern recognition is reliable is the first step in trusting its usefulness. Individuals can \ncultivate pattern recognition in systems that are stable, provide reliable cues, and lend themselves to accurate \nfeedback. Pattern recognition can be alluring but misleading in systems without those traits. The inputs to an \ninvestment process can span both systems, so pattern recognition is helpful to fundamental investors in some \ncontexts and unsuitable in others.  \nTwo prerequisites for acquiring intuitive expertise are a stable and linear environment and proper training with \ninputs that explain what works. Many, if not most, fundamental investors do not meet these basics. They tend \nto model corporate performance using what psychologists call the “inside view,” which focuses on the individual \ncircumstances of a problem and draws heavily on personal understanding. For investors, this is a bottom-up \nmethod that considers the firm’s specific issues and is guided by the analyst’s experience.  \nA different approach, called the “outside view,” is integral to training for pattern recognition. The outside view \nconsiders a problem as an instance of a larger reference class. By knowing the outcomes from the reference \nclass, or the base rates, an investor can make informed, albeit probabilistic, assessments about what will come \nnext. This is the goal of quantitative investors and offers insight into how fundamental investors can hone their \nability to recognize patterns. \nOne example is modeling sales growth, which is usually the most important driver of shareholder value.53 The \ndistribution of sales growth rates tends to be reasonably stable over time, which means it is feasible to place \ngrowth expectations in the context of what has happened before. Anticipated growth rates relative to the base \nrate provide a cue about expectations. Growth that is higher than expected for a company that creates value \nleads to attractive total shareholder returns. And expected growth versus actual growth offers feedback.  \nSales growth rates show substantial regression toward the mean, which says that results that are far from \naverage tend to be followed by outcomes closer to the average. In practical terms, both high and low past growth \nrates precede growth rates closer to the average for a population of companies. Sales growth rates and how \nthey regress follow patterns that investors can learn to recognize.   \nThe outcomes from M&A are another example of where pattern recognition may be useful, notwithstanding the \nstory in the opening. Historically, most M&A deals have failed to create value for the buyer, as measured by \ncumulative abnormal stock returns.54 But there are ways to shade the odds in favor of the buyer, including paying \na small premium to acquire the seller, paying for the deal in cash versus stock, and doing deals for businesses \nthat have operations similar to those of the buyer.55 \nObserving the distribution of outcomes within a reference class can provide some insight into how difficult it is \nto predict patterns. For example, since 1984 the distribution of 10-year sales growth rates for public companies \nin the U.S. with $5-10 billion of initial sales follows a distribution that resembles the classic bell curve, with a \nmean and median around 4.5 percent and a standard deviation of 8.5 percent.56   \nBut the distribution of book sales follows a power law, where most of the observations have small outcomes and \na few observations have large outcomes.57 For instance, of the 3 million titles offered by booksellers, only a \nhandful sell more than 1 million copies, about 4,000 new titles sell more than 1,000 in a year, and most sell fewer \nthan 100.58 Outcomes that follow a power law are generally an indication of a wicked environment, where cause \nand effect are unclear and pattern recognition is hard.    \n"
    },
    {
      "number": 9,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6144451 Exp. 12/31/2024 \n9\n \n \nThe main challenge in applying base rates effectively is selecting an appropriate reference class. The guidance \non how to do so tends to be qualitative.59 But training intuition, a precursor to useful pattern recognition, almost \ncertainly requires having solid data on the relevant base rate. Cues, causality, and feedback are essential. \nThere is some risk to learning the wrong lessons from an inappropriate reference class, but in our view the \nbigger risk is a failure to use base rates in the first place. There are a handful of reasons investors do not use \nbase rates. To start, decision makers trust the inside view as it centers on their analysis and experience. This \nhelps explain acquiescence. \nIndividuals also see their situation as unique and do not perceive that examining related instances provides \ninsight. Interestingly, most people are better at recognizing when the outside view applies to others than when \nit applies to themselves. You can relate to this if you have ever quipped to an acquaintance that their home \nrenovation project will take longer and cost more than they have bargained for.60      \nEven in cases when decision makers are willing to use base rates, the data may not be at their fingertips. Few \nfundamental investors have studied past measures of corporate performance in sufficient detail to prepare their \nminds to anticipate what might happen in the situation they face. Experience does not offer a simple solution \nbecause our memories can capture and retain only a sliver of what has happened.   \nThe bottom line is that fundamental investors can train their ability to recognize patterns under the correct \nconditions. Data that provide cues and causality, as well having a basis for timely and accurate feedback, are \nfundamental. The efficacy of pattern recognition is context dependent. \nConclusion \nMany fundamental investors rely on pattern recognition as part of their decision-making process. They create \nplausible stories informed by their experience and memory. But it is important to consider how pattern recognition \nworks to understand its applicability.  \nPattern recognition is more effective in stable environments where cause and effect are clear and participants \nare trained using timely and accurate feedback. This applies in many domains, including sports, music, and \nchess. Participants in these areas can develop intuitive expertise, an unconscious sense of recognition that \nleads to superior performance.  \nPattern recognition tends to fail in domains where causality and feedback are limited. But that does not stop \ndecision makers from feeling the sense of pattern recognition. Our mental apparatus allows us to see patterns \nthat truly exist as well as to see them when they do not exist.61 \nDistinguishing between experience and expertise is crucial. All experts have experience but not all with \nexperience are experts. The defining feature of an expert is having a predictive model that works. Ample \nresearch shows that expert predictions in social, political, and economic realms are poor. Expert views tend to \ncorrelate in realms where expert prediction is effective. \nThis shortcoming is more a reflection of the domain than of the person and underscores the importance of \nunderstanding the boundaries of useful prediction. But our minds are keen to go out of bounds, imposing patterns \nwhere none exist or acquiescing to our gut reaction even when we know that using explicit analysis can help \ncorrect a decision error. \n"
    },
    {
      "number": 10,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6144451 Exp. 12/31/2024 \n10\n \n \nFundamental investors can build their skill in pattern recognition in certain aspects of the investment process, \nincluding assessing fundamental value drivers such as sales growth or judging the stock market’s reaction to \nM&A deals. In both cases, this skill builds on an understanding of base rates and how to use them in prediction.     \nInvestors who want to assess their skills at pattern recognition can maintain a journal and document their \nintuitions. Done properly, this allows for the measurement of calibration, or how well probabilistic forecasts match \nthe frequency of outcomes. Over time, such an accurate self-assessment can help reveal where and when \npattern recognition is accurate and adds value.  \n \nPlease see Important Disclosures on pages 20-22 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 11,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6144451 Exp. 12/31/2024 \n11\n \n \nEndnotes  \n1 Anthony Ramirez, “ConAgra Agrees to Purchase of Beatrice for $1.34 Billion,” New York Times, June 8, 1990.  \n2 George P. Baker, “Beatrice: A Study in the Creation and Destruction of Value,” Journal of Finance, Vol. 47, \nNo. 3, July 1992, 1081-1119. \n3 Glenn Yago, Junk Bonds: How High Yield Securities Restructured Corporate America (Oxford: Oxford \nUniversity Press, 1991), 148. \n4 At the time of this deal, there were two ways to account for an acquisition: pooling and purchase. To simplify \ngreatly, with pooling the balance sheets of the buyer and seller were added together and there was no effect on \nearnings. With a purchase, any payment above book value was recorded as goodwill, and amortized over a \nperiod up to 40 years. In this case there was a negative effect on earnings. In 2001, the Financial Accounting \nStandards Board (FASB) got rid of pooling as well as the amortization of goodwill. Today companies must only \ndo a periodic check to verify that the carrying value of goodwill is proper and take a write-down if the value is \nimpaired. See Abraham J. Briloff, “Cannibalizing the Transcendent Margin: Reflections on Conglomeration, \nLBOs, Recapitalizations and Other Manifestations of Corporate Mania,” Financial Analysts Journal, Vol. 44, No. \n3, May-June 1988, 74-80. \n5 Alan Sloan, \"KKR and the Big Leveraged Buyout End of an Age,\" Washington Post, June 19, 1990.  \n6 Shortly after the deal, Conagra changed its internal earnings measure to reflect that goodwill is a non-cash and \nnon-economic charge. From the company’s 1994 Form 10-K: “During fiscal 1993, we improved our objectives \nby incorporating a concept called ‘cash earnings’—net earnings plus goodwill amortization. Businesses run on \ncash. The principal source of internally generated cash is net earnings before depreciation of fixed assets and \namortization of goodwill. Cash from depreciation is generally needed for replenishment to help maintain a going \nconcern. On the other hand, goodwill represents valuable non-depreciating brands and distribution systems, \nprimarily those we acquired with Beatrice Company in fiscal year 1991. We invest and incur expense throughout \nthe year to maintain and enhance the value of these brands and distribution systems. Consequently, goodwill \namortization is not a true economic cash cost. It, along with net earnings, is a source of decision cash—cash \navailable to invest in ConAgra's growth and pay dividends.” (Emphasis added.) \n7 AV Ventures Communications Team, “Best Practices in Patter Recognition,” Alumni Ventures, November 9, \n2021.  \n8 See www.merriam-webster.com/dictionary/pattern (the seventh definition) and www.merriam-webster.com/ \ndictionary/recognize. \n9 Michael Grant and Fredrik Nilsson, Intuitive Expertise and Financial Decision-Making (Abingdon, UK: \nRoutledge, 2023). \n10 Hebert A. Simon, “What Is an ‘Explanation’ of Behavior?” Psychological Science, Vol. 3, No. 3, May 1992, \n150-161. \n11 K. A. Ericsson and A. C. Lehmann, “Expert and Exceptional Performance: Evidence of Maximal Adaptation to \nTask Constraints,” Annual Review of Psychology, Vol. 47, No. 1, February 1996, 273-305. \n12 Michelene T. H. Chi, Robert Glaser, and Marshall Farr, eds., The Nature of Expertise (Hillsdale, NJ: Lawrence \nErlbaum Associates, 1988), xvii-xx and Erik Dane, Kevin W. Rockmann, Michael G. Pratt, “When Should I Trust \nMy Gut? Linking Domain Expertise to Intuitive Decision-Making Effectiveness,” Organizational Behavior and \nHuman Decision Processes, Vol. 119, No. 2, November 2012, 187-194. \n13 William Poundstone, Priceless: The Myth of Fair Value (and How to Take Advantage of It) (New York: Hill and \nWang, 2010), 199. Also, Emre Soyer and Robin H. Hogarth, “Fooled by Experience,” Harvard Business Review, \nVol. 93, No. 5, May 2015, 72-77. \n14 Gregory B. Northcraft and Margaret A. Neale, “Experts, Amateurs, and Real Estate: An Anchoring-and-\nAdjustment Perspective on Property Pricing Decisions,” Organizational Behavior and Human Decision \nProcesses, Vol. 39, No. 1, February 1987, 84-97. \n15 Philip E. Tetlock, Expert Political Judgment: How Good Is It? How Can We Know? (Princeton, NJ: Princeton \nUniversity Press, 2005).  \n16 Ibid., 40.  \n"
    },
    {
      "number": 12,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6144451 Exp. 12/31/2024 \n12\n \n \n17 Robert A. Olsen, “Professional Investors as Naturalistic Decision Makers: Evidence and Market Implications,” \nJournal of Psychology and Financial Markets, Vol. 3, No. 3, 2002, 161-167.  \n18 Thomas Gilovich, Dale Griffin, and Daniel Kahneman, eds., Heuristics and Biases: The Psychology of Intuitive \nJudgment (Cambridge, UK: Cambridge University Press, 2002).  \n19 For examples of where it works, see Gary Klein, Intuition at Work: Why Developing Your Gut Instincts Will \nMake You Better at What You Do (New York: Currency/Doubleday, 2003). For examples of where it fails, see \nDaniel Kahneman and Amos Tversky, “Intuitive Prediction: Biases and Corrective Procedures,” Decision \nResearch Technical Report PTR-1042-77-6, 1977. \n20 Gary Klein, Sources of Power: How People Make Decisions (Cambridge, MA: MIT Press, 1999) and Gary \nKlein, Intuition at Work: Why Developing Your Gut Instincts Will Make You Better at What You Do (New York: \nCurrency/Doubleday, 2003). \n21 Daniel Kahneman, Thinking, Fast and Slow (New York: Farrar, Straus and Giroux, 2011). \n22 Daniel Kahneman and Gary Klein, “Conditions for Intuitive Expertise: A Failure to Disagree,” American \nPsychologist, Vol. 64, No. 6, September 2009, 515-526 and “Adversarial Collaboration: An EDGE Lecture by \nDaniel Kahneman,” see www.edge.org/adversarial-collaboration-daniel-kahneman. \n23 Fernand Gobet and Herbert A. Simon, “Expert Chess Memory: Revisiting the Chunking Hypothesis,” Memory, \nVol. 6, No. 3, 1998, 225-255.  \n24 Robin M. Hogarth, Educating Intuition (Chicago: University of Chicago Press, 2001) and Robin M. Hogarth, \nTomás Lejarraga, and Emre Soyer, “The Two Settings of Kind and Wicked Learning Environments,” Current \nDirections in Psychological Science, Vol. 24, No. 5, October 2015, 379-385. \n25 Hillel J. Einhorn, “Expert Judgment: Some Necessary Conditions and an Example,” Journal of Applied \nPsychology, Vol. 59, No. 5, October 1974, 562-571. \n26 Mark Greer, “Directional Accuracy Tests of Long-Term Interest Rate Forecasts,” International Journal of \nForecasting, Vo. 19, No. 2, April-June 2003, 291-298. \n27 Jeff Sommer, “Forget Stock Market Forecasts. They’re Less Than Worthless,” New York Times, December \n23, 2019 and Michael Boutros, Itzhak Ben-David, John R. Graham, Campbell R. Harvey, and John W. Payne, \n“The Persistence of Miscalibration,” NBER Working Paper 28010, October 2020. \n28 Robert T. Hodgson, “An Examination of Judge Reliability at a Major U.S. Wine Competition, Journal of Wine \nEconomics, Vol. 3, No. 2, Fall 2008, 105-113. \n29 Daniel Kahneman, Olivier Sibony, and Cass R. Sunstein, Noise: A Flaw in Human Judgment (New York: Little, \nBrown Spark, 2021).  \n30 Evan Nesterak, “A Conversation with Daniel Kahneman About ‘Noise’,” Behavioral Scientist, May 24, 2021. \n31 Eugene F. Fama and Kenneth R. French, “The Cross-Section of Expected Stock Returns,” Journal of Finance, \nVol. 47, No. 2, June 1992, 427-465. \n32 At the end of the day, the returns of fundamental and systematic equity funds are similar after adjusting for \nvolatility and other factor exposures. See Campbell R. Harvey, Sandy Rattray, Andrew Sinclair, and Otto Van \nHemert, “Man vs. Machine: Comparing Fundamental and Systematic Hedge Fund Performance,” Journal of \nPortfolio Management, Vol. 43, No. 4, Summer 2017, 55-69.  \n33 Berkeley J. Dietvorst, and Soaham Bharti, “People Reject Algorithms in Uncertain Decision Domains Because \nThey Have Diminishing Sensitivity to Forecasting Error,” Psychological Science, Vol. 31, No. 10, October 2020, \n1302-1314.  \n34 As a slight diversion, the workings of complex adaptive systems are part of the debate about the existence of \nfree will. See Robert M. Sapolsky, Determined: A Science of Life Without Free Will (New York: Penguin Press, \n2023), 154-202.  \n35 “Open Letter to Ben Bernanke,” November 15, 2010. See www.wsj.com/articles/BL-REB-12460. \n36 Blake LeBaron, “Financial Market Efficiency in a Coevolutionary Environment,” Proceedings of the Workshop \non Simulation of Social Agents: Architectures and Institutions, Argonne National Laboratory and University of \nChicago, October 2000, Argonne 2001, 33 51. LeBaron writes, “During the run-up to a crash, population diversity \nfalls. Agents begin to use very similar trading strategies as their common good performance begins to self-\nreinforce. This makes the population very brittle, in that a small reduction in the demand for shares could have \na strong destabilizing impact on the market. The economic mechanism here is clear. Traders have a hard time \n"
    },
    {
      "number": 13,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6144451 Exp. 12/31/2024 \n13\n \n \nfinding anyone to sell to in a falling market since everyone else is following very similar strategies. In the \nWalrasian setup used here, this forces the price to drop by a large magnitude to clear the market. The population \nhomogeneity translates into a reduction in market liquidity.” \n37 Keith J. Holyoak and Paul Thagard, Mental Leaps: Analogy in Creative Thought (Cambridge, MA: MIT Press, \n1995), 15. \n38 Dan Lovallo, Carmina Clarke, and Colin Camerer, “Robust Analogizing and the Outside View: Two Empirical \nTests of Case-Based Decision Making,” Strategic Management Journal, Vol. 33, No. 5, May 2012, 496-512. \n39 See https://www.merriam-webster.com/dictionary/apophenia. \n40 Michael S. Gazzaniga, Tales from Both Sides of the Brain: A Life in Neuroscience (New York: Ecco, 2015), \n150-153. \n41 John M. Hinson and J. E. R. Staddon, “Matching, Maximizing, and Hill-Climbing,” Journal of the Experimental \nAnalysis of Behavior, Vol. 40, No. 3, November 1983, 321-331 and Peter L. Derks and Marianne I. Paclisanu, \n“Simple Strategies in Binary Prediction by Children and Adults,” Journal of Experimental Psychology, Vol. 73, \nNo. 2, February 1967, 278-285. \n42 In a coin tossing game that was biased toward heads (60 percent), nearly one-half of the participants bet on \ntails more than five times in the game and the likelihood of betting on tails increased after a string of heads. See \nVictor Haghani and Richard Dewey, “Rational Decision Making under Uncertainty: Observed Betting Patterns \non a Biased Coin,” Journal of Portfolio Management, Vol. 43, No. 3, Spring 2017, 2-8. In another experiment, \nparticipants learned about marble draws (30 green and 10 red) and then asked to guess the color of additional \ndraws to win money. This group also frequency matched. See Derek J. Koehler and Greta James, “Probability \nMatching in Choice under Uncertainty: Intuition versus Deliberation,” Cognition, Vol. 113, No. 1, October 2009, \n123-127. \n43 There’s an interesting twist in this work. When the researchers showed the patients words, the right \nhemisphere maximized and the left hemisphere frequency matched. But when they showed faces, which are \nprocessed in the right hemisphere, the results were reversed and right hemisphere frequency matched and the \nleft hemisphere maximized. See Michael S. Gazzaniga, Tales from Both Sides of the Brain: A Life in \nNeuroscience (New York: Ecco, 2015), 294-296. \n44 Jason Zweig, Your Money and Your Brain: How the New Science of Neuroeconomics Can Help Make You \nRich (New York: Simon & Schuster, 2007), 69-70.  \n45 Scott A. Huettel, Peter B. Mack, and Gregory McCarthy, “Perceiving Patterns in Random Series: Dynamic \nProcessing of Sequence in Prefrontal Cortex,” Nature Neuroscience, Vol. 5, No. 5, May 2002, 485-490. \n46 There were 780 initial public offerings in 1969, the most of any year since 1960. See Roger G. Ibbotson, Jody \nL. Sindelar, and Jay R. Ritter, “The Market’s Problems with the Pricing of Initial Public Offerings,” Journal of \nApplied Corporate Finance, Vol. 7, No. 1, Spring 1994, 66-74.  \n47 Benjamin Graham, The Intelligent Investor: A Book of Practical Counsel, Fourth Revised Edition (New York: \nHarper & Row, 1973), 245.  \n48 Nicholas Barberis, “Psychology-Based Models of Asset Prices and Trading Volume,” in Handbook of \nBehavioral Economics—Foundations and Applications, Vol. 1, B. Douglas Bernheim, Stefano DellaVigna and \nDavid Laibson, eds. (Amsterdam: North-Holland, 2018), 79-175 and Nicholas Barberis, Robin Greenwood, \nLawrence Jin, and Andrei Shleifer, “Extrapolation and Bubbles,” Journal of Financial Economics, Vol. 129, No. \n2, August 2018, 203-227. \n49 Robin Greenwood and Andrei Shleifer, “Expectations of Returns and Expected \nReturns,” Review of Financial Studies, Vol. 27, No. 3, March 2014, 714-746. \n50 Jane L. Risen, “Believing What We Do Not Believe: Acquiescence to Superstitious Beliefs and Other Powerful \nIntuitions,” Psychological Review, Vol. 123, No. 2, March 2016, 182-207 and Jane L. Risen, “Acquiescing to \nIntuition: Believing What We Know Isn’t So,” Social and Personality Psychology Compass, Vol. 11, No. 11, \nNovember 2017, e12358.  \n51 The details do not matter for those who are not familiar with American football. Note only that conventional \nwisdom and past practice (intuition) would advocate punting and analytics would support going for it.  \n52 Daniel K. Walco and Jane L. Risen, “The Empirical Case for Acquiescing to Intuition,” Psychological Science, \nVol. 28, No. 12, December 2017, 1807-1820. \n"
    },
    {
      "number": 14,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6144451 Exp. 12/31/2024 \n14\n \n \n53 Etienne Theising, Dominik Wied, Daniel Ziggel, “Reference Class Selection in Similarity-Based Forecasting \nof Corporate Sales Growth, Journal of Forecasting, Vol. 42, No. 5, August 2023, 1069-1085.  \n54 Mark Sirower and Jeff Weirens, The Synergy Solution: How Companies Win the Mergers and Acquisitions \nGame (Boston, MA: Harvard Business Review Press, 2022), 7. \n55 This is an example of “similarity-based forecasting,” where placing different weights on instances within the \nreference class can sharpen forecasting accuracy. For example, this might benefit an assessment of an M&A \ndeal. See Lovallo, Clarke, and Camerer, “Robust Analogizing and the Outside View.” \n56 Michael J. Mauboussin and Dan Callahan, “The Impact of Intangibles on Base Rates,” Consilient Observer: \nCounterpoint Global Insights, June 23, 2021. \n57 Aaron Clauset, Cosma Rohilla Shalizi, and M. E. J. Newman, “Power-Law Distributions in Empirical Data,” \nSociety for Industrial and Applied Mathematics Review, Vol. 51, No. 4, November 2009, 661-703.  \n58 Xindi Wang, Burcu Yucesoy, Onur Varol, Tina Eliassi-Rad, and Albert-László Barabási, “Success in Books: \nPredicting Book Sales Before Publication,” EPJ Data Science, Vol. 8, Article No. 31, October 2019. Movies have \nsimilar outcomes. See Arthur DeVany, Hollywood Economics: How Extreme Uncertainty Shapes the Film \nIndustry (New York: Routledge, 2004). \n59 Kahneman and Tversky, “Intuitive Prediction.” Some guidance has been offered in a legal context. See Edward \nK. Cheng, “A Practical Solution to the Reference Class Problem,” Columbia Law Review, Vol. 109, No. 8, \nDecember 2009, 2081-2105.  \n60 Bent Flyvbjerg and Dan Gardner, How Big Things Get Done: The Surprising Factors That Determine the Fate \nof Every Project, from Home Renovations to Space Exploration and Everything In Between (New York: Crown \nCurrency, 2023). \n61 David G. Myers, Intuition: Its Powers and Perils (New Haven, CT: Yale University Press, 2002). \n \n \n \n"
    },
    {
      "number": 15,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6144451 Exp. 12/31/2024 \n15\n \n \nReferences \nArthur, W. Brian, “Foundations of Complexity Economics,” Nature Reviews Physics, Vol. 3, No. 2, February \n2021, 136-145.  \nBaker, George P., “Beatrice: A Study in the Creation and Destruction of Value,” Journal of Finance, Vol. 47, No. \n3, July 1992, 1081-1119. \nBarberis, Nicholas, “Psychology-Based Models of Asset Prices and Trading Volume,” in Handbook of Behavioral \nEconomics—Foundations and Applications, Vol. 1, B. Douglas Bernheim, Stefano DellaVigna and David \nLaibson, eds. (Amsterdam: North-Holland, 2018), 79-175. \nBarberis, Nicholas, Robin Greenwood, Lawrence Jin, and Andrei Shleifer, “Extrapolation and Bubbles,” Journal \nof Financial Economics, Vol. 129, No. 2, August 2018, 203-227. \nBeatrice Company, Form 10-Q, August 31, 1990. \nBilalić, Merim, Anna Conci, Mario Graf, and Nemanja Vaci, “The Neural Underpinnings of Expertise in Games,” \nin The Science of Expertise: Behavioral, Neural, and Genetic Approaches to Complex Skill, David Z. Hambrick, \nGuillermo Campitelli, and Brooke N. Macnamara, eds. (New York: Routledge, 2018), 182-199. \nBonabeau, Eric, “Don’t Trust Your Gut,” Harvard Business Review, Vol. 81, No. 5, May 2003, 116-123. \nBoutros, Michael, Itzhak Ben-David, John R. Graham, Campbell R. Harvey, and John W. Payne, “The \nPersistence of Miscalibration,” NBER Working Paper 28010, October 2020. \nBriloff, Abraham J., “Cannibalizing the Transcendent Margin: Reflections on Conglomeration, LBOs, \nRecapitalizations and Other Manifestations of Corporate Mania,” Financial Analysts Journal, Vol. 44, No. 3, May-\nJune 1988, 74-80. \nCheng, Edward K., “A Practical Solution to the Reference Class Problem,” Columbia Law Review, Vol. 109, No. \n8, December 2009, 2081-2105. \nChi, Michelene T. H., Robert Glaser, and Marshall Farr, eds., The Nature of Expertise (Hillsdale, NJ: Lawrence \nErlbaum Associates, 1988), xvii-xx. \nClauset, Aaron, Cosma Rohilla Shalizi, and M. E. J. Newman, “Power-Law Distributions in Empirical Data,” \nSociety for Industrial and Applied Mathematics Review, Vol. 51, No. 4, November 2009, 661-703. \nDane, Erik, Kevin W. Rockmann, Michael G. Pratt, “When Should I Trust My Gut? Linking Domain Expertise to \nIntuitive Decision-Making Effectiveness,” Organizational Behavior and Human Decision Processes, Vol. 119, \nNo. 2, November 2012, 187-194. \nDeVany, Arthur, Hollywood Economics: How Extreme Uncertainty Shapes the Film Industry (New York: \nRoutledge, 2004). \nDietvorst, Berkeley J., and Soaham Bharti, “People Reject Algorithms in Uncertain Decision Domains Because \nThey Have Diminishing Sensitivity to Forecasting Error,” Psychological Science, Vol. 31, No. 10, October 2020, \n1302-1314.  \nDesai, Hemang, and Prem C. Jain, “An Analysis of the Recommendations of the ‘Superstar’ Money Managers \nat Barron’s Annual Roundtable,” Journal of Finance, Vol. 50, No. 4, September 1995, 1257-1273.  \nDijkstra, Koen A., Joop Van Der Pligt, and Gerben A. Van Kleef, “Deliberation Versus Intuition: Decomposing \nthe Role of Expertise in Judgment and Decision Making,” Journal of Behavioral Decision Making, Vol. 26, No. \n3, July 2013, 285-294. \n"
    },
    {
      "number": 16,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6144451 Exp. 12/31/2024 \n16\n \n \nEinhorn, Hillel J., “Expert Judgment: Some Necessary Conditions and an Example,” Journal of Applied \nPsychology, Vol. 59, No. 5, October 1974, 562-571. \nEndsley, Mica R., “Expertise and Situational Awareness,” in The Cambridge Handbook of Expertise and Expert \nPerformance, K. Anders Ericsson, Neil Charness, Paul J. Feltovich, and Robert R. Hoffman, eds. (Cambridge, \nUK: Cambridge University Press, 2006), 633-651. \nEricsson, K. A., and A. C. Lehmann, “Expert and Exceptional Performance: Evidence of Maximal Adaptation to \nTask Constraints,” Annual Review of Psychology, Vol. 47, No. 1, February 1996, 273-305. \nFama, Eugene F., and Kenneth R. French, “The Cross-Section of Expected Stock Returns,” Journal of Finance, \nVol. 47, No. 2, June 1992, 427-465. \nFlyvbjerg, Bent, and Dan Gardner, How Big Things Get Done: The Surprising Factors That Determine the Fate \nof Every Project, from Home Renovations to Space Exploration and Everything In Between (New York: Crown \nCurrency, 2023).  \nFriedman, Jeffrey A., and Richard Zeckhauser, “Analytic Confidence and Political Decision-Making: Theoretical \nPrinciples and Experimental Evidence from National Security Professionals,” Political Psychology, Vol. 39, No. \n5, October 2018, 1069-1087. \nGazzaniga, Michael S., Tales from Both Sides of the Brain: A Life in Neuroscience (New York: Ecco, 2015). \nGibson, Richard, Robert Johnson, and George Anders, “ConAgra Agrees to Buy Beatrice for $1.34 Billion—\nPrice of Cash-Stock Accord Cut Back by the Seller, Kohlberg Kravis Roberts,” Wall Street Journal, June 8, 1990. \nGilovich, Thomas, Dale Griffin, and Daniel Kahneman, eds., Heuristics and Biases: The Psychology of Intuitive \nJudgment (Cambridge, UK: Cambridge University Press, 2002). \nGobet, Fernand, and Herbert A. Simon, “Expert Chess Memory: Revisiting the Chunking Hypothesis,” Memory, \nVol. 6, No. 3, 1998, 225-255.  \nGraham, Benjamin, The Intelligent Investor: A Book of Practical Counsel, Fourth Revised Edition (New York: \nHarper & Row, 1973). \nGrant, Michael, and Fredrik Nilsson, Intuitive Expertise and Financial Decision-Making (Abingdon, UK: \nRoutledge, 2023). \nGreenwood, Robin, and Andrei Shleifer, “Expectations of Returns and Expected Returns,” Review of Financial \nStudies, Vol. 27, No. 3, March 2014, 714-746. \nGreer, Mark, “Directional Accuracy Tests of Long-Term Interest Rate Forecasts,” International Journal of \nForecasting, Vo. 19, No. 2, April-June 2003, 291-298. \nHaghani, Victor, and Richard Dewey, “Rational Decision Making under Uncertainty: Observed Betting Patterns \non a Biased Coin,” Journal of Portfolio Management, Vol. 43, No. 3, Spring 2017, 2-8.  \nHarvey, Campbell R., Sandy Rattray, Andrew Sinclair, and Otto Van Hemert, “Man vs. Machine: Comparing \nFundamental and Systematic Hedge Fund Performance,” Journal of Portfolio Management, Vol. 43, No. 4, \nSummer 2017, 55-69. \nHayashi, Alden, \"When to Trust Your Gut,\" Harvard Business Review, Vol. 79, No. 2, February 2001, 59-65. \nHinson, John M., and J. E. R. Staddon, “Hill Climbing by Pigeons,” Journal of the Experimental Analysis of \nBehavior, Vol. 39, No. 1, January 1983, 25-47. \n_____., “Matching, Maximizing, and Hill-Climbing,” Journal of the Experimental Analysis of Behavior, Vol. 40, \nNo. 3, November 1983, 321-331. \n"
    },
    {
      "number": 17,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6144451 Exp. 12/31/2024 \n17\n \n \nHodgson, Robert T., “An Examination of Judge Reliability at a Major U.S. Wine Competition, Journal of Wine \nEconomics, Vol. 3, No. 2, Fall 2008, 105-113. \nHogarth, Robin M., Educating Intuition (Chicago: University of Chicago Press, 2001). \n_____., “Deciding Analytically or Trusting Your Intuition? The Advantages and Disadvantages of Analytic and \nIntuitive Thought,” in The Routines of Decision Making, Tilmann Betsch and Susanne Haberstroh, eds. \n(Mahwah, NJ: Lawrence Erlbaum Associates, 2005), 67-82.  \nHogarth, Robin M., Tomás Lejarraga, and Emre Soyer, “The Two Settings of Kind and Wicked Learning \nEnvironments,” Current Directions in Psychological Science, Vol. 24, No. 5, October 2015, 379-385. \nHolyoak, Keith J., and Paul Thagard, Mental Leaps: Analogy in Creative Thought (Cambridge, MA: MIT Press, \n1995). \nHuang, Laura, “The Role of Investor Gut Feel in Managing Complexity and Extreme Risk,” Academy of \nManagement Journal, Vol. 61, No. 5, October 2018, 1821-1847. \nHuettel, Scott A., Peter B. Mack, and Gregory McCarthy, “Perceiving Patterns in Random Series: Dynamic \nProcessing of Sequence in Prefrontal Cortex,” Nature Neuroscience, Vol. 5, No. 5, May 2002, 485-490. \nIbbotson, Roger G., Jody L. Sindelar, and Jay R. Ritter, “The Market’s Problems with the Pricing of Initial Public \nOfferings,” Journal of Applied Corporate Finance, Vol. 7, No. 1, Spring 1994, 66-74. \nKahneman, Daniel, Thinking, Fast and Slow (New York: Farrar, Straus and Giroux, 2011). \nKahneman, Daniel, and Amos Tversky, “Intuitive Prediction: Biases and Corrective Procedures,” Decision \nResearch Technical Report PTR-1042-77-6, 1977. \nKahneman, Daniel, and Gary Klein, “Conditions for Intuitive Expertise: A Failure to Disagree,” American \nPsychologist, Vol. 64, No. 6, September 2009, 515-526.  \nKahneman, Daniel, Olivier Sibony, and Cass R. Sunstein, Noise: A Flaw in Human Judgment (New York: Little, \nBrown Spark, 2021). \nKlein, Gary, Sources of Power: How People Make Decisions (Cambridge, MA: MIT Press, 1999).  \n_____., Intuition at Work: Why Developing Your Gut Instincts Will Make You Better at What You Do (New York: \nCurrency/Doubleday, 2003). \nKoehler, Derek J., and Greta James, “Probability Matching in Choice under Uncertainty: Intuition versus \nDeliberation,” Cognition, Vol. 113, No. 1, October 2009, 123-127. \nLeBaron, Blake, “Financial Market Efficiency in a Coevolutionary Environment,” Proceedings of the Workshop \non Simulation of Social Agents: Architectures and Institutions, Argonne National Laboratory and University of \nChicago, October 2000, Argonne 2001, 33-51. \nLovallo, Dan, and Daniel Kahneman, “Delusions of Success: How Optimism Undermines Executives’ Decisions,” \nHarvard Business Review, Vol. 81, No. 7, July 2003, 56-63. \nLovallo, Dan, Carmina Clarke, and Colin Camerer, “Robust Analogizing and the Outside View: Two Empirical \nTests of Case-Based Decision Making,” Strategic Management Journal, Vol. 33, No. 5, May 2012, 496-512. \nMauboussin, Michael J., “What Good Are Experts?” Harvard Business Review, Vol. 86, No. 2, February 2008, \n43-44. \nMauboussin, Michael J., and Dan Callahan, “The Impact of Intangibles on Base Rates,” Consilient Observer: \nCounterpoint Global Insights, June 23, 2021. \n"
    },
    {
      "number": 18,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6144451 Exp. 12/31/2024 \n18\n \n \nMeyer, Andrew, and Shane Frederick, “The Formation and Revision of Intuitions,” Cognition, No. 240, November \n2023, 105380. \nMyers, David G., Intuition: Its Powers and Perils (New Haven, CT: Yale University Press, 2002). \nNesterak, Evan, “A Conversation with Daniel Kahneman About ‘Noise’,” Behavioral Scientist, May 24, 2021. \nOlsen, Robert A., “Professional Investors as Naturalistic Decision Makers: Evidence and Market Implications,” \nJournal of Psychology and Financial Markets, Vol. 3, No. 3, 2002, 161-167. \nPoundstone, William, Priceless: The Myth of Fair Value (and How to Take Advantage of It) (New York: Hill and \nWang, 2010).  \nRabin, Matthew, “Inference by Believers in the Law of Small Numbers,” Quarterly Journal of Economics, Vol. \n117, No. 3, August 2002, 775-816. \nRisen, Jane L., “Believing What We Do Not Believe: Acquiescence to Superstitious Beliefs and Other Powerful \nIntuitions,” Psychological Review, Vol. 123, No. 2, March 2016, 182-207. \n_____., “Acquiescing to Intuition: Believing What We Know Isn’t So,” Social and Personality Psychology \nCompass, Vol. 11, No. 11, November 2017, e12358.  \nSanders, Nada R., and Karl B. Manrodt, “The Efficacy of Using Judgmental versus Quantitative Forecasting \nMethods in Practice,” Omega, Vol. 31, No. 6, December 2003, 511-522.  \nShanteau, James, “Competence in Experts: The Role of Task Characteristics,” Organizational Behavior and \nHuman Decision Processes, Vol. 53, No. 2, November 1992, 252-266. \n_____., “Why Task Domains (Still) Matter for Understanding Expertise,” Journal of Applied Research in Memory \nand Cognition, Vol. 4, No. 3, September 2015, 169-175. \nSimon, Herbert A., “Background of Decision Making,” Naval War College Review, Vol. 10, No. 3, November \n1957, 1-24.  \n_____., “What Is an ‘Explanation’ of Behavior?” Psychological Science, Vol. 3, No. 3, May 1992, 150-161.  \nSirower, Mark, and Jeff Weirens, The Synergy Solution: How Companies Win the Mergers and Acquisitions \nGame (Boston, MA: Harvard Business Review Press, 2022). \nSloan, Alan, “KKR and the Big Leveraged Buyout End of an Age,” Washington Post, June 19, 1990. \nSommer, Jeff, “Forget Stock Market Forecasts. They’re Less Than Worthless,” New York Times, December 23, \n2019.  \nSoyer, Emre, and Robin H. Hogarth, “Fooled by Experience,” Harvard Business Review, Vol. 93, No. 5, May \n2015, 72-77. \nStanovich, Keith E., and Richard F. West, “Individual Differences in Reasoning: Implications for the Rationality \nDebate?” Behavioral and Brain Sciences, Vol. 23, No. 5, October 2000, 645-665. \nTetlock, Philip E., Expert Political Judgment: How Good Is It? How Can We Know? (Princeton, NJ: Princeton \nUniversity Press, 2005).  \nTheising, Etienne, Dominik Wied, Daniel Ziggel, “Reference Class Selection in Similarity-Based Forecasting of \nCorporate Sales Growth, Journal of Forecasting, Vol. 42. No. 5, August 2023, 1069-1085.  \nWalco, Daniel K., and Jane L. Risen, “The Empirical Case for Acquiescing to Intuition,” Psychological Science, \nVol. 28, No. 12, December 2017, 1807-1820. \n"
    },
    {
      "number": 19,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6144451 Exp. 12/31/2024 \n19\n \n \nWang, Xindi, Burcu Yucesoy, Onur Varol, Tina Eliassi-Rad, and Albert-László Barabási, “Success in Books: \nPredicting Book Sales Before Publication,” EPJ Data Science, Vol. 8, Article No. 31, October 2019.  \nWolford, George, Michael B. Miller, and Michael Gazzaniga, “The Left Hemisphere’s Role in Hypothesis \nFormation,” Journal of Neuroscience, Vol. 20, No. 6, March 2000, RC64, 1-4. \nYago, Glenn, Junk Bonds: How High Yield Securities Restructured Corporate America (Oxford: Oxford \nUniversity Press, 1991). \nZweig, Jason, Your Money and Your Brain: How the New Science of Neuroeconomics Can Help Make You Rich \n(New York: Simon & Schuster, 2007).  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 20,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6144451 Exp. 12/31/2024 \n20\n \n \nIMPORTANT INFORMATION \n \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers.  \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation.  \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary.  \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \n \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n \n \n"
    },
    {
      "number": 21,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6144451 Exp. 12/31/2024 \n21\n \n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities: \n \nEMEA \nThis material is for Professional Clients/Accredited Investors only. \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited (“FMIL”). \nFMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company limited by \nshares with company registration number 616661 and has its registered address at 24-26 City Quay, Dublin 2, \nDO2 NY19, Ireland. \n \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA. \n \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland. \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) Limited \n(“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the United \nKingdom by the Financial Conduct Authority. \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158).  \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument.  \n  \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \n \n"
    },
    {
      "number": 22,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n6144451 Exp. 12/31/2024 \n22\n \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall \nonly be made available to “professional investors” as defined under the Securities and Futures Ordinance of \nHong Kong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory \nauthority including the Securities and Futures Commission in Hong Kong. Accordingly, save where an \nexemption is available under the relevant law, this material shall not be issued, circulated, distributed, directed \nat, or made available to, the public in Hong Kong. Singapore: This material is disseminated by Morgan \nStanley Investment Management Company and should not be considered to be the subject of an invitation for \nsubscription or purchase, whether directly or indirectly, to the public or any member of the public in Singapore \nother than (i) to an institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of \nSingapore (“SFA”); (ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of \nthe SFA, and such distribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) \notherwise pursuant to, and in accordance with the conditions of, any other applicable provision of the SFA. \nThis publication has not been reviewed by the Monetary Authority of Singapore.   Australia: This material is \nprovided by Morgan Stanley Investment Management (Australia) Pty Ltd ABN 22122040037, AFSL No. \n314182 and its affiliates and does not constitute an offer of interests. Morgan Stanley Investment Management \n(Australia) Pty Limited arranges for MSIM affiliates to provide financial services to Australian wholesale clients. \nInterests will only be offered in circumstances under which no disclosure is required under the Corporations \nAct 2001 (Cth) (the “Corporations Act”). Any offer of interests will not purport to be an offer of interests in \ncircumstances under which disclosure is required under the Corporations Act and will only be made to persons \nwho qualify as a “wholesale client” (as defined in the Corporations Act). This material will not be lodged with \nthe Australian Securities and Investments Commission.  \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association. \n"
    }
  ]
}