{
  "filename": "mm_132_2018_procyclicality_and_its_extremes.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423231012-07'00'",
    "modDate": "D:20240423231208-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 132,
      "year": "2018",
      "date": "6/26",
      "institution": "Blue Mountain",
      "title": "Procyclicality and Its Extremes",
      "url": "https://12mv2.files.wordpress.com/2024/04/18-06-26-procyclicality-and-its-extremes.pdf"
    },
    "tags": [
      "Behavioral finance",
      "Market structure",
      "Risk management"
    ],
    "tagged_at": "2025-01-20T21:29:20.780558"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nBLUEMOUNTAIN INVESTMENT RESEARCH \nPROCYCLICALITY AND ITS EXTREMES \nJUNE 26, 2018 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 2,
      "text": "BLUEMOUNTAIN INVESTMENT RESEARCH  /  June 26, 2018 \nProcyclicality and Its Extremes \n \n \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \nAndrew Feldstein \nChief Investment Officer \nafeldstein@bmcm.com \nMichael J. Mauboussin \nDirector of Research \nmmauboussin@bmcm.com \nImagine a bike race. You are in the middle of the pack. The sun is shining \nand the road is flat and smooth. The pace is brisk but steady. Legs move in \nunison, almost as if choreographed. There is camaraderie in competition. \nYou feel great and pedal hard.  \nThe road slopes down and the peloton picks up the pace. The speed of the \nbikes and the sound of the wind amplifies a surge in adrenaline. You notice \nothers are pedaling even faster, trying to accelerate. Some rise from their \nseats, swaying their handlebars from side to side, seeking to push the pedals \nharder. The thrill of the chase and the motivation of competition inspire you \nto do the same. Riders jockey for position. Soon, disarray replaces order. \nYou start to think that the pace and proximity may be unwise but the \nintoxication of the moment keeps you from slowing down.  \nA rider at the front of the pack swerves just enough to touch the wheel of \nanother bike. Riders crash, toppling those who follow. You are ensnared in a \ngiant and unstoppable cascade that seems to unfold in slow motion. A \njumble of bikes and bodies end up on the road, broken and bruised.   \nYou gather your wits and peer down the road. It is \nclear, flat, and empty. But no one gets up. \nEveryone is dazed, scared, and traumatized. You \nhear a rider approaching who had kept a \nsensible distance from the pack, not caught up in \nthe herd. She dodges the fallen riders and sails \ndown the road alone. As she disappears beyond \nthe horizon you realize she will win the race.  \nA few of the fallen riders gradually rise and \nresume pedaling. You get back on your bike, \ncautiously and gingerly, and start riding as well. \nThe riders are now hesitant and wary. They \nmaintain a safe distance from one another and \nare hyper-alert to the slightest sign of danger.  \nFunny, you think to yourself, when everything \nseemed great we all went too fast and were \nreckless in retrospect. But now that the road is \nclear and flat, we are going a lot slower than the \nconditions justify. We have collectively lost our \nspirit. You chuckle at the pun: The pack took the \ncycles to an extreme and the winner avoided the \nextremity of the cycles. And so it is with markets.  \nThe history of markets teaches us that we have \nfinancial cycles. At some times, asset prices \nreflect a great deal of optimism. Think of the dot-\ncom stocks in the late 1990s or the housing \nmarket from 2002-2007 (see exhibit 1). \nAt other times, prices reflect fear. For example, \nexhibit 2 shows the difference in yield between \ncorporate bonds rated Baa and Aaa by \nMoody’s. This difference reflects the extra \ncompensation that investors demand for low \ninvestment grade versus high investment grade \nbonds. The spread soared to 70-year highs at the \npeak of the financial crisis in late 2008, four times \nhigher than it was just one year earlier. \n"
    },
    {
      "number": 3,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n2 \nExhibit 1: S&P/Case-Shiller U.S. National Home \nPrice Index, 2000-2011 \n \nSource: Robert J. Shiller. \nNote: Nominal; monthly data; January 2000=100. \nThis report discusses procyclicality, and especially \nits role in bubbles and crashes in financial \nmarkets.  \nIn economics, procyclical variables move in the \nsame direction as the overall economy: \nConsumers, businesses, and investors are bold \nwhen economic conditions appear strong and \ntimid in the wake of weakness.   \nProcyclical behavior need not be reckless or \nirrational. Some procyclical behavior is warranted \nbecause there is more opportunity when the \neconomy is strong than when it is weak. As a \nresult, “the debate about the procyclicality of the \nfinancial system is therefore more subtle” than an \nassumption of trend-reinforcing behavior, \naccording to a report by the Federal Reserve \nBank of New York. The question is whether or not \nthe fluctuations are a justifiable result of changes \nin fundamental values.1   \nIn other words, in an upswing, we should ask \nwhether asset prices reflect what Alan \n \n \n \n \n \n \n \n \n \nExhibit 2: Yield Spread between Baa and Aaa \nCorporate Bonds, 1985-2018 \n \nSource: Moody’s and Bloomberg. \nNote: Monthly data; as of May 31, 2018. \nGreenspan called “irrational exuberance.”2 And \nin a downswing, we should ask whether prices \nreflect “irrational despair.”3 \nUnfortunately, investment managers who try to \nremain prudent during a bubble lose assets to \nthose who are more aggressive and temporarily \nmore successful. Jim Cramer, an investor and \ntelevision personality, captured this in a speech \nhe delivered in February 2000, immediately prior \nto the peak of the Nasdaq Composite Index: “If \nwe use any of what Graham and Dodd teach us, \nwe wouldn't have a dime under management.”4  \nBut successful long-term investors are able to \navoid both irrational exuberance and irrational \ndespair, which enables them to take advantage \nof the extreme behavior of others. As Warren \nBuffett, the chief executive officer and chairman \nof Berkshire Hathaway, says, “Be fearful when \nothers are greedy, and be greedy when others \nare fearful.”5\n100\n110\n120\n130\n140\n150\n160\n170\n180\n190\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\nIndex \n0\n1\n2\n3\n4\n1985\n1988\n1991\n1994\n1997\n2000\n2003\n2006\n2009\n2012\n2015\n2018\nPercentage Points\n"
    },
    {
      "number": 4,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n3 \nCauses of Procyclicality and Its Extremes \nProcyclical feedback loops commonly start with \nfundamental economic strength that becomes \nvirtuously self-reinforcing. For example, an \nincrease in consumer demand leads to greater \nbusiness investment, which leads to higher \nemployment, which spurs additional demand. \nThe process also works in the opposite direction.  \nWhether up or down, a trend in fundamentals \ncan morph into a feedback loop that pushes \nasset prices to an extreme. While it is difficult to \nisolate the exact cause of a procyclical extreme, \nwe can offer a taxonomy that captures much of \nthe behavior we observe. The boundaries \nbetween these categories are blurred, but they \nreflect most of what we see in markets. \nDebt and Leverage. The economist Hyman Minsky \nwas not particularly well known before he died in \n1996. But he emerged as a household name after \nthe global financial crisis when it became clear \nthat his financial instability hypothesis (FIH) \naccurately anticipated the dynamics that led to \nthe crisis.6 The FIH posits that procyclical credit \ncycles are the primary drivers of bubbles and \ncrashes.7 \nNot all bubbles and crashes are fueled by debt. \nBut excessive debt was present in many of the \nworst episodes throughout history. Markus \nBrunnermeier, an economist at Princeton \nUniversity, analyzed bubbles all the way back to \nthe Dutch tulip mania in the 17th century. He \nconcluded, “Crises are most severe when \naccompanied by a lending boom and high \nleverage of market players, and when financial \ninstitutions themselves are participating in the \nbuying frenzy.”8   \nMinsky’s FIH distinguishes among three \nrelationships between debt and borrower \nincome. “Hedge” debt is low risk—the borrower \ncan meet interest and principal payments with \nfuture cash flows. “Speculative” debt is riskier—\nthe borrower can meet interest payments out of \nfuture cash flows but expects to refinance when \nthe principal comes due. “Ponzi” debt is the \nriskiest—the borrower can pay neither interest nor \nprincipal from cash flows. Instead, the borrower \nrelies on the appreciation of the underlying asset. \nLarge amounts of speculative and Ponzi debt \nlead to asset bubbles that are prone to burst.9  \n \nMinsky’s theory is procyclical. He argues that \nprolonged periods of stability and prosperity lead \nto greater risk taking. Profit-seeking “merchants of \ndebt” aggressively peddle speculative and Ponzi \ndebt when the opportunity arises.  \nMinsky did not believe that an exogenous shock \nis necessary to burst a bubble. He suggests that \nthe inflationary pressures that are the result of the \ndebt buildup would inevitably lead to monetary \npolicy or regulatory response. Those actions \ncurtail or destroy the risky debt, leading to a \ncrash.  \nEconomists have applied Minsky’s insights to all \nsorts of bubble denouements. Paul McCulley, \nformerly an economist at the asset management \nfirm PIMCO, coined the term “Minsky Moment” to \nrefer to the point when an unsustainable debt \nburden implodes to cause a crash.10 \nMinsky’s theory is about the relationship between \na borrower’s debt and cash flow (debt-to-cash \nflow). When that ratio gets too high, the bubble \nbursts. Minsky did not test his theory empirically, \nbut recent work finds that the level of debt-to-\ncash flow is a useful warning sign of a pending \ndebt crisis.11 For example, exhibit 3 shows that the \nU.S. household debt-to-personal income ratio \nspiked in the years preceding the financial crisis. \n \nExhibit 3: U.S. Household Debt-to-Personal Income \nRatio, 1980-2018 \n \nSource: Bureau of Economic Analysis and Board of Governors of \nthe Federal Reserve System. \nNote: Quarterly data; as of March 31, 2018. \n \n0\n20\n40\n60\n80\n100\n120\n140\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\n2018\nPercent\n"
    },
    {
      "number": 5,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n4 \nOther theories focus more on the ratio of loan-to-\nvalue (LTV) than on debt-to-cash flow. Naturally, \nvalue is highly correlated with cash flow for many \nassets. But the same level of cash flows result in \ndifferent values if investors discount them at \ndifferent rates. And credit is sometimes not \nsecured by an asset at all. In these cases, the \nborrowers have to come up with cash flows from \nother sources.  \nJohn Geanakoplos, a professor of economics at \nYale University, developed a theory called “the \nleverage cycle.” Geanakoplos argues that the \navailability of leverage, not interest rates, is the \nmost important variable in understanding bubbles \nand crashes.12  \nYou can measure leverage as the amount of \ndebt a buyer obtains to acquire an asset. \nLeverage is the complement of the equity a \nbuyer needs to put up to purchase the asset. The \nequity is also known as the down payment, \nmargin, or haircut. When the down payment, \nmargin requirement, or haircut is low, leverage is \neasily available and buyers can use a small \namount of equity to obtain a large amount of \ncredit.  \nFor example, a homeowner who can borrow $95 \nto buy a $100 house has a down payment of 5 \npercent and a leverage ratio of 20 times. A \nhomeowner who can borrow only $80 against the \nhouse has a down payment of 20 percent and a \nleverage ratio of 5 times. The first homeowner has \naccess to much more leverage. You can readily \nextend the thought to investors who borrow to \nbuy securities or banks that borrow to fund their \nbalance sheets. \nA central premise of Geanakoplos’s theory is that \nit is often the case that some buyers place a \nhigher value on an asset than others, which \nrejects the notion that asset prices always reflect \nfundamental value. This can be the result of \ndifferences in relative optimism, risk tolerance, or \nutility functions. Geanakoplos calls these more \neager buyers the optimists. When leverage is \neasily accessible, optimists use it to bid up asset \nprices. \nLeverage availability is procyclical. Borrowers \ngenerally gain access to more leverage when \nthe economy strengthens or asset prices rise. But \nthis access can reverse quickly when the \neconomy weakens or asset prices fall. This \nbecomes self-reinforcing.   \nGeanakoplos offers the anatomy of a crash. First, \nasset prices drop because of “scary bad news.” \nScary bad news is news that increases volatility, \nuncertainty, and disagreement. In the subprime \nfinancial crisis, the scary bad news was distress in \nthe residential mortgage market.  \nThe steep decline in asset values causes a big \ndrop in the wealth of asset owners who have a lot \nof debt. As a result, these owners are forced to \nsell assets to meet their margin requirements. This \nselling leads to further declines in asset values, \nwhich leads to further selling, and so on.  \nBefore prices can settle at a new equilibrium, \nlenders tighten margin requirements because of \nthe increased uncertainty and disagreement. \nSome buyers get wiped out and go out of \nbusiness, leaving fewer buyers to support prices. \nSpillovers occur when owners in one asset class \ncover their losses by selling in other asset classes. \nInvestors who survive are in a position to seize on \na great opportunity. \nLet’s run through the math to see how this works \n(see exhibit 4). A fund buys an asset worth $100 \nand the initial margin requirement is 15 percent. \nThe fund can borrow $85 and has a leverage \nratio of 6.7 times ($100/$15). \nExhibit 4: The Leverage Cycle Plays Out \n \nSource: Based on International Monetary Fund, “Global Financial Stability Report: Financial Market Turbulence: Causes, \nConsequences, and Policies,” October 2007. \nInitial margin\n15%\nLoss in value\n5%\nNew margin at lower value\n25%\nRedemptions\n10%\nAsset Value\nEquity\nBorrowing Leverage Ratio\nMargin\nAt start\n100.0\n15.0\n85.0\n6.7\n15%\nAfter loss of value\n95.0\n10.0\n85.0\n9.5\n11%\nAfter margin call\n66.7\n10.0\n56.7\n6.7\n15%\nAfter increase in margin\n40.0\n10.0\n30.0\n4.0\n25%\n"
    },
    {
      "number": 6,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n5 \nNow comes a bout of bad news, the first of the \nthree elements, which ushers in uncertainty. \nConsistent with the second element of the cycle, \nthe value of the asset declines by 5 percent to \n$95. This creates a sharp loss in the equity, from \n$15 to $10, and increases the fund’s leverage \nratio to 9.5 times ($95/$10).   \nThe fund’s broker makes a margin call, which \nforces the fund to sell assets to pay down debt \nand bring leverage back to the initial margin. The \nfund has to sell $28.3 worth of assets to pay down \ndebt and return to a 6.7 times ratio ($66.7/$10). \nThis dynamic is even more acute for higher levels \nof initial leverage. \nThe final element is a change in the collateral \nrequirement. The broker increases the margin \nrequirement to 25 percent to reflect higher \nperceived risk for the asset. This requires the fund \nto sell even more assets to pay down debt and \nget the leverage ratio to 4.0 ($40/$10). With only \n$10 in equity, the fund has to reduce debt to $30 \nand shrink its asset value to $40. \nThis played out during the financial crisis. Exhibit 5 \nshows the BBB-rated tranches of the Markit ABX \nHome Equity Index, which tracks the prices of \nsecurities tied to home equity loans made to \nsubprime borrowers. The value of these tranches \nplummeted between March 2006 and December \n2008 as a result of bad news, which led to price \ndeclines and stricter collateral requirements. \nExhibit 6 illustrates the procyclicality of available \nleverage. It compares haircuts for various assets \nin June 2007, before the crisis, to those in June \n2009, in the midst of the crisis.    \nFor example, a buyer could purchase $100 of \nhigh-yield bonds by putting up $20 and \nborrowing $80, with the securities acting as \ncollateral, before the financial crisis. Just 24 \nmonths later, a buyer would need to put up $40 \nto buy the same $100 of securities. In other words, \n$40 would have allowed you to purchase $200 of \nthese securities in 2007 but just $100 worth two \nyears later, a 50 percent drop in purchasing \npower. \nExhibit 5: Markit ABX Home Equity BBB Index, 2006-2008 \n \nSource: IHS Markit. \n \nExhibit 6: Haircut for Various Assets Before and After the Financial Crisis \n \nSource: Bank for International Settlements, \"The role of margin requirements and haircuts in procyclicality,\" Committee on the Global \nFinancial System Papers, No. 36, March 2010. \nNote: Transactions with an unrated counterparty; Average haircuts across survey participants; G7 is the Group of Seven, which \nincludes Canada, France, Germany, Italy, Japan, the United Kingdom, and the United States.\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\nJan-06\nFeb-06\nMar-06\nApr-06\nMay-06\nJun-06\nJul-06\nAug-06\nSep-06\nOct-06\nNov-06\nDec-06\nJan-07\nFeb-07\nMar-07\nApr-07\nMay-07\nJun-07\nJul-07\nAug-07\nSep-07\nOct-07\nNov-07\nDec-07\nJan-08\nFeb-08\nMar-08\nApr-08\nMay-08\nJun-08\nJul-08\nAug-08\nSep-08\nOct-08\nNov-08\nDec-08\nPrice\nBBB 06-1\nBBB 06-2\nBBB 07-1\nBBB 07-2\nJune 2007\nJune 2009\nGovernment bonds, short-term (G7 countries)\n0.5 percent\n2 percent\nGovernment bonds, medium-term (G7 countries)\n0.5\n3\nInvestment grade bonds (AAA and AA)\n5\n15\nEquities (G7 countries)\n20\n25\nPrime mortgage-backed securities (AAA)\n10\n30-100\nHigh-yield bonds \n20\n40\nAsset-backed securities \n20\n100\nEquities (emerging economies)\n35\n40\n"
    },
    {
      "number": 7,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n6 \nThe 2007-2009 financial crisis was a particularly \nacute example of the leverage cycle. Almost 40 \npercent of homeowners in the U.S. had negative \nequity. From peak to trough, the stock market \ndeclined by 57 percent, and it took over four \nyears to recover to pre-crisis levels. Analysis by the \nFederal Reserve Bank of Dallas suggests the \nfinancial crisis cost the U.S. between $6 and $14 \ntrillion in lost output and precipitated a $16 trillion \nhit to household net worth.13  \nGeanakoplos believes the crisis was so severe \nbecause leverage got to a level higher than ever \nbefore and margin requirements got tighter than \never before.14 The magnitude of the bubble was \namplified by two leverage cycles, in housing and \nin mortgage-backed securities, that reinforced \none another. The introduction of a derivatives \nindex on subprime mortgage-backed securities \nfurther accelerated the price decline. \nThe Madness of Crowds. The wisdom of crowds \ncan generate remarkably accurate answers \nwhen there are three conditions in place: agent \ndiversity, a well-functioning aggregation \nmechanism, and proper incentives.15 When one \nor more of the conditions are violated, the \nwisdom of crowds flips to the madness of crowds, \nleading prices to veer from fundamental value.16 \nHumans are social beings. Fads, fashions, and \ninformation cascades are evidence that opinions \ncan become homogeneous from time to time. \nThis violates the condition of agent diversity, and \nit can lead to bubbles and crashes in markets. \nThe dot-com bubble in the late 1990s is a vivid \nrecent example among many in the history of \nmarkets. The Nasdaq Composite stock market \nindex rose more than six-fold from the beginning \nof 1995 to its peak in 2000. A relatively small \nnumber of companies dominated the value of \nthe index. The price-earnings (P/E) multiple for the \nNasdaq reached 200, while the median P/E for \nthe Value Line Index was just 12.7 times.17 When \nthe bubble burst, the S&P declined 49 percent \nfrom peak to trough. From its nadir in October of \n2002, it took almost five years for the S&P to return \nto its March 2000 level. The S&P finally reached a \nnew peak at the end of September 2007, seven \nand a half years after its prior top.   \nRecency Bias. People have a tendency to \noverweight recent events. When the market is \nstrong, investors assume it will always be strong. \nWhen it is weak, they assume it will never \nrecover.18  \nThis phenomenon isn’t limited to financial \nmarkets. Nate Silver is a statistician best known for \nhis analysis of baseball and political elections.19 \nHe uses an example from baseball to explain \nrecency bias.20 Silver studied bids for free agents \nover many years. He found teams overweight \nrecent performance and underweight longer \ntrack records. As a result, they regularly overpay \nfor a player coming off a career year.  \nSilver does a thought experiment to illustrate how \nrecency bias may have contributed to the \nfinancial crisis. He imagines an investor in early \n2008 trying to gauge the risk of a major downturn \nin the U.S. economy, defined as an annualized \nfour percent drop in real gross domestic product \nin one quarter. If the investor considered the prior \n20 years through 2008, the probability would \nappear to be 4/100 of 1 percent, or one such \ncrash every 624 years. But if the investor \nevaluated the 60 years through 2008, the \nprobability would be 3.2 percent, or one such \ncrash every 8 years.  \nSilver extends this thought experiment back in \ntime, assuming a twenty-year historical \nmeasurement horizon on each occasion. He finds \nthat in 1995, the data lead investors to forget \nabout the oil crisis of the 1970s just as the dot-com \nbubble starts to inflate. In 2002, the data fail to \nreveal the economic turmoil of the early 1980s \njust as the housing bubble starts to inflate.   \nFinance professors Aleksandar Andonov and \nJoshua Rauh show how recency bias influences \nthe return expectations of institutional investors.21 \nThey did a study that finds return expectations \nexhibit significant correlation to trailing ten-year \nreturns. Those expectations, in turn, influence \nasset allocations. The paper shows that the \nactual performance data does not support the \nextrapolation of recent returns. This bias may \ncontribute to procyclicality and could lead to \nbubbles, as investors over-allocate to asset \nclasses or strategies that have had strong recent \nperformance, even if the asset class or strategy \nno longer offers an attractive risk-adjusted return.   \nComplacency. People take more risk when they \nperceive conditions to be benign. It’s built into \nhuman nature. Sam Peltzman, a professor of \neconomics at the University of Chicago, revealed \nthis aspect of human nature in a study he did in \nthe mid-1970s.  \n \n"
    },
    {
      "number": 8,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n7 \nPeltzman looked at automobile safety and \ndeaths involving cars. He asked whether new \nsafety features mandated in the late 1960s, \nincluding seat belts and improved windshields \nand brakes, reduced fatalities. In the years \nfollowing these changes, automobile-related \ndeaths did not decline as expected.  \nPeltzman found the better equipment actually \nencouraged drivers to take more risk than they \ndid before.22 The Peltzman effect says that \npeople assume more risk when they feel safe.  \nThe same thing happens in financial markets. \nComplacency leads to riskier behavior. William \nDudley, the former president of the Federal \nReserve Bank of New York, notes that we should \nbe extra vigilant when the waters are too calm. \nPeople take too much comfort from periods of \nlow volatility. It’s at those times they “take more \nrisk than what’s really appropriate.”23   \nConfirmation Bias. Psychological studies find that \npeople are twice as likely to seek evidence that \nconfirms rather than contradicts existing beliefs.24 \nWhen investors believe the market is going up, \nthey look for facts that support their bullish view. \nWhen investors believe the market is going down, \nthey look for facts to support their bearish outlook \nand ignore signs of hope.  \nOne model, based on the principles of \nbehavioral finance, reveals that investors prone \nto confirmation bias contribute to bubbles and \ncrashes.25 Biased traders amplify positive news \nwhen they are optimistic and negative news \nwhen they are pessimistic. This causes procyclical \nprice moves that deviate from fundamentals.  \nDesperation. Individuals and institutions invest \nsavings to satisfy future liabilities. Individuals need \nto plan for a comfortable retirement, companies \nhave to satisfy pension obligations, and \nuniversities have to fund operations. When asset \nreturns are low, it gets harder to meet those \nobjectives without assuming greater risk.  \nIn The Alchemy of Finance, Mervyn King, the \nGovernor of the Bank of England from 2003-2013, \nidentifies concerns about low asset returns as one \ncause of the financial crisis. In the years \npreceding the crisis, interest rates and asset \nreturns had declined steadily. As a result, \n“financial institutions and investors started to take \non more and more risk, in an increasingly \ndesperate hunt for higher returns, without \nadequate compensation.”26 \nMany investors face such a dilemma today. \nFuture obligations continue to grow while \nexpected returns are muted. As a result, some \ninvestors have increased the risk they are willing \nto assume to generate satisfactory returns. A \nsenior investor at an endowment based in the \nUnited States notes, “The low-return environment \npushes people into investments they wouldn’t \nhave made eight to 10 years ago.”27 \nInstitutional Policies and Practices. Institutions \ncreate rules and norms that guide portfolio \nconstruction and risk management decisions. \nThese rules are developed to help institutions \nsafely and effectively navigate financial markets. \nBut, sometimes, the rules amplify financial cycles.    \nOne example is value-at-risk (VaR), which is a \ntechnique to estimate the probability of a loss \ngreater than a certain threshold. Banks and other \nfinancial institutions use VaR to limit the amount of \nrisk in investment portfolios and trading books.  \nThe economists Tobias Adrian and Hyun Song Shin \ndocument the procyclical behavior that results \nfrom the use of VaR models.28 VaR regimes \nrequire firms to reduce exposures when the \nmarket environment gets riskier. The idea is that a \nriskier environment increases the probability of \nhitting the loss threshold, so to keep the risk of loss \nin check, exposures must be cut. VaR regimes \ntypically use market data from the past six \nmonths to calibrate the riskiness of the \nenvironment. When the past six months have \nbeen benign, financial institutions take on more \nleverage, buy more assets, and increase risk. And \nwhen the past six months have been volatile, \nthose same institutions reduce leverage, sell \nassets, and decrease risk. Hence VaR regimes \neffectively institutionalize the recency bias and \nare profoundly procyclical. \nAnother example is the accounting rules for U.S. \npublic pension funds. A paper by three finance \nprofessors, Aleksandar Andonov, Rob Bauer, and \nMartijn Cremers, shows how these rules lead to an \nincrease in risk-taking.29 The Government \nAccounting Standards Board allows U.S. public \nplans to use their expected returns to discount \ntheir pension liabilities. Higher expected returns \nlead to a higher discount rate, which in turn \nlowers the present value of liabilities. The lower \nthe present value of liabilities, the better funded \nthe plan looks.  \n \n"
    },
    {
      "number": 9,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n8 \nThese links create an incentive to invest in riskier \nassets to justify higher expected returns. The \nprofessors compare public plans in the U.S. with \nprivate plans in the U.S. as well as with public \nplans in Canada and Europe. The other plans are \nrequired to discount their liabilities at high-quality \ndebt rates. The researchers find U.S public plans \nrespond to their incentives and invest in riskier \nassets than their private and international peers.  \nThe artificially high discount rate also understates \nthe amount of unfunded liabilities. Joshua Rauh, \na finance professor at Stanford Business School, \nexplains, “What is in fact going on is that the \ngovernments are borrowing from workers and \npromising to repay that debt when they retire, \nbut the accounting standards allow the bulk of \nthis debt to go unreported through the \nassumption of high rates of return.” This \nunderstatement of debt can lead investors to \nmisjudge the riskiness of public borrowers, leading \nto overextension and mispricing of credit. Rauh \nlikens this practice to “financial fraud.”30  \nGovernment policy. Government policies, \nwhether fiscal, monetary, trade, or social, can \nalso contribute to market bubbles and crashes. \nFor example, analysts often cite federal housing \npolicy as a significant contributor to the financial \ncrisis. The U.S. government encouraged and \nsubsidized home ownership and mortgage debt \nthrough the tax code and through its support of \nFannie Mae and Freddie Mac.31   \nAnother example is the Federal Reserve’s \ninterventions following stock market declines in \n1987 and 1998. Observers came to call this the \n“Greenspan put,” considered insurance against \nmarket crashes. The belief was that Alan \nGreenspan, Chairman of the Federal Reserve \nfrom 1987 to 2006, would intervene in markets by \nlowering interest rates and increasing liquidity. \nThe existence of this put encouraged risk taking \nand may have helped lay the foundation for the \ndot-com bubble.32 \nActions of policymakers in one country or region \ncan contribute to procyclical pressures in other \ncountries. Mervyn King documents how policies \nof emerging economies played a major role in \nthe financial crisis. In the years leading up to the \ncrisis, trade policies of emerging economies led \nto massive surpluses and a buildup of foreign \nreserves, especially the dollar. Those countries \nheld large amounts of those reserves to protect \nagainst foreign currency shortages, like the ones \nthat led to the Asian financial crisis of the 1990s. \nThose reserves created a global savings glut that \nwas recycled into the financial markets of \ndeveloped economies via the banking system, \nleading to increasingly risky lending.33  \nA working paper by scholars at the International \nMonetary Fund explains how these reserve \nmanagement activities exacerbated the \ndownside as well as the upside.34 Many of the \nreserves were invested directly into riskier \nsecurities, but financing was abruptly withdrawn \nat the beginning of the crisis. This retraction of \ncredit contributed to the funding pressures at U.S. \nand European banks and the forced liquidation \nof leveraged assets. \nIndicators of Procyclicality \nExtreme valuations. The goal of many active \nmoney managers is to benefit from perceived \ngaps between price and value. In so doing, the \ninvestment community keeps price and value in \nrough concordance. Procyclical behavior tends \nto push asset prices to excess. The first indicator of \nprocyclicality is extreme valuations. \nFor example, the price-to-book ratio for the S&P \n500 reached a peak of 5.0 at year-end 1999 and \na trough of 1.6 times in February 2009. \nConsidering monthly values since 1990, the peak \nwas nearly three standard deviations above the \naverage and the trough was just less than two \nstandard deviations below the average.   \nThe story is similar for bonds. The spread between \nthe yields of the Moody's Bond Index of Baa \nsecurities and the U.S. 10-year Treasury note \nsoared to 600 basis points at year-end 2008, a \nlevel nearly five standard deviations above \naverage. The data considered are monthly \nspreads from 1960 through April 2018.  \nVery easy or difficult access to capital. There are \nperiods when gaining access to capital is \nrelatively easy and other times when it is hard. \nUnderwriting standards are an important \nbarometer of procyclical behavior. \nFor example, the subprime mortgage market \ngrew sharply in the early 2000s, spurred by lower \nstandards for documentation and higher loan-to-\nvalue ratios. Home buyers were able to show less \nfinancial information and borrow more than \nbefore. In the period following the financial crisis, \nsubprime lending plummeted as lending \nstandards were tightened materially.\n"
    },
    {
      "number": 10,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n9 \nCoping with Procyclicality\nIn practice, the best way to prepare for \nprocyclical markets is to constantly consider the \ndistribution of possible outcomes. Here are some \nmethods for coping with, and hopefully profiting \nfrom, procyclicality. \nEmploy historical data intelligently. Use historical \ndata to inform expectations about future \ndistributions but be diligent not to overly defer to \nhistory to assess extreme outcome probabilities. It \nis also important to understand the nature of \nshocks. For example, some shocks are strong but \nshort-lived whereas others are less pronounced \nbut protracted.  \nOne example of how to use history effectively is \nthe use of base rates, which reflect the outcomes \nof a particular reference class. Base rates, when \ncombined with judgment, help to ensure that you \nproperly consider a range of alternative \noutcomes.  \nConsider technical indicators. Maintain a vigilant \nwatch for signals that indicate the future may be \ndifferent than the past. For example, in early 2018 \nthe volatility for the S&P 500, measured as the \nCboe Volatility Index (VIX), was low by historical \nstandards. At the same time, investors were \nallocating record amounts of capital into \nexchange-traded notes (ETNs), including one \ncalled XIV. These securities bet on continued \ndeclines in volatility.  \nThrough early 2018, the XIV had generated a \ntotal return of more than 1,500 percent in the past \ndecade. A number of the elements of \nprocyclicality, including recency bias and \ncomplacency, were in place. Caution was in \norder because the level of the VIX was low, and \na lot of investors were betting against a rise in the \nindex.   \nWithin a short period in February, the level of the \nVIX tripled and those who were short the index \nhad to cover. The levels of the index zoomed \nfrom below to above average. But the spike did \nnot last long, and the level of the VIX soon settled \nback to low levels. \n \nKeep an eye on distributions. Rather than dwell \non spot market levels and volatilities, try to \nsteadfastly focus on distributions of outcomes. For \nexample, emphasize the possible range of \noutcomes to project potential volatility regardless \nof the mark-to-market value, which can be \nprocyclical. Consider narratives related to \ninvestments to ensure you are aware of how and \nwhen events and value realization may unfold. \nStress test. One of the challenges in considering \nthe future is that we are naturally overconfident \nand hence think we have a more accurate view \nof the future than is justified. One antidote to that \noverconfidence is to do stress tests and to \nconsider what happens to an investment, a \nportfolio, and the availability and cost of \nleverage under extreme conditions. Stress tests \ncontribute to the preparation for procyclicality, \nespecially on the downside.  \nInvestment process. Try to incorporate methods \nand techniques to manage or mitigate bias in the \ninvestment process. One suggestion is to form an \ninvestment committee. The goal of the \ncommittee is to bring together a group with \ndiverse views and experiences, encourage them \nto identify and articulate alternative views, and \nestablish a range of value outcomes with \nassociated probabilities.  \nProcess audits. One key to improving the quality \nof decisions is to track the decision-making \nprocess and to revisit that process regularly to \nlearn lessons from successes and setbacks. An \ninvestment firm may codify this process through \nperiodic reviews of portfolios and memos.  \nProcyclicality reflects both underlying economic \nrealities and psychological forces. Managing and \nprofiting from procyclicality requires a constant, \nthorough assessment of possible outcomes.    \nIn a future report, we will look at current market \nconditions and ask whether there are warning \nsigns of procyclical bubbles. We will review \nvarious markets and asset classes, and we will \nconsider valuations as well as a number of the \ncauses and contributors described in this report.\n"
    },
    {
      "number": 11,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n10 \nEndnotes \n1 Tobias Adrian and Hyun Song Shin, “Procyclical Leverage and Value-at-Risk,” SRC Discussion Paper \nNo. 1, September 2013. \n2 Remarks by Chairman Alan Greenspan, Annual Dinner and Francis Boyer Lecture of the American \nEnterprise Institute for Public Policy Research, December 5, 1996. See \nhttps://www.federalreserve.gov/boarddocs/speeches/1996/19961205.htm. \n3 Roger Bootle, “Why I'm not gripped by 'irrational despair' over the world's stock markets,” Telegraph, \nFebruary 14, 2016. See https://www.telegraph.co.uk/business/2016/02/18/why-im-not-gripped-by-\nirrational-despair-over-the-worlds-stock-m/. \n4 Jim Cramer, “The Winners of the New World,” TheStreet, February 29, 2000. \nSee https://www.thestreet.com/story/891820/1/the-winners-of-the-new-world.html. \n5 Warren E. Buffett, “Letter to Shareholders,” Berkshire Hathaway Annual Report, 2006. See \nhttp://www.berkshirehathaway.com/letters/2006ltr.pdf. \n6 Minsky’s moment, Economist, July 30, 2016.  \n7 Hyman P. Minsky, “The Financial Instability Hypothesis,” Jerome Levy Economics Institute Working \nPaper No. 74, May 1992. \n8 Jon Hilsenrath, “What We Know About Financial Bubbles,” Wall Street Journal, September 22, 2017. \nSee https://www.wsj.com/articles/what-we-know-about-financial-bubbles-1506090178. \n9 Minsky (1992). \n10 Minsky’s moment, Economist, July 30, 2016.  \n11 Bruce A. Ramsay and Peter Sarlin, “Ending Over-Lending: Assessing Systemic Risk with Debt to Cash \nFlow,” European Central Bank Working Paper No. 1769, March 2015. \n12 John Geanakoplos, “The Leverage Cycle,” Cowles Foundation Discussion Paper No.1715R, January \n2010. \n13 Tyler Atkinson, David Luttrell, Harvey Rosenblum, “How Bad Was It? The Costs and Consequences of \nthe 2007-09 Financial Crisis,” Federal Reserve Bank of Dallas, No. 20, July 2013. \n14 Geanakoplos (2010). \n15 James Surowiecki, The Wisdom of Crowds: Why the Many Are Smarter Than the Few and How \nCollective Wisdom Shapes Business, Economies, Societies, and Nations (New York: Doubleday and \nCompany, 2004). \n16 Michael J. Mauboussin, “Revisiting Market Efficiency: The Stock Market as a Complex Adaptive \nSystem,” Journal of Applied Corporate Finance, Vol. 14, No. 4, Winter 2002, 47-55. \n17 Preston Teeter and Jörgen Sandberg, “Cracking the Enigma of Asset Bubbles with Narratives,” \nStrategic Organization, Vol. 15, No. 1, February 2017, 91-99. \n18 Carl Richards, “Tomorrow’s Market Probably Won’t Look Anything Like Today,” New York Times, \nFebruary 13, 2012. See https://bucks.blogs.nytimes.com/2012/02/13/tomorrows-market-probably-wont-\nlook-anything-like-today/. \n19 Meta S. Brown, “Why Nate Silver's Forecasts Are Better Than Yours (And How You Can Improve),” \nForbes, July 31, 2016. See https://www.forbes.com/sites/metabrown/2016/07/31/why-nate-silvers-\nforecasts-are-better-than-yours-and-how-to-improve-yours/#27acfe117bcf. \n20 Nate Silver, “Nate Silver’s Theory on ‘Recency Bias,’” Esquire, February 9, 2009. See \nhttps://www.esquire.com/news-politics/a5549/nate-silver-on-economy-0309/. \n21 Aleksandar Andonov and Joshua D. Rauh, “The Return Expectations of Institutional Investors,” \nStanford University Graduate School of Business Research Paper No. 18-5, December 28, 2017. \n22 Sam Peltzman, “The Effects of Automobile Safety Regulation,” Journal of Political Economy, Vol. 83, \nNo. 4, August 1975, 677-726. \n23 Jon Hilsenrath, “Fed Officials Growing Wary of Market Complacency,” Wall Street Journal, June 3, \n2014. See https://www.wsj.com/articles/fed-officials-growing-wary-of-market-complacency-\n1401822324. \n24 Jason Zweig, “How to Ignore the Yes-Man in Your Head,” Wall Street Journal, November 19, 2009. \n25 Sebastien Pouget, Julien Sauvagnat, and Stephane Villeneuve, “A Mind Is a Terrible Thing to \nChange: Confirmatory Bias in Financial Markets,” Review of Financial Studies, Vol. 30, No. 6, June 2017, \n2066-2109. \n26 Mervyn King, The End of Alchemy: Money, Banking, and the Future of the Global Economy (New \nYork: W.W. Norton & Company, 2016), 32.  \n27 Gregory Zuckerman, Gunjan Banerji, and Heather Gillers, “Harvard, Hawaii Gambled on Market \nCalm—Then Everything Changed,” Wall Street Journal, February 14, 2018. For a discussion about the \nbehavior of individuals, see Chen Lian, Yueran Ma, and Carmen Wang, “Low Interest Rates and Risk \nTaking: Evidence from Individual Investment Decisions, Working Paper, December 28, 2017. \n28 Adrian and Shin (2013). \n"
    },
    {
      "number": 12,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n11 \n29 Aleksandar Andonov, Rob M.M.J. Bauer, and K. J. Martijn Cremers, “Pension Fund Asset Allocation \nand Liability Discount Rates,” Review of Financial Studies, Vol. 30, No. 8, August 2017, 2555-2595. \n30 Joshua D. Rauh, “Hidden Debt, Hidden Deficits: 2017 Edition: How Pension Promises are Consuming \nState and Local Budgets,” Hoover Institution Essay, May 2017. \n31 Norbert Michel, “Government Policies Caused the Financial Crisis and Made the Recession Worse,” \nForbes, January 26, 2015. See https://www.forbes.com/sites/norbertmichel/2015/01/26/government-\npolicies-caused-the-financial-crisis-and-made-the-recession-worse/#70f0d369564e. \n32 Marcus Miller, Paul Weller, and Lei Zhang, “Moral Hazard and the US Stock Market: Analyzing the \n‘Greenspan Put,’” Economic Journal, Vol. 112, No. 478, March 2002, C171-186. \n33 King (2016), 26-31. \n34 Jukka Pihlman and Han van der Hoorn, “Procyclicality in Central Bank Reserve Management: \nEvidence from the Crisis,” IMF Working Paper, June 2010. \n"
    },
    {
      "number": 13,
      "text": " \nBL U EM O UN TA IN  INV ES TM E NT RESE A RC H  \n12 \nDisclaimers: \nThis report is provided for informational purposes only and is intended solely for the person to whom it is delivered by BlueMountain \nCapital Management, LLC (“BlueMountain”). This report is confidential and may not be reproduced in its entirety or in part, or \nredistributed to any party in any form, without the prior written consent of BlueMountain. This report was prepared in good faith by \nBlueMountain for your specific use and contains a general market update and information concerning procyclicality and its \nextremes. \nThis report does not constitute an offer to sell or the solicitation of an offer to purchase any securities of any funds or accounts \nmanaged by BlueMountain (the “Funds”). Any such offer or solicitation may be made only by means of the delivery of a confidential \noffering memorandum, which will contain material information not included herein and shall supersede, amend and supplement this \nreport in its entirety. Information contained in this report is accurate only as of its date, regardless of the time of delivery or of any \ninvestment, and does not purport to be complete, nor does BlueMountain undertake any duty to update the information set forth \nherein. \nThis report should not be used as the sole basis for making a decision as to whether or not to invest in the Funds or any other fund or \naccount managed by BlueMountain. In making an investment decision, you must rely on your own examination of the Funds and \nthe terms of the offering. You should not construe the contents of these materials as legal, tax, investment or other advice, or a \nrecommendation to purchase or sell any particular security. \nThe returns of several market indices are provided in this report as representative of general market conditions and that does not \nmean that there necessarily will be a correlation between the returns of any of the Funds, on the one hand, and any of these \nindices, on the other hand. \nThe information included in this report is based upon information reasonably available to BlueMountain as of the date noted herein. \nFurthermore, the information included in this report has been obtained from sources that BlueMountain believes to be reliable; \nhowever, these sources cannot be guaranteed as to their accuracy or completeness. No representation, warranty or undertaking, \nexpress or implied, is given as to the accuracy or completeness of the information contained herein, by BlueMountain, its members, \npartners or employees, and no liability is accepted by such persons for the accuracy or completeness of any such information. \nThis report contains certain “forward-looking statements,” which may be identified by the use of such words as “believe,” “expect,” \n“anticipate,” “should,” “planned,” “estimated,” “potential,” “outlook,” “forecast,” “plan” and other similar terms. Examples of \nforward-looking statements include, without limitation, estimates with respect to financial condition, results of operations, and \nsuccess or lack of success of BlueMountain’s investment strategy or the markets generally. All are subject to various factors, \nincluding, without limitation, general and local economic conditions, changing levels of competition within certain industries and \nmarkets, changes in interest rates, changes in legislation or regulation, and other economic, competitive, governmental, regulatory \nand technological factors affecting BlueMountain’s operations, each Fund’s operations, and the operations of any portfolio \ncompanies of a Fund, any or all of which could cause actual results to differ materially from projected results. \n \n \n"
    }
  ]
}