{
  "filename": "mm_116_2016_operating_leverage__a_framework_for_anticipating_changes_in_earnings.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423230059-07'00'",
    "modDate": "D:20240423230420-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 116,
      "year": "2016",
      "date": "6/14",
      "institution": "Credit Suisse",
      "title": "Operating Leverage: A Framework for Anticipating Changes in Earnings",
      "url": "https://12mv2.files.wordpress.com/2024/04/16-06-14-operating-leverage__a-framework-for-anticipating-changes-in-earnings.pdf"
    },
    "tags": [
      "Alpha generation",
      "Expectations analysis",
      "Financial metrics",
      "Investment process"
    ],
    "tagged_at": "2025-01-20T21:28:46.010099"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nJune 14, 2016 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \nDarius Majd \ndarius.majd@credit-suisse.com \n \n \n \nSource: Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for \nBetter Returns (Boston, MA: Harvard Business School Press, 2001), 41. \n \n“Analysts’ usual optimism, their tendency to forecast in a narrow and \ncomfortable range, and the business cycle prove to be the bane of their \nforecasts. Acceleration or deceleration in economic growth tends to catch \nanalysts off-guard.”  \nVijay Kumar Chopra1 \n \n Analysts are commonly too optimistic about earnings growth and often \nmiss estimates by a wide margin. \n This report outlines a systematic way to assess earnings revisions with a \nspecific emphasis on operating leverage.  \n We cover the drivers of sales growth and then discuss the value factors, \nwhich determine the impact of sales changes on operating profit. \n To measure operating leverage, we examine the relationship between the \nchange in sales and the change in operating profit for the top 1,000 \ncompanies from 1950 through 2014. We also examine eight sectors. \n Operating leverage and financial leverage together determine earnings \nvolatility. \n Sales growth, profit growth, and value creation do not always go together. \n \n \n \nSales\nVolume\nPrice & mix\nOperating leverage\nEconomies of scale\nOperating\nmargin\nβ\nFinancial\nleverage\nβ\nEarnings\nCost\nValue trigger\nValue factor\nValue driver Financial leverage\nCost efficiencies\nEarnings\nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nOperating Leverage \nA Framework for Anticipating Changes in Earnings \n"
    },
    {
      "number": 2,
      "text": "June 14, 2016  \n \nOperating Leverage \n2 \nIntroduction \n \nFor a fundamental investor, anticipating revisions in expectations is the key to generating attractive returns.2 \nSources of those revisions include fundamental outcomes (typically earnings revisions) and an assessment of \nhow the market will value those fundamentals (multiple expansion or contraction). Investors who are able to \nforecast earnings in a year’s time that are substantially different than today’s expectations can earn \nmeaningful excess returns.3  \n \nAnalysts are commonly too optimistic about earnings growth and often miss estimates by a wide margin.4 This \nis especially pronounced for companies that have high operating leverage and surprise the market with weak \nsales.5 Buy-side analysts are generally more optimistic and less accurate than sell-side analysts.6   \n \nOperating leverage measures the change in operating profit as a function of the change in sales. Operating \nleverage is high when a company realizes a relatively large change in operating profit for every dollar of change \nin sales. Operating leverage is low when operating profit is mostly unchanged for every dollar of change in \nsales. Operating profit is earnings before interest and taxes (EBIT) and is the same as operating income.  \n \nThis report outlines a systematic way to assess earnings revisions with a specific emphasis on operating \nleverage. The goal is to be able to better anticipate revisions in expectations. The issue of operating leverage \ndoes not receive enough attention, in our view, and it can provide insight into excess returns. For instance, \nthere is empirical evidence that operating leverage can help explain the value premium.7 \n \nExhibit 1 is the roadmap for this analysis. The process starts on the left side with an analysis of the change in \nsales. Sales changes, in turn, can be refined using “value factors” to determine the impact on operating profit. \nThe value factors are based on established microeconomic principles. Consideration of sales changes and the \nrole of the value factors allows you to calculate operating leverage, or “operating margin beta (β).” You can \nthen incorporate the degree of financial leverage to determine the variability of earnings.  \n \nThe main utility of exhibit 1 is to allow you to understand the cause and effect of changes in earnings. The \ninteraction between sales and operating profit is crucial. Not all sales growth has the same effect on \nprofitability. Note that you can use the roadmap to analyze the past as well as to anticipate the future.     \n \nExhibit 1: Framework for Assessing Operating Leverage \n \nSource: Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for Better Returns (Boston, MA: Harvard Business \nSchool Press, 2001), 41. \nSales\nVolume\nPrice & mix\nOperating leverage\nEconomies of scale\nOperating\nmargin\nβ\nFinancial\nleverage\nβ\nEarnings\nCost\nValue trigger\nValue factor\nValue driver Financial leverage\nEarnings\nCost efficiencies\n"
    },
    {
      "number": 3,
      "text": "June 14, 2016  \n \nOperating Leverage \n3 \nThe easiest way to think about operating leverage is as the ratio of fixed to variable costs. Fixed costs are \ncosts that a company must bear irrespective of its sales level. If sales shrink, fixed costs don’t budge and \nprofits fall sharply. Conversely, profits rise substantially if sales grow. Theme parks are an example of a \nbusiness with high operating leverage. Roughly three-quarters of the costs for that business are fixed, with \nlabor as the largest component.8  \n \nVariable costs are linked to output. These costs rise and fall in tandem with sales. The commissions a \ncompany pays to its sales force is an example of a variable cost. Commissions move together with sales, \nlimiting the degree of operating leverage.    \n \nExhibit 2 illustrates the impact that sales changes have on operating profit margins for businesses with high \n(75 percent) or low (25 percent) fixed costs. The operating profit margin is 20 percent for both businesses \nwhen sales are $10 million. At $25 million of sales, the high-fixed-cost business sees its operating profit \nmargin soar to nearly 60 percent, while the low-fixed-cost business has an operating profit margin of only \nslightly above 30 percent. At $5 million of sales, however, the business with high fixed costs loses money and \nrecords a margin of -40 percent, while the business with low variable costs breaks even.    \n \nExhibit 2: Cost Structure Composition and Operating Profit Scalability \n \nSource: Credit Suisse.  \nNote: Cost structure based on $10 million in sales. \n \nExhibit 3 shows the ratio of fixed assets to total assets by sector. A fixed asset is not sold or consumed during \nthe normal course of business. Examples include land, manufacturing plants, and acquired intangibles. The \nbasic idea is that companies that rely on a high ratio of fixed to total assets have high fixed costs. There is a \npositive correlation between the ratio of fixed assets to total assets and operating leverage. \n \n \n \n \n \n \n \n-60\n-40\n-20\n0\n20\n40\n60\n5\n10\n15\n20\n25\nOperating Profit  Margin (Percent)\nSales ($ Millions)\n75% Fixed / 25% Variable\n25% Fixed / 75% Variable\n"
    },
    {
      "number": 4,
      "text": "June 14, 2016  \n \nOperating Leverage \n4 \nExhibit 3: Fixed Assets to Total Assets by Sector \n \nSource: Aswath Damodaran. \nNote: Global companies as of January 2015; Fixed-to-total asset ratio for each sector is the average of the industries in that sector.  \n \nIt is important to underscore that all costs are variable in the long run. While the distinction between fixed and \nvariable costs is practical and useful for modeling purposes, companies can reduce fixed and variable costs if \nsales decline.9 Further, growth eventually dilutes the advantage of an incumbent in a business with high fixed \ncosts, because the ratio of fixed to variable costs declines as the industry grows.10  \n \nExhibit 4 shows the drivers of operating profit changes for the largest 1,000 global companies, by market \ncapitalization, for the last 65 years. The sample excludes companies in the financial services and utility \nindustries. Operating leverage is particularly pronounced in periods of recession and subsequent recovery.  \n \nExhibit 4: Drivers of Operating Profit for Top 1,000 Companies (1950-2014) \n \nSource: Credit Suisse HOLT®. \nNote: Sample excludes financial services and utilities. \n0.0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\nConsumer Staples\nHealth Care\nConsumer Discretionary\nInformation Technology\nIndustrials\nTelecommunication Services\nMaterials\nEnergy\nFixed Assets to Total Assets\n-20\n-10\n0\n10\n20\n30\n40\n50\n1950\n1952\n1954\n1956\n1958\n1960\n1962\n1964\n1966\n1968\n1970\n1972\n1974\n1976\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\nAnnual Change (Percent)\nChange in Operating Margin\nChange in Sales\nChange in Operating Profit\n"
    },
    {
      "number": 5,
      "text": "June 14, 2016  \n \nOperating Leverage \n5 \nThe rest of this report has four parts. We start with the drivers of sales growth. We then discuss the value \nfactors, which determine the impact of sales changes on operating profit. Next we review the empirical results \nof our analysis of operating margin β, or how the change in operating profit relates to the change in sales. We \nconclude with data on financial leverage. Companies with debt incur interest expense, which serves to amplify \nthe changes in operating earnings. Companies with high operating and financial leverage have greater swings \nin earnings, and hence risk, than those with low operating and financial leverage.11   \n \nSales Growth \n \nWe can forecast sales growth using a number of approaches. One logical starting point is overall economic \ngrowth. The left panel of exhibit 5 shows the correlation between annual growth in gross domestic product \n(GDP) in the United States and the median sales growth rate for the top 1,000 global companies by market \ncapitalization from 1950-2014. The right panel is the relationship between growth in industrial production (IP) \nin the United States and sales growth, both adjusted for inflation. GDP and IP are highly correlated.   \n \nExhibit 5: Median Sales Growth Is Correlated with GDP and IP Growth (1950-2014) \n \nSource: Credit Suisse HOLT®; Bureau of Economic Analysis; Board of Governors of the Federal Reserve System. \n \nNaturally, some sectors are more sensitive to overall economic growth than others. Exhibit 6 shows the \ncorrelation between annual U.S. GDP growth and median annual sales growth for eight sectors. The \nconsumer discretionary and industrial sectors have relatively high correlations with GDP while consumer \nstaples and health care have correlations that are relatively low.   \n \n \n \n \n \n \n \n \n \n-5\n0\n5\n10\n15\n-5\n0\n5\n10\nAnnual Real Sales Growth (Percent)\nAnnual Real GDP Growth (Percent)\nr = 0.65\n-5\n0\n5\n10\n15\n-5\n0\n5\n10\nAnnual Real Sales Growth (Percent)\nAnnual Industrial Production Growth (Percent)\nr = 0.73\n"
    },
    {
      "number": 6,
      "text": "June 14, 2016  \n \nOperating Leverage \n6 \nExhibit 6: Sales Growth versus U.S. GDP Growth by Sector (1950-2014) \n \nSource: Credit Suisse HOLT®. \nNote: Growth rates are adjusted for inflation. Sector growth rates are calculated using medians. Telecommunication Services includes 1960-2014. \n-4\n-2\n0\n2\n4\n6\n8\n10\n12\n-4\n-2\n0\n2\n4\n6\n8\n10\nAnnual Sales Growth (Percent)\nAnnual GDP Growth (Percent)\nConsumer Staples\nr = 0.37\n-4\n-2\n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n20\n-4\n-2\n0\n2\n4\n6\n8\n10\nAnnual Sales Growth (Percent)\nAnnual GDP Growth (Percent)\nConsumer Discretionary\nr = 0.77\n-10\n-5\n0\n5\n10\n15\n20\n-4\n-2\n0\n2\n4\n6\n8\n10\nAnnual Sales Growth (Percent)\nAnnual GDP Growth (Percent)\nHealth Care\nr = 0.43\n-5\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n-4\n-2\n0\n2\n4\n6\n8\n10\nAnnual Sales Growth (Percent)\nAnnual GDP Growth (Percent)\nInformation Technology \nr = 0.55\n-20\n-15\n-10\n-5\n0\n5\n10\n15\n20\n25\n-4\n-2\n0\n2\n4\n6\n8\n10\nAnnual Sales Growth (Percent)\nAnnual GDP Growth (Percent)\nMaterials\nr = 0.53\n-35\n-25\n-15\n-5\n5\n15\n25\n-4\n-2\n0\n2\n4\n6\n8\n10\nAnnual Sales Growth (Percent)\nAnnual GDP Growth (Percent)\nEnergy\nr = 0.12\n-5\n0\n5\n10\n15\n20\n25\n-4\n-2\n0\n2\n4\n6\n8\n10\nAnnual Sales Growth (Percent)\nAnnual GDP Growth (Percent)\nTelecommunication Services\nr = 0.51\n-10\n-5\n0\n5\n10\n15\n20\n-4\n-2\n0\n2\n4\n6\n8\n10\nAnnual Sales Growth (Percent)\nAnnual GDP Growth (Percent)\nIndustrials\nr = 0.74\n"
    },
    {
      "number": 7,
      "text": "June 14, 2016  \n \nOperating Leverage \n7 \nIndustry growth is the primary factor that analysts consider when they make sales forecasts.12 There are a \nnumber of issues to consider when assessing industry growth.13 The first is where the industry is in its life \ncycle.14 Industry growth tends to follow an S-curve, where there is rapid sales growth for a time followed by \nflattened sales growth. Industries have different rates of growth as well as variations in growth rates.15  \n \nOne common analytical mistake is to extrapolate high growth in the middle of an S-curve. One famous \nexample is the production of color television sets, which were launched in the late 1950s and reached a sales \npeak in 1968. The industry grew rapidly in the 1960s, which encouraged manufacturers to add capacity. But \nthey extrapolated the sharp growth and failed to recognize the top of the S-curve. The result was \nmanufacturing capacity in the later 1960s of 14 million units and peak unit sales of 6 million units. A sensible \njudgment of the number of potential customers multiplied by the revenue per customer informs the \nassessment of industry size.  \n    \nMergers and acquisitions (M&A) are also important in determining sales growth. One study of the sales growth \nof large companies found that M&A accounted for about one-third of total top-line gain.16 Large M&A deals \nmerit careful analysis because they can change the nature of a company’s operating leverage. However, the \nevidence shows it is challenging to create substantial value through M&A.17   \n \nChanges in a company’s market share within an industry also influence sales growth rates. Market shares \ntend to be volatile in emerging industries, as technological change is rapid and entry and exit is rampant.18 But \nmarket shares tend to settle down as an industry matures. There is a positive correlation between market \nshare and profitability. But there is also evidence that corporate objectives focused on competitors, including \nmarket share targets, are mostly harmful to a firm’s profitability.19    \n \nThere are two basic ways to forecast. One is to gather information and create a bottom-up forecast. The other \nis to look at the outcomes of instances in a similar reference class.20 For instance, you might forecast a \nbeverage company’s sales by estimating the price and volume of future servings. Alternatively, you might \nconsider the distribution of the sales growth rates for companies of a similar size. In the latter case, you are \nconsidering the commonality with other businesses rather than focusing on the uniqueness of the situation. \n \nOur report, “The Base Rate Book—Sales Growth,” provides the base rates of sales growth for thousands of \ncompanies going back to 1950, offering a reality check for forecasts.21 This research shows that analysts and \ncompanies are commonly too optimistic about sales growth rates, that sales declines occur much more \nfrequently than forecasts suggest, and that mean and median sales growth rates decline as firm size increases.  \n \nSales growth is the most important value driver for most companies because it is the largest source of cash \nand affects four of the value factors. But it is important to emphasize that sales growth, profit growth, and \nvalue creation are distinct. Sales growth only creates value when a company earns a rate of return on \ninvestment that is above the cost of capital. As a result, companies can grow profits without creating value. \nIndeed, sales growth destroys value for a company earning a return below the cost of capital. \n \nThe threshold margin is the level of operating profit margin at which a company earns its cost of capital.22 To \nbreak even in terms of economic value, a company with higher capital intensity requires a higher operating \nprofit margin than a company with lower capital intensity. So threshold margin is an analytically sound way to \nmake the connection between sales growth, profits, and value creation. Appendix A defines threshold margin \nand incremental threshold margin. Appendix B shows that the overall rise in operating profit margin has been \ndriven by companies in the highest margin quintile and documents the history of operating profit margin by \nsector. \n \n"
    },
    {
      "number": 8,
      "text": "June 14, 2016  \n \nOperating Leverage \n8 \nValue Factors \n \nSales changes can have varying effects on operating profit margins. Careful consideration of the value factors, \nincluding volume, price and mix, operating leverage, and economies of scale, will allow you to sort out cause \nand effect. Here’s a quick description of the value factors:23 \n \n Volume. Volume captures the potential revision in expectations for the number of units a company sells. \nVolume changes lead to sales changes and can influence operating profit margins through operating \nleverage and economies of scale.  \n \n Price and Mix. Change in selling price means that a company sells the same unit at a different price. If a \ncompany can raise its price in an amount greater than its incremental cost, margins will rise. Warren \nBuffett, chairman and chief executive officer of Berkshire Hathaway and one of the most successful \ninvestors in the past half century, argued that “the single most important decision in evaluating a business \nis pricing power.” This is not just relevant for established businesses. Marc Andreessen, co-founder and \ngeneral partner of the venture capital firm Andreessen Horowitz, recently said “probably the single \nnumber one thing we try to get our companies to do is raise prices.”24  \n \nPrice elasticity, a measure of the change in the demand for the quantity of a good or service relative to a \nchange in price, is one way to assess pricing power. Goods or services that are inelastic (e.g., cigarettes \nand gasoline) have small changes in demand for a given price change, whereas price changes create \nlarge changes in demand for elastic goods (e.g., leisure airline travel and high-end spirits). One study of \nprice elasticity for a sample of roughly 370 goods found that a 1 percent change in price would lead to \nan average of a 1.76 percent change in demand.25      \n \nPrice mix captures the change in sales of high- and low-margin products. Goodyear Tire & Rubber is an \nexample of a company that has had a positive sales mix in recent years. Goodyear’s sales in 2015 were \n28 percent lower than those in 2011 and its total unit volume was 8 percent less. Both sales and volume \ndeclined in each year since 2011 with the exception of 2015 for volume. Yet the company’s operating \nincome rose nearly 50 percent over that period, while its operating profit margin expanded 6 percentage \npoints. A shift in mix from low-margin commodity tires to high-margin premium tires allowed the company \nto increase operating margins.26 Exhibit 7 summarizes these figures. \n \nExhibit 7: Goodyear Tire & Rubber Change in Sales Mix (2011-2015) \n \nSource: Company reports. \n0\n2\n4\n6\n8\n10\n12\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n2011\n2012\n2013\n2014\n2015\nOperating Profit Margin (Percent)\nSales (Billions U.S. Dollars)\nSales\nOperating Profit Margin\n"
    },
    {
      "number": 9,
      "text": "June 14, 2016  \n \nOperating Leverage \n9 \n Operating Leverage. Businesses almost always invest money before they can generate sales and \nprofits. These outlays are called “preproduction costs.” For some companies, including those in the \nchemical, steel, and utility businesses, the costs relate to physical facilities. These investments are \ncapitalized on the balance sheet and the accountants depreciate their value on the income statement \nover time. Other companies, such as those in the biotechnology or software industries, make huge \ninvestments in research and development or in writing code but expense most of those investments.  \n \nPreproduction costs lower operating profit margins in the short run. But as subsequent sales of the good \nor service occur, margins rise. Think of it this way: Say a manufacturing company incurs substantial \npreproduction costs to build a factory that can produce 100 widgets but only produces 50 today. As \nvolume rises from 50 to 100 widgets, the incremental investment is small and operating margins rise. \nOperating leverage is relevant when you see a company in a position to reap the benefit of its spending \non preproduction costs.  \n \nCapacity utilization is one way to assess operating leverage (see exhibit 8). Operating margins tend to \nshrink when capacity utilization falls and expand when utilization rises. Exhibit 9 shows this relationship.     \n \nExhibit 8: Capacity Utilization: Total Industry (1967-April 2016) \n \nSource: Board of Governors of the Federal Reserve System (U.S.). \nNote: Monthly data. \n \n \n \n \n \n \n \n \n \n \n \n \n \n65\n70\n75\n80\n85\n90\n1967\n1970\n1973\n1976\n1979\n1982\n1985\n1988\n1991\n1994\n1997\n2000\n2003\n2006\n2009\n2012\n2015\nPercent of Capacity\n"
    },
    {
      "number": 10,
      "text": "June 14, 2016  \n \nOperating Leverage \n10 \nExhibit 9: Changes in Capacity Utilization and Changes in Operating Margin (1967-2014) \n \nSource: Board of Governors of the Federal Reserve System (U.S.) and Credit Suisse HOLT®. \nNote: Annual data. \n \n Economies of Scale. A company enjoys economies of scale when it can perform key activities at a \nlower cost per unit as its volume increases. These tasks include purchasing, production, marketing, sales, \nand distribution. Economies of scale lead to greater efficiency as volume increases. This is distinct from \noperating leverage, where margin improvement is the result of spreading preproduction costs over larger \nvolumes. Mistaking operating leverage for economies of scale may lead to the incorrect conclusion that \nunit costs will decline even as the company expands to meet new demand. \n \nThe financial results of Home Depot, the largest home improvement retailer in the United States, are an \nexample of economies of scale. Home Depot’s gross margins expanded from 27.7 percent in fiscal \n1996 to 29.9 percent in fiscal 2001 as it added incremental sales in excess of $30 billion. The company \nattributed the improvement in its profitability to the ability to use its size to get better prices from its \nsuppliers. \n \n Cost Efficiencies. Cost efficiencies can also affect operating profit margin but are unrelated to sales \nchanges and hence not relevant to a discussion of operating leverage. Still, you must account for \noperating margin changes as the result of cost efficiencies. These efficiencies come about in two ways. \nA company can either reduce costs within an activity or it can reconfigure its activities.27  \n \nThe discussion of sales changes and the value factors provides you with a framework to consider operating \nleverage, or how operating profit rises or falls as a function of a change in sales. We now turn to an empirical \nexamination of operating leverage by sector to understand the past and to get a sense of where operating \nleverage is most pronounced. \n \n \n \n \n \n-20\n-15\n-10\n-5\n0\n5\n10\n15\n20\n-15\n-10\n-5\n0\n5\n10\nChange in Operating Margin (Percent)\nChange in Capacity Utilization (Percent)\nr = 0.59\n"
    },
    {
      "number": 11,
      "text": "June 14, 2016  \n \nOperating Leverage \n11 \nEmpirical Results for Operating Leverage \n \nWe measure operating leverage by examining the relationship between the change in sales and the change in \noperating profit in a particular period. Exhibit 10 shows this calculation for the top 1,000 global companies by \nmarket capitalization, excluding financials and utilities, over 1- and 3-year periods from 1950 through 2014. \nWe call the slope of the least-squares regression line the “operating margin beta (β),” and it is a good proxy \nfor the degree of operating leverage. The operating margin β for both periods is about 0.10, and is slightly \nhigher for the one-year change. The way to interpret the β is that for every $1.00 change in sales, operating \nprofit changes by approximately $0.10.  \n \nExhibit 10: Operating Leverage for the Top 1,000 Global Companies (1950-2014) \n \nSource: Credit Suisse HOLT®. \nNote: All amounts in 2014 U.S. dollars; winsorized at 2nd and 98th percentiles. \n    \nNaturally, operating margin β varies by sector and industry given the different economic characteristics of each. \nExhibit 11 shows the data and operating margin β for eight sectors, ranked from highest to lowest leverage. \nExhibit 12 shows the results for each sector for the one- and three-year periods.  \n \nExhibit 11: Operating Margin Beta by Sector (1950-2014) \n \nSource: Credit Suisse HOLT®. \n \n \ny = 0.11x + 4.06\n-1,500\n-1,000\n-500\n0\n500\n1,000\n1,500\n2,000\n-5,000\n0\n5,000\n10,000\n15,000\n1-Year Change in Operating Income\n1-Year Change in Sales\ny = 0.10x + 4.15\n-2,000\n-1,000\n0\n1,000\n2,000\n3,000\n4,000\n-10,000\n0\n10,000\n20,000\n30,000\n3-Year Change in Operating Income\n3-Year Change in Sales\nSector\nOne-Year Operating \nMargin Beta\nThree-Year Operating \nMargin Beta\nMaterials\n0.19\n0.16\nInformation Technology\n0.17\n0.16\nTelecommunication Services\n0.17\n0.19\nEnergy\n0.13\n0.10\nHealth Care\n0.12\n0.12\nIndustrials\n0.08\n0.08\nConsumer Discretionary\n0.08\n0.07\nConsumer Staples\n0.07\n0.07\n"
    },
    {
      "number": 12,
      "text": "June 14, 2016  \n \nOperating Leverage \n12 \nExhibit 12: Operating Margin Beta by Sector (1950-2014) \n \nConsumer Discretionary \n \n \nConsumer Staples \n \n \nEnergy \n \ny = 0.08x + 8.34\n-1,000\n-500\n0\n500\n1,000\n1,500\n-5,000\n0\n5,000\n10,000\n1-Year Change in Operating Income\n1-Year Change in Sales\ny = 0.07x + 16.01\n-1,000\n-500\n0\n500\n1,000\n1,500\n2,000\n2,500\n3,000\n3,500\n-5,000\n0\n5,000\n10,000\n3-Year Change in Operating Income\n3-Year Change in Sales\ny = 0.07x + 23.06\n-600\n-400\n-200\n0\n200\n400\n600\n800\n1,000\n1,200\n-5,000\n0\n5,000\n10,000\n1-Year Change in Operating Income\n1-Year Change in Sales\ny = 0.07x + 63.49\n-1,000\n-500\n0\n500\n1,000\n1,500\n2,000\n2,500\n-10,000\n0\n10,000\n20,000\n30,000\n3-Year Change in Operating Income\n3-Year Change in Sales\ny = 0.10x + 56.12\n-6,000\n-4,000\n-2,000\n0\n2,000\n4,000\n6,000\n8,000\n10,000\n12,000\n-50,000\n0\n50,000\n100,000\n3-Year Change in Operating Income\n3-Year Change in Sales\ny = 0.13x - 38.84\n-6,000\n-4,000\n-2,000\n0\n2,000\n4,000\n6,000\n-20,000\n0\n20,000\n40,000\n1-Year Change in Operating Income\n1-Year Change in Sales\n"
    },
    {
      "number": 13,
      "text": "June 14, 2016  \n \nOperating Leverage \n13 \nHealth Care \n \n \nIndustrials \n \n \nInformation Technology \n \ny = 0.12x + 119.68\n-1,500\n-1,000\n-500\n0\n500\n1,000\n1,500\n2,000\n2,500\n3,000\n3,500\n4,000\n-10,000\n0\n10,000\n20,000\n30,000\n3-Year Change in Operating Income\n3-Year Change in Sales\ny = 0.12x + 39.39\n-1,000\n-500\n0\n500\n1,000\n1,500\n-5,000\n0\n5,000\n10,000\n1-Year Change in Operating Income\n1-Year Change in Sales\ny = 0.08x + 10.44\n-1,500\n-1,000\n-500\n0\n500\n1,000\n1,500\n2,000\n2,500\n-10,000\n0\n10,000\n20,000\n3-Year Change in Operating Income\n3-Year Change in Sales\ny = 0.08x + 10.43\n-800\n-600\n-400\n-200\n0\n200\n400\n600\n800\n1,000\n1,200\n-5,000\n0\n5,000\n10,000\n1-Year Change in Operating Income\n1-Year Change in Sales\ny = 0.16x - 66.05\n-3,000\n-2,000\n-1,000\n0\n1,000\n2,000\n3,000\n4,000\n5,000\n6,000\n-10,000\n0\n10,000\n20,000\n30,000\n3-Year Change in Operating Income\n3-Year Change in Sales\ny = 0.17x - 12.25\n-2,000\n-1,500\n-1,000\n-500\n0\n500\n1,000\n1,500\n2,000\n2,500\n-5,000\n0\n5,000\n10,000\n1-Year Change in Operating Income\n1-Year Change in Sales\n"
    },
    {
      "number": 14,
      "text": "June 14, 2016  \n \nOperating Leverage \n14 \nMaterials \n \n \nTelecommunication Services \n \n \nSource: Credit Suisse HOLT®. \nNote: All amounts in 2014 U.S. dollars; winsorized at 2nd and 98th percentiles. \n \n \n \n \ny = 0.16x - 87.24\n-3,000\n-2,000\n-1,000\n0\n1,000\n2,000\n3,000\n4,000\n-5,000\n0\n5,000\n10,000\n15,000\n3-Year Change in Operating Income\n3-Year Change in Sales\ny = 0.19x - 28.83\n-1,500\n-1,000\n-500\n0\n500\n1,000\n1,500\n2,000\n-5,000\n0\n5,000\n10,000\n1-Year Change in Operating Income\n1-Year Change in Sales\ny = 0.17x - 32.04\n-3,000\n-2,000\n-1,000\n0\n1,000\n2,000\n3,000\n4,000\n-10,000\n0\n10,000\n20,000\n1-Year Change in Operating Income\n1-Year Change in Sales\ny = 0.19x - 126.84\n-6,000\n-4,000\n-2,000\n0\n2,000\n4,000\n6,000\n8,000\n10,000\n-20,000\n0\n20,000\n40,000\n3-Year Change in Operating Income\n3-Year Change in Sales\n"
    },
    {
      "number": 15,
      "text": "June 14, 2016  \n \nOperating Leverage \n15 \nOperating margin β has a few practical uses. The error in analyst forecasts tends to be larger in sectors and \nindustries where the operating margin β is high. For example, earnings surprises are large in the metal industry \nbut small in the food industry.28 Understanding the full framework for assessing operating leverage is \nparticularly important for sectors and industries with high operating margin β’s.  \n \nAnalyst errors tend to be large at peaks and troughs in industrial production. When industrial production \ngrowth accelerates, the errors in analyst forecasts tend to fall. When industrial production decelerates, errors \ntend to rise. Analysts, who are normally optimistic, are rewarded when economic conditions are favorable and \nmiss the mark substantially when conditions are poor.29    \n \nNotwithstanding the errors that analysts make when the economy is expanding or contracting, their earnings \nforecasts are more accurate than those of management for businesses with high operating margin β. \nManagement forecasts are better than those of analysts when a firm is dealing with unusual issues such as \nlosses, inventory increases, and excess capacity. Overall, forecasts by management are more accurate than \nanalysts about half of the time, suggesting that the information advantage executives have may not be as \nsignificant as macroeconomic factors in determining the accuracy of their forecasts.30     \n \nAt this point, we have developed a framework to anticipate changes in operating profit. The process involves \nconsideration of macroeconomic outcomes and microeconomic factors, informed by empirical results. This \nanalysis is the basis for “asset beta,” the risk of a company based on the volatility of operating income and \nwithout regard for financial policy. We now introduce the role of financial leverage as a final step to understand \nvolatility in earnings.       \n \nFinancial Leverage \n \nEarnings volatility for a company is determined by the combination of volatility in operating profit and financial \nleverage. Financial leverage captures the amount of debt a company assumes, net of the cash that it holds. \nLots of debt increases the volatility of earnings because a company has to pay interest expense, which you \ncan think of as another fixed cost. As a result, financial leverage amplifies changes in operating income. In \nexhibit 1, we refer to this as “financial leverage beta (β).”  \n \nTo illustrate the impact of financial leverage β, consider two companies, A and B, which have the same \nscenarios for operating profit next year: \n \n \n \nSince A is free of debt, the variability of pretax profit mirrors that of operating profit. In this case, the highest \nprofit scenario ($120) is 50 percent greater than the lowest ($80). \n \n \nCompany A\nOperating profit\nInterest expense\nPretax profit\nBullish scenario\n$120\n$0\n$120\nBase case scenario\n100\n0\n100\nBearish scenario\n80\n0\n80\nCompany B\nOperating profit\nInterest expense\nPretax profit\nBullish scenario\n$120\n$30\n$90\nBase case scenario\n100\n30\n70\nBearish scenario\n80\n30\n50\n"
    },
    {
      "number": 16,
      "text": "June 14, 2016  \n \nOperating Leverage \n16 \nB has debt and hence interest expense. The variability of pretax profit for B is much higher than that for A. \nThe highest profit ($90) is 80 percent greater than the lowest profit ($50). The addition of debt creates more \nvolatility in earnings and may suggest different values for the businesses.   \n \nExhibit 13 shows the debt-to-total capital ratios by sector. This ratio uses the book value of debt and the \nmarket value of equity. Higher ratios of debt to total capital are consistent with higher financial leverage. \nHowever, the substantial increase in cash holdings distorts this relationship. For example, Apple’s debt-to-\ntotal-capital ratio was approximately 13 percent on March 31, 2016 (debt of $78 billion and market value of \nequity of $540 billion). But the company had a cash balance in excess of $200 billion. This means that the \ncompany’s net cash position was in excess of $100 billion even after considering the taxes the company \nwould pay if it repatriated the money. \n \nExhibit 13: Debt-to-Total Capital Ratio by Sector \n \nSource: Aswath Damodaran. \nNote: Global companies as of January 2015; Debt-to-total capital ratio for each sector is the average of the industries in that sector.  \n \nCredit ratings are also a proxy for financial leverage. Exhibit 14 shows the statistics for companies of various \ninvestment ratings, including operating margins, the ratio of operating profit to interest expense, debt to total \ncapital, and default rates. Companies with high ratings tend to have high margins, low amounts of debt, and \nstrong interest expense coverage ratios. \n \n \n \n \n \n \n \n \n \n0.00\n0.05\n0.10\n0.15\n0.20\n0.25\n0.30\n0.35\n0.40\nInformation Technology\nHealth Care\nConsumer Staples\nConsumer Discretionary\nTelecommunication Services\nIndustrials\nMaterials\nEnergy\nDebt to Total Capital\n"
    },
    {
      "number": 17,
      "text": "June 14, 2016  \n \nOperating Leverage \n17 \nExhibit 14: Statistics for Companies with Different Credit Ratings \n \nSource: Standard & Poor's Ratings Services, Ratings Direct. \nNote: Financial ratios are medians for 3-year averages (2011-2013) for U.S companies; default rates are median 1-year global default rates (2014). \n \nAcademic research shows that companies with high operating leverage tend to have lower financial leverage.31 \nOur findings are consistent with this when we measure financial leverage as debt-to-total capital based on \nbook value. The idea is that companies with high operating margin β will seek low financial leverage so as to \nmanage overall risk.     \n \nOver the past 30 years, the ratio of cash to assets has risen in the United States from 7 percent in 1980 to \nabout 16 percent today.32 This shift is consistent with the rise in companies that spend a lot of money on \nresearch and development (R&D). As R&D expense is a fixed or quasi-fixed cost, this trend reflects the efforts \nby executives to manage overall risk by using a cash buffer to dampen the impact of operating leverage.  \n \nOperating leverage and financial leverage together determine earnings volatility. Generally speaking, \nexecutives of companies with substantial operating leverage choose a conservative capital structure so as to \nreduce the volatility of the business results.     \n \nConclusion \n \nMaking money in markets requires having a point of view about financial results that is different than what the \nmarket reflects. This not only requires understanding the expectations that today’s price embeds, it also \nmeans you must anticipate something that the market does not.   \n \nMany financial models that analysts build suffer from linear extrapolation. Quality modelling recognizes the \ninteractions between sales growth, profitability, and financial leverage. This report offers a systematic \napproach to conducting this analysis, fortified with substantial empirical results. While much of our empirical \nwork is based on analysis by sector, you can use the framework in exhibit 1 for individual companies. \nAAA\nAA\nA\nBBB\nBB\nB\nOperating income/revenues (%)\n28.0\n26.9\n22.7\n21.3\n17.9\n19.2\nEBIT interest coverage (x)\n40.8\n17.3\n10.3\n5.5\n3.2\n1.3\nDebt/total capital (%)\n2.8\n17.2\n30.7\n41.1\n50.4\n72.7\nReturn on capital (%)\n30.6\n21.6\n22.2\n14.2\n11.1\n7.1\nMedian default rates, 1-Year (%)\n0.00\n0.00\n0.00\n0.12\n0.71\n3.46\nNumber of companies\n4\n15\n94\n233\n253\n266\n"
    },
    {
      "number": 18,
      "text": "June 14, 2016  \n \nOperating Leverage \n18 \nOperating Leverage Checklist \n \n Did you consider the relevant macroeconomic variables and their impact on sales growth rates? \n \n Do you understand the breakdown between the company’s fixed and variable costs? \n \n Have you analyzed which value factors have been relevant in determining past results and which will \n \ncome into play for future earnings? \n \n Did you determine the impact of cost efficiencies? \n \n Have you calculated the operating margin beta for past results and estimated it to make a thoughtful \n \nforecast? \n  \n Did you analyze the balance sheet, including total debt and cash balances, to gauge the effect of \n \nfinancial leverage? \n \n \n"
    },
    {
      "number": 19,
      "text": "June 14, 2016  \n \nOperating Leverage \n19 \nAppendix A: Threshold and Incremental Threshold Operating Profit Margin \n \nConsidering the relationship between sales growth, profit growth, and value creation is vital throughout this \nanalysis. One way to do this is to calculate the threshold margin, or the level of operating profit margin at \nwhich a company earns its cost of capital. To break even in terms of economic value, a company with higher \ncapital intensity requires a higher margin than a company with lower capital intensity.33 \n \nLet’s examine a simple example. Assume a company has the following financial characteristics:  \n \nBase sales \n$100  \nSales growth \n8.0% \nOperating profit margin (base) \n8.4% \nOperating profit margin (incremental) \n8.4% \nIncremental fixed capital rate \n35% \nIncremental working capital rate \n25% \nTax rate \n35% \nCost of capital \n10% \n \nThe definitions for sales growth, operating profit margin, tax rate, and the cost of capital are straightforward. \nThe incremental fixed capital rate captures how much a company will spend on incremental investments in \nfixed capital (more formally, capital expenditures minus depreciation) and is measured as a percentage change \nin sales.  \n \nFor example, if sales grow by $10 and the incremental fixed capital rate is 35 percent, the company’s capital \nexpenditure, net of depreciation, is $3.5. The same idea applies to working capital. For every incremental \ndollar in sales, the incremental working capital rate measures the percent a company needs to reinvest in \nworking capital.  \n \nWe get these figures if we apply the numbers to five years of free cash flow: \n \nYear 0 \nYear 1 \nYear 2 \nYear 3 \nYear 4 \nYear 5 \nSales \n$100.0 \n108.0 \n116.6 \n126.0 \n136.0 \n146.9 \nOperating income \n8.4 \n9.1 \n9.8 \n10.6 \n11.4 \n12.3 \nTaxes \n3.2 \n3.4 \n3.7 \n4.0 \n4.3 \nIncremental fixed capital  \n2.8 \n3.0 \n3.3 \n3.5 \n3.8 \nIncremental fixed capital  \n2.0 \n2.2 \n2.3 \n2.5 \n2.7 \nFree cash flow \n1.1 \n1.2 \n1.3 \n1.4 \n1.5 \n \nWe can see that the company is growing modestly. But the question is whether it is creating shareholder value. \nWe can only assess that by determining whether the company earns a return on its incremental investments \nthat exceeds the cost of capital.  \n \nThe answer is that this company is value neutral (see the column “shareholder value added” at the far right \nbelow). It earns its cost of capital on its investments. This demonstrates that growth does not equal value \ncreation.  \n \n"
    },
    {
      "number": 20,
      "text": "June 14, 2016  \n \nOperating Leverage \n20 \n \n \nWith these parts in place, we can now calculate the incremental threshold margin. This is the margin the \ncompany must achieve on incremental investments in order to earn the cost of capital. \n \nIncremental threshold margin = (incremental fixed + working capital rate) * (cost of capital) \n \n \n \n \n \n \n \n \n \n \n \n \n        (1 + cost of capital) * (1 – tax rate) \n \nSubstituting numbers from above, we can see that the threshold margin is 8.4 percent: \n \nIncremental threshold margin = (0.35 + 0.25) * 0.10 =    0.06     =   0.084  \n \n \n \n \n \n \n \n \n \n \n \n \n(1.10) * (0.65)  \n \n 0.715 \n \nGiven this company’s sales growth, investment needs, tax rate, and cost of capital, it needs to achieve an \nincremental profit margin of 8.4 percent just to earn the cost of capital. What the equation also makes clear is \nthat as a company’s investment needs increase, the business must earn a higher operating profit margin to be \nvalue neutral.  \n \nWhile the incremental threshold margin captures the required margin on new sales, the threshold margin \nreflects the overall margin the company must earn to be value neutral.   \n \nHere’s the equation: \n \n \n \n        \n \n \nThreshold margin = (prior year operating income) + (incremental threshold margin * incremental sales) \n \n \n \n         \n \n \n      \n \n \n      prior sales + increase in sales \n \nRunning the numbers from year 1 to year 2, we see that the threshold margin is also 8.4 percent: \n \nThreshold margin  =    9.1 + (0.084 * 8.6) \n =   9.82     =   0.084  \n \n \n \n      \n \n \n     108.0 + 8.6  \n \n \n 116.6 \n \nIncorporating the concept of threshold margin helps clarify the essential link between growth, profitability, and \nvalue creation.  \n \n \n \n \n \n \n \n \n \nYear\nFree cash \nflow\nPresent value of \nfree cash flow\nCumulative present \nvalue of free cash flow\nPresent value of \nresidual value\nCUM PV of FCF + \nPV of residual\nShareholder \nvalue added\n1\n1.09\n0.99\n0.99\n53.56\n54.55\n2\n1.18\n0.97\n1.97\n52.58\n54.55\n0\n3\n1.27\n0.96\n2.92\n51.63\n54.55\n0\n4\n1.37\n0.94\n3.86\n50.69\n54.55\n0\n5\n1.48\n0.92\n4.78\n49.77\n54.55\n0\n"
    },
    {
      "number": 21,
      "text": "June 14, 2016  \n \nOperating Leverage \n21 \nAppendix B: Operating Margins—The Rich Get Richer \n \nExhibit 15 shows that the aggregate and median operating profit margin for the top 1,000 companies has \nbeen rising since the mid-1980s. The sample excludes companies in the financial services and utility industries. \nThe aggregate margin is total operating profit divided by total sales for the companies in the sample. The \ndecline in operating profit margin from 1950 through the early 1980s is the result of increased global \ncompetition in an economy dominated by manufacturing. Since the mid-1980s, the economy has shifted \ntoward service and knowledge businesses, which tend to have higher operating profit margins.   \n \nExhibit 15: Aggregate and Median Operating Profit Margin (1950-2014) \n \nSource: Credit Suisse HOLT®.  \n \nExhibit 16 shows that much of the expansion in aggregate operating profit margin is attributable to the top \nquintile.34 Here, we use operating margin to sort the sample into quintiles in each year. We then see how the \nmargins change for each of the quintiles over time. This method ensures that the composition of each quintile \nchanges annually.     \n \nOver the full period, the operating margins of the bottom three quintiles remain roughly flat. But the top two \nquintiles, and especially the highest one, show substantial margin expansion. For example, the operating \nmargin for the highest quintile went from 21 percent in 1985 to 33 percent in 2014. \n \n \n \n \n \n \n \n \n \n \n \n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\n1950\n1954\n1958\n1962\n1966\n1970\n1974\n1978\n1982\n1986\n1990\n1994\n1998\n2002\n2006\n2010\n2014\nOperating Profit  Margin (Percent)\nAggregate\nMedian\n"
    },
    {
      "number": 22,
      "text": "June 14, 2016  \n \nOperating Leverage \n22 \nExhibit 16: Operating Profit Margins on the Rise for the Top 20 Percent \n \nSource: Credit Suisse HOLT®.  \n \nExhibit 17 shows the trend in operating profit margin for all sectors. Note that the relative contribution of \nsectors changes over time. For example, the energy, materials, and industrial sectors represented 51 percent \nof the market capitalization of the top 1,500 companies in the U.S. market in 1980 but just 19 percent in \n2015. During the same time, the healthcare and technology sectors went from 17 to 34 percent of the \nmarket capitalization. \n \n \n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n1950\n1954\n1958\n1962\n1966\n1970\n1974\n1978\n1982\n1986\n1990\n1994\n1998\n2002\n2006\n2010\n2014\nOperating Profit Margin (Percent)\n"
    },
    {
      "number": 23,
      "text": "June 14, 2016  \n \nOperating Leverage \n23 \nExhibit 17: Operating Profit Margin by Sector (1950-2014) \n \nSource: Credit Suisse HOLT®. \n0\n5\n10\n15\n20\n25\n30\n35\n1950\n1958\n1966\n1974\n1982\n1990\n1998\n2006\n2014\nOperating Profit  Margin (Percent)\nConsumer Discretionary\nMean:\n8.2%\nMedian: 8.0%\nStDev:\n2.5%\n0\n5\n10\n15\n20\n25\n30\n35\n1950\n1958\n1966\n1974\n1982\n1990\n1998\n2006\n2014\nOperating Profit  Margin (Percent)\nConsumer Staples\nMean:\n8.3%\nMedian: 8.0%\nStDev:\n1.0%\n0\n5\n10\n15\n20\n25\n30\n35\n1950\n1958\n1966\n1974\n1982\n1990\n1998\n2006\n2014\nOperating Profit  Margin (Percent)\nHealth Care\nMean:\n15.7%\nMedian: 15.7%\nStDev:\n1.7%\n0\n5\n10\n15\n20\n25\n30\n35\n1950\n1958\n1966\n1974\n1982\n1990\n1998\n2006\n2014\nOperating Profit  Margin (Percent)\nIndustrials\nMean:\n7.9%\nMedian: 8.3%\nStDev:\n2.3%\n0\n5\n10\n15\n20\n25\n30\n35\n1950\n1958\n1966\n1974\n1982\n1990\n1998\n2006\n2014\nOperating Profit  Margin (Percent)\nMaterials\nMean:\n12.1%\nMedian: 11.7%\nStDev:\n3.7%\n0\n5\n10\n15\n20\n25\n30\n35\n1950\n1958\n1966\n1974\n1982\n1990\n1998\n2006\n2014\nOperating Profit  Margin (Percent)\nInformation Technology\nMean:\n13.7%\nMedian: 13.6%\nStDev:\n3.6%\n0\n5\n10\n15\n20\n25\n30\n35\n1950\n1958\n1966\n1974\n1982\n1990\n1998\n2006\n2014\nOperating Profit  Margin (Percent)\nEnergy\nMean:\n11.7%\nMedian: 12.1%\nStDev:\n2.9%\n0\n5\n10\n15\n20\n25\n30\n35\n1950\n1958\n1966\n1974\n1982\n1990\n1998\n2006\n2014\nOperating Profit  Margin (Percent)\nTelecommunication Services\nMean:\n21.6%\nMedian: 20.6%\nStDev:\n5.1%\n"
    },
    {
      "number": 24,
      "text": "June 14, 2016  \n \nOperating Leverage \n24 \nEndnotes \n \n1 Vijay Kumar Chopra, “Why So Much Error in Analysts’ Earnings Forecasts?” Financial Analysts Journal, Vol. \n54, No. 6, November/December 1998, 35-42. \n2 Alfred Rappaport and Michael J. Mauboussin, Expectations Investing: Reading Stock Prices for Better \nReturns (Boston, MA: Harvard Business School Press, 2001).  \n3 Robert L. Hagin, Investment Management: Portfolio Diversification, Risk, and Timing—Fact and Fiction \n(Hoboken, NJ: John Wiley & Sons, 2004), 75-78.  \n4 Chopra, 1998. \n5 David Aboody, Shai Levi, and Dan Weiss, “Operating Leverage and Future Earnings,” Working Paper, \nDecember 7, 2014. Also, Huong N. Higgins, “Earnings Forecasts of Firms Experiencing Sales Decline: Why \nSo Inaccurate?” Journal of Investing, Vol. 17, No. 1, Spring 2008, 26-33. \n6 Boris Groysberg, Paul Healy, and Craig Chapman, “Buy-Side vs. Sell-Side Analysts’ Earnings Forecasts,” \nFinancial Analysts Journal, Vol. 64, No. 4, July/August 2008, 25-39. \n7 Robert Novy-Marx, “Operating Leverage,” Review of Finance, Vol. 15, No. 1, January 2011, 103-134. Also, \nJaewon Choi, “What Drives the Value Premium?: The Role of Asset Risk and Leverage,” Review of Financial \nStudies, Vol. 26, No. 11, November 2013, 2845-2875.  \n8 Salvador Anton Clavé, The Global Theme Park Industry (Wallingford, UK: CABI, 2007), 361. \n9 Mark C. Anderson, Rajiv D. Banker, and Surya N. Janakiraman, “Are Selling, General, and Administrative \nCosts ‘Sticky’?” Journal of Accounting Research, Vol. 41, No. 1, March 2003, 47-63. \n10 Bruce Greenwald and Judd Kahn, Competition Demystified: A Radically Simplified Approach to Business \nStrategy (New York: Portfolio, 2005), 43-45. \n11 George Foster, Financial Statement Analysis (Englewood Cliffs, NJ: Prentice-Hall, 1978), 268-271. Also, \nBaruch Lev, “On the Association Between Operating Leverage and Risk,” Journal of Financial and Quantitative \nAnalysis, Vol. 9, No. 4, September 1974, 627-641. Also, Gershon N. Mandelker and S. Ghon Rhee, “The \nImpact of the Degrees of Operating and Financial Leverage on Systematic Risk of Common Stock,” Journal of \nFinancial and Quantitative Analysis, Vol. 19, No. 1, March 1984, 45-57. \n12 Boris Groysberg, Paul Healy, Nitin Nohria, and George Serapheim, “What Factors Drive Analyst Forecasts?” \nFinancial Analysts Journal, Vol. 67, No. 4, July/August 2011, 18-29. \n13 Michael J. Mauboussin and Dan Callahan, “Total Addressable Market: Methods to Estimate a Company’s \nPotential Sales,” Credit Suisse Global Financial Strategies, September 1, 2015. \n14 Mariana Mazzucato, ed., Strategy for Business: A Reader (London: Sage Publications, 2002), 78-122.  \n15 Tim Koller, Marc Goedhart, and David Wessels, Valuation: Measuring and Managing the Value of \nCompanies, Sixth Edition (Hoboken, NJ: John Wiley & Sons, 2015), 116-118.  \n16 Patrick Viguerie, Sven Smit, and Mehrdad Baghai, The Granularity of Growth: How to Identify the Sources \nof Growth and Drive Enduring Company Performance (Hoboken, NJ: John Wiley & Sons, 2008).  \n17 Michael J. Mauboussin and Dan Callahan, “Capital Allocation—Updated: Evidence, Analytical Methods, and \nAssessment Guidance,” Credit Suisse Global Financial Strategies, June 2, 2015. \n18 Mariana Mazzucato, Firm Size, Innovation, and Market Structure: The Evolution of Industry Concentration \nand Instability (Cheltenham, UK: Edward Elgar, 2000).  \n19 J. Scott Armstrong and Kesten C. Green, “Competitor-oriented Objectives: The Myth of Market Share,” \nInternational Journal of Business, Vol. 12, No. 1, Winter 2007, 115-134. \n20 Daniel Kahneman, Thinking, Fast and Slow (New York: Farrar, Straus and Giroux, 2011), 245-254. \n21 Michael J. Mauboussin, Dan Callahan, and Darius Majd, “The Base Rate Book—Sales Growth: Integrating \nthe Past to Better Anticipate the Future,” Credit Suisse Global Financial Strategies, February 23, 2016. \n22 Alfred Rappaport, Creating Shareholder Value: The New Standard for Business Performance (New York: \nFree Press, 1986), 69-75.  \n23 Rappaport and Mauboussin, 40-46.  \n"
    },
    {
      "number": 25,
      "text": "June 14, 2016  \n \nOperating Leverage \n25 \n24 Financial Crisis Inquiry Commission Staff Audiotape of Interview with Warren Buffett, Berkshire Hathaway, \nMay 26, 2010. See http://dericbownds.net/uploaded_images/Buffett_FCIC_transcript.pdf. Also, Biz Carson, \n“Marc Andreessen Has 2 Words of Advice for Struggling Startups,” Business Insider, June 2, 2016. \n25 Gerard Tellis “The Price Elasticity of Selective Demand: A Meta-Analysis of Econometric Models of Sales,” \nJournal of Marketing Research, Vol. 25, No. 4, November 1998, 331-341. \n26 Company reports and presentations. See https://corporate.goodyear.com/documents/events-\npresentations/DB%20Global%20Auto%20Presentation%202016%20FINAL.pdf. \n27 David Besanko, David Dranove, and Mark Shanley, Economics of Strategy (New York: John Wiley & Sons, \n2000), 436.  \n28 Lawrence D. Brown, “Analyst Forecasting Errors: Additional Evidence,” Financial Analysts Journal, Vol. 53, \nNo. 6, November/December 1997, 81-88. \n29 Chopra, 1998. \n30 Amy P. Hutton, Lian Fen Lee, and Susan Z. Shu, “Do Managers Always Know Better? The Relative \nAccuracy of Management and Analyst Forecasts,” Journal of Accounting Research, Vol. 50, No. 5, December \n2012, 1217-1244.  \n31 Matthias Kahl, Jason Lunn, and Mattias Nilsson, “Operating Leverage and Corporate Financial Policies,” \nWorking Paper, November 20, 2014. Also, QianQian Du, Laura Xiaolie Liu, and Rui Shen, “Cost Inflexibility \nand Capital Structure,” Working Paper, March 14, 2012. Also, Zhiyao Chen, Jarrad Harford, and Avraham \nKamara, “Operating Leverage, Profitability, and Capital Structure,” Working Paper, November 7, 2014. \n32 Juliane Begenau and Berardino Palazzo, “Firm Selection and Corporate Cash Holdings,” Harvard Business \nSchool Working Paper, No. 16-130, May 2016.  \n33 The appendix relies heavily on Rappaport (1986).  \n34 Patrick O’Shaughnessy, “The Rich Are Getting Richer,” The Investor’s Field Guide Blog, May 2015. See \nwww.investorfieldguide.com/the-rich-are-getting-richer. Also, “Profit Margins in a ‘Winner Take All’ Economy,” \nPhilosophical Economics Blog, May 7, 2015. See www.philosophicaleconomics.com/2015/05/profit-\nmargins-in-a-winner-take-all-economy. \n \n \n \n \n \n \n"
    },
    {
      "number": 26,
      "text": " \n \n \n \nImportant information  \n \n \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future.  \n \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A.  \n \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above.  \n \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \n \nWith respect to the analysis in this report based on the Credit Suisse HOLT methodology, Credit Suisse certifies that (1) the views expressed in this report \naccurately reflect the Credit Suisse HOLT methodology and (2) no part of the Firm’s compensation was, is, or will be directly related to the specific views \ndisclosed in this report.  \nThe Credit Suisse HOLT methodology does not assign recommendations to a security. It is an analytical tool that involves use of a set of proprietary quantitative \nalgorithms and warranted value calculations, collectively called the Credit Suisse HOLT valuation model, that are consistently applied to all the companies included \nin its database. Third-party data (including consensus earnings estimates) are systematically translated into a number of default variables and incorporated into the \nalgorithms available in the Credit Suisse HOLT valuation model. The source financial statement, pricing, and earnings data provided by outside data vendors are \nsubject to quality control and may also be adjusted to more closely measure the underlying economics of firm performance. These adjustments provide \nconsistency when analyzing a single company across time, or analyzing multiple companies across industries or national borders. The default scenario that is \nproduced by the Credit Suisse HOLT valuation model establishes the baseline valuation for a security, and a user then may adjust the default variables to produce \nalternative scenarios, any of which could occur. Additional information about the Credit Suisse HOLT methodology is available on request.  \nThe Credit Suisse HOLT methodology does not assign a price target to a security. The default scenario that is produced by the Credit Suisse HOLT valuation \nmodel establishes a warranted price for a security, and as the third-party data are updated, the warranted price may also change. The default variables may also \nbe adjusted to produce alternative warranted prices, any of which could occur. Additional information about the Credit Suisse HOLT methodology is available on \nrequest.  \n \n© 2016 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n \n \n"
    }
  ]
}