{
  "filename": "mm_119_2016_thirty_years__reflections_on_the_ten_attributes_of_great_investors.pdf",
  "metadata": {
    "format": "PDF 1.6",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423230201-07'00'",
    "modDate": "D:20240423230503-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 119,
      "year": "2016",
      "date": "8/4",
      "institution": "Credit Suisse",
      "title": "Thirty Years: Reflections on the Ten Attributes of Great Investors",
      "url": "https://12mv2.files.wordpress.com/2024/04/16-08-04-thirty-years__reflections-on-the-ten-attributes-of-great-investors.pdf"
    },
    "tags": [
      "Behavioral finance",
      "Investment process",
      "Expectations analysis",
      "Decision making"
    ],
    "tagged_at": "2025-01-20T21:28:51.593121"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nAugust 4, 2016 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \nDarius Majd \ndarius.majd@credit-suisse.com \n \n \n \nSource: iStockphoto. \n \n“Perhaps the single greatest error in the investment business is a failure to \ndistinguish between the knowledge of a company’s fundamentals and the \nexpectations implied by the market price.”  \n \n The world of investing and business has seen a great deal of change in \nthe past 30 years. \n This report shares thoughts on the ten attributes of great fundamental \ninvestors. \n Accounting is the language of business and you need to understand it to \nappreciate economic value and to assess competitive positioning.  \n Investors face a slew of psychological challenges. Perhaps the most \ndifficult is updating beliefs when new information arrives. \n Position sizing and portfolio construction still do not get the attention they \nwarrant. \n The substantial shift from active to passive management has profound \nimplications for the investment industry.  \n \n \nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nThirty Years \nReflections on the Ten Attributes of Great Investors \n"
    },
    {
      "number": 2,
      "text": "August 4, 2016  \n \nThirty Years \n2 \nIntroduction \n \nI started on Wall Street 30 years ago today. It has been a fascinating three decades, which is undoubtedly \ntrue of all periods of similar length. Notable events include the stock market crash of 1987, the fall of the \nBerlin Wall and unwinding of communism, the introduction of the Internet and the ensuing dot-com bubble, \nand a painful financial crisis and a subsequent recovery.    \n \nExhibit 1 shows a contrast between then and now. The indices for equity markets are roughly 10 times higher \nthan they were in 1986, unadjusted for inflation and dividends, and the yield on the U.S. 10-year Treasury \nnote is one-fifth of what it was. Of the top 10 companies by market capitalization in 1986, only General \nElectric, AT&T, and Exxon Mobil remain in the group today. Google, Amazon.com, and Facebook were not \neven dreams. In 1986, Microsoft, Oracle, Adobe, and Sun Microsystems went public.   \n \nI have spent roughly two-thirds of my career on the sell-side and a third on the buy-side. Both experiences \nhave been deeply gratifying and incredible learning opportunities. In this report, I offer what I believe to be the \nten attributes of a great fundamental investor, as well as some thoughts on where we go from here. Before I \ndo so, I provide some personal background and note the influences on my thinking. Feel free to skip directly \nto the attributes section on page six. \n \nExhibit 1: August 4: 1986 and 2016 (based on the closing price the previous business day) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1986  \n \n(inflation adjusted)  \n2016 \nDJIA  \n \n \n \n \n \n \n \n \n \n \n \n \n \n1,763.54  \n3,878.47  \n \n \n \n18,355.00 \nS&P 500  \n \n \n \n \n \n \n \n \n \n \n \n \n234.91  \n516.63  \n \n \n \n2,163.79 \nNASDAQ \n \n \n \n \n \n \n \n \n \n \n \n \n370.66  \n815.17  \n \n \n \n5,159.74 \n \nYield on U.S. 10-year Treasury note  \n \n \n \n7.34% \n \n \n \n \n \n \n \n \n1.54% \nDividend yield S&P 500  \n \n \n \n \n \n \n \n3.5%  \n \n \n \n \n \n \n \n \n2.1% \nCyclically adjusted price-earnings (CAPE) ratio  \n13.9x  \n \n \n \n \n \n \n \n \n26.2x \n \nGold  \n \n \n \n \n \n \n \n \n \n \n \n \n \n$361  \n \n$794  \n \n \n \n \n$1,356 \nOil  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n$12  \n \n$26  \n \n \n \n \n$41  \n \nCost of storage ($/MB)  \n \n \n \n \n \n \n \n$71  \n \n \n \n \n \n \n \n \n$0.0000633 \nCost of computing (100 calculations)  \n \n \n \n$1  \n \n \n \n \n \n \n \n \n \n$0.000001    \n \n \nEquity mutual fund AUM  \n \n \n \n \n \n \n \n$0.15 trillion  \n \n \n \n \n \n \n$8.15 trillion \nPassively-managed assets \n \n \n \n \n \n \n \n<1%  \n \n \n \n \n \n \n \n \n35% \n \nTop 10 stocks  \n \n \n \n \n \n \n \n \n \n \nIBM  \n \n \n \n \n \n \n \n \nApple \nExxon  \n \n \n \n \n \n \n \n \nAlphabet (Google)  \nGeneral Electric  \n \n \n \n \n \nMicrosoft \nAT&T  \n \n \n \n \n \n \n \n \nExxon Mobil \nRoyal Dutch  \n \n \n \n \n \n \nAmazon.com \nGeneral Motors  \n \n \n \n \n \nBerkshire Hathaway \nDuPont  \n \n \n \n \n \n \n \nJohnson & Johnson  \nBellSouth  \n \n \n \n \n \n \n \nFacebook \nPhilip Morris  \n \n \n \n \n \n \nGeneral Electric \nMerck  \n \n \n \n \n \n \n \n \nAT&T \n \nSource: FactSet, U.S. Energy Information Administration, Robert Shiller (see: www.econ.yale.edu/~shiller/data.htm), \nhttp://ns1758.ca/winch/winchest.html (cost of storage). \nNote: Gold=NYMEX:GC in dollars per ounce; Oil=Cushing, OK WTI spot price in dollars per barrel; CAPE ratio as of July 2016. \n"
    },
    {
      "number": 3,
      "text": "August 4, 2016  \n \nThirty Years \n3 \nBackground   \n \nMy first job was as a member of a training program at Drexel Burnham Lambert. (How I got the job is a funny \nstory, which I recount in The Success Equation.1) Drexel was a hot firm at the time in large part because of \nMichael Milken. The program was ideal for a novice. We spent the first few months in classroom training and \nthen rotated through more than a dozen departments, including various trading desks, equity research, \ninvestment banking, and operations. If you didn’t know who you were professionally, the exposure to each of \nthe firm’s businesses was an excellent way to find out. \n \nWe were being trained to become retail brokers, or what we call “financial advisors” today, and we launched in \nJanuary 1988. I was an abject failure. Granted, the environment was not ideal in the wake of the stock market \ncrash of 1987 and Drexel’s legal woes. But I was not cut out for that work and it was apparent from the start. \nFortunately, I learned a great deal at Drexel, not the least of which is what I am bad at.  \n \nI was a government major in college so came to Wall Street unencumbered with any business knowledge. (My \nsenior year I did take “Principles of Accounting” for non-business majors at my father’s urging and earned a \n“C+” out of the generosity of the professor’s heart.) I was comfortable with numbers—my college counselor in \nhigh school encouraged me to apply to engineering schools—but had little or no exposure to business and \nfinance. But a liberal arts background did expose me to lots of disciplines and cultivated critical thinking.  \n \nI believe my lack of business education was an asset because it encouraged me to ask a lot of questions and \nto think from first principles. I recall going to an equity research morning call and hearing the utility industry \nanalyst suggest the slow-growing companies under his coverage deserved price-earnings (P/E) multiples in \nthe high teens and the tobacco industry analyst imply that his fast-growing companies should trade at P/E’s in \nthe mid-teens. How does that make sense? I was dropped into a world of rules-of-thumb, old wives’ tales, \nand intuitions. William James, the famous professor of psychology, suggested that upon entering the world a \nbaby “feels it all as one great blooming, buzzing confusion.”2 That captured it pretty well. \n  \nMy first breakthrough occurred when a classmate in my training program handed me a copy of Creating \nShareholder Value by Alfred Rappaport.3 Reading that book was a professional epiphany. Rappaport made \nthree points that immediately comprised the centerpiece of my thinking. The first is that the ability of \naccounting numbers to represent economic value is severely limited. Next, he emphasized that competitive \nstrategy analysis and valuation should be joined at the hip. The litmus test of a successful strategy is that it \ncreates value, and you can’t properly value a company without a thoughtful assessment of its competitive \nposition.  \n \nThe final point is that stock prices reflect a set of expectations for future financial performance. A company’s \nstock doesn’t generate excess returns solely by the company creating value. The company’s results have to \nexceed the expectations embedded in the stock market. \n \nWith my failure as a broker and with Creating Shareholder Value as my guiding light, I set off to get a job in \nequity research. My first real opportunity came as a junior analyst supporting two senior analysts, one following \nfood, beverage, and tobacco companies and the other capital goods. I worked hard and read extensively \nduring that period. For example, I read Competitive Strategy and Competitive Advantage by Michael Porter. \nBennett Stewart’s The Quest for Value, as well as McKinsey’s Valuation, came out then as well. The \nwonderful thing about that time was I could learn ideas on the weekend and apply them on Monday morning. \nThe opportunity to meld theory and practice was crucial. \n \n"
    },
    {
      "number": 4,
      "text": "August 4, 2016  \n \nThirty Years \n4 \nThe consumer analyst basically told me that I was to be available to support him during business hours but that \nif I wanted to launch coverage of any new companies—with his name on the top of the report—I was free to \nwork nights and weekends to do so. I leapt at the opportunity, and decided to write about Ralston Purina. I \nwas very familiar with Ralston because it had been covered by one of Drexel’s best analysts. The report I \nwrote was full-blown Rappaport, with a focus on strategy and economic value and a dismissal of superficial \naccounting measures. \n \nThe senior analyst, cut from a more traditional cloth, didn’t like the report much but didn’t prevent me from \npublishing it. Shortly thereafter, I received a call from the office of the chairman and chief executive officer, Bill \nStiritz, indicating that he appreciated the approach and that he would like to discuss it in more detail. Stiritz, \none of the executives featured in Will Thorndike’s excellent book The Outsiders, was considered one of the \nshrewdest executives in the consumer staples industry. Receiving his imprimatur was a huge boost.4 \n \nI landed the job as the senior packaged food analyst at First Boston (which later merged with Credit Suisse) \nnot too long after that. After a few months, one of our technology analysts, Charlie Wolf, knocked on my door \nand asked if we could discuss brands. Charlie, beloved by all who knew him, was a tenured professor at \nColumbia Business School who took a sabbatical year on Wall Street in the early 1980s and never went back. \nWe chatted and I shared some of my research. \n \nThe next day he returned to my office and suggested that I teach at Columbia Business School. Columbia and \nFirst Boston had a close association, and a number of the analysts had taught as adjunct professors. For most, \nit was a course or two and they were done. I had guest lectured for another one of our analysts, and agreed to \nteach Security Analysis in the summer of 1993. \n \nI have now taught that course for 24 years in a row (in 1995 I started teaching in the spring term). That \nexperience has been a deep influence. When people ask me about what it is like to teach, I suggest they think \nabout what it would be like to deliver 20 hours of lectures on what they do all day. At first you might think that \nis a pretty easy task, until you realize that articulating what you do forces you to think about what you do. As a \nnatural consequence, you are likely to question whether there are better ways to do what you do.  \n \nTeaching imposes a discipline of understanding and communication that few other activities can—save \nperhaps writing. Inspirational teachers are also diligent students. So a commitment to teaching at a high level \ndemands constant learning and consolidation of knowledge. There is the additional benefit of being around \nyoung people who are bright and challenging.  \n \nIn 1996, I was sitting at a Baltimore Orioles baseball game with a hot dog in one hand and a beer in the other. \nMy host was the well-known money manager, Bill Miller. That night, he suggested I make a trek to New \nMexico to visit the Santa Fe Institute. I had been reading widely, especially at the intersection of economics \nand biology, so I was primed for his message. \n \nThe Santa Fe Institute (SFI) was founded in 1984 by a handful of eminent scientists, including a number of \nwinners of the Nobel Prize, who believed that many of the most vexing problems in the world lie at the \nintersection of disciplines. Universities, on the other hand, are largely structured in silos based on academic \ndiscipline. That means that the biologists talk to the biologists, the physicists to the physicists, and the \neconomists to the economists. But there’s little discussion across boundaries. At SFI, researchers from all \ndisciplines work together to tackle problems. One of the early seminars brought together economists, \nphysicists, biologists, and others to discuss the economy as an evolving complex system.  \n \n"
    },
    {
      "number": 5,
      "text": "August 4, 2016  \n \nThirty Years \n5 \nI followed Bill’s advice and went to a meeting in the fall of 1996 and was immediately enthralled. The people \ndrawn to the institute are naturally intellectually curious and expansive. And given that many of the institute’s \nfounders came from the hard sciences, there is an insistence on rigor. I have learned many lessons from the \nresearchers at SFI, including those about markets as complex adaptive systems, network theory, increasing \nreturns, power laws, and diversity. The exposure to substantive and non-mainstream work has deeply \nanimated my thinking. \n \nFor the last 20 years or so, I have spent most of my time thinking about investment process. This includes \ntopics such as market efficiency (where and how pockets of inefficiency manifest), valuation, competitive \nstrategy analysis, and decision making. What we know about each of these areas today is substantially greater \nthan what we did in 1986, and yet we have an enormous amount to learn. As I like to tell my students, this is \nan exciting time to be an investor because much of what we teach in business schools is a work-in-progress. \n \nAs a strategist and a student of investing, I have had the opportunity to meet or study many great investors. I \nwill now share the attributes that I believe distinguish them from the rest. The reason for the background is to \nreveal my bias. I believe in economic value, the importance of constant learning and teaching, and that diverse \ninput combined with rigor can lead to insight. This is all very consistent with what Charlie Munger, the vice \nchairman of Berkshire Hathaway, calls the “mental models” approach.5 \n \n"
    },
    {
      "number": 6,
      "text": "August 4, 2016  \n \nThirty Years \n6 \nTen Attributes of Great Fundamental Investors \n \nHere are the top ten attributes that I believe great fundamental investors share: \n \n1. Be numerate (and understand accounting). To be a successful investor, you have to be comfortable \nwith numbers. There are rarely complicated calculations but a feel for figures, percentages, and \nprobabilities is essential. \n \nOne of the main ways numeracy comes up is in financial statement analysis. Accounting is one of the \nmain languages of business. Great investors are adept at financial statement analysis, which allows them \nto understand how a business has done in the past and gives some sense of how it will do in the future. \n \nThere are a handful of excellent books on accounting that are worth reading carefully.6 The goals of \nfinancial statement analysis are twofold. The first is to translate financial statements into free cash flow, \nthe lifeblood of corporate value.  \n \nYou calculate free cash flow by starting with cash earnings and subtracting the investments a company \nmakes to generate future earnings. Investments include increases in working capital, capital expenditures \nabove and beyond what is needed to maintain plant and equipment, and acquisitions. Free cash flow is \nwhat is left over after investments have been subtracted from cash earnings. It is also the sum that a \ncompany can return to its claimholders in the form of interest payments, dividends, and share buybacks, \nwithout jeopardizing a company’s value creation prospects. \n \nEarnings are the most widely used metric of corporate performance. But it is easy to show that growth in \nearnings and growth in value are distinct. Companies can increase earnings and simultaneously destroy \nvalue if the investments the company makes don’t earn an appropriate rate of return. By focusing on the \npresent value of future free cash flow, a thoughtful investor translates financial statements into what \ndetermines value. \n \nThe second goal of financial statement analysis is to make a link between a company’s strategy and how \nit creates value. One simple way to do this is to compare, line by line, two companies that are in the same \nbusiness. Are their expenses comparable? Do they use capital in a similar way? Noticing differences in \nhow companies spend money and allocate investment resources offers insight into their competitive \npositions. \n \nYou can do a simpler analysis just by looking at the path to return on invested capital (ROIC). You can \nbreak ROIC into two components: profitability (net operating profit after tax/sales) and capital velocity \n(sales/invested capital). Companies with high operating profit margins and low capital velocity are \ngenerally pursuing what Michael Porter, a professor of economics, calls a “differentiation” strategy. \nCompanies with low operating profit margins and high capital velocity are following a “cost leadership” \nstrategy.7 The analysis of how a company makes money spills directly into an assessment of how long the \ncompany can sustain its advantage (if ROICs are attractive) or what the company has to do to improve its \neconomic profits. \n \nUnderstanding a business requires understanding the numbers. The task has become more challenging in \nrecent years as companies are investing more in intangible assets and less in tangible assets. For example, \nin fiscal 2016 Microsoft spent about one-and-a-half times as much on research and development, which it \nexpensed on the income statement, as it did on capital expenditures, which were capitalized on the \n"
    },
    {
      "number": 7,
      "text": "August 4, 2016  \n \nThirty Years \n7 \nbalance sheet. This shift means that traditional accounting measures are less useful but does not abdicate \nthe responsibility to understand a business’s current economics and prospects.8        \n     \n2. Understand value (the present value of free cash flow). The landscape of investing has changed a \ngreat deal in the past three decades. It is interesting to consider what about investing is mutable and what \nis immutable. The truth is that much is mutable. The average half-life of a public company is about a \ndecade, which means that the investable universe is in flux.9 Conditions are always shifting because of \nunknowns including technological change, consumer preferences, and competition. But one concept that \nis close to immutable for an investor is that the present value of future free cash flow determines the value \nof a financial asset. This is true for stocks, bonds, and real estate. Valuation is challenging for equity \ninvestors because each driver of value—cash flows, timing, and risk—are based on expectations whereas \ntwo of the three drivers are contractual for bond investors.  \n  \nGreat fundamental investors focus on understanding the magnitude and sustainability of free cash flow. \nFactors that an investor must consider include where the industry is in its life cycle, a company’s \ncompetitive position within its industry, barriers to entry, the economics of the business, and \nmanagement’s skill at allocating capital. \n \nA corollary to this attribute is that great investors understand the limitations of valuation approaches such \nas price/earnings and enterprise value/EBITDA multiples.10 Indeed, multiples are not valuation but a \nshorthand for the valuation process. No thoughtful investor ever forgets that. Shorthands are useful \nbecause they save you time, but they also come with blind spots. As Al Rappaport says, “Remember, cash \nis a fact, profit is an opinion.”11       \n \n3. Properly assess strategy (or how a business makes money). This attribute has two dimensions. The \nfirst is a fundamental understanding of how a company makes money. The idea is to distill the business to \nthe basic unit of analysis. For example, the basic unit of analysis for a retailer is store economics. How \nmuch does it cost to build a store and fill it with inventory? What revenues will it generate? What are the \nprofit margins? Answers to these and other questions should allow an investor to assess the economic \nprofitability of a store, which he or she can then roll up to understand the overall company.  \n \nThe basic unit of analysis varies by industry. What you need to understand to assess a subscription \nbusiness, customer lifetime value, is different than a business dependent on research and development \nsuch as a biotechnology company. Great investors can explain clearly how a company makes money, have \na grasp on the changes in the drivers of profitability, and never own the stock of a company if they do not \nunderstand how it makes money. You can think of this as the micro dimension of understanding strategy.    \n \nThe second dimension is gaining a grasp of a company’s sustainable competitive advantage. A company \nhas a competitive advantage when it earns a return on investment above the opportunity cost of capital \nand earns a higher return than its competitors. The classic approach is to analyze the industry and how the \ncompany fits in, and the common tools include the five forces that shape industry attractiveness, value \nchain analysis, assessment of the threat from disruptive innovation, and firm-specific sources of \nadvantage.12 \n \nThe key to strategy is to understand trade-offs. Michael Porter makes a distinction between strategy and \noperational effectiveness that executives and investors commonly blur. Strategy is about deliberately being \ndifferent than competitors and requires making tough choices about what activities to do and not do. \nOperational effectiveness relates to the activities that all businesses need to do and hence does not entail \nchoice.  \n"
    },
    {
      "number": 8,
      "text": "August 4, 2016  \n \nThirty Years \n8 \nGreat investors can appreciate what differentiates a company that allows it to build an economic moat \naround its franchise that protects the business from competitors. The size and longevity of the moat are \nsignificant inputs into any thoughtful valuation. As Al Rappaport emphasized years ago, strategy and \nvaluation need to go together. This is the macro dimension of understanding strategy.      \n \n4. Compare effectively (expectations versus fundamentals). Comparing is a critical element of \ninvesting. Investors compare all day: stocks versus bonds, active versus passive, value versus growth, \nstock A versus stock B, and now versus later. Humans are quick to compare but not very good at it.  \n \nPerhaps the most important comparison an investor must make, and one that distinguishes average from \ngreat investors, is between fundamentals and expectations. Fundamentals capture a sense of a \ncompany’s future financial performance. Value drivers including sales growth, operating profit margins, \ninvestment needs, and return on investment shape fundamentals. Expectations reflect the financial \nperformance implied by the stock price.  \n \nMaking money in markets requires having a point of view that is different than what the current price \nsuggests. Michael Steinhardt called this a “variant perception.”13 Most investors fail to distinguish between \nfundamentals and expectations. When fundamentals are good they want to buy and when they are poor \nthey want to sell. But great investors always distinguish between the two.  \n \nOne vivid analogy is pari-mutuel betting. Horse racing is a good example. The amount bet on a horse gets \nreflected in the horse’s odds, or probability, of winning the race. The goal is not to figure out which horse \nwill win but rather which horse has odds that are mispriced relative to how it will likely run the race.14 \nFundamentals are how fast the horse will run, and expectations are the odds. You need to consider those \nelements separately.  \n \nOne of the basic challenges in comparing well is a concept that psychologists call “coherent arbitrariness,” \nwhich says that we struggle to understand the absolute value of a good but are effective at understanding \nthe relative value.15 You may not know the proper value of a pharmaceutical company, but you can rank \nthem in order of your preference. Unless you solely engage in arbitrage, absolute values ultimately matter. \n \nHumans tend to think by analogy, which can create some cognitive trouble. One issue is that a single \nanalogy, or even a handful of analogies, may fail to reflect a full reference class of relevant cases. For \nexample, rather than asking whether this turnaround is similar to a prior turnaround, it is useful to ask for \nthe base rate of success for all turnarounds. Psychologists have shown that properly integrating the \noutcomes from an appropriate reference class improves the quality of forecasts.     \n \nAnother challenge with using analogies is that we see similarities when we focus on similarities and see \ndifferences when we focus on differences. The emphasis of the comparison colors the outcome. For \nexample, Amos Tversky, a psychologist known for his collaboration with Daniel Kahneman, asked subjects \nwhich pair of countries they deemed more similar, West Germany and East Germany or Nepal and Ceylon \n(the study was done in the early 1970s and Ceylon changed its name to Sri Lanka in 1972). Two-thirds \nof the subjects selected West Germany and East Germany.  \n \nTversky then asked subjects which pair of countries they deemed more different. Logic suggests an \nanswer that is the complement of the first response, hence two-thirds finding Nepal and Ceylon more \ndifferent. But that’s not what Tversky found. Seventy percent of the subjects rated West Germany and \nEast Germany more different than the other pair. What you are looking for dictates what you see.16  \n  \n"
    },
    {
      "number": 9,
      "text": "August 4, 2016  \n \nThirty Years \n9 \nA final challenge is considering causality from the point of view of attributes versus circumstances. \nAttributes are features that allow for categorization. For instance, animals with wings and feathers can fly. \nCircumstances capture causal mechanisms. Since the physics of lift causes flight, animals or objects that \ncan create lift will fly, including most birds and airplanes, and those that can’t create lift won’t fly. To learn \nfrom history, you need to understand causality.17 We commonly limit our comparisons to attributes and \nhence miss essential insights. Great investors compare well without falling for the common traps. \n \n5. Think probabilistically (there are few sure things). Investing is an activity where you must constantly \nconsider the probabilities of various outcomes. This requires a certain mindset. To begin, you must \nconstantly seek an edge, where the price for an asset misrepresents either the probabilities or the \noutcomes. Successful operators in all probabilistic fields dwell on finding edge, from the general managers \nof sports franchises to professional bettors.  \n \nWhen probability plays a large role in outcomes, it makes sense to focus on the process of making \ndecisions rather than the outcome alone. The reason is that a particular outcome may not be indicative of \nthe quality of the decision. Good decisions sometimes result in bad outcomes and bad decisions lead to \ngood outcomes. Over the long haul, however, good decisions portend favorable outcomes even if you will \nbe wrong from time to time. Time horizon and sample size are also vital considerations. Learning to focus \non process and accept the periodic and inevitable bad outcomes is crucial. \n \nGreat investors recognize another uncomfortable reality about probability: the frequency of correctness \ndoes not really matter (batting average), what matters is how much money you make when you are right \nversus how much money you lose when you are wrong (slugging percentage). This concept is very difficult \nto put into operation because of loss aversion, the idea that we suffer losses roughly twice as much as we \nenjoy comparably sized gains. In other words, we like to be right a lot more than to be wrong. But if the \ngoal is grow the value of a portfolio, slugging percentage is what matters.  \n \nThere are three ways of coming up with probabilities. The first is subjective probability, a figure that \ncorresponds with a state of knowledge or belief. For instance, you might assign a subjective probability to \nthe likelihood that two countries go to war. Second is propensity, which is generally based on physical \nproperties of the system. For example, you would estimate the probability of a die coming up four in a \nsingle roll as one out of six based on the fact that the die is a perfect cube and the toss is without bias. \nThe final approach is frequency, which considers the outcomes of a proper reference class given the \nsituation under deliberation.  \n \nYou are well served to use the frequency approach to anticipate measures of corporate performance such \nas sales and profit growth rates. Subjective probabilities, which require frequent updating, can also be very \nuseful. But there are realms where attaching probabilities to outcomes can be treacherous.18 Here, both \nthe probabilities and outcomes are largely unknowable. This is the territory of “black swans,” outcomes \nthat are “outside the realm of expectations,” have a large impact, and are explained after the fact. If you \nare going to participate in this area, the goal here is to gain exposure to positive black swans.   \n \nWarren Buffett, chairman and chief executive officer of Berkshire Hathaway, summed up this attribute \nwell: “Take the probability of loss times the amount of possible loss from the probability of gain times the \namount of possible gain. That is what we’re trying to do. It’s imperfect, but that’s what it’s all about.”19 \n \n6. Update your views effectively (beliefs are hypotheses to be tested, not treasures to be \nprotected).20 Most people prefer to maintain consistent beliefs over time, even when the facts reveal their \nbeliefs to be wrong. Further, we commonly expect others to be consistent. For example, politicians who \n"
    },
    {
      "number": 10,
      "text": "August 4, 2016  \n \nThirty Years \n10 \nchange their views are derisively called “flip-floppers.”21 The need for consistency tends to grow with age. \nThe idea that many older people are set in their ways is grounded in truth.22 \n \nWe all walk around with views of the world that we believe are correct. You are compelled to change your \nmind only when you confront reality that disconfirms your beliefs. The easiest way to avoid the sensation \nof being wrong is to fall for the confirmation bias. With confirmation bias, you seek information that \nconfirms your view and interpret ambiguous information in a way that is favorable to your belief. \nConsistency allows you to stop thinking about an issue and to avoid change as a consequence of reason.    \n \nBut great investors do two things that most of us do not. They seek information or views that are different \nthan their own and they update their beliefs when the evidence suggests they should. Neither task is \neasy. \n   \nThe trait of seeking alternative views is called being “actively open-minded,” a term coined by a professor \nof psychology at the University of Pennsylvania named Jonathan Baron. Actively open-minded is defined \nas “the willingness to search actively for evidence against one’s favored beliefs, plans or goals and to \nweigh such evidence fairly when it is available.”23 Research shows that actively open-minded people \nperform well in forecasting tasks that demand collecting information. The trait of being actively-open \nminded can offset confirmation bias.24   \n \nGreat investors also update their views as new information arrives. The idea is that you can represent your \ndegree of belief about something by a probability. When new information arrives, you update that \nprobability. The formal way to do this is to use Bayes’s Theorem, which tells you the probability that a \ntheory or belief is true conditional on some event happening.25 \n \nThe practical challenges are to avoid overreacting to information that appears to explain causality on the \nsurface but in fact does not, as well as to detect information that does matter but that does not appear to \nbe causal. In addition, while it is often clear to shift your degree of belief up or down, the magnitude of the \nshift is also important.   \n \nThe best investors among us recognize that the world changes constantly and that all of the views that we \nhold are tenuous. They actively seek varied points of view and update their beliefs as new information \ndictates. The consequence of updated views can be action: changing a portfolio stance or weightings \nwithin a portfolio. Others, including your clients, may view this mental flexibility as unsettling. But good \nthinking requires maintaining as accurate a view of the world as possible.     \n  \n7. Beware of behavioral biases (minimizing constraints to good thinking). Keith Stanovich, a \nprofessor of psychology, likes to distinguish between intelligence quotient (IQ), which measures mental \nskills that are real and helpful in cognitive tasks, and rationality quotient (RQ), the ability to make good \ndecisions. His claim is that the overlap between these abilities is much lower than most people think. \nImportantly, you can cultivate your RQ.  \n \nWarren Buffett captures this idea when he distinguishes between an engine’s horsepower (IQ) and output \n(RQ): \n \n“I always look at IQ and talent as representing the horsepower of the motor, but that the output—the \nefficiency with which that motor works—depends on rationality. A lot of people start out with 400-\nhorsepower motors but only get a hundred horsepower of output. It’s way better to have a 200-\nhorsepower motor and get it all into output.”26 \n"
    },
    {
      "number": 11,
      "text": "August 4, 2016  \n \nThirty Years \n11 \nTwo areas of research, heuristics and biases and prospect theory, merged economics and psychology in \nthe last half century. While many of the ideas had been around for a long time, Daniel Kahneman and \nAmos Tversky did a great deal to formalize the thinking.  \n \nThe heuristics and biases literature notes that we tend to operate with rules of thumb (heuristics), which \nare generally correct and save us lots of time. But these heuristics have associated biases that can lead to \ndepartures from logic or probability. Examples of heuristics include availability (rely on information that is \navailable rather than relevant), representativeness (placing people or objects in categories that are \ninaccurate), and anchoring (placing too much weight on an anchor figure). There is now a long list of \nheuristics and biases, and great investors are those who not only understand these concepts but take \nsteps to manage or mitigate behavioral biases in their investment process. \n \nProspect theory shows how the decisions by individuals depart from normative economic approaches in \nrisky situations. Loss aversion, which says that individuals tend to suffer more from losses than \ncomparable gains, is a good example. While there may be a persuasive evolutionary explanation for loss \naversion, it is not good for money management.27  \n \nEpistemic rationality, or the degree to which your beliefs map accurately to the world, is an essential \ningredient to RQ. People who score well on RQ are well calibrated, which means that the probabilities they \nassign to particular outcomes tend to be accurate over a large sample of judgments. One way to improve \ncalibration is to keep score. You can track your forecasts and grade them based on outcomes.   \n \nThe ability to sidestep behavioral biases is likely part disposition, part training, and part environment. Great \ninvestors are those who are generally less affected by cognitive bias than the general population, learn \nabout biases and how to cope with them, and put themselves in a work environment that allows them to \nthink well.     \n \n8. Know the difference between information and influence. In classic markets for goods or services, \nprices are a highly informative mechanism. In microeconomics, the equilibrium price is one that balances \nsupply and demand. A higher price creates more supply than demand, and hence excess supply. A lower \nprice creates more demand than supply, and hence excess demand. The equilibrium price is also known \nas the market clearing price because it clears away excess supply or demand. Supply and demand curves \nmay shift, but price is a very useful source of information about the market. \n \nPrices also provide useful information in capital markets. The main value is as an indication about \nexpectations for future financial performance. (This is less true for derivatives, which may be efficiently \npriced even if the asset from which its price is derived is inefficiently priced.) As we saw in a prior point, \ngreat investors are adept at translating between expectations and fundamentals, and keep them separate \nin decision making. Further, arbitrageurs serve to close aberrant price gaps. Arbitrage is negative \nfeedback, pushing prices that have drifted from fair value back toward their correct level.    \n  \nYet investing is an inherently social exercise. As a result, prices can go from being a source of information \nto a source of influence. This has happened many times in the history of markets. Take the dot-com \nboom as an example. As internet stocks rose, investors who owned the shares got rich on paper. This \nexerted influence on those who did not own the shares and many of them ended up suspending belief and \nbuying as well. This fed the process. The rapid rise of the dot-com sector was less about grounded \nexpectations about how the Internet would change business and more about getting on board. Negative \nfeedback ceded to positive feedback, which pushes a system away from its prior state. \n \n"
    },
    {
      "number": 12,
      "text": "August 4, 2016  \n \nThirty Years \n12 \nOne of the best models for thinking about this type of behavior is the threshold model from Mark \nGranovetter, a professor of sociology at Stanford University.28 Imagine 100 potential rioters milling around \nin a public square. Each individual has a “riot threshold,” the number of rioters that person would have to \nsee in order to join the riot. Say one person has a threshold of 0 (the instigator), one has a threshold of 1, \none has a threshold of 2, and so on up to 99. This uniform distribution of thresholds creates a domino \neffect and ensures that a riot will happen. The instigator breaks a window with a rock, person one joins in, \nand then each individual piles on once the size of the riot reaches his or her threshold. Substitute “buy dot-\ncom stocks” for “join the riot” and you get the idea.   \n \nThe point is that very few of the individuals, save the instigator, think that rioting is a good idea. Most \nwould probably shun rioting. But once the number of others rioting reaches a threshold, they will jump in. \nThis is how the informational value of stocks is set aside and the influential component takes over.   \n \nGreat investors don’t get sucked into the vortex of influence. This requires the trait of not caring what \nothers think of you, which is not natural for humans. Indeed, many successful investors have a skill that is \nvery valuable in investing but not so valuable in life: a blatant disregard for the views of others. Success \nentails considering various points of view but ultimately shaping a thesis that is thoughtful and away from \nthe consensus. The crowd is often right, but when it is wrong you need the psychological fortitude to go \nagainst the grain. This is much easier said than done, especially if it entails career risk (which is often the \ncase).    \n \n9. Position sizing (maximizing the payoff from edge). Puggy Pearson was a cigar-chomping gambling \nlegend who won the World Series of Poker and was one of the world’s best pool players. When asked \nabout his success, Pearson said, “Ain’t only three things to gambling: Knowin’ the 60-40 end of a \nproposition, money management, and knowin’ yourself.”29 Great investors take to heart all three of \nPearson’s points, but money management is the one that gets the least attention in the discourse on \ninvestment practice. \n \nThe book Bringing Down the House by Ben Mezrich tells the story of a half dozen students from MIT who \ndeployed a card counting system to make lots of money in Las Vegas. Their system had two parts. The \nfirst was the method for counting cards. Here, members of the team fanned out to different tables and \ndeveloped a signal to indicate when the odds looked good. But the second part of the system is \ncommonly overlooked. The team members knew exactly how much to bet given the odds at the table and \nthe size of their bankroll. \n \nSimilarly, success in investing has two parts: finding edge and fully taking advantage of it through proper \nposition sizing. Almost all investment firms focus on edge, while position sizing generally gets much less \nattention.  \n \nProper portfolio construction requires specifying a goal (maximize sum for one period or parlayed bets), \nidentifying an opportunity set (lots of small edge or lumpy but large edge), and considering constraints \n(liquidity, drawdowns, leverage). Answers to these questions suggest an appropriate policy regarding \nposition sizing and portfolio construction. \n \nThe most common approaches are based on mean-variance (maximize return for a given level of risk) and \nthe Kelly Criterion (maximize a portfolio’s geometric mean return).30 Which approach makes most sense \nfor you depends a great deal on how you answer the questions about goals, opportunities, and constraints. \nBut the broad point is that most investors do a poor job with position sizing and great investors are more \neffective at it.31 \n"
    },
    {
      "number": 13,
      "text": "August 4, 2016  \n \nThirty Years \n13 \nEd Thorp is one of the best investors of the last half century. In the early 1960s, he wrote the book, Beat \nthe Dealer, which explained card counting in blackjack as a means to gain edge as well as a betting \nstrategy based on the Kelly Criterion in order to take advantage of that edge. The MIT team was his \nintellectual progeny.  \n \nHis returns as an investor are extraordinary. For the nearly 30 years ended in the late 1990s, Thorp’s \ninvestments had grown at a 20 percent annual rate with a 6 percent standard deviation.32 Thorp has been \namong the most thoughtful and thorough in explaining the benefits, drawbacks, and practical \nconsiderations of the Kelly Criterion.33 \n \nAstute investors understand that finding edge and betting on it appropriately are both essential to long-\nterm success.      \n \n10. Read (and keep an open mind). Every year, Columbia Business School sends a group of students to \nOmaha, Nebraska to meet with Todd Combs, a graduate of the school (and former student), and Warren \nBuffett (also a graduate), at Berkshire Hathaway. After one of those trips, I asked the students for their \nimpression of the meetings. The students, in somewhat of a state of disbelief, said that Combs suggested \nthat they read 500 pages a day. In a world of endless meetings, blinking Bloomberg terminals, and \ndemanding emails, this goal seems inconceivable.    \n \nBerkshire Hathaway’s Charlie Munger said that he really liked Albert Einstein’s point that “success comes \nfrom curiosity, concentration, perseverance and self-criticism. And by self-criticism, he meant the ability to \nchange his mind so that he destroyed his own best-loved ideas.”34 Reading is an activity that tends to \nfoster all of those qualities. \n \nMunger has also said, “In my whole life, I have known no wise people (over a broad subject matter area) \nwho didn’t read all the time–none, zero.”35 This may be hyperbolic, but seems to be true in the investment \nworld as well.   \n \nGreat investors generally practice a few habits with regard to their reading. First, they allocate time to it. \nWarren Buffett has suggested that he dedicates 80 percent of his working day to reading.36 Note that if \nyou are spending time reading, you are not doing something else. There are trade-offs. But many \nsuccessful people are willing to make reading a high priority. \n \nSecond, good readers tend to take on material across a wide spectrum of disciplines. Don’t just read in \nbusiness or finance. Expand the scope into new domains or fields. Follow your curiosity. It is hard to know \nwhen an idea from an apparently disparate field may come in handy. \n \nFinally, make a point of reading material you do not necessarily agree with. Find a thoughtful person who \nholds a view different than yours, and then read his or her case carefully. This contributes to being actively \nopen-minded.  \n \nResearch shows that successful people read a lot and do so more for education than for entertainment.37 \nReading is their primary means to continue their education. This habit is particularly important for investors, \nwho must synthesize a huge number of inputs into actionable ideas.      \n \n"
    },
    {
      "number": 14,
      "text": "August 4, 2016  \n \nThirty Years \n14 \nWhat Next? \n \nIt is harder than ever to generate excess returns in the investment management business. The main \nexplanation for the rising difficulty is an idea we call the “paradox of skill.” The paradox says that in some \nactivities, as skill increases luck becomes more important in determining outcomes. The key insight is \ndifferentiating between absolute and relative skill.  \n \nAbsolute skill in investing, which includes bright investors working hard using vast amounts of data and \nincorporating ideas from the latest research, has never been higher. Relative skill, on the other hand, appears \nto be narrowing. The difference between the best and the average is less today than it was a generation or \ntwo ago. We see this clearly when we examine the standard deviation of excess returns for mutual funds, \nwhich has declined steadily for a half century.  \n \nThe massive shift in asset allocation away from active investing toward passive investing exacerbates this \neffect. Thirty years ago, index funds were less than one percent of assets under management, and today they \n(along with other passive vehicles such as exchange-traded funds) are about one-third. Think of it this way: \nFor you to have positive alpha, the industry’s term for risk-adjusted excess return, someone has to have \nnegative alpha of the same amount. By definition, alpha for the market must equal zero (before fees).  \n \nSo you want to compete against less-skilled investors because they are your source of alpha. It is \ndisadvantageous for you if the weak players flee the market (selling their stocks and buying index funds), or if \nthe least capable professional investors lose assets to passive funds, because it means that only the smartest \ninvestors remain in the active game. The truth is that weak players, whom the strong players require to \ngenerate excess returns, are fleeing at a record pace. \n \nStill, here are a couple of suggestions for active managers to contemplate. \n \nThe first is to consider carefully where your skill will be most valuable. More than 25 years ago, Richard \nGrinold spelled out the “fundamental law of active management.”38 The non-technical interpretation says that \nexcess returns equal skill times opportunity. All the skill in the world is for naught unless you have an \nopportunity to apply it. Before figuring out how you will win the game, figure out which game to play. \n \nSecond, there is a still a lot of upside in properly building an investment firm. In the past 30 years, we have \nlearned a substantial amount about how our minds work, the value of diversity, and the role of training.  \n \nTake a look at exhibit 2, which considers the factors that contribute to peak performance as an investor. The \nbox on the left starts with selecting the right people to be analysts and portfolio managers. The next pair of \nboxes place emphasis on proper training through deliberate practice and the thoughtful application of \ntechnology. Then the organization has to manage cognitive bias. Only then can an individual in a firm reach \npeak performance. \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 15,
      "text": "August 4, 2016  \n \nThirty Years \n15 \nExhibit 2: Achieving Peak Performance in an Investment Organization \n \nSource: Credit Suisse. \n \nHere are some thoughts on each: \n \n Selection. Both Keith Stanovich’s work on IQ and RQ and Phil Tetlock’s work on superforecasting \nstrongly suggest that there’s more to good decision making than traditional smarts measured through IQ. \nQualities such as active-open mindedness, thinking probabilistically, an ability to update views frequently \nand accurately, and persistence are not well captured in tests. Even proxies for intelligence, such as \ngraduating from an elite university, do not do the job.39 \n \nStanovich, along with some colleagues, will publish a book on rational thinking in September 2016 that \nincludes the CART (Comprehensive Assessment of Rational Thinking), a test analogous to the IQ test.40 \nThe cognitive reflection test (CRT) and extended CRT are simple tests that likely capture the same \ndimensions of thinking.41 \n \nProgressive investment organizations will extend their selection process to including screening for \nrationality, which will likely improve results. \n \n Deliberate practice. The next step toward peak performance is the application of deliberate practice, \nwhich has a number of elements.42 Done properly, deliberate practice is designed with a specific \nobjective, requires timely and accurate feedback from a coach or teacher, entails substantial repetition, \nand is only viable for students who are motivated. Deliberate practice is not fun, but it is gratifying \nbecause the performance improvements are tangible. \n \nThere is no straightforward way to map the elements of deliberate practice to the world of investing. \nDesigned practice with a specific objective may involve exercises in probability judgments, including \nlearning how to establish prior beliefs, how to update views, and how to distinguish between \nfundamentals and expectations.   \n \nFeedback is a challenge. Your first inclination is to use the market as a source of feedback, but the \nproblem is that market moves, especially in the short term, are very noisy. A better approach is to break \ndown an investment thesis in components, each of which you can measure and track. This allows you to \nkeep score and provide feedback. The Brier score is an established way to assess the accuracy of \nprobabilistic forecasts.43     \n \nThe way to achieve repetition is to constantly work on similar types of problems that may not be directly \nrelated to the portfolio. Handicappers talk of “action bets” and “prime bets.” Action bets are small bets \nthat serve to keep the handicapper engaged and sharp. The stakes are low but the handicapper gets \nfeedback to help his bigger bets. Prime bets are the big bets. If action bets are the warm up, prime bets \nare the main event. In order to gain repetition, the investor should think about everything relevant in \nprobability terms and sharpen his or her ability to do so. \nSelection\nDeliberate \nPractice\nTechnology/\nInnovation\nPeak \nPerformance\nManaging\nMental Bias\n"
    },
    {
      "number": 16,
      "text": "August 4, 2016  \n \nThirty Years \n16 \nMotivation in cognitive tasks shows up as active open-mindedness, a need for cognition, and \ncompetitiveness. When the best forecasters in a tournament were asked why they participated in the first \nplace, they cited “wanting to be among the top forecasters” as the primary reason. Investing entails \nongoing learning, so motivation to learn and stay involved is essential. Reading is probably the best \nindication of this motivation. \n \n Technology and innovation. Here is a provocative thought: if you compete against a computer, you are \nhighly likely to lose. If you compete with a computer to augment your performance, you are more likely to \nwin. The question is how this plays out in the investment business. \n \nOne model we can examine is chess. Machine beat man when Garry Kasparov lost to Deep Blue in \n1997. Since then, a new type of play called freestyle chess has become more popular. In freestyle chess, \nhumans make the moves but can avail themselves of whatever aids they want, including chess programs \nand other humans. While it is close, it appears that freestyle teams are the best chess players in the \nworld, easily surpassing humans by themselves and narrowly beating the best chess programs.44  \n \nYou need to sort what the computer is good at and what you can do. Then you have to let the computer \ndo its thing while you do yours. Computers are good at applying base rates, crunching numbers, and \ncasting a wide net. Humans can add value by understanding causality in a more nuanced way, \nrecognizing regime changes, and applying more granular knowledge.      \n \nIt is hard to be at the cutting edge of innovation, but there is a great deal to gain from simply applying \navailable ideas or principles. For example, it is still surprising how few fundamental investors use \nsimulation in their work. You can buy a Monte Carlo simulator off the shelf for a reasonable price, and it \nwill generate substantial insight. Is your organization set up in the best possible way? For example, are \nyour teams the proper size, of the ideal composition, and managed well? Finally, fundamental firms \nshould keep an eye on academic research to see if any of the ideas apply.   \n \n Managing mental bias. At this point, most investors are familiar with the basic ideas from the literature \non heuristics and biases and prospect theory. (If you are not, you should learn about the ideas right away). \nThe challenge today is to implement methods to manage and mitigate behavioral biases. \n \nThere are a few techniques that can be helpful. One example is the use of checklists, which come in two \nforms. A DO-CONFIRM checklist allows an investor to do his or her job as they see fit but prompts \npauses to make sure the job has been done thoroughly. Our experience is that checklists can be \neffective for the routinized aspects of investing, for instance making sure that the analyst has done a \ncompetitive strategy or return on invested capital analysis properly. A READ-DO checklist is useful in \nperiods of high stress. One case is when a stock you own drops sharply versus the market. A checklist \ncan lay out the protocol to ensure the best possible decision.45 \n \nAnother technique is an explicit effort to improve choice architecture. Research in psychology \ndemonstrates that how choices are presented influences behavior. Nudges are structures that encourage \npositive behaviors without limiting options.  \n \nHaving an organization with a high level of cognitive diversity, people with different training experience, \npersonalities, and skills, is perhaps the most powerful antidote to bias. But cultivating cognitive diversity is \nnot enough. You must manage diversity. “Psychological safety” is the single factor that best predicts \ngood performance for a team. This means that people feel free to voice their views and are willing to take \nappropriate risks.46 \n"
    },
    {
      "number": 17,
      "text": "August 4, 2016  \n \nThirty Years \n17 \nSome Influential Books along the Journey \n \n1980s \nMichael E. Porter, Competitive Strategy: Techniques for Analyzing Industries and Competitors (New York: \nFree Press, 1980). \nRobert Cialdini, Influence: The Psychology of Persuasion (New York: William Morrow, 1984). \nMichael E. Porter, Competitive Advantage: Creating and Sustaining Superior Performance (New York: Free \nPress, 1985). \nAlfred Rappaport, Creating Shareholder Value: The New Standard for Business Performance (New York: Free \nPress, 1986). \nRichard Dawkins, The Blind Watchmaker (New York: W.W. Norton & Company, 1986). \nMax H. Bazerman, Judgment in Managerial Decision Making (New York: John Wiley & Sons, 1986). \n \n1990s \nMichael Rothschild, Bionomics: Economy as Ecosystem (New York: Henry Holt, 1990). \nTom Copeland, Tim Koller, and Jack Murrin, Valuation: Measuring and Managing the Value of Companies \n(New York: John Wiley & Sons, 1990). \nG. Bennett Stewart III, The Quest for Value: A Guide for Senior Managers (New York: Harper Business, \n1991). \nPeter Bernstein, Capital Ideas: The Improbable Origins of Modern Wall Street (New York: John Wiley & Sons, \n1992). \nM. Mitchel Waldrop, Complexity: The Emerging Science at the Edge of Order and Chaos (New York: Simon & \nSchuster, 1992). \nKevin Kelly, Out of Control: The Rise of Neo-Biological Civilization (New York: Addison Wesley, 1994).  \nDaniel C. Dennett, Darwin’s Dangerous Idea: Evolution and the Meanings of Life (New York: Simon & \nSchuster, 1995). \nPeter Bernstein, Against the Gods: The Remarkable Story of Risk (New York: John Wiley & Sons, 1996). \nSteven Pinker, How the Mind Works (New York: W.W. Norton & Company, 1997). \nE.O. Wilson, Consilience: The Unity of Knowledge (New York, Alfred A. Knopf, 1998). \nCarl Shapiro and Hal R. Varian, Information Rules: A Strategic Guide to the Network Economy (Boston, MA: \nHarvard Business School Press, 1999). \n \n2000s \nMichael Lewis, Moneyball: The Art of Winning an Unfair Game (New York: W.W. Norton, 2003). \nJames Surowiecki, The Wisdom of Crowds: Why the Many Are Smarter than the Few and How Collective \nWisdom Shapes Business, Economies, Societies, and Nations (New York: Random House, 2004). \nEric D. Beinhocker, The Origin of Wealth: Evolution, Complexity, and the Radical Remaking of Economics \n(Boston: Harvard Business School Press, 2006). \nDaniel Kahneman, Thinking, Fast and Slow (New York: Farrar, Straus and Giroux, 2011).  \nPhilip E. Tetlock and Dan Gardner, Superforecasting: The Art and Science of Prediction (New York: Crown \nPublishers, 2015). \n \n \n"
    },
    {
      "number": 18,
      "text": "August 4, 2016  \n \nThirty Years \n18 \nEndnotes \n \n1 Michael J. Mauboussin, The Success Equation: Untangling Skill and Luck in Business, Sports, and Investing \n(Boston, MA: Harvard Business Review Press, 2012), 1-2. \n2 William James, The Principles of Psychology, Volume 1 (New York: Henry HOLT and Company, 1890), 488. \n3 Alfred Rappaport, Creating Shareholder Value: The New Standard for Business Performance (New York: \nFree Press, 1986). \n4 William N. Thorndike, Jr., The Outsiders: Eight Unconventional CEOs and Their Radically Rational Blueprint \nfor Success (Boston, MA: Harvard Business Review Press, 2012).  \n5 Peter D. Kaufman, ed., Poor Charlie’s Almanack: The Wit and Wisdom of Charles T. Munger (Virginia \nBeach,VA: PCA Publication, 2005). \n6 Some of my favorites include Howard M. Schilit and Jeremy Perler, Financial Shenanigans: How to Detect \nAccounting Gimmicks & Fraud in Financial Reports, 3rd Edition (New York: McGraw Hill, 2010); Charles W. \nMulford and Eugene E. Comiskey, Creative Cash Flow Reporting: Uncovering Sustainable Financial \nPerformance (Hoboken, NJ: John Wiley & Sons, 2005); Charles W. Mulford and Eugene E. Comiskey, The \nFinancial Numbers Game: Detecting Creative Accounting Practices (Hoboken, NJ: John Wiley & Sons, \n2005); and Kathryn F. Staley, The Art of Short Selling (New York: John Wiley & Sons, 1997). \n7 Michael E. Porter, Competitive Strategy: Techniques for Analyzing Industries and Competitors (New York: \nFree Press, 1980). \n8 Baruch Lev and Feng Gu, The End of Accounting and the Path Forward for Investors and Managers \n(Hoboken, NJ: John Wiley & Sons, 2016). \n9 Madeleine I. G. Daepp, Marcus J. Hamilton, Geoffrey B. West, and Luís M. A. Bettencourt, “The Mortality of \nCompanies,” Royal Society Interface, Vol. 12, No. 106, May 6, 2015; Michael J. Mauboussin and Dan \nCallahan, “Why Corporate Longevity Matters: What Index Turnover Tells Us about Corporate Results,” Credit \nSuisse Global Financial Strategies, April 16, 2014. \n10 Stanley Block, “Methods of Valuation: Myths vs. Reality,” The Journal of Investing, Winter  2010, 7-14. \nEBITDA stands for earnings before interest, taxes, depreciation, and amortization. \n11 Alfred Rappaport, Creating Shareholder Value: A Guide for Managers and Investors (New York: Free Press, \n1998), 15. \n12 Michael J. Mauboussin and Dan Callahan, “Measuring the Moat: Assessing the Magnitude and Sustainability \nof Value Creation,” Credit Suisse Global Financial Strategies, July 22, 2013. \n13 Michael Steinhardt, No Bull: My Life In and Out of Markets (New York: John Wiley & Sons, 2001), 129. \n14 Steven Crist, “Crist on Value,” in Beyer, et al., Bet with the Best (New York: Daily Racing Form Press, \n2001). \n15 Dan Ariely, George Loewenstein, and Drazen Prelec, “‘Coherent Arbitrariness’: Stable Demand Curves \nWithout Stable Preferences,” Quarterly Journal of Economics, Vol. 118, No 1, February 2003, 73-106. \n16 Amos Tversky, “Features of Similarity,” Psychological Review, Vol. 84, 1977, 327-352. Reprinted in Eldar \nShafir, ed., Preference, Belief, and Similarity: Selected Writings, Amos Tversky (Cambridge, MA: MIT Press, \n2004). \n17 Paul R. Carlile and Clayton M. Christensen, “The Cycles of Theory Building in Management Research,” \nHarvard Business School Working Paper Series, No. 05-057, 2005. Also, see the chapter, “History, The \nFickle Teacher,” in Duncan J. Watts, Everything Is Obvious*: *Once You Know the Answer (New York: Crown \nBusiness, 2011), 108-134. \n18 Nassim Nicholas Taleb, The Black Swan: The Impact of the Highly Improbable, Second Edition (New York: \nRandom House, 2010), 365. \n19 Warren E. Buffett, Berkshire Hathaway Annual Meeting, 1989. \n20 The phrase “beliefs are hypotheses to be tested, not treasures to be protected” comes from Philip E. \nTetlock and Dan Gardner, Superforecasting: The Art and Science of Prediction (New York: Crown Publishers, \n2015), 191. \n"
    },
    {
      "number": 19,
      "text": "August 4, 2016  \n \nThirty Years \n19 \n21 Robert B. Cialdini, Influence: The Psychology of Persuasion (New York: William Morrow, 1993). \n22 Stephanie L. Brown, Terrilee Asher, and Robert B. Cialdini, “Evidence of a Positive Relationship Between \nAge and Preference for Consistency,” Journal of Research in Personality, Vol. 39, No. 5, October 2005, \n517-533. \n23 Christopher Peterson and Martin E. P. Seligman, Character Strengths and Virtues: A Handbook and \nClassification (Oxford: Oxford University Press, 2004), 144.   \n24 Uriel Haran, Ilana Ritov, Barbara A. Mellers, “The Role of Actively Open-Minded Thinking in Information \nAcquisition, Accuracy, and Calibration,” Judgment and Decision Making, Vol. 8, No 3, May 2013, 188-201. \n25 For a layman’s discussion of Bayes’s Theorem, see Nate Silver, The Signal and the Noise: Why So Many \nPredictions Fail—But Some Don’t (New York: The Penguin Press, 2012), 243-248. To solve for the new \nprobability, you need three quantities. First, you need a prior probability (x). Second, you need an estimate of \nthe probability as a condition of the hypothesis being true (y). Finally, you need an estimate conditional on the \nhypothesis being false (z). \n \nBayes’s Theorem = \n       xy                   \n \n           \n \n \n \n  xy + z(1-x) \n \nFor an example, see Michael J. Mauboussin and Dan Callahan, “Cultivating Your Judgment Skills: A \nFramework for Improving the Quality of Decisions,” Credit Suisse Global Financial Strategies, May 7, 2013. \n26 Brent Schlender, “The Bill & Warren Show,” Fortune, July 20, 1998.  \n27 Rose McDermott, James H. Fowler, and Oleg Smirnov, “On the Evolutionary Origin of Prospect Theory \nPreferences,” Journal of Politics, Vol. 70, No. 2, April 2008, 335–350. \n28 Mark Granovetter, “Threshold Models of Collective Behavior,” American Journal of Sociology, Vol. 83, No. 6, \nMay, 1978, 1420-1443. \n29 David Spanier, Easy Money: Inside the Gambler’s Mind (New York: Penguin, 1987).  \n30 Javier Estrada, “Geometric Mean Maximization: An Overlooked Portfolio Approach?” Working Paper, \nJanuary 2010. \n31 Leonard C. MacLean, Edward O. Thorp, Yonggan Zhao, and William T. Ziemba, “How Does the Fortune’s \nFormula Kelly Capital Growth Model Perform?” Journal of Portfolio Management, Summer 2011, 96-111. \n32 William Poundstone, Fortune’s Formula: The Untold Story of the Scientific Betting System that Beat the \nCasinos and Wall Street (New York: Hill and Wang, 2005), 320. \n33 Edward O. Thorp, “The Kelly Criterion in Blackjack, Sports Betting, and the Stock Market,” in Handbook of \nAsset and Liability Management, Volume 1: Theory and Methodology, S.A. Zenios and W. T. Ziemba, eds., \n(Amsterdam: North-Holland, 2006), 385-428.  \n34 “Berkshire Hathaway’s Warren Buffett & Wesco Financial’s Charlie Munger,” Outstanding Investor Digest, \nVol. 19, No. 3 &4, December 31, 2004, 52.  \n35 Berkshire Hathaway Annual Meeting, 2004 per Tren Griffin, Charlie Munger: The Complete Investor (New \nYork: Columbia Business School Press, 2015), 104. \n36 Drake Baer, “Nine Books Billionaire Warren Buffett Thinks Everyone Should Read,” Business Insider, \nSeptember 2, 2014.  \n37 Libby Kane, “What Rich People Have Next to Their Beds,” Business Insider, June 17, 2014.  \n38 Richard C. Grinold, “The Fundamental Law of Active Management,” Journal of Portfolio Management, Vol. \n15, No. 3, Spring 1989, 30-37; Richard C. Grinold and Ronald N. Kahn, Active Portfolio Management: A \nQuantitative Approach for Producing Superior Returns and Controlling Risk, Second Edition (New York: \nMcGraw Hill, 2000), 147-169; Roger Clarke, Harindra de Silva, and Steven Thorley, “The Fundamental Law \nof Active Portfolio Management,” Journal of Investment Management, Vol. 4, No. 3, Third Quarter 2006, 54-\n72.  \n39 Barbara Mellers, Eric Stone, Terry Murray, Angela Minster, Nick Rohrbaugh, Michael Bishop, Eva Chen, \nJoshua Baker, Yuan Hou, Michael Horowitz, Lyle Ungar, and Philip Tetlock, “Identifying and Cultivating \n"
    },
    {
      "number": 20,
      "text": "August 4, 2016  \n \nThirty Years \n20 \nSuperforecasting as a Method of Improving Probabilistic Predictions,” Perspectives on Psychological Science, \nVol. 10, No. 3, May 2015, 267-281. \n40 Keith E. Stanovich, Richard F. West, and Maggie E. Toplak, The Rationality Quotient: Toward a Test of \nRational Thinking (Cambridge, MA: MIT Press, 2016).  \n41 Shane Frederick, “Cognitive Reflection and Decision Making,” Journal of Economic Perspectives, Vol. 19, \nNo. 4, Fall 2005, 25-42. \n42 Anders Ericsson and Robert Pool, Peak: Secrets from the New Science of Expertise (New York: Houghton \nMifflin Harcourt, 2016).  \n43 Glenn W. Brier, “Verification of Forecasts Expressed in Terms of Probability,” Monthly Weather Review, Vol. \n78, No. 1, January 1950, 1-3. \n44 Kevin Kelly, “The Three Breakthroughs That Have Finally Unleashed AI On the World,” Wired, October 27, \n2014.  \n45 Michael J. Mauboussin, Dan Callahan, David Rones, and Sean Burns, “Managing the Man Overboard \nMoment: Making an Informed Decision After a Large Price Drop,” Credit Suisse Global Financial Strategies, \nJanuary 15, 2015; Michael J. Mauboussin, Dan Callahan, Darius Majd, Greg Williamson, and David Rones, \n“Celebrating the Summit: Making an Informed Decision After a Large Price Gain,” Credit Suisse Global \nFinancial Strategies, January 11, 2016. \n46 Julia Rozovsky, “The Five Keys to a Successful Google Team,” November 17, 2015. See \nhttps://rework.withgoogle.com/blog/five-keys-to-a-successful-google-team/. \n \n \n \n \n"
    },
    {
      "number": 21,
      "text": " \n \n \n \nImportant information \n \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future.  \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A.  \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG, Singapore Branch, and elsewhere in the \nworld by the relevant authorized affiliate of the above.  \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \n© 2016 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n \n \n"
    }
  ]
}