{
  "filename": "mm_110_2016_corporate_governance_and_capital_allocation__the_governing_objective__corporate_governance_and_the_two_camps.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423225716-07'00'",
    "modDate": "D:20240423225822-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 110,
      "year": "2016",
      "date": "1/1",
      "institution": "Credit Suisse",
      "title": "Corporate Governance and Capital Allocation: The Governing Objective, Corporate Governance and the Two Camps",
      "url": "https://12mv2.files.wordpress.com/2024/04/16-01-01-corporate-governance-and-capital-allocation__the-governing-objective-corporate-governance-and-the-two-camps.pdf"
    },
    "tags": [
      "Capital allocation",
      "Decision making"
    ],
    "tagged_at": "2025-01-20T21:28:33.332756"
  },
  "pages": [
    {
      "number": 1,
      "text": "Research Institute\nThought leadership from Credit Suisse Research\nand the world’s foremost experts\nJanuary 2016\nHow Corporate \nGovernance \nMatters\n"
    },
    {
      "number": 2,
      "text": "Countries that operate under civil law have weaker \nprotection for shareholders and stronger protection \nfor creditors. They tend towards the camp that seeks \nto balance the interests of stakeholders. These coun­\ntries include France, Germany and Japan as well as \nmost Scandinavian countries (La Porta and Lopez-\nde-Silanes, Shleifer, Vishny, 2001). Formal and infor­\nmal rules about the interaction between constituen­\ncies are vital for stakeholder-centered companies. \nNaturally, the mindsets of these camps lead to dif­\nferent structures of corporate governance and choices \nabout how a company invests and finances itself. For \nexample, academics who study shareholder and \nstakeholder-oriented governing objectives have found \nthat firms that are shareholder-centric have a higher \nproportion of incentive pay for executives in the form \nof equity, more externally verifiable control mecha­\nnisms, more debt as a percentage of total capital, and \nhigher rates of labor turnover than firms that are stake­\nholder-centric (García-Castro, Ariño, Rodriguez, and \nAyuso, 2008). \nSome scholars charge that balancing stakeholder \ninterests cannot serve as a company’s singular gov­\nerning objective because it is impossible to simulta­\nneously maximize the interests of all stakeholders \n(Jensen, 2002). As a result, executives have discre­\ntion to make decisions as they see fit. The problem \nis that investors and other stakeholders have no reli­\nable basis to evaluate a company’s strategy as well \nas the operating and financing choices its \nmanagers make.\nProperly conceived, corporate governance is a sys­\ntem of checks and balances that a company designs \nin order to serve its governing objective. A governing \nobjective is a clear statement of what a company is \ntrying to achieve, which ultimately shapes the firm’s \nculture, communications and choices about how it \nallocates capital (Mauboussin and Rappaport, 2015). \nIn this section, we examine the link between corpo­\nrate governance and capital allocation. \nSince the world of business is dynamic, compa­\nnies must constantly assess trade-offs and make \ndifficult decisions. A clear governing objective pro­\nvides executives with a basis to mediate trade-offs in \nthe firm. It also provides the stakeholders, including \nemployees, customers, suppliers, debtors, and \nshareholders, with information they need to assess a \ncompany’s \nprospects \nand \nto \nevaluate \nits performance.\nFew companies explicitly state a governing objec­\ntive, but we can broadly define two camps: maximizing \nshareholder value and balancing the interests of stake­\nholders. As a general rule, countries that operate under \ncommon law have the strongest protection of share­\nholders and hence lean towards the shareholder value \ncamp. These countries include the United States, the \nUnited Kingdom, and most of the countries that were \nformerly part of the British Empire (e.g. Australia, Can­\nada and India). Markets for capital and labor play a \ncentral role for companies in the shareholder \nvalue camp. \nFigure 31\nSources and uses of financial capital\n \nCapital allocation\nReturn cash \nto claimholders\nBusiness\nCapital expenditures \nWorking capital\nMergers/acquisitions\nResearch & development\nCapital sources\nEquity issuance\nDebt issuance\nBusiness\nOperational cash ﬂow\nAsset sales\nAccess cash \nfrom claimholders\nCash dividends\nShare buybacks\nDebt repayment\nSource: Credit Suisse\nCorporate governance and \ncapital allocation\nThe governing objective, corporate governance and the two camps.\nMichael Mauboussin and Dan Callahan\n36\nCorporate Governance\n"
    },
    {
      "number": 3,
      "text": "The fundamental role of capital allocation \nCapital allocation is the most fundamental respon­\nsibility of a public corporation’s senior management \nteam. Successful capital allocation means converting \ninputs, including money, ideas and people, into some­\nthing more valuable than they would be otherwise. \nThe net present value test is a simple, appropriate \nand classic way to determine whether management \nis living up to this responsibility. A company passes \nthe test when the present value of the long-term cash \nflow from an investment exceeds the initial cost.\nThere are two reasons value should determine \nwhether a management team is living up to its \nresponsibility. The first is that companies must com­\npete. A company that is allocating its resources \nwisely will ultimately prevail over a competitor that is \nallocating its resources foolishly. This reason is par­\nticularly important for firms that compete in global \nmarkets. The second is that inputs have an opportu­\nnity cost, or the value of the next best alternative. \nUnless an input is going to its best and highest use, \nit is underperforming relative to its opportunity cost.\nFigure 31 (and in more depth, Figures 32 to 39) \nshows the sources of capital and the ways that a com­\npany can allocate capital. The primary source of capital \nis cash flow from operations. Companies can also \naccess capital by selling businesses or raising funds \nthrough the issuance of debt or equity. Companies can \ninvest in the business through capital expenditures, \nincreases in working capital, research and development, \nand mergers. Firms can also return capital to claimhold­\ners by repaying debt, issuing dividends and repurchasing \nshares. While a comprehensive consideration of capital \nallocation also takes into account human capital, we \nrestrict our discussion here to financial capital.\nOver time, a company’s results will reflect a com­\nbination of the opportunities it has and how the exec­\nutives allocate capital. Industries and companies \ngenerally have a lifecycle where a start-up period is \nfollowed by a phase of growth, a fade in return on \ninvestment, and ultimately a state of maturity (Mad­\nden, 1999). Investment in the business is strongest \nin the early part of the lifecycle and the proclivity to \nreturn capital to claimholders is higher towards \nthe end. \nCapital allocation is a dynamic process, so the \ncorrect answer to most questions is: “It depends.” \nSometimes acquiring makes sense and other \ntimes divesting is the better alternative. There are \ntimes to issue equity and times to retire it. As the \ncomponents that determine price and value are \nchanging constantly, so too must the assessments \nthat a chief executive officer (CEO) makes. As \nWarren Buffett, CEO of Berkshire Hathaway says: \n“The first law of capital allocation — whether the \nmoney is slated for acquisitions or share repur­\nchases — is that what is smart at one price is \ndumb at another” (Buffett, 2011).\nA basic equation in finance says that a company’s \nsustainable earnings growth rate is a function of its \nreturn on investment and the amount it pays out to \nshareholders. Companies with high returns on invest­\nment can sustain more rapid growth than companies \nwith low returns, holding constant the payout ratio. \nAs a result, companies in a country with a high \nreturn on investment can generally fund a greater \npercentage of their investments with internally-gen­\nerated cash than companies in a country with a low \nreturn. Figure 40 shows this correlation, using cash \nflow return on investment (CFROI) as a measure of \nreturn on investment. The data reflect the average of \nthe ten years up to 2014.\nTying this idea back to corporate governance, \ncountries with a bias towards shareholder value also \ngenerate higher CFROI than those that lean towards \nthe balanced stakeholder approach. Specifically, the \nfive largest markets under common law (USA, UK, \nHong Kong, Australia, and Canada) have realized an \naverage CFROI of 8.0% since 1994, while represen­\ntative countries under civil law (Japan, Germany, \nFrance, Switzerland, and Sweden) had an average of \n6.4%. So for the same rate of growth, common-law \ncountries can afford a higher payout ratio than civ­\nil-law countries.\nMaximizing long-term value creation per share is \nthe result of making investments that earn in excess \nof the cost of capital, including the repurchase of \nshares. A company’s governing objective and the \ncorporate governance structures that support it have \na profound influence on how the firm allocates capi­\ntal. We now examine how capital has been allocated \nacross different regions of the globe. \n37\nCorporate Governance\n"
    },
    {
      "number": 4,
      "text": "Figure 32\nCapital sources: Business operational cash flow\nUSD in billions, gross cash flow (real)\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n0\n500\n1,000\n1,500\n2,000\n2,500\nSource: Thomson Reuters DataStream, Credit Suisse HOLT, Credit Suisse\nNote: dollar amounts are not inflated. Data includes top 1,500 US industrial firms, excludes financial companies and regulated utilities.\nFigure 33\nCapital sources: Business asset sales (divestitures)\nUSD in billions, line (right axis) represents percentage of net sales\n0.0%\n1.0%\n2.0%\n3.0%\n4.0%\n5.0%\n6.0%\n7.0%\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n0\n200\n400\n600\nSource: Thomson Reuters DataStream, Credit Suisse HOLT, Credit Suisse\nNote: dollar amounts are not inflated. Data includes all industries; excludes debt tender offers, equity carve-outs, exchange offers, loan modifications, and open market repurchases.\nFigure 34\nCapital sources: Equity and debt issuance\n-60%\n-20%\n20%\n60%\n100%\n140%\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\nInternal financing\nNew debt\nNew equity\nSource: Board of Governors of the Federal Reserve System, Division of Research and Statistics, Flow of Funds Accounts Table F.103.\nFigure 35\nCapital allocation: Business capital expenditures\nUSD in billions, line (right axis) represents percentage of net sales\n0.0%\n2.0%\n4.0%\n6.0%\n8.0%\n10.0%\n12.0%\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n0\n300\n600\n900\nSource: Thomson Reuters DataStream, Credit Suisse HOLT, Credit Suisse\nNote: dollar amounts are not inflated. Data includes top 1,500 US industrial firms, excludes financial companies and regulated utilities.\n38\nCorporate Governance\n"
    },
    {
      "number": 5,
      "text": "Figure 36\nCapital allocation: Change in net working capital\nUSD in billions, line (right axis) represents percentage of net sales\n-1.0%\n0.0%\n1.0%\n2.0%\n3.0%\n4.0%\n5.0%\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n-50\n50\n150\n250\nSource: Thomson Reuters DataStream, Credit Suisse HOLT, Credit Suisse\nNote: dollar amounts are not inflated. Data includes top 1,500 US industrial firms, excludes financial companies and regulated utilities.\nFigure 37\nCapital allocation: Business research & development\nUSD in billions, line (right axis) represents percentage of net sales\n0.0%\n1.0%\n2.0%\n3.0%\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n0\n100\n200\n300\nSource: Thomson Reuters DataStream, Credit Suisse HOLT, Credit Suisse\nNote: dollar amounts are not inflated. Data includes top 1,500 US industrial firms, excludes financial companies and regulated utilities.\nFigure 38\nCapital allocation: Cash dividends\nUSD in billions, line (right axis) represents percentage of net sales\n0%\n20%\n40%\n60%\n80%\n100%\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n0\n100\n200\n300\n400\nSource: Credit Suisse HOLT\nNote: Dollar amounts are not inflated. Data includes top 1,500 US industrial firms, excludes financial companies and regulated utilities.\nFigure 39\nCapital allocation: Gross share buybacks\nUSD in billions, line (right axis) represents percentage of net sales\n0%\n20%\n40%\n60%\n80%\n100%\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n0\n200\n400\n600\nSource: Credit Suisse HOLT\nNote: dollar amounts are not inflated. Data includes top 1,500 US industrial firms, excludes financial companies and regulated utilities.\n39\nCorporate Governance\n"
    },
    {
      "number": 6,
      "text": "The history of capital deployment \nTable 3 shows capital allocation in recent decades \nby region, including the United States, Japan, \nEurope, Asia Pacific ex-Japan (APEJ) and global \nemerging markets (GEM). The exhibit also shows \nCFROI and asset growth, adjusted for inflation, over \nthe last 20 years. \nThe main observations on spending in recent \ndecades include the following:\n•• M&A is the largest use of capital in the USA, \nEurope and GEM, the second largest use in \nAPEJ, and the fourth largest use in Japan. The \nrarity of M&A in Japan is of particular note. \n•• Capital expenditures are the largest use of capital \nin Japan and APEJ and the second largest use in \nthe USA, Europe and GEM.\n•• R&D is the second largest use of capital in Japan, \nthe third largest in the USA and Europe, and the \nfourth largest in APEJ and GEM. Developed mar­\nkets spend substantially more on R&D than devel­\noping markets.\n•• Divestitures play a significant role in each of the \nregions, constituting roughly one-third to one-half \nthe level of total M&A. They are also larger than div­\nidends and share buybacks in all regions but Japan.\n•• Dividends substantially exceed share buybacks in \nall regions except the USA, where they have been \nroughly equivalent on average. Buybacks are \nmodest in Europe and fairly insignificant in Japan, \nAPEJ and GEM.\n•• Share buybacks have been meaningful in com­\nmon-law countries and inconsequential in nearly all \nother regions. This pattern reflects cultural and \nregulatory constraints. \nA country’s legal tradition appears to lead to \nimplicit assumptions about what the governing objec­\ntive should be as well as the society’s rules \nand regulations. \nFigure 40\nRelationship between CFROI and internal financing capability (2005-2014 average)\nInternal financing (percentage of total)\nPortugal\nItaly\nFinland\nSpain\nAustria\nGermany\nFrance\nNetherlands\nDenmark\nUSA\n50\n60\n70\n80\n90\n100\n110\n4\n5\n6\n7\n8\n9\n10\nCFROI (percent)\nSource: Europe: Eurostat European Sector accounts; U.S.: Board of Governors of the Federal Reserve System, Division of Research and Statistics, Flow of Funds Accounts \nTable F.102; Credit Suisse.\nTable 3\nCapital deployment by region\nHistorical averages for USA, Japan, Europe, APEJ, and GEM\nUses of capital (as a percentage of sales)\nEconomic returns and \ngrowth\nM&A\nCapex\nR&D \nexpense\nNet working \ncapital\nGross \nbuybacks\nDivestitures\nDividends\nCFROI\nReal asset \ngrowth rate\nUSA\n10.4%\n7.1%\n2.2%\n0.8%\n2.1%\n3.3%\n2.2%\n8.5%\n5.6%\nJapan\n1.2%\n4.6%\n2.1%\n1.2%\n0.2%\n0.4%\n0.6%\n3.0%\n3.3%\nEurope\n9.7%\n7.0%\n2.0%\n1.5%\n0.6%\n5.1%\n2.2%\n6.7%\n3.9%\nAPEJ\n10.2%\n10.5%\n0.8%\n2.8%\n0.4%\n5.1%\n2.6%\n6.4%\n9.8%\nGEM\n15.8%\n12.1%\n0.3%\n3.7%\n0.5%\n6.5%\n3.2%\n6.3%\n9.3%\nSource: Credit Suisse HOLT.\nNote: for uses of capital, historical averages are based on the following years: USA (1980-2013), Japan (1985-2013), Europe (1985-2013), APEJ (1992-2013), GEM \n(1992-2013), For CFROI® and real asset growth rates, historical averages are based on the years 1993-2013 for all regions.\nPHOTO: ISTOCKPHOTO.COM/CERCHI\n40\nCorporate Governance\n"
    },
    {
      "number": 7,
      "text": "Incentives and capital allocation\nOne of the enduring lessons of economics is that \nincentives matter. It is also the case that incentives \ndesigned to achieve one objective can lead to unin­\ntended consequences. The goal of this section is to \nconsider whether the incentives a company has in \nplace encourage judicious capital allocation. Most of \nthese incentives address compensation. \nAgency theory is the classic way to explain why \nthe managers of a company may not act in the inter­\nests of the shareholders (Jensen and Meckling, \n1976). The idea is that conflicts can arise when there \nis a separation between a firm’s ownership (principal) \nand control (agent). There are three areas where \nthese conflicts tend to arise (Lambert and \nLarcker, 1991). \nThe first is that while it is clear that shareholders \nwant management to maximize the value of their \nholdings, management may derive benefits from con­\ntrolling resources that don’t enrich shareholders. For \nexample, if remuneration is roughly correlated with \nthe size of the firm, management may seek value-de­\nstroying M&A deals to grow. \nThe second area of conflict is with risk tolerance. \nSince shareholders tend to hold stocks as part of a \ndiversified portfolio, whereas managers are dispro­\nportionately exposed to their own company, manag­\ners may seek less risk than shareholders would \ndeem appropriate. \nThe final conflict is with time horizon. To the \ndegree that compensation plans have a shorter time \nhorizon than the period shareholders use to assess \nthe merit of an investment, there can be a mismatch. \nSo managers may dwell on short-term boosts in \nearnings. Indeed, research shows that a large major­\nity of managers are willing to forego value-creating \ninvestments to deliver near-term earnings (Graham, \nHarvey and Rajgopal, 2006). \nThe principal-agent problem arises in capital alloca­\ntion choices. For example, some companies repur­\nchase stock to offset the dilution of equity issuance to \nemployees (Kahle, 2002) or boost earnings per share \n(Hribar, Jenkins, Johnson, 2006) without consider­\nation of the economic merits of such repurchases. \nFurther, research shows that companies with strong \nanti-takeover provisions, which are less subject to mar­\nket pressures, are more likely to pursue acquisitions \nthat build an empire and destroy shareholder value \nthan companies with fewer such provisions (Masulis, \nWang and Xie, 2007). \nThere is also a link between compensation and \ncapital allocation. Recent research suggests that over­\nall CEO compensation and the use of compensation \nbased on equity have a positive correlation to institu­\ntional ownership and board independence, variables \nthat academics commonly use as proxies for quality \nand governance. Further, convergence in ownership \nstructure and the globalization of capital markets have \nled to a narrowing of the dispersion between US and \nnon-US CEO pay (Murphy, 2013).\nThe main point is that compensation practices \nshould be consistent with a firm’s governing objec­\ntive. The goal is to encourage executives to allocate \ncapital so as to maximize their long-term remunera­\ntion. While the structure of incentives depends on the \ngoverning objective a firm selects, the main task is to \nensure that remuneration is congruent with \nthose objectives. \n41\nCorporate Governance\n"
    },
    {
      "number": 8,
      "text": "Five principles of capital allocation\nHere are five principles that investors can use as \na sound benchmark to measure management’s mind­\nset regarding capital allocation (McTaggart, Kontes \nand Mankins, 1994).\n1.\t Zero-based capital allocation: Companies \ngenerally think about capital allocation on an \nincremental basis. For example, a study of \nmore than 1,600 US companies by McKinsey \nfound that there was a 0.92 correlation \nbetween how much capital a business unit \nreceived in one year and the next. For one-third \nof the companies, that correlation was 0.99. In \nother words, inertia appears to play a large role \nin \ncapital \nallocation \n(Hall, \nLovallo, \nMusters, 2012).\nThe proper approach is zero-based, which sim­\nply asks: “What is the right amount of capital \n(and the right number of people) to have in this \nbusiness to support the strategy that will create \nthe most wealth?” There is no reference to how \nmuch the company has already invested in the \nbusiness, only how much should be invested. \nResearch by McKinsey suggests that those \ncompanies that showed a zero-based allocation \nmindset, and hence were the most proactive in \nreallocating resources, delivered higher total \nshareholder returns than the companies that \ntook more of an incremental approach.\n2.\t Fund strategies, not projects: The idea here \nis that capital allocation is not about assessing \nand approving projects, but rather assessing and \napproving strategies and determining the proj­\nects that support the strategies. Practitioners \nand academics sometimes fail to make this vital \ndistinction. The key to this principle is recogniz­\ning that a business strategy is a bundle of proj­\nects and that the value of the bundle is what \nmatters. The CEO and board must evaluate \nalternative strategies and consider the financial \nprospects of each. \n3.\t No capital rationing: The attitude at many com­\npanies, which the results of surveys support, is \nthat capital is scarce but free. The sense is that \nthe business generates a limited amount of cap­\nital, which makes it scarce, but since it comes \nfrom within it is free.\nA better mindset is that capital is plentiful but \nexpensive. There are two sources of capital \nthat companies can tap beyond the cash gen­\nerated internally. The first is redeploying cap­\nital from businesses that do not earn sufficient \nreturns. Management can execute this inside \nthe company or sell the underperforming busi­\nnesses and redeploy the proceeds. The sec­\nond is the capital markets. When executives \nhave value-creating strategies that need cap­\nital, the markets are there to fund them in all \nbut the most challenging environments. \n4.\t Zero tolerance for bad growth: Companies \nthat wish to grow will inevitably make invest­\nments that do not pay off. The failure rate of \nnew businesses and new products is high. \nSeeing an investment flop is no sin; indeed it is \nessential to the process of creating value. What \nis a sin is remaining committed to a strategy \nthat has no prospect of creating value, hence \ndraining human and financial resources.\n5.\t Know the value of assets, and be ready to \ntake action to create value: Intelligent capital \nallocation is similar to managing a portfolio of \nstocks in that it is very useful to have a sense \nof the difference, if any, between the value and \nprice of each asset. This includes the value of \nthe company and its stock price. Naturally, \nsuch analysis must incorporate considerations \nincluding taxes.\nWith a ready sense of value and price, man­\nagement should be prepared to take action to \ncreate value. Sometimes that means acquiring, \nother times that means divesting, and fre­\nquently there are no clear gaps between value \nand price. As we have seen, managers tend to \nprefer to buy than to sell, even though the \nempirical record shows quite clearly that sellers \nfare better than buyers on average.\nSummary\nA governing objective is what a company says, \ncapital allocation is what a company does, and cor­\nporate governance is the mechanism to make sure \ncompanies do what they say. Most companies around \nthe world don’t articulate a clear governing objective, \nbut countries under common law tend to favor share­\nholders, and those under civil law tend to favor \nother stakeholders. \nOver time, capital allocation determines a compa­\nny’s growth, cash flows, and viability. It is the most \nimportant responsibility of management. Thoughtful \ninvestors need to understand the history of a compa­\nny’s capital allocation and critically assess its actions \nin light of its goals (Mauboussin and Callahan, 2015). \nPHOTO: ISTOCKPHOTO.COM/JOHNNYGREIG\n42\nCorporate Governance\n"
    },
    {
      "number": 9,
      "text": "References and further reading\nMauboussin, Michael J., and Dan Callahan, “Capital \nAllocation—Updated: Evidence, Analytical Methods, \nand Assessment Guidance,” Credit Suisse Global \nFinancial Strategies, June 2, 2015. \nMcTaggart, James M., Peter W. Kontes, and \nMichael C. Mankins, “The Value Imperative: Manag­\ning for Superior Shareholder Returns” (New York: \nFree Press, 1994).\nMurphy, Kevin, “Executive Compensation: Where \nWe Are, and How We Got There,” Chapter 4 in \nGeorge Constantinides, Milton Harris, and René \nStulz, eds., Handbook of the Economics of Finance, \nVolume \n2A \n(Amsterdam: \nElsevier, \n2013), \n211-356.\nZweig, Jason, “Peter’s Uncertainty Principle,” \nMoney Magazine, November 1994, 143-149. \nBuffett, Warren E., “Letter to Shareholders,” Berk­\nshire Hathaway Annual Report, 2011. See www.\nberkshirehathaway.com/letters/2011ltr.pdf.\nGarcía-Castro, Roberto, Miguel A. Ariño, Miguel A. \nRodriguez, and Silvia Ayuso, “A Cross-National \nStudy of Corporate Governance and Employment \nContracts,” Business Ethics: A European Review, \nVol. 17, No. 3, July 2008, 259-284.\nGraham, John R., Campbell R. Harvey, and Shiva \nRajgopal, “Value Destruction and Financial Report­\ning Decisions,” Financial Analysts Journal, Vol. 62, \nNo. 6, November/December 2006, 27-39.\nHall, Stephen, Dan Lovallo, and Reiner Musters, \n“How to Put Your Money Where Your Strategy Is,” \nMcKinsey Quarterly, March 2012.\nJensen, Michael C., “Value Maximization, Stake­\nholder Theory, and the Corporate Objective Func­\ntion,” Business Ethics Quarterly, Vol. 12, No. 2, \nApril 2002, 235-256.\nJensen, Michael C., and William H. Meckling, “The­\nory of the Firm: Managerial Behavior, Agency Costs, \nand Ownership Structure,” Journal of Financial Eco­\nnomics, Vol. 3, No. 4, October 1976, 305-360.\nLambert, Richard A., and David F. Larcker, “Exec­\nutive Compensation, Corporate Decision Making, \nand Shareholder Wealth: A Review of the Evidence,” \nin Fred K. Foulkes, ed., Executive Compensation: \nA Strategic Guide for the 1990s (Boston, MA: Har­\nvard Business School Press, 1991), 98-125. \nLa Porta, Rafael, Florencio Lopez-de-Silanes, \nAndrei Shleifer, and Robert Vishny, “Investor Pro­\ntection and Corporate Governance,” Journal of \nFinancial Economics, Vol. 58, No. 1-2, June 2001, \n3-27. \nMadden, Bartley J., “CFROI Valuation: A Total Sys­\ntem Approach to Valuing the Firm” (Oxford: Butter­\nworth-Heinemann, 1999). \nMauboussin, Michael J., and Alfred Rappaport, \n“Transparent Corporate Objectives— A Win-Win for \nInvestors and the Companies They Invest In,” Jour­\nnal of Applied Corporate Finance, Vol. 27, No. 2, \nSpring 2015, 28-33.\n54\nCorporate Governance\n"
    }
  ]
}