{
  "filename": "mm_155_2022_market_share__understanding_competitive_advantage_through_market_power.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20230929103127-04'00'",
    "modDate": "D:20230929103127-04'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 155,
      "year": "2022",
      "date": "9/15",
      "institution": "Counterpoint",
      "title": "Market Share: Understanding Competitive Advantage Through Market Power",
      "url": "https://12mv2.files.wordpress.com/2024/04/22-09-15-market-share__understanding-competitive-advantage-through-market-power.pdf"
    },
    "tags": [
      "Competitive advantage",
      "Market structure",
      "Financial metrics",
      "Business models & growth"
    ],
    "tagged_at": "2025-01-20T21:30:09.625014"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n. \n \n \n \nCounterpoint Global Insights \nMarket Share \nUnderstanding Competitive Advantage Through Market Power \nCONSILIENT OBSERVER  |  September 15, 2022\nIntroduction \n“There is no more important proposition in economic theory than \nthat, under competition, the rate of return on investment tends \ntoward equality in all industries.”1 \nSustainable competitive advantage is pertinent for executives and \ninvestors. We define sustainable competitive advantage as a \ncompany’s ability to generate returns on investment above the cost \nof capital, and higher than its competitors, for an extended period.  \nExecutives seek to position their companies strategically to attain \na competitive advantage. In the process, they have to consider \nindustry dynamics, including barriers to entry, and figure out how \nto perform activities differently, or perform different activities, than \ntheir competitors.2 Companies can also create shareholder value \nby allocating capital judiciously.  \nInvestors commonly seek to buy the shares of businesses that can \ncreate value over time. These companies are often said to be \nsurrounded by an economic moat that preserves profitability and \nkeeps competitors at bay.3 Of course, investors need to be \nsensitive about the price they pay. But businesses with a \nsustainable competitive advantage can be attractive because their \nvalue grows over time.  \nInvestors often treat analysis of competitive advantage and \nvaluation as separate tasks. But they should be done together. \nAlfred Rappaport, a professor emeritus at the Kellogg School of \nManagement at Northwestern University, made this point clearly in \nhis seminal book, Creating Shareholder Value. He wrote, “It is \nimportant to establish that the economic forces governing industry \nattractiveness . . . influence prices, quantities sold, costs, \ninvestments, and the riskiness of the industry. These variables, in \nturn, are the building blocks for the value driver determinants of \nshareholder value.”4 You need to understand the elements of \ncompetitive advantage to value a business intelligently. \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n2\n \nA traditional approach to assessing a firm’s competitiveness considers the potential sources of advantage, \ndetermines whether those sources translate into a competitive advantage, and validates the existence of \ncompetitive advantage by examining measures of performance, including market share and profitability (see \nexhibit 1). For example, a company that has a technology protected by a patent may be a differentiated producer \nand deliver a high return on investment. You start with the sources and end with the outcomes.5 \nExhibit 1: Traditional Competitive Strategy Analysis \n \nSource: Based on George S. Day and Robin Wensley, “Assessing Advantage: A Framework for Diagnosing Competitive \nSuperiority,” Journal of Marketing, Vol. 52, No. 2, April 1988, 3 and Bruce Greenwald and Judd Kahn, Competition \nDemystified: A Radically Simplified Approach to Business Strategy (New York: Portfolio, 2005). \nThis report takes a different tack. It starts by examining market share and asks whether market share, and \nrelated concepts, can help inform the analysis of industry structure. This will take us on a journey that includes \nlife cycles, market share, concentration, markups, intangibles, and “superstars.” We will study the link between \nsome of these variables and return on investment and provide some analytical tools along the way. We finish \nwith some case studies to see how these ideas apply to a handful of industries.  \nThis work is important because economic theory tells us that return on investment in excess of the opportunity \ncost of capital gets eroded by competition. There is regression toward the cost of capital. An industry where all \ncompetitors earn the cost of capital is in competitive equilibrium.  \nResearch in strategic management has a different point of emphasis than that in economics. Strategy seeks to \nexplain sustainable competitive advantage by looking at individual companies and how they differ. Economics \ntends to treat firms in broader classes, old versus young or incumbent versus challenger, with an emphasis on \naggregates. Notably, the antitrust literature draws much more heavily on research in economics than in strategy.6  \nUnderstanding competitive advantage helps us anticipate the rate at which regression happens. The slower the \nrate of fade, the longer a company can sustain its competitive advantage. Companies with strong competitive \nadvantages preserve high returns longer than their competitors do.7  \nA study of market share is useful because it can provide insight into entry and exit dynamics and industry stability. \nHow a firm gains or loses market share can shed light on the distinction between more traditional markets, where \nmultiple competitors grapple for share, and those with strong network effects, which often culminate in one firm \ndominating the industry.    \nWe also need to understand the link between market share and firm profitability. A strong market share position \ncan lead to attractive profitability for good or bad reasons. Good reasons include the benefit of economies of \nscale, where bigger companies have lower costs than smaller ones and hence can provide consumers with a \nSources of Advantage\nCompetitive Advantage\nPerformance Outcomes\n• Proprietary technology\n• Unique input costs\n• High switching costs\n• High search costs\n• Habit formation\n• Low-cost producer\n• Differentiated producer\n• Market share\n• Low customer churn\n• Attractive profitability\nReinvest in business to sustain advantage\n"
    },
    {
      "number": 3,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n3\n \nquality offering at an attractive price. Bad reasons reflect anti-competitive behavior, cases where leaders stymie \nthe competition and resulting prices are higher than they would be otherwise.8 Debates about potential antitrust \nactions are based on this distinction. \nDefining Market Share \nThe Merriam-Webster dictionary defines market share as “the percentage of the market for a product or service \nthat a company supplies.”9 Market share is an outcome of a company’s product or service offering, distribution \nchannels, marketing initiatives, and customer relationships. Some markets tend toward winner-take-most \noutcomes.10   \nLee Cooper and Masao Nakanishi, professors of marketing, suggest that market share analysis should be \ncompetitive, descriptive, and profit-oriented.11 Competitive emphasizes that any assessment must be in the \ncontext of the position and decisions of competitors, including potential entrants. Descriptive captures the market \nstructure and the potential impact of marketing initiatives on product performance. Profit-oriented considers how \nchanges in market share lead to changes in profitability. \nWhile market share is straightforward in concept, there can be considerable challenges in attaining reliable \nfigures. For example, defining the market requires judgment. Take automobiles as a case. Does it make sense \nto measure market share for all vehicles sold? Or does reflecting segments such as sedans versus sport utility \nvehicles provide insight? What is the appropriate geographic scope? Should market shares be considered on a \nlocal, regional, national, or international level? When does that matter? Finally, should you measure market \nshares using revenues (units sold times price divided by total revenue) or units (units sold divided by total units \nsold)?12   \nMarket structure is defined by the number and distribution of firms within an industry.13 Two aspects of market \nshare, stability and concentration, can provide insight into potential sustainable competitive advantage.    \nMarket Share Stability \nMarket share stability is conducive to sustainable competitive advantage, whereas instability makes it more \ndifficult to create value over time. Instability can be the result of multiple sources, including new entrants, \ncompetitive actions, technological change, and shifts in consumer demand.14 Market share instability provides \ninsight into the nature of rivalry and is a measure of mobility within the industry.15    \nMethods to measure market share stability have been around for more than a half century. Bruce Greenwald, a \nprofessor emeritus of asset management and finance at Columbia Business School, popularized an approach \nbased on average absolute value market share change.16 You examine the market shares for each company \nwithin an industry over two periods, usually three to five years apart, and calculate the absolute value of the \nchange for each. You use those figures to calculate the average absolute value change.   \nExhibit 2 provides an example for the United States (U.S.) automobile industry for the 5 years from 2016 through \n2021. While some firms lost share (General Motors) and others gained share (Tesla), the average absolute \nvalue change was about one percentage point. We consider any average below two to be a low level of \ninstability.  \n \n"
    },
    {
      "number": 4,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n4\n \nExhibit 2: Market Share Instability Analysis – U.S. Automobile Industry, 2016-2021 \nCompany \n2016 \n2021 \n5-Year Absolute  \nValue Change \nGeneral Motors \n17% \n15% \n2% \nToyota \n14% \n15% \n1% \nFord \n15% \n13% \n2% \nStellantis \n13% \n12% \n1% \nHonda \n9% \n10% \n1% \nHyundai \n8% \n10% \n2% \nNissan \n9% \n7% \n2% \nVolkswagen \n3% \n4% \n1% \nSubaru \n3% \n4% \n1% \nBMW \n2% \n2% \n0% \nDaimler \n3% \n2% \n1% \nMazda \n2% \n2% \n1% \nTesla \n0% \n2% \n2% \nVolvo \n0% \n1% \n0% \nJaguar Land Rover \n0% \n1% \n0% \nOther \n2% \n0% \n2% \nTotal \n100% \n100% \n \nAverage \n \n \n1% \nSource: www.goodcarbadcar.net and Counterpoint Global. \nWe can also look at how this level of instability has changed over time. Exhibit 3 shows the trailing 5- and 3-year \nmarket share instability figures for the U.S. automobile industry from 1961 through 2021. We see bouts of relative \ninstability, including the early 1980s and the decade to start the 21st century, interspersed with periods of \nquiescence. \nExhibit 3: Market Instability Analysis – U.S. Automobile Industry, 1961-2021 \n \nSource: Wards Auto, www.goodcarbadcar.net, and Counterpoint Global. \n0%\n1%\n2%\n3%\n4%\n5%\n1961\n1963\n1965\n1967\n1969\n1971\n1973\n1975\n1977\n1979\n1981\n1983\n1985\n1987\n1989\n1991\n1993\n1995\n1997\n1999\n2001\n2003\n2005\n2007\n2009\n2011\n2013\n2015\n2017\n2019\n2021\nMarket Share Instability\nTrailing 5 Years\nTrailing 3 Years\n"
    },
    {
      "number": 5,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n5\n \nThis analysis also allows for two other checks. The first is to see how many companies are in the industry. The \nother is to see if new names appear on the list or old ones disappear. Lots of companies and the emergence of \nnew competitors typically suggest that barriers to entry are low.   \nA couple of factors are particularly important in considering the rate of entry and exit. The first is where an \nindustry is in its life cycle. As an industry is born, it is common for the number of entrants to rise sharply in the \nearly years and then to fall over time.17 Market shares tend to show a great deal of instability early on and settle \ndown over time. For instance, the average absolute value change of the big three automobile manufacturers, \nGeneral Motors, Ford, and Chrysler, was nearly 10 from 1925 to 1929. Identifying winners can be very \nchallenging shortly after an industry launches.18 \nThe second factor is the rate of entry. One of the key functions of a capitalist system is to efficiently shift \nresources from industries that destroy value to those that create value.19 Low barriers to entry and exit, as well \nas low friction on capital flows, encourage this process.  \nIndustries with high returns on investment attracted entrants from the mid-1970s through about the year 2000. \nBut since then, high returns have no longer correlated with free entry. Research by the economists Germán \nGutiérrez and Thomas Philippon suggests that neither economies of scale for the incumbents nor higher entry \ncosts explain this decline in entry. They contend that the main culprit is the rise of regulation.20 \nGutiérrez and Philippon argue that the rise has been geared less toward public interest regulation, which seeks \nto protect consumers and address negative externalities, and more toward public choice regulation, which \nprimarily benefits incumbents. Regulation, along with the substantial investments in intangibles by big firms, \nhave created large, fixed costs that have impeded the entry and growth of small firms. Exhibit 4 shows the rise \nin the number of regulations and the entry rate for technology firms.21 Entry by technology firms peaked around \n2000 and has drifted lower in recent decades. \nExhibit 4: The Rise of Regulations and Firm Entry for Technology, 1978-2019 \n \nSource: (New firms) U.S. Census Bureau, Center for Economic Studies, Business Dynamics Statistics; (Restrictions) Patrick \nMcLaughlin, Jonathan Nelson, Thurston Powers, Walter Stover, and Stephen Strosko, RegData US 4.0 Annual (dataset), \nQuantGov, Mercatus Center at George Mason University, Arlington, VA, 2021; Counterpoint Global. \n0\n20\n40\n60\n80\n100\n120\n140\n160\n180\n0\n20\n40\n60\n80\n100\n120\n1978\n1979\n1980\n1981\n1982\n1983\n1984\n1985\n1986\n1987\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\nNumber of Restrictions (Thousands)\nNew Tech Firms (Thousands)\nNew Firms\nRestrictions\n"
    },
    {
      "number": 6,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n6\n \nAn analysis of market share stability offers insight into how market shares change over time. But it does not \npaint a complete picture of how market share is distributed. For that, we need to examine concentration.  \nMarket Concentration  \nMarket concentration quantifies “the extent to which market shares are concentrated between a small number \nof firms.”22 There are two main ways an industry can become concentrated. The first is through consolidation. \nFor example, the number of aerospace and defense prime contractors went from 51 to 5 during the 1990s.23 \nThe second is the result of winner-take-most outcomes that are characteristic of some industries.24    \nThe relationship between minimum efficient scale (MES) and the total addressable market (TAM) is one way to \nthink about the number of competitors and the degree of potential concentration.25 MES is the level of output at \nwhich a firm reaches its long-term average cost. It is based on the relationship between a company’s sales and \nfixed costs, or costs that do not change with output. A company that has not reached MES will be at a \ndisadvantage to a larger competitor. MES therefore provides an indication of how much market share a company \nrequires to be competitive.26 \nTAM is the sales a company could attain if it had 100 percent share of a market it could serve while creating \nvalue. TAM is not about how large an industry can be but rather how large it can be while adding value.  \nYou should always think about scale relative to competitors. Big firms in a large industry may not have any \nadvantage when compared to one another. For example, eight global automobile manufacturers had sales in \nexcess of $100 billion in 2021. Likewise, a little firm in a small industry may have an advantage. MES and TAM, \nwhich can change over time as the result of shifting consumer preferences and technological advances, should \nbe part of any consideration of concentration. \nAs with market share, there is a lot of debate about how to measure concentration. Different methods can lead \nto different conclusions about the same industry. One method is to measure the market share held by some \nnumber of companies. This is often designated by the letter “C” and the number of companies measured. For \nexample, a C4 concentration calculation adds up the market shares of the largest four industry participants. \nThe most common approach for estimating concentration is the Herfindahl-Hirschman Index (HHI), which \nweights market shares. Specifically, the index is the sum of the squares of the market shares of the 50 largest \nfirms in an industry times 10,000. For industries with fewer than 50 firms the amount is the sum all firms. For \ninstance, for an industry with four companies and market shares of 50 percent, 25 percent, 15 percent, and 10 \npercent, the index would be 3,450 ([(.50)2 + (.25)2 + (.15)2 + (.10)2] × 10,000 = 3,450).  \nThe virtue of the HHI is that it considers not only the number of firms in an industry but also the distribution of \ntheir sizes. It measures inequality. A large firm in a fragmented industry may be able to impose discipline on its \ncompetitors. HHI is commonly used in assessing whether deals are anti-competitive, and an HHI in excess of \n2,500 is considered a “highly concentrated” market.27  \nExhibit 5 shows how these measures can offer different messages. In the first scenario, the top four competitors \nhave equal share, leading to a C4 of 80 percent and an HHI of 1,800, deemed to be a “moderately concentrated” \nmarket. In the second scenario, one company has one-half of the market even as the top four still share 80 \npercent. Now the HHI soars to 3,000 and the market is considered to be highly concentrated. In practice, \nhowever, these metrics generally come to similar conclusions.28    \n"
    },
    {
      "number": 7,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n7\n \nExhibit 5: Concentration Measures Can Provide Different Signals \nMarket Share \n  \nScenario 1 \nScenario 2 \nCompetitor A \n20% \n50% \nCompetitor B \n20% \n10% \nCompetitor C \n20% \n10% \nCompetitor D \n20% \n10% \nCompetitor E \n10% \n10% \nCompetitor F \n10% \n10% \nTotal \n100% \n100% \nC4 \n80% \n80% \nHHI \n1,800 \n3,000 \nSource: Counterpoint Global. \nAnother challenge is the level at which you choose to measure concentration. Do we care about local or national \nconcentration? Which tells us more about the nature of competition? Some studies show that national \nconcentration has risen in recent decades even as local concentration has declined for some industries, \nincluding retail stores.29 Particular assumptions embedded in the measurement create the dichotomy between \nthe figures for national and local concentration.30   \nDefining an industry can also be tricky. Researchers calculate HHI using the Standard Industrial Classification \n(SIC), the Global Industry Classification Standard (GICS), and the North American Industry Classification \nSystem (NAICS). The results can differ markedly based on which metric a researcher uses to measure the \nindustry.31 \nThe basic intuition is that high concentration suggests limited competition, which explains why HHI is used as a \ntool to assess whether a merger and acquisition (M&A) deal is considered anti-competitive. Likewise, low \nconcentration is consistent with lots of competition. These important caveats regarding measurement \nnotwithstanding, we would like to know whether concentration is up or down in recent decades.  \nThe answer is it depends on whom you ask. Some studies find clear evidence for rising concentration and \nexplore the implications for industry returns in excess of the cost of capital.32 For example, one analysis suggests \nthe HHI for U.S. public companies has gone from less than 1,000 in the mid-1990s to more than 1,600 today.33  \nOther studies find limited evidence for increases in concentration.34 One showed the industries with the largest \nincrease in the C4 ratio from 2002 to 2017 included declining sectors such as newsprint mills and radio networks.  \nIn a point related to entry, the data show that the probability of a firm in the top four dropping out of that group \nrose steadily from 1980 and peaked around 2000. This suggests these leaders were being disrupted at a rising \nrate. Since then, however, the probability has dropped steadily, which is consistent with a decline in disruption.35   \nThe core limitation of concentration measures, including C4 and HHI, is that they are not reliably linked to \nsustainable competitive advantage or stock returns.36 It appears market share provides a better link to profitability \nthan does concentration.37 We now turn to the link between market share and attractive return on investment. \n"
    },
    {
      "number": 8,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n8\n \nMarket Share and Market Power \nA recent meta-study found that market share is positively linked to financial performance, including metrics such \nas return on sales, return on investment, and return on equity.38 But the relationship is not simple and context \nmatters.39 The central question is how market share translates into a return on investment that exceeds the cost \nof capital. \nOne of the best ways to answer this is to examine supply and demand curves, one of the most basic concepts \nin economics. Exhibit 6 provides a simple example. On this chart, the horizontal (x) axis measures quantity and \nthe vertical (y) axis reflects price. The demand curve shows the willingness to pay (WTP) of consumers. They \ndemand a low quantity of a good or service when the price is high, and demand rises as the price falls. \nThe supply curve reflects the cost for producers. Suppliers will provide lots of a good or service when prices are \nhigh, and the willingness to sell (WTS) drops as the price does. \nThe equilibrium price is at the intersection of the demand and supply curves, where the willingness to pay and \nthe marginal cost of production meet. The price will equal this cost in theory because a producer that has a cost \nlower than that of its competitors will drop its price to grow its market share.  \nIn a competitive setting, the price migrates toward the marginal cost. This is what George Stigler, the economist \nquoted at the top of this report, meant when he said, “the rate of return on investment tends toward equality in \nall industries.” The marginal cost includes the cost of capital. Companies will have a return on investment equal \nto the cost of capital, which means they neither create nor destroy shareholder value. \nConsumers who have a willingness to pay above the price realize a surplus because they are getting something \nfor less than what it’s worth to them. Consumer surplus captures the utility, or satisfaction, that consumers \nperceive. The triangle in the upper left corner reflects this aggregate value.  \nExhibit 6: Supply and Demand Curves and Competitive Equilibrium \n \nSource: Counterpoint Global. \nCompetitive \nPrice\nConsumer \nSurplus\nDemand\nSupply\nSupply\nDemand\nMarginal \nCost\nCompetitive \nQuantity\nPrice\nQuantity\n"
    },
    {
      "number": 9,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n9\n \nCompanies generally seek to generate returns on investment above the cost of capital. This requires realizing a \nprice that is above the marginal cost. Economists call this ability “market power,” which is defined as “the ability \nof a firm to raise prices above costs and generate excess profits.”40 Industries and companies with market power \nearn an economic profit, a return on investment in excess of the cost of capital.  \nExhibit 7 shows the same demand and supply curves, but rather than the price set at marginal cost, the higher \nprice reflects market power. Consumer surplus remains, but the area of the triangle is much smaller than in \nexhibit 6.  \nProducers now have an economic profit. We also have welfare loss, which represents the group of consumers \nthat have a willingness to pay above the competitive price but below the price with market power. In other words, \nthese consumers would have bought the good or service at the competitive price but lose welfare because the \nhigher price precludes them from a purchase.  \nExhibit 7: Supply and Demand Curves and Market Power \n \nSource: Counterpoint Global. \nThe existence and pursuit of market power immediately raises some issues. The first is the role market power \nplays in the link between market share and economic profit. The second is how we measure market power, the \ndifference between price (output) and marginal cost (input).   \n \n \n \n \nConsumer \nSurplus\nProfit\nDemand\nWelfare \nLoss\nQuantity with \nMarket Power\nMarginal \nCost\nSupply\nSupply\nDemand\nPrice with \nMarket Power\nPrice\nQuantity\n"
    },
    {
      "number": 10,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n10\n \nHow Companies Create Value \nThe combination of market power and a framework for understanding how companies create and capture value \nprovides a way to understand the connection between market share and economics. This model of how \ncompanies add value was developed by two professors of strategy, Adam Brandenburger and Harborne Stuart, \nand considers value creation from the point of view of buyers, the company, and suppliers.41 Felix Oberholzer-\nGee, a professor of strategy at Harvard Business School, has brought the ideas to life with robust frameworks \nand vivid examples.42   \nExhibit 8 shows what Oberholzer-Gee calls the “value stick,” which allows us to think about a company’s ability \nto create value on two levels. The first is the gap between willingness to pay and willingness to sell. WTS is the \nlowest price at which a supplier is willing to sell their good or service. The difference between willingness to pay \nand price is consumer surplus, as we have seen. The difference between cost and the willingness to sell is \nsupplier surplus. For example, you might imagine the company paying an employee (cost) more than the salary \nat which she would be indifferent to working (WTS). In this case the employee would enjoy a supplier surplus. \nOberholzer-Gee argues that companies should strive to increase willingness to pay and to lower willingness to \nsupply. This shifts demand and supply curves, creates the opportunity for consumer and supplier surplus, and \nleaves plenty of room for the company to create value. The economic pie, from suppliers to customers, grows.43 \nExhibit 8: A Value Stick Shows How Market Share Can Add Value \n  \n \nSource: Based on Felix Oberholzer-Gee, Better, Simpler Strategy: A Value-Based Guide to Exceptional Performance \n(Boston, MA: Harvard Business Review Press, 2021), 14. \n \nWillingness to Pay\n• Network effects\n• Complements\n• Products and services\nPrice\nCost\nValue \nCreation\n• Reduce supply cost through data\n• Productivity\n• Employee relations\nWillingness to Sell\n"
    },
    {
      "number": 11,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n11\n \nThe second level of value creation is narrower and focuses on the company. A more formal definition of \neconomic profit is return on invested capital (ROIC) minus the weighted average cost of capital (WACC), times \ninvested capital. ROIC is defined as net operating profit after taxes (NOPAT) divided by invested capital.  \nFor instance, if a company’s ROIC is 13 percent, its WACC is 8 percent, and its invested capital is $1,000, the \neconomic profit is $50 ([.13 - .08] ✕ $1,000 = $50). A company creates value when its economic profit is positive, \nwhich means the present value of the cash flows from its investment are worth more than the cost.  \nIt is important to add that just because a company has earnings does not mean that it is creating shareholder \nvalue. Investments can generate earnings that are positive but fail to earn the cost of capital. This results in a \nnegative economic profit. For this reason, the link between earnings growth and value creation is tenuous.44    \nOberholzer-Gee shares some of the main ways to increase willingness to pay and lower willingness to sell. \nThese concepts are very consistent with generic strategies to gain a competitive advantage, including \ndifferentiation (achieve a premium price by raising WTP), cost leadership (have prices below the competition as \nthe result of a lower WTS), and focus (serve a narrow slice of customers better than competitors can).45 These \nmethods are also a structured way to evaluate barriers to entry. The key is to consider how expanding the gap \nbetween WTP and WTS makes higher market share more profitable than lower market share.  \nLet’s start with willingness to pay at the top of exhibit 8. While most firms focus narrowly on growing sales, \nOberholzer-Gee argues their emphasis should be on enhancing WTP by delighting their customers. We briefly \ndescribe the levers he discusses to increase WTP and to potentially add pricing power:46 \n• Network effects. A network effect exists when the value of a good or service increases as more people \nuse the good or service.47 Network effects come in different forms. Direct network effects exist when \nmembers can connect with one another without having to deal with an intermediary. Telephone networks \nare the archetype. Indirect network effects exist when there are complementary assets, such as electric \nvehicles and charging stations. Network effects are also pertinent for platform businesses that match two \nsides of a market. The ride-sharing companies, Uber and Lyft, are a good case in point.48 \nPositive feedback, where the strong get stronger and the weak get weaker, is key to understanding how \nnetwork effects come about. This is very different than negative feedback, where the strong get weaker, \nthe weak get stronger, and there is regression toward the mean. Most businesses are subject to negative \nfeedback. But there are commonly battles, at least early on, to determine the winner in industries where \npositive feedback is relevant. (If you want to see a long history of these, type “format war” into your search \nengine.) One classic example is Video Home System (VHS) versus Betamax.  \nThe outcomes of these business skirmishes are rarely evident in real time.49 For instance, Facebook rose \nto be the leading social network by passing a number of competitors that appeared formidable. Fox \nInteractive, mostly driven by MySpace, a Facebook competitor, briefly received more page views than the \ncombined Yahoo! sites in late 2006.50 Yahoo! had been the top company at that time. MySpace was well \nahead of Facebook.  \nReaching a position of dominance increases WTP because of network effects.51 Consumer surplus \nnaturally rises if the company does not raise the price of its good or service. Some social media sites are \nfree to consumers but gather enormous amounts of information about their users. They can then use this \ninformation to monetize their market-leading position through advertising. The value to advertisers \n"
    },
    {
      "number": 12,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n12\n \nincreases along with WTP, and the company that controls the network benefits because it auctions the \nright to advertise to the highest bidder. \nA consumer who is part of a leading network can get locked-in as the result of switching costs.52 For years \nmost businesses have used personal computers with Microsoft operating systems and office software. \nSwitching to a new system would incur costs in purchase and training.   \nNetwork effects are an important driver of WTP but their benefits are less prevalent than asserted.53 When \nthey are present, the rise in WTP creates the potential for pricing power or generates consumer surplus. \nMarket share is a predictor of profitability when network effects are on display. \n• Complements. A complement is a good or service that is consumed with another good or service. \nExamples include hot dogs and hot dog buns, razors and razor blades, and cars and gas stations. When \nthe cost of a product goes down, the WTP for its complement goes up. As a result, firms that figure out \nhow to lower the cost of complements, or even give them away for free, can shift the demand curve up \nand increase the WTP for their own product.54 That was likely part of the thinking of Alphabet, the parent \nof Google, when it made the Android mobile operating system free to handset manufacturers. More mobile \nhandsets using Android meant more consumers using Google search.55 \nFirms that offer complements can still compete with one another. They are sometimes called “frenemies.” \nThey are friends because they recognize that their businesses are more valuable together, and enemies \nbecause they dual about how to divide the value that is created.  \nOne recent illustration is the relationship between Apple and Meta Platforms, which owns the social media \nsites Facebook and Instagram among other businesses. The iPhone has been a key way that users \naccess the Facebook and Instagram applications, and Meta’s applications were among the most \ndownloaded in Apple’s App Store. The companies also discussed a number of ways of working together.56    \nPrior to 2021, advertisers would send information to Meta about customer purchases from their app, along \nwith the identifier for advertisers (IDFA). Meta combined the specific purchase information with other third-\nparty data that tracked a consumer’s activity across a range of applications, websites, and physical stores. \nThe combination of first- and third-party data allowed advertisers to target ads effectively and therefore \nincreased the WTP for ads on Facebook. \nIn April 2021, Apple introduced App Tracking Transparency, or ATT, which requires users to opt in to be \ntracked. A majority of users did not. That meant that advertisers could no longer send Meta the IDFA, \ndegrading the ability to target consumers. As a result, the return on investment and WTP for advertisers \ndeclined. These advertisers include about 10 million small and medium businesses.57  \nSocial media companies and advertisers felt the full effect of these changes in 2022. Meta Platforms has \nseen a hit to revenue of about $10 billion in 2022, and other social media businesses have also suffered.58 \nThis story shows how the change in one company’s policy can affect the economics of its complement.  \nDistinguishing between complements and substitutes can be a challenge. Complements increase WTP \nand substitutes decrease WTP. Oberholzer-Gee shares the example of a digital form of The Washington \nPost. One survey found that many readers consumed both the printed and the online version, suggesting \nthe products are complements. But some readers consumed the online version only, meaning the digital \n"
    },
    {
      "number": 13,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n13\n \nversion is a substitute for print. Discerning the difference requires an analysis of the patterns of usage and \ntrends. Properly structured experiments can also help tease out cause and effect. \n• Products and services. Higher WTP is associated with goods and services that are more useful, confer \nmore status, and create more consumer pleasure. For example, companies can earn the reputation of \nputting the interests of the consumer first, combine existing technologies to create useful opportunities for \ncustomers that are new, and make sure that the company’s business model is not based on a negative \naspect of the consumer experience.59  \nAnother method of lifting WTP is reducing search costs. One series of experiments showed that \nrecommendations based on the taste of the participant increased WTP.60 Most e-commerce and video \nstreaming sites have recommendation engines. The algorithms behind these engines tend to improve with \nmore data about consumer choices. More appropriate recommendations further reduce search costs and \ninform the algorithm, creating positive feedback that benefits WTP. \nSome consumers purchase goods or services by habit, which are defined by automaticity and a lack of \nconscious deliberation.61 Habitual behavior differs based on the consumer or category, but research \nshows that WTP is higher for products purchased by habit.62  \nWe turn our attention to the bottom of the value stick and examine WTS and cost.  \nEconomies of scale, the idea that the cost per unit declines as output rises, is as relevant for cloud computing \nand software development as it is for semiconductor and automobile manufacturing. We reviewed two important \nideas in our discission of concentration and minimum efficient scale. The first is that understanding MES is \nhelpful in assessing barriers to entry. The second is that you should always assess MES relative to competitors. \nThere are cases where businesses have network effects (demand-side scale) and economies of scale (supply-\nside scale). Think of Google as an example. As Google adds users it can gather more information about them. \nThis is valuable to advertisers because it improves the efficiency of their digital advertising. The ad dollars that \nGoogle collects, in turn, allow it to further improve the search functionality and hence add value for its users. \nThat is the demand side. \nGoogle is now very big, which allows it to spend sums on fixed costs that are very hard for competitors to match. \nThis is the supply side. For example, it is estimated that Google pays Apple around $18 to 20 billion a year to \nmake Google the default search engine on the iPhone, iPad, and Mac.63 Google’s strong market share translates \ninto demand- and supply-side scale that leads to robust profitability.     \nConsumers enjoy a surplus and so do suppliers. Supplier surplus is the difference between cost and WTS. \nCompanies that focus solely on cost overlook the opportunity to lower WTS, which can help reduce their own \ncost while preserving or even adding value for their suppliers. Lowering WTS shifts the company-supplier \nrelationship from zero-sum to win-win.  \nHere are some ways to reduce WTS: \n• Reduce supply cost through data. Most companies have digitalized to some degree, which has \nimproved the ability to capture the preferences and purchase habits of their customers. This can be \nvaluable to a supplier, lowering WTS, because it is information the supplier can use to become more \nefficient. For example, information sharing between Walmart and one of its suppliers, Procter & Gamble, \nled to lower inventories and higher sales.64  \n"
    },
    {
      "number": 14,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n14\n \nHere is how that might work. Consider a supplier that today earns a 12.5 percent profit margin (net \noperating profit after taxes ÷ sales) and has 1.2x capital turnover (sales ÷ invested capital) for an ROIC of \n15 percent (12.5% ✕ 1.2 = 15.0%). Now its customer provides data about what products are selling and \nthe patterns of purchase that help the supplier better manage its inventory. This reduces the supplier’s \ninvested capital and increases its capital turnover to 2.0x. The supplier can now lower the price of its \nproduct to the equivalent of a 7.5 percent profit margin while still earning a 15 percent ROIC (7.5% ✕ 2.0 \n= 15.0%). Even better, the supplier can reduce the price to a 10 percent margin, which creates surplus for \nthe supplier while adding value for the customer. \n• Productivity. There are large differences in productivity within industries.65 For example, economists \nfound that U.S. manufacturing plants in the 90th percentile of productivity generated nearly twice the output \nof those at the 10th percentile. This lowers the company’s cost and also lowers WTS as the company \nneeds fewer inputs to generate the same output as its competitors. These differences often relate to scale, \nwhich in turn reflects the ratio of fixed to variable costs. Scale is a big deal when fixed costs are high. \nThe learning curve, which describes the ability to reduce unit costs as a function of cumulative experience, \ncan also lower cost and WTS. Studies of the learning curve for hundreds of products show that a doubling \nof cumulative output reduces unit costs by about 20 percent for the median firm.66 Learning curves come \nfrom accumulated experience and know-how while economies of scale are the result of larger output as a \nfunction of cost. The concepts are distinct but often go together. \n• Employee relations. There are a couple of ways a company can increase employee satisfaction, a form \nof supplier surplus. The first is to pay employees more. This redistributes value from the company to the \nemployees unless there is an offsetting reduction in costs. Some firms pay more than the market rate for \nemployees because it lowers employee turnover, which reduces costs for hiring and training.  \nThe problem with pay as a simple lever of supplier surplus for employees is that empirical studies show a \nweak correlation between compensation and employee satisfaction.67 However, a culture that fosters \nintrinsic motivation can lower WTS and increase employee satisfaction.68 Components of intrinsic \nmotivation include autonomy, mastery, and a sense of purpose.69 Autonomy is the feeling of being in \ncontrol and mastery means there is a good match between an employee’s abilities and the opportunity to \ngrow. A sense of purpose means that an employee feels that his or her efforts contribute to a greater \ngood. Employees who are intrinsically motivated do seek fair pay. But companies can enhance productivity \nand create employee surplus by building a favorable culture.  \nData also help manage employees effectively. For instance, service companies that understand product \ndemand can match work flows to staff schedules appropriately. This lowers the company’s cost and makes \nemployees happier.  \nThe digitalization of business, the process of converting analog information into a digital format that can be more \neasily presented, analyzed, saved, and shared, is a constant thread through this discussion. On the one hand, \ndigitalization may appear to erode the sustainable competitive advantage. The newspaper industry is a vivid \nexample. As advertising shifted from print to digital form, large newspapers that rely on advertising revenues \nwere unable to cover the large, fixed costs associated with content creation, printing, and distribution of physical \nnewspapers.  \n"
    },
    {
      "number": 15,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n15\n \nOn the other hand, digitalization appears to strengthen the hand of companies with network effects and make \ncompetitive advantage more sustainable. Microsoft’s decades-long leadership in the personal computer \noperating system business and extraordinary profitability, measured by cash flow and ROIC, are a case in point. \nA handful of professors of strategy from the Norwegian School of Economics provide a framework for assessing \nwhen the combination of big data and network effects help or hinder the stability of competitive advantage.70 \nThey note that big data is distinct from traditional data because of greater volume, velocity, and variety.  \nThe professors suggest companies can be categorized in a two-by-two matrix, with one axis capturing the \nimportance of big data and the other the importance of network effects (see exhibit 9). Most are “digitalized \nfirms,” found in the lower left box of the quadrant, which use digital technology but where big data and network \neffects are not significant. They cite examples including manufacturing firms seeking to improve efficiency via \nautomation and restaurants and hotels that provide online booking. Competitive advantage is unstable, they \nargue, because competitors can readily adopt new technologies and therefore a company with a competitive \nposition will be defined by its resources and capabilities.  \n“Data-driven” companies are in the bottom right quadrant. Big data is important for these companies, but network \neffects are not strong. These businesses include mapping services, market research firms, and autonomous \ndriving. Here, the source of advantage is the uniqueness of data or the ability to analyze it, which is mitigated by \ngreater access to datasets across industries and the fast-following in data analytics. As a result, competitive \nadvantage is unstable. \nIn the upper left quadrant are “network firms,” where network effects are important but the gathering and use of \nbig data is limited. This includes companies with direct or indirect network effects, such as messaging services \nand gaming consoles. The nature of network effects plus the associated lock-in make the competitive \nadvantages these businesses enjoy more stable. \nThe final quadrant, in the upper right corner, are the “data-driven network firms.” Companies here include many \nof the large-capitalization technology companies, where network effects and big data are both important. These \nbusinesses have the most stable competitive advantages if they use their data to improve WTP and there is \npositive feedback between gathering data from their users and making the offering more valuable to new and \nprospective users. These reinforcing mechanisms allow for sustainable competitive advantage. \nMichael Porter, a professor of strategy at Harvard Business School, introduced a framework to analyze industry \nstructure based on five forces (bargaining power of buyers, bargaining power of sellers, substitution threats, \nrivalry among firms, and threat of new entrants).71 The prior discussion covered many of the elements within in \nthe Porter framework. Bruce Greenwald and Judd Kahn write, “We have simplified Porter’s approach by \nconcentrating first on the force that dominates all others: barriers to entry.”72 Exhibit 10 summarizes where the \nmajor sources of barriers to entry, which address the threat of new entrants, appear on the value stick.  \n \n \n \n \n \n"
    },
    {
      "number": 16,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n16\n \nExhibit 9: The Impact of Big Data and Network Effects on Competitive Advantage \n \nSource: Based on Eirik Sjåholm Knudsen, Lasse B. Lien, Bram Timmermans, Ivan Belik, and Sujit Pandey, “Stability in \nTurbulent Times? The Effect of Digitalization on the Sustainability of Competitive Advantage,” Journal of Business Research, \nVol. 128, May 2021, 360-369. \nExhibit 10: Where Barriers to Entry Appear on the Value Stick \nSources of Economic Profit \nBarriers to Entry \nWhere It Appears on Value Stick \nAdvantage unique to incumbents, including proprietary \ntechnology, brands, prime locations, and unique \naccess to distribution \nIncreases WTP and can lower cost \nHigh switching costs discourage users from adopting a \nnew offering \nIncreases WTP \nNetwork effects - value to customers increases as \nmore customers use the product \nIncreases WTP \nMinimum efficient scale is high because of large \nrequired initial investments \nCost and WTS advantage \nEconomies of scale as the result of larger volume \nCan increase WTP and lower cost and WTS \nGovernment policies or regulations \nLowers cost relative to potential entrant \nSource: Joan Magretta, Understanding Michael Porter: The Essential Guide to Competition and Strategy (Boston, MA: \nHarvard Business Review Press, 2012), 47-50 and Counterpoint Global. \nAcademics who have studied the link between market share and profitability point to three potential sources of \nvalue creation: market power, quality signaling, and operating efficiencies.73 Quality signaling is the idea that a \ncompany that becomes a market leader provides a signal to a potential consumer that the offering must be good. \nThey found that market power and quality signaling generally explain more of the variance profitability than did \noperating efficiencies, but the three factors together provide a good picture of differential profitability.  \nWe now turn to the question of measuring market power.  \nBig \nData\nLess Important\nMore Important\nNetwork \nEffects\nLess Important\nMore Important\nNetwork Firms\nMore stable\nData-Driven Network Firms \nMost stable\nDigitalized Firms\nMost unstable\nData-Driven Firms\nMore unstable\n"
    },
    {
      "number": 17,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n17\n \nMeasuring Market Power \nA company is said to have market power when it can set the price of its good or service above the marginal \ncost.74 Economists use a “markup” to measure this market power. Estimating markup can be thorny and there \nis more than one approach to doing so.75  \nOne widely used approach is as follows:76 \nMarkup = production function [(price ✕ quantity) ÷ (costs ✕ input)] \nLet’s go through the right side of the equation. The production function, denoted by the Greek letter theta (θ), \ndescribes the relationship between output and input.77 Empirically, the average production function is around \n0.85. The output is captured in price ✕ quantity. The input is reflected in costs. Classic inputs include labor and \ncapital.  \nMarkup, symbolized as µ, is the production function times the output divided by input. The concept is \nstraightforward in theory but getting accurate figures for output and input is a challenge.78 One approach is to \nuse financial statements, with sales as a measure of output and cost of goods sold (COGS) as a measure of \ninput. COGS are the direct costs related to product sales. The equation is: \nµ = θ (Sales/COGS) \nFor example, a company with $1,000 in sales, $850 in COGS, and a production function of 0.85 will have a \nmarkup of 1.0 (1.0 = 0.85[1,000/850]). In this case price equals the marginal cost. A company with the same \nsales and production function that has COGS of $680 would have a markup of 1.25 (1.25 = 0.85[1,000/680]).  \nMarkups can go up because of higher prices and the same cost or the same price and lower costs. One group \nof economists found that consumer surplus per capita has increased substantially since 2006 in spite of higher \nmarkups as the result of a shift in consumer preferences.79  \nMarkups Without Intangibles  \nThe basic story that has roused the interest of academics and policymakers is summarized in exhibit 11. \nAggregate markups in the U.S. were flattish from 1955 through 1980 and have climbed steadily since then. In \nother words, it appears that market power has increased in the last four decades.80 This has coincided with a \nrise in regulation and robust M&A activity. \nEconomists also note that labor share, the ratio of labor compensation to value added, has declined in the U.S. \nas well as other developed countries in recent decades (although it is up since the global financial crisis of 2008-\n2009).81 Value added is the difference between revenues and intermediate inputs and is split between the factors \nof production, labor and capital. In a simple sense, markups hurt labor because when the price of a good or \nservice exceeds its marginal cost, demand will naturally decline. Lower demand means fewer employees are \nnecessary to satisfy that demand.   \nThere also appears to be a correlation between markups and cash flow return on investment (CFROI®).82 Both \nare relatively flat from 1955 through 1980 and climb steadily through 2019 (see exhibit 12).  \n \n \n"
    },
    {
      "number": 18,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n18\n \nExhibit 11: Aggregate Markups in the United States, 1955-2019 \n \nSource: Jan Eeckhout, The Profit Paradox: How Thriving Firms Threaten the Future of Work (Princeton, NJ: Princeton \nUniversity Press, 2021), 29 and www.theprofitparadox.com.  \nExhibit 12: Aggregate Markups and Cash Flow Return on Investment, 1955-2019 \n \nSource: Jan Eeckhout, The Profit Paradox: How Thriving Firms Threaten the Future of Work (Princeton, NJ: Princeton \nUniversity Press, 2021), 29, www.theprofitparadox.com, and Credit Suisse HOLT.  \n \n1.0\n1.1\n1.2\n1.3\n1.4\n1.5\n1.6\n1955\n1957\n1959\n1961\n1963\n1965\n1967\n1969\n1971\n1973\n1975\n1977\n1979\n1981\n1983\n1985\n1987\n1989\n1991\n1993\n1995\n1997\n1999\n2001\n2003\n2005\n2007\n2009\n2011\n2013\n2015\n2017\n2019\nMarkups\n0\n2\n4\n6\n8\n10\n12\n1.1\n1.2\n1.3\n1.4\n1.5\n1.6\n1.7\n1955\n1957\n1959\n1961\n1963\n1965\n1967\n1969\n1971\n1973\n1975\n1977\n1979\n1981\n1983\n1985\n1987\n1989\n1991\n1993\n1995\n1997\n1999\n2001\n2003\n2005\n2007\n2009\n2011\n2013\n2015\n2017\n2019\nCFROI (Percent)\nMarkups\nCFROI\nMarkups\n"
    },
    {
      "number": 19,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n19\n \nThis story is going to take a turn, but for now we want to replicate the data. In so doing we will touch two other \ninteresting facets of the rise in markups. Then we will add an important twist. \nMost researchers in this field who use financial statements rely on Compustat. Our universe is the constituents \nof the Russell 3000 index, which tracks the largest stocks by market capitalization in the United States, at the \nend of each year. We exclude financials and real estate.83 Our data run from 1990 through 2021. \nWe calculate the markup for each company as the production function ✕ Sales/COGS. Production functions \nmay differ slightly by industry and year, but for simplicity we used a production function of 0.85, which is the \nlong-term average and median for the population.84 We then determine an aggregate markup by weighting \ncompanies based on sales. \nExhibit 13 shows the results of our replication. The aggregate markup in 1990 is nearly identical to that in exhibit \n11 and the trend over the subsequent 30 years is similar. Our figures, especially in later years, are lower than \nwhat some other researchers have found. Part of the explanation is that we do not include the financials, \ninsurance, and real estate industries in our calculation and others do. Those industries have among the highest \nmeasured markups, lifting the aggregate.85  \nAnother part is a quirk in how Compustat presents the data.86 When a company does not provide an allocation \nbetween COGS and SG&A for depreciation, depletion, and amortization, Compustat generally deducts the full \namount against COGS. As a result, the COGS that Compustat reports are on average 7.5 percent lower than \nwhat companies report in their financial statements. Lower COGS translate into higher markups.  \nThe data also reveal that the cumulative difference in markup changes between industries has been relatively \nmodest (see exhibit 14). The main driver of change has been markup changes within industries.87 In other words, \nthe increase in markups for some companies within each industry has separated them from the pack. \nExhibit 13: Aggregate Markups, 1990-2021 \n \nSource: FactSet and Counterpoint Global. \nNote: Russell 3000 index excluding financials and real estate; minimum of $0.1 million sales and COGS.  \n1.0\n1.1\n1.2\n1.3\n1.4\n1.5\n1.6\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\nMarkups\n"
    },
    {
      "number": 20,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n20\n \nExhibit 14: Markup Changes Between/Within Industries, 1990-2021 \n \nSource: FactSet and Counterpoint Global. \nNote: Russell 3000 index excluding financials and real estate; minimum of $0.1 million sales and COGS.  \nSome academics have called this phenomenon the rise of “superstar” firms.88 The argument is “that industries \nare increasingly characterized by a ‘winner takes most’ feature where a small number of firms gain a large share \nof the market.”89 Exhibit 15 shows how this appears in the data by sorting companies into quintiles based on the \nmarkups in a given year. The bottom three quintiles are basically flat throughout the period and most of the \nincrease comes from the top quintile. The rate of increase is highest for the top quintile and declines for each \nquintile as you go from the top to the bottom. \nExhibit 15: Markups by Quintile, 1990-2021 \n \nSource: FactSet and Counterpoint Global. \nNote: Russell 3000 index excluding financials and real estate; minimum of $0.1 million sales and COGS.  \n-0.1\n0.0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\n0.8\n0.9\n1.0\n1.1\n1.2\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\nCumulative Change in Markups\nWithin\nBetween\n0.0\n0.4\n0.8\n1.2\n1.6\n2.0\n2.4\n2.8\n3.2\n3.6\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\nMarkups (Medians)\n"
    },
    {
      "number": 21,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n21\n \nSome members of the economics and antitrust fields have used these results to argue that there has been a \ndecline in competition and a need for additional regulatory intervention. But other scholars remain more \ncircumspect in their assessments about the data and what they say.90 For example, markups in the order of \nmagnitude suggested by some approaches are “too large to be credible” and some of the implications of the \nincrease in markups, including the impact on inflation, are not borne out by the data.91   \nMarkups seek to capture the relationship between sales and marginal costs. Most approaches that use financial \nstatement analysis measure costs with COGS. The question is whether there are intangible costs that these \nmodels do not capture and, if so, whether that changes the picture.  \nMarkups With Intangibles  \nHere’s where things get more complicated. Companies have always invested in tangible and intangible assets. \nBut intangible investments have grown at a much faster pace than tangible ones over the decades that markups \nhave increased.92 As a result, COGS may understate costs, which means that markups calculated simply with \nsales and COGS are overstated. The point that intangibles are poorly reflected in the data has been made by \nmany scholars in the fields of accounting and economics.93 \nThis rise in intangibles suggests that input costs should include items that are reflected in selling, general, and \nadministrative (SG&A) expense. While SG&A technically captures costs not directly related to production, the \nargument is that COGS are a declining percent of a firm’s total variable cost.94  \nMeghana Ayyagari and Vojislav Maksimovic, professors of finance, collaborated with the economist Asli \nDemirguc-Kunt to estimate markups with a more complete definition of cost.95 They use a widely-accepted \nmethod to adjust the estimate for cost to reflect a component of SG&A.96 This approach first deducts research \nand development (R&D) from total SG&A and assumes that 30 percent of the remaining SG&A is an investment \nand the other 70 percent is a cost.97 So the markup equation, including intangibles, is as follows: \nµ = θ [Sales/(COGS + SG&A – R&D – 0.3(SG&A – R&D))] \nLet’s look at Snowflake, Inc., a cloud computing-based data warehousing company, to see how capturing these \ncosts changes the result. This is an extreme example but shows how meaningful the adjustment can be.  \nHere’s the markup for fiscal 2022 based solely on COGS (income statement items are in millions of dollars) and \nusing a production function (θ) of 0.85: \nµ = θ (Sales/COGS) = 0.85($1,219/458) ≈ 2.25  \nHere’s the markup after giving consideration to costs reflected in SG&A and bumping up θ to 0.95 to reflect the \nhigher input: \nµ = θ [Sales/(COGS + SG&A – R&D – 0.3(SG&A – R&D))]  \n   = 0.95[1,219/(458 + 1,476 – 467 – 0.3(1,476 – 467))] ≈ 1.00 \nThese calculations provide conclusions about market power that are starkly different, from well above average \nto unity. We acknowledge that there is a lively debate about how best to extract costs from SG&A but believe \nthat ignoring SG&A in the analysis of markups yields a distorted picture.  \nCompanies with high gross margins and low operating profit margins will have large differences between their \nunadjusted and adjusted markups. The adjustment has minimal effect on companies with low gross margins and \npositive operating profit margins.  \n"
    },
    {
      "number": 22,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n22\n \nThe picture of markups changes quite dramatically when some of SG&A is considered as a cost. Exhibit 16 \nshows that markups for the companies in the Russell 3000 have risen gently since 1990, and the level of markup \nis consistently lower than the calculation that excludes the cost from SG&A. For example, the markup that \nincludes the SG&A cost was 1.20 in 1990, while the markup using solely COGS was 1.33 (see exhibit 13). For \nthis analysis we use a production function of 0.95 to reflect the greater input costs. \nExhibit 16: Markups with Intangible Adjustment, 1990-2021 \n \nSource: FactSet and Counterpoint Global. \nNote: Russell 3000 index excluding financials and real estate; minimum of $0.1 million sales, COGS, SG&A, and R&D.  \nThe adjustments also cause the increase in dispersion of markups within industries, captured in exhibit 14, to \nevaporate. Exhibit 17 shows the cumulative difference between and within industries remains relatively stable. \nExhibit 17: Markup Changes Between/Within Industries with Intangible Adjustment, 1990-2021 \n \nSource: FactSet and Counterpoint Global. \nNote: Russell 3000 index excluding financials and real estate; minimum of $0.1 million sales, COGS, SG&A, and R&D.  \n1.0\n1.1\n1.2\n1.3\n1.4\n1.5\n1.6\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\nMarkups\n-0.1\n0.0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\n0.8\n0.9\n1.0\n1.1\n1.2\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\nCumulative Change in Markups\nWithin\nBetween\n"
    },
    {
      "number": 23,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n23\n \nThe rise of superstar firms was the driver of markup dispersion within industries. While some evidence that the \nmarkups for firms in the top quintile rose over the time we examined, exhibit 18 shows that the effect is \nsubstantially more muted after adjustments. \nExhibit 18: Markups by Quintile with Intangible Adjustment, 1990-2021 \n \nSource: FactSet and Counterpoint Global. \nNote: Russell 3000 index excluding financials and real estate; minimum of $0.1 million sales, COGS, SG&A, and R&D.  \nOne important insight is that superstar firms tend to substantially outspend their competitors on intangible \nassets.98 James Bessen, executive director of the Technology and Policy Research Initiative at the Boston \nUniversity School of Law, builds on this point and describes three developments that allow superstar firms to \ndifferentiate themselves from their peers to sustain a competitive advantage. First, these companies invest \nheavily in proprietary software. Bessen shows that the growth in spending for software has vastly outstripped \nthat for R&D, advertising, and acquisitions.99 Overall, companies in the U.S. spent about $240 billion on \nproprietary software, and those expenditures were heavily skewed toward the largest firms.100   \nNext, he argues that the use of software has allowed superstar firms to go beyond simple economies of scale \nto provide differentiated offerings as well. Academics often suggest companies pursue either a strategy of cost \nleadership or differentiation and avoid trying to do both and risk getting “stuck in the middle.”101 The application \nof proprietary software allows large firms to now deliver scale and complexity in a way not possible in the past.102  \nFinally, the sheer complexity of the software and the lack of incentives to share mean that the diffusion of \ntechnology is slower now than it was in prior generations. For this reason, it is difficult for competitors to close \nthe productivity gap and the minimum efficient scale for potential challengers is on the rise.103 \nAyyagari et al. also calculate the ROIC for each company. They find that about 40 percent of superstar firms, as \nranked by ROIC, are in technology, 20 percent in manufacturing, and 13 percent in healthcare.104 A company’s \nROIC is lower after reflecting adjustments for intangible investments. We estimate that Microsoft’s ROIC (using \naverage invested capital) for fiscal 2022 goes from 49 percent to 34 percent with adjustments.105  \nWhat you conclude about market power has a lot to do with how you choose to measure markups and which \ndata you use. There has been a rise in markups in recent years if the consideration of costs is restricted to \nCOGS. But this pattern largely disappears if a component of SG&A is considered a cost, which would be \nconsistent with a rise in intangible investment.    \n0.0\n0.4\n0.8\n1.2\n1.6\n2.0\n2.4\n2.8\n3.2\n3.6\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\nMarkups (Medians)\n"
    },
    {
      "number": 24,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n24\n \nCase Studies in Market Share \nWe now turn to four case studies to illustrate some of the methods and points in the report. We selected two \ntraditional industries, automobiles and airlines, and two with winner-take-all outcomes, internet search and word \nprocessing software.106 For each we examine market share, concentration, market share instability, and \nmarkups.  \nAutomobiles \nThe U.S. automobile industry has a long and storied history. Since the end of World War II, concentration has \ndropped, new manufactures have entered, and profitability has gradually eroded. The industry now faces the \nprospects of migrating from internal combustion engines to electric vehicles in the coming decades.   \nExhibit 19 provides a snapshot of market share in the U.S. measured by units sold. We see that 6 producers \nhave a market share between roughly 10 and 15 percent. One estimate of minimum efficient scale for auto \nassembly is about 250,000 units per year per factory.107 About one-half of the autos sold in the U.S. are imported.  \nExhibit 19: Market Share for the U.S. Automobile Industry, 2021 \n \nSource: goodcarbadcar.net and Counterpoint Global. \nThe concentration in the U.S. automobile industry has been driving lower for the last 60 years, as revealed in \nexhibit 20. The peak of this series, achieved in 1962, was an HHI of 3,391, well above the threshold of what is \nconsidered to be a highly concentrated industry. The most recent reading for the HHI is 1,051, considered to be \nan unconcentrated market. The C4 concentration ratio shows a similar decline.  \nWhile some of this decline is the result of consolidation, the majority reflects the loss of market share of the top \ntwo producers. In 1965, General Motors’s market share was 49.6 percent and Ford’s was 26.8 percent, \ncombining for more than three-quarters of the market. Their combined share today is 27.8 percent, just over \none-quarter of the market.   \n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n16%\nJaguar Land Rover\nVolvo\nTesla\nMazda\nDaimler\nBMW\nSubaru\nVolkswagen\nNissan\nHyundai\nHonda\nStellantis\nFord\nToyota\nGeneral Motors\n2021 Market Share\n"
    },
    {
      "number": 25,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n25\n \nExhibit 20: Concentration Ratios for the U.S. Automobile Industry, 1961-2021 \n \nSource: Wards Auto and www.goodcarbadcar.net. \nWe saw the market instability analysis of the industry earlier (reproduced in exhibit 21). In the 1970s, U.S. \nmanufacturers were caught flatfooted as imports from Japan that were low cost and fuel-efficient gained \nsubstantial market share. The increase in instability at the time of the financial crisis reflects sharp market share \nlosses for General Motors and Chrysler, which is now part of Stellantis.  \nExhibit 21: Market Instability Analysis for the U.S. Automobile Industry, 1961-2021 \n \nSource: Wards Auto and www.goodcarbadcar.net. \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n0\n500\n1,000\n1,500\n2,000\n2,500\n3,000\n3,500\n4,000\n1961\n1966\n1971\n1976\n1981\n1986\n1991\n1996\n2001\n2006\n2011\n2016\n2021\nFour-Firm Concentration Ratio\nHerfindahl-Hirschman Index\nHerfindahl-Hirschman Index\nFour-Firm \nConcentration Ratio\n0%\n1%\n2%\n3%\n4%\n5%\n1961\n1963\n1965\n1967\n1969\n1971\n1973\n1975\n1977\n1979\n1981\n1983\n1985\n1987\n1989\n1991\n1993\n1995\n1997\n1999\n2001\n2003\n2005\n2007\n2009\n2011\n2013\n2015\n2017\n2019\n2021\nMarket Share Instability\nTrailing 5 Years\nTrailing 3 Years\n"
    },
    {
      "number": 26,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n26\n \nThe U.S. auto industry is large and has a handful of companies with modest and similar market shares. Minimum \nefficient scale is important and multiple competitors can achieve this scale because of the size of the global \nindustry. As a consequence, achieving high and sustainable economic profits is a challenge.  \nExhibit 22 shows the markups for the auto industry, both unadjusted and adjusted for intangibles, from 1990 to \n2021. The difference between the two series is modest reflecting limited costs associated with intangibles. The \nmedian is below that of the Russell 3000, reflecting the industry’s struggle with profitability. The industry has \nearned a return similar to its cost of capital over the period that corresponds with the markup data. \nExhibit 22: Unadjusted and Adjusted Markups for the U.S. Automobile Industry, 1990-2021 \n \nSource: FactSet and Counterpoint Global. \nAirlines  \nWe now examine the U.S. airline industry. This sector launched in earnest after World War II but has been \nchallenged to deliver consistently positive economic profit.108 There have been more than 100 airline bankruptcy \nfilings since the industry deregulated in 1978, including some airlines that have filed more than once.109 The \nstructure of the industry was changing rapidly until the COVID-19 pandemic created a massive negative shock. \nExhibit 23 shows the market share of the major carriers based on U.S. revenue passenger miles for 2021. We \ncan see that 4 carriers have market share between 13 and 19 percent. Minimum efficient scale is important in \nairlines because of high fixed costs.  \nThe poor industry returns have led to substantial consolidation in the 21st century (see exhibit 24). Ten airlines \nthat existed prior to 2001 have merged into the four major carriers today. JetBlue’s recent agreement to acquire \nSpirit Airlines continues this trend. Some research finds this consolidation has led to an increase in market power \nfor the airlines.110 \n \n \n0.6\n0.8\n1.0\n1.2\n1.4\n1.6\n1.8\n2.0\n2.2\n2.4\n2.6\n2.8\n3.0\n3.2\n3.4\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\nMarkups\nUnadjusted\nAdjusted\n"
    },
    {
      "number": 27,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n27\n \nExhibit 23: Market Share for the U.S. Airline Industry, 2021 \n \nSource: Bureau of Transportation Statistics and Counterpoint Global. \n \nExhibit 24: Consolidation of the U.S. Airline Industry, 2001-2022 \n \nSource: Counterpoint Global. \n \n \n \n \n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n16%\n18%\n20%\nOther\nAllegiant Air\nFrontier Airlines\nSkyWest Airlines\nSpirit Air Lines\nJetBlue Airways\nAlaska Airlines\nUnited Air Lines\nDelta Air Lines\nSouthwest Airlines\nAmerican Airlines\n2021 Market Share\n2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022\nAmerican Airlines\nTWA\nAmerica West\nU.S. Airways\nDelta\nNorthwest\nUnited\nContinental\nSouthwest\nAirTran\nJetBlue\nSpirit\n"
    },
    {
      "number": 28,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n28\n \nExhibit 25 shows the lift in concentration in the last 20 years largely as the result of M&A. The HHI figure for \n2021 was about 1,200 and reflected an unconcentrated industry. But airlines are a good example of why it is \nnecessary to focus on regional versus national concentration.  \nExhibit 25: Concentration Ratios for the U.S. Airline Industry, 1974-2021 \n \nSource: Bureau of Transportation Statistics and Counterpoint Global. \nMarket shares have become more stable in recent years following a tumultuous period in the 1980s as the result \nof deregulation and the recent 20-year wave of consolidation that was precipitated in part by industry woes \nfollowing the attacks on September 11, 2001. Two periods of low or declining market share instability, the mid-\n1990s and 2014-2019, were relatively good periods for economic profits. \nExhibit 26: Market Instability Analysis for the U.S. Airline Industry, 1974-2021 \n \nSource: Bureau of Transportation Statistics and Counterpoint Global. \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n0\n200\n400\n600\n800\n1,000\n1,200\n1,400\n1,600\n1974\n1975\n1976\n1977\n1978\n1979\n1980\n1981\n1982\n1983\n1984\n1985\n1986\n1987\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\nFour-Firm Concentration Ratio\nHerfindahl-Hirschman Index\nHerfindahl-Hirschman Index\nFour-Firm \nConcentration Ratio\n0%\n1%\n2%\n3%\n4%\n5%\n6%\n7%\n8%\n1974\n1975\n1976\n1977\n1978\n1979\n1980\n1981\n1982\n1983\n1984\n1985\n1986\n1987\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\nMarket Share Instability\nTrailing 5 Years\nTrailing 3 Years\n"
    },
    {
      "number": 29,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n29\n \nThe markup data reflect the fact that sustainable value creation has been mostly elusive (see exhibit 27). As \nwith autos, the gap between figures unadjusted and adjusted for intangible costs is small. That noted, ROICs \nare higher in North America than other markets around the world.111 Further, analysis that relies on government \ndata including Air Carrier Statistics and Air Carrier Financial Reports find that markups did trend higher through \nthe 21st century prior to the COVID-19 pandemic.112 \nExhibit 27: Unadjusted and Adjusted Markups for the U.S. Airline Industry, 1990-2021 \n \nSource: FactSet and Counterpoint Global. \nInternet Search \nThe next industry we review, internet search, has characteristics that are sharply different than those of autos \nor airlines. This industry is much younger than the other ones and the eventual winner was by no means clear \nas the battle for market share began in the mid-1990s. \nExhibit 28 shows the breakdown of market share at the end of 2021. Google commands more than 90 percent \nof the market and its closest competitor is under 3 percent. This is an example of a winner take most market. \nGoogle’s revenues are predominately from advertising. As we saw before, a clear market leader increases the \nwillingness to pay of customers, which are in this case the advertisers. While Google does have discretion over \nthe supply of ads it offers, the prices are set via an auction.  \nExhibit 28: Market Share for the Internet Search Industry, 2021 \n \nSource: StatCounter via https://www.dailymotion.com/video/x81fzhm. \n0.6\n0.8\n1.0\n1.2\n1.4\n1.6\n1.8\n2.0\n2.2\n2.4\n2.6\n2.8\n3.0\n3.2\n3.4\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\nMarkups\nUnadjusted\nAdjusted\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\nOther\nDuckDuckGo\nYandex\nBaidu\nYahoo\nMSN/Bing\nGoogle\n2021 Market Share\n"
    },
    {
      "number": 30,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n30\n \nThe substantial skew in market share shows up as a high measure of concentration (see exhibit 29). The HHI \nfor this industry is nearly 8,500. The threshold for being a highly concentrated industry is 2,500. But note the \nsharp increase in concentration for the 10 years from 1999 to 2009. The HHI went roughly from 1,160 to 8,325. \nExhibit 29: Concentration Ratios for the Internet Search Industry, 1994-2021 \n \nSource: StatCounter via https://www.dailymotion.com/video/x81fzhm. \nExhibit 30 shows that there were huge swings in market share in the early days of search. Early market leaders \nsuch as Excite, AltaVista, Lycos, Infoseek, and Yahoo! moved up and down the leader board until Google came \non the scene in 1998. Google did not launch AdWords, a self-serve advertising platform, until the fall of 2000.    \nExhibit 30: Market Instability Analysis for the Internet Search Industry, 1994-2021 \n \nSource: StatCounter via https://www.dailymotion.com/video/x81fzhm. \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n0\n1,000\n2,000\n3,000\n4,000\n5,000\n6,000\n7,000\n8,000\n9,000\n10,000\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\nFour-Firm Concentration Ratio\nHerfindahl-Hirschman Index\nHerfindahl-Hirschman \nIndex\nFour-Firm \nConcentration Ratio\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n16%\n18%\n20%\n22%\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\nMarket Share Instability\nTrailing 5 Years\nTrailing 3 Years\n"
    },
    {
      "number": 31,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n31\n \nThe combination of a high and stable market share leads to markups that are above average (see exhibit 31). \nBut unlike autos and airlines, where markups were similar whether or not they were adjusted for intangibles, the \nintangible adjustment is large for this industry. (Since this is weighted, it is effectively showing results for Google.)  \nFor example, the 2021 unadjusted markup is roughly 50 percent higher than the adjusted one (3.0 versus 2.0). \nThis means that Google is investing heavily in intangibles. Consistent with these healthy markups, Alphabet’s \nROIC is in the top decile of all public companies.113  \nExhibit 31: Unadjusted and Adjusted Markups for the Internet Search Industry, 1990-2021 \n \nSource: FactSet and Counterpoint Global. \nWord Processing Software \nOur final case is the market for word processing software that was compatible with the DOS and Windows \noperating systems from 1986 through 2000.114 This is another example of a market where a dominant competitor, \nWordPerfect, which had nearly one-half of the market in 1990, lost to the eventual winner, Microsoft Word, in \nwhat became a winner-take-most market. \nExhibit 32 shows the market shares in 2000. Word’s share exceeded 90 percent and its next two competitors \nhad about 3 percent share each. A key factor in Word’s ascent was an evolution in the operating system from \nDOS to Microsoft Windows. WordPerfect was deemed to be a high-quality word processor running on DOS but \nlost its edge as users transitioned to Windows.   \nExhibit 32: Market Share for the Word Processing Software Industry, 2000 \n \nSource: Stan Liebowitz: see https://personal.utdallas.edu/~liebowit/book/wordprocessor/word.html, and Counterpoint Global. \n0.6\n0.8\n1.0\n1.2\n1.4\n1.6\n1.8\n2.0\n2.2\n2.4\n2.6\n2.8\n3.0\n3.2\n3.4\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\nMarkups\nUnadjusted\nAdjusted\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\nOther\nSamna\nWordPerfect\nMicrosoft\n2000 Market Share\n"
    },
    {
      "number": 32,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n32\n \nAs Word ascended to its leading position, concentration rose sharply. Exhibit 33 shows that the HHI rises from \nless than 800 in 1986 to nearly 8,700 in 2000. The C4 concentration ratio essentially doubled from just over 50 \npercent at the beginning of the period to almost 100 percent at the end. \nExhibit 33: Concentration Ratios for the Word Processing Software Industry, 1986-2000 \n \nSource: Stan Liebowitz: see https://personal.utdallas.edu/~liebowit/book/wordprocessor/word.html, and Counterpoint Global \nestimates. \nIn the late 1980s there was a lot of jockeying for market share, leading to an industry with very high instability \n(see exhibit 34). As concentration rose, instability fell. By the end of the measured period, Word’s market share \nposition was strong and stable.   \nExhibit 34: Market Instability Analysis for the Word Processing Software Industry, 1986-2000 \n \nSource: Stan Liebowitz: see https://personal.utdallas.edu/~liebowit/book/wordprocessor/word.html, and Counterpoint Global \nestimates. \n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n0\n1,000\n2,000\n3,000\n4,000\n5,000\n6,000\n7,000\n8,000\n9,000\n10,000\n1986\n1987\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\nFour-Firm Concentration Ratio\nHerfindahl-Hirschman Index\nHerfindahl-Hirschman Index\nFour-Firm \nConcentration Ratio\n0%\n2%\n4%\n6%\n8%\n10%\n12%\n14%\n16%\n18%\n1986\n1987\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\nMarket Share Instability\nTrailing 5 Years\nTrailing 3 Years\n"
    },
    {
      "number": 33,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n33\n \nConsistent with a winner-take-most market, markups are above average (see exhibit 35). As with search, there \nis a large gap between the unadjusted and adjusted figure as the result of intangible costs that are not reflected \nin COGS. While the relationship between high market share and strong markups makes sense, we would caution \nthat our calculation of markups uses accounting data that reflect more than just the word processing market. \nExhibit 35: Unadjusted and Adjusted Markups for the Word Processing Software Industry, \n1990-2000 \n \nSource: FactSet and Counterpoint Global. \nThese case studies are a study in contrast. Autos and airlines have dispersed market share among a handful of \nlarge competitors, while search and word processing have market shares that are skewed toward one \ncompetitor. \nThe concentration data suggest that autos and airlines are very competitive, albeit the long-term trend in autos \nis toward less concentration while the recent wave of consolidation in airlines has led to more concentration. \nSearch and word processing start with low concentration but rise sharply as one company establishes its \nstrength. \nEach of these industries started with high market share instability and have become more stable over time. \nNotably, the level of instability in autos does bounce around more than the other industries do. Any analysis of \nmarket share instability must consider where an industry is within its life cycle. \nMarkups attempt to measure market power, or the price a company can charge above marginal cost. Markups \nare below average for autos and airlines, reflecting the difficulty in achieving scale or differentiation in those \nindustries. Markups are above average for search and word processing as the market leader enjoys advantages \non the supply- and demand-side. Further, the gap between markups that are unadjusted and adjusted for \nintangible costs is small with autos and airlines but substantial for the software-based industries.   \n \n \n0.6\n0.8\n1.0\n1.2\n1.4\n1.6\n1.8\n2.0\n2.2\n2.4\n2.6\n2.8\n3.0\n3.2\n3.4\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\nMarkups\nUnadjusted\nAdjusted\n"
    },
    {
      "number": 34,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n34\n \nConclusion \nThis report starts by asking whether a study of market share and measures that relate to market share, such as \nstability and concentration, can help evaluate whether a company has a sustainable competitive advantage.  \nWhile we believe this analysis provides useful indicators, developing a clear picture is challenging because it is \ndifficult to capture what we care about. Issues here include what classification you use to measure industries, \nwhether you examine local or national results, and if and how costs associated with intangibles should be \nreflected in the analysis. Further, causal mechanisms matter. A company that gains market share as the result \nof an advantage in economies of scale is fine. A company that gains market share by illegally hampering \ncompetition is not. Assigning causality can be hard.   \nMarket share can be difficult to analyze because there is latitude in defining the boundaries of industries and \nmarkets. This analysis should consider the moves of competitors, reflect the market structure, and provide a link \nbetween changes in market share and profitability. \nAchieving a sustainable competitive advantage is difficult for a business that competes in an industry where \nthere is instability in market share. As a general observation, market share instability tends to be high as an \nindustry emerges. During this phase competitors jockey for market fit and new competitors join the fray. Market \nshares then become more stable as the industry shakes out.  \nAnalysis of stability offers a good occasion to examine the rate of entry and exit, as well as the barriers to entry \nand exit. The rise of regulation in the last few decades appears to have depressed the rate of entry. \nMarket share instability tends to be unfavorable for sustainable competitive advantage, but market share stability \ndoes not ensure it. Industries can be stable near a point of competitive equilibrium, which precludes any \nmeaningful value creation. \nMarket concentration as a broad metric has little to say about industry profitability. Measuring concentration, as \nwith market share, presents challenges because of method, data source, and the level of geographic specificity. \nFor instance, some studies show an increase in national concentration and a decrease in local concentration at \nthe same time.   \nConcentration can be the result of a few processes, which have varying implications for economic profit. The \nfirst is that one company has some advantage, usually associated with economies of scale, relative to its \ncompetitors. Concentration can also occur through consolidation as a result of M&A. The U.S. airline industry is \na good example. Finally, concentration may be the result of a battle in a winner-take-most market. The internet \nsearch industry is a good case in point.  \nAny analysis of concentration is a good time to consider minimum efficient scale and the total addressable \nmarket. The important point to keep in mind is that scale for an individual company is relative to its competitors. \nSome industries, such as the global auto industry, are large enough to accommodate a number of companies \nthat operate at minimum efficient scale. This tends to result in industry ROICs that are close to the cost of capital.  \nThere is a lively debate about the degree to which concentration has changed in recent decades and what that \nmeans for competitiveness. The conclusions differ based on the approach the researcher takes to measure \nconcentration. One thing to bear in mind is that regulators do consider concentration as part of an assessment \nof industry competitiveness.   \n"
    },
    {
      "number": 35,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n35\n \nMarket power measures the degree to which a firm can set its price above its marginal cost. A firm with market \npower creates value by earning a return above its cost of capital. An expansive view of value creation goes from \nthe customer’s willingness to pay to a supplier’s willingness to sell. Between those extremes lie a company’s \nprice and cost. The difference between willingness to pay and price is consumer surplus, and the difference \nbetween cost and willingness to sell is supplier surplus. A company can create an opportunity to enhance market \npower by increasing willingness to pay and decreasing willingness to sell. Further, most of the classic barriers \nto entry can be mapped onto the framework that considers everything from willingness to pay to willingness to \nsell. \nMarkups are the classic way to measure market power. There are various approaches to estimating markups. \nOne popular approach solves for the markup by taking the ratio of output to input times a production function. \nUsing financial statements, sales is commonly used as a proxy for output and COGS for input, or marginal cost. \nThe average production function is around 0.85. An open question is whether a markup is a better measure of \nmarket power than ROIC or even gross margin.   \nStudies have identified provocative patterns in markup data. Specifically, markups appear to have been largely \nflat from the mid-1950s through 1980 and have ascended steadily since then. The rise in markups has not come \nfrom changes between industries but rather from increased dispersion within industries. This has led to the \nconcept of superstar firms, which have distinguished themselves from their industry peers.      \nSome research suggests that superstar firms are those that have invested heavily in proprietary technology that \nis not shared with other firms. This software allows these businesses to capture scale, manage complexity, and \ndifferentiate from competitors.     \nThis is consistent with research showing that intangible investments have risen sharply in recent decades. This \nmeans that COGS may underestimate the marginal cost. Introducing a fraction of SG&A as an additional cost \nchanges the aggregate picture. The rise in markups since the 1980s largely disappears and the rise of superstar \nfirms, while still detectable, becomes vastly more muted. Here again, the answer you get depends on the \nquestion you ask. \nThere has been increased interest in antitrust action abroad and in the U.S.115 Big technology companies have \nbeen one of the focuses of regulatory attention. At a minimum, there will likely be greater scrutiny in M&A deals, \nmore distraction, heightened scrutiny of pricing actions, and continued lobbying to offset the risks. That said, the \nambiguity in quantifying measures such as concentration and market power mean that demonstrating harm to \nconsumers and competition can be a challenge. Political and public sentiment toward large companies has \nvacillated between positive and negative many times in the last 125 years.116      \nOur case studies highlighted traditional industries, autos and airlines, along with digital industries, internet search \nand word processing software, with winner-take-most outcomes. Examining the development of these industries \nover time shows how the dynamics for market share, concentration, and markups differ. It is important to note \nthat picking winners is easy after the fact. The market share instability for the internet search market, for example, \nwas extremely high in the early days. \nWe can now take stock of the link between market share and sustainable competitive advantage. Here are some \nobservations: \n• Look for lopsided market shares. These tend to be the result of winner-take-most markets. Ideally, the \ncompany achieves the market share position through organic growth. Network effects and positive \n"
    },
    {
      "number": 36,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n36\n \nfeedback generally contribute to this outcome. The risk here is that another network comes along and \nunseats the current incumbent. \n• Market share stability. Market shares are generally unstable as an industry emerges and settle down as \nit matures. It is challenging for a company to sustain a competitive advantage in an unstable industry. But \na stable industry does not promise excess returns.  \n• Be alert to the potential of new entrants. Clayton Christensen, who was a professor at Harvard Business \nSchool, developed the theory of disruptive innovation.117 Challengers approach a segment of the market, \nusually at the low end, with a new business model that commonly lowers minimum efficient scale.118 Once \nthat competitor establishes a toehold, it can address additional segments of the market and drain excess \nprofits from the incumbents. Consider barriers to entry and how they are affected by WTP, price, cost, and \nWTS. Assess if and how regulation creates a barrier to entry.    \n• Low market share inequality. Some industries have multiple competitors with a difference in market \nshare that is modest. The important consideration is the nature of the industry, especially with regard to \nfixed and variable costs. For high fixed-cost businesses, it is important to consider minimum efficient scale \nwhile recognizing that scale is not about absolute size but rather size relative to competitors. \n• Duration of market share leadership. How long a company with leading market share remains at the \ntop is a function of how big the gap is between the leader and the nearest rival, market instability, and the \nfactors that drive market share change, such as barriers to entry, marketing spending, and product and \nprocess innovation. The first two determinants can be determined quantitatively. The third one can be \nmodeled but generally requires judgment.119 As noted earlier, the rate at which leaders are getting \ndisrupted has declined since 2000. \n• Look for companies that have consumers with a high willingness to pay or an ability to increase \nthe willingness to pay of customers over time. Some offerings do not have dominant market shares \nbut do have a high willingness to pay. This is typical of well-regarded luxury brands. These businesses \noften have pricing power. Other businesses increase WTP through network effects or managing \ncomplements effectively.      \nThe appendix includes a list of companies with wide economic moats based on market share that Josh Jarrett, \ndirector of research at Counterpoint Global, has collected (exhibit 36). This group of businesses has posted \nCFROIs that are substantially higher than the average of an aggregate of companies in popular stock market \nindices (exhibit 37). Good businesses are not always good investments, but consistent value creation tends to \nbe an investor’s ally.   \n \nPlease see important disclosures on pages 55-57 \n \n \n \n \n"
    },
    {
      "number": 37,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n37\n \nAppendix: Wide Moat Businesses  \nExhibit 36: Wide Moat Businesses \n \n \nCompany Name \nCompany Name \nAdobe Incorporated \nJohnson & Johnson \nAena SME SA  \nJumbo Interactive Limited \nAir Products and Chemicals, Inc. \nKering \nAlphabet Inc. \nLinde plc \nAltria Group Inc \nLive Nation Entertainment, Inc. \nAmazon.com, Inc. \nLockheed Martin Corporation \nAMERCO \nL'Oreal \nAmerican Tower Corporation \nLVMH Moet Hennessy Louis Vuitton SE \nAnalog Devices, Inc. \nMarsh & McLennan Companies, Inc. \nAon Plc \nMartin Marietta Materials, Inc. \nArthur J. Gallagher & Co. \nMastercard Incorporated \nASML Holding NV ADR \nMcCormick & Company, Incorporated \nAutodesk, Inc. \nMettler-Toledo International Inc. \nAutoZone, Inc. \nMicrosoft Corporation \nBausch + Lomb Corporation \nMoody's Corporation \nBlack Knight, Inc. \nMSCI Inc. \nBlackstone Inc. \nNorthrop Grumman Corp. \nBolsa Mexicana de Valores SAB de CV \nNVIDIA Corporation \nBritish American Tobacco Plc \nO'Reilly Automotive, Inc. \nBrookfield Asset Management Inc. \nPernod Ricard \nBrown & Brown, Inc. \nPhilip Morris International Inc. \nCadence Design Systems, Inc. \nPool Corporation \nCanadian Pacific Railway Limited \nPPG Industries, Inc. \nCBRE Group, Inc. \nRaytheon Technologies Corporation \nChina Tower Corp Ltd \nRELX Plc  \nChristian Dior SE \nRepublic Services, Inc. \nCME Group Inc. \nRightmove Plc \nCooper Companies, Inc. \nS&P Global, Inc. \nCopart, Inc. \nSBA Communications Corp. \nCoStar Group, Inc. \nSherwin-Williams Company \nCrown Castle Inc. \nSony Group Corporation \nDanaher Corporation \nSynopsys, Inc. \nDexCom, Inc. \nTaiwan Semiconductor Manufacturing Co. \nDiageo Plc \nTencent Holdings Limited \nDouzone Bizon Co. \nTesla Inc \nEssilorluxottica SA \nTexas Instruments Incorporated \nEstee Lauder Companies Inc. \nThermo Fisher Scientific Inc. \nEvolution AB (publ.) \nTransDigm Group Incorporated \nFair Isaac Corporation \nTransurban Group \nFirstService Corp \nUnion Pacific Corporation \nGeneral Dynamics Corporation \nUniversal Music Group NV \nGrupo Aeroportuario Del Pacifico SAB DE CV \nVeriSign, Inc. \nGrupo Aeroportuario del Sureste SAB de CV \nVerisk Analytics Inc \nHermes International SCA \nVisa Inc. \nIDEXX Laboratories, Inc. \nVulcan Materials Company \nIllumina, Inc. \nWarner Music Group Corp. \nIntercontinental Exchange, Inc. \nWaste Connections, Inc. \nIntuit Inc. \nWaste Management, Inc. \nIntuitive Surgical, Inc. \nZoetis, Inc. \n \nSource: Counterpoint Global; Provided for illustrative purposes only and should not be construed as a recommendation for \ninvestment. \n"
    },
    {
      "number": 38,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n38\n \nExhibit 37: Wide Moat Businesses Earn Relatively High CFROIs \n \nMedian Trailing CFROI \n  \nResults as of August 2022 \nLast FY \n3-Yr \n5-Yr \n7-Yr \n10-Yr \nCFROI Minus Discount \nRate, Last FY \nWeighted Average \n  \n  \n  \n  \n  \n  \nWide Moat Portfolio \n24% \n23% \n23% \n23% \n21% \n22% \nS&P 500 \n19% \n17% \n17% \n16% \n15% \n17% \nMSCI World \n16% \n14% \n14% \n14% \n13% \n13% \n  \n  \n  \n  \n  \n  \n  \nMedian \n  \n  \n  \n  \n  \n  \nWide Moat Portfolio \n17% \n17% \n18% \n18% \n17% \n17% \nS&P 500 \n13% \n13% \n13% \n12% \n12% \n10% \nMSCI World \n9% \n8% \n9% \n9% \n9% \n4% \nSource: Counterpoint Global and Credit Suisse HOLT Lens. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 39,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n39\n \nEndnotes \n1 George J. Stigler, Capital and Rates of Return in Manufacturing Industries (Princeton, NJ: Princeton University \nPress, 1963), 54.  \n2 Joan Magretta, Understanding Michael Porter: The Essential Guide to Competition and Strategy (Boston: \nHarvard Business Review Press, 2012). \n3 Michael J. Mauboussin, Dan Callahan, and Darius Majd, “Measuring the Moat: Assessing the Magnitude and \nSustainability of Value Creation,” Credit Suisse Global Financial Strategies, November 1, 2016 and Heather \nBrilliant and Elizabeth Collins, Why Moats Matter: The Morningstar Approach to Stock Investing (Hoboken, NJ: \nJohn Wiley & Sons, 2014).  \n4 Alfred Rappaport, Creating Shareholder Value: A Guide for Managers and Investors—Revised and Updated \n(New York: Free Press, 1998), 63.  \n5 For example, see Michael E. Porter, Competitive Strategy: Techniques for Analyzing Industries and \nCompetitors (New York: The Free Press, 1980); Michael E. Porter, Competitive Advantage: Creating and \nSustaining Superior Performance (New York: Simon & Schuster, 1985); Clayton M. Christensen, Innovator’s \nDilemma: When New Technologies Cause Great Firms to Fail (Boston, MA: Harvard Business School Press, \n1997); Bruce Greenwald and Judd Kahn, Competition Demystified: A Radically Simplified Approach to Business \nStrategy (New York: Penguin Group, 2005); and Magretta, Understanding Michael Porter. \n6 Felix Oberholzer-Gee and Dennis A. Yao, “Antitrust – What Role for Strategic Management Expertise?” Boston \nUniversity Law Review, Vol. 90, No. 4, August 2010, 1457-1478. \n7 Victoria Dickinson and Gregory A. Sommers, “Which Competitive Efforts Lead to Future Abnormal Economic \nRents? Using Accounting Ratios to Assess Competitive Advantage,” Journal of Business Finance & Accounting, \nVol. 39, Nos. 3 & 4, April/May 2012, 360-398 and Benjamin Maury, “Sustainable Competitive Advantage and \nProfitability Persistence: Sources versus Outcomes for Assessing Advantage,” Journal of Business Research, \nVol. 84, March 2018, 100-113. For empirical work, see Michael J. Mauboussin, Dan Callahan, Bryant Matthews, \nand David A. Holland, “How to Model Reversion to the Mean: Determining How Fast, and to What Mean, Results \nRevert,” Credit Suisse Global Financial Strategies, September 17, 2013.   \n8 Naomi R. Lamoreaux, “The Problem of Bigness: From Standard Oil to Google,” Journal of Economic \nPerspectives, Vol. 33, No. 3, Summer 2019, 94-117 and Shivaram Rajgopal, Anup Srivastava, and Rong Zhao, \n“Do Digital Technology Firms Earn Excess Profits? Alternative Perspectives,” Accounting Review, forthcoming. \nFor the same issue related to concentration, see Matias Covarrubias, Germán Gutiérrez, and Thomas Philippon, \n“From Good to Bad Concentration? U.S. Industries over the Past 30 Years,” NBER Working Paper 25983, \nSeptember 2019.  \n9 See www.merriam-webster.com/dictionary/market%20share. \n10 W. Brian Arthur, “Increasing Returns and the New World of Business, Harvard Business Review, Vol. 74, No. \n4, July-August 1996, 100-109 and Carl Shapiro and Hal R. Varian, Information Rules: A Strategic Guide to the \nNetwork Economy (Boston, MA: Harvard Business School Press, 1999), 173-225. \n11 Lee G. Cooper and Masao Nakanishi, Market-Share Analysis: Evaluating Competitive Marketing Effectiveness \n(Norwell, MA: Kluwer Academic Publishers, 1988), 10-11. \n12 Revenue share is better. See Abhi Bhattacharya, Neil A. Morgan, and Lopo L. Rego, “Examining Why and \nWhen Market Share Drives Firm Profit,” Journal of Marketing, Vol. 86, No. 4, July 2022, 73-94.  \n13 David Besanko, David Dranove, Mark Shanley, and Scott Schaefer, Economics of Strategy, 7th Edition (New \nYork: John Wiley & Sons, 2017), 162. \n14 Michael Gort, “Analysis of Stability and Change in Market Shares,” Journal of Political Economy, Vol. 71, No. \n1, February 1963, 51-63. \n15 R. E. Caves and M. E. Porter, “Market Structure, Oligopoly, and Stability of Market Shares,” Journal of \nIndustrial Economics, Vol. 26, No. 4, June 1978, 289-313 and Masatoshi Kato and Yuji Honjo, “Market Share \nInstability and the Dynamics of Competition: A Panel Data Analysis of Japanese Manufacturing Industries,” \nReview of Industrial Organization, Vol. 28, No. 2, March 2006, 165-182. \n16 Greenwald and Kahn, Competition Demystified, 65-66. \n17 Steven Klepper, “Entry, Exit, Growth, and Innovation over the Product Life Cycle,” American Economic \nReview, Vol. 86, No. 3, June 1996, 562-583. For related work, see Steven Klepper and Elizabeth Graddy, “The \n"
    },
    {
      "number": 40,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n40\n \nEvolution of New Industries and the Determinants of Market Structure,” RAND Journal of Economics, Vol. 21, \nNo. 1, Spring, 1990, 27-44; Steven Klepper, “The Capabilities of New Firms and the Evolution of the U.S. \nAutomobile Industry,” Industrial and Corporate Change, Vol. 11, No. 4, August 2002, 645-666; Rajshree Agarwal \nand Michael Gort, “The Evolution of Markets and Entry, Exit and Survival of Firms,” Review of Economics and \nStatistics, Vol. 78, No. 3, August 1996, 489-498; Steven Klepper, Experimental Capitalism: The Nanoeconomics \nof American High-Tech Industries (Princeton, NJ: Princeton University Press, 2016); Timothy Dunne, Mark J. \nRoberts and Larry Samuelson, “Patterns of Firm Entry and Exit in U.S. Manufacturing Industries,” RAND Journal \nof Economics, Vol. 19, No. 4, Winter 1988, 495-515; Harry Bloch, “Innovation and the Evolution of Industry \nStructure,” International Journal of the Economics of Business, Vol. 25, No. 1, February 2018, 73-83. \n18 Michael J. Mauboussin and Dan Callahan, “New Business Boom and Bust: How Capitalism Experiments,” \nConsilient Observer: Counterpoint Global Insights, June 15, 2022. \n19 Thomas Philippon, The Great Reversal: How America Gave Up on Free Markets (Cambridge, MA: Belknap \nPress, 2019), 93. \n20 Germán Gutiérrez and Thomas Philippon, “The Failure of Free Entry,” National Bureau of Economic Research \nWorking Paper 26001, June 2019. \n21 “Technology” includes Information, Manufacturing, Professional, Scientific, and Technical Services, and \nsubsectors such as Computer Systems Design and Related Services and Architectural, Engineering, and \nRelated Services. \n22 See https://www.oecd.org/competition/market-concentration.htm. \n23 Department of Defense, “State of Competition within the Defense Industrial Base,” Office of the Under \nSecretary of Defense for Acquisition and Sustainment, February 2022. \n24 Melissa A. Schilling, “Technology Success and Failure in Winner-Take-All Markets: The Impact of Learning \nOrientation, Timing, and Network Externalities,” Academy of Management Journal, Vol. 45, No. 2, April 2002, \n387-398.  \n25 Jonathan A. Knee, The Platform Delusion: Who Wins and Who Loses in the Age of Tech Titans (New York: \nPortfolio/Penguin, 2021), 24-32. \n26 Felix Oberholzer-Gee offers a method to calculate MES. He writes, “To find MES for your company, determine \nhow cost would change if the firm grew by 10 percent. Pay close attention to which cost items you consider \nfixed—these will not change as you grow—and which one you treat as variable. Finally, compare average cost \nat the current and higher production level. If the average cost declines as you grow, your company is too small \nto be cost competitive with larger rivals. If average cost remains roughly unchanged, you are at or beyond MES.” \nSee Felix Oberholzer-Gee, Better, Simpler Strategy: A Value-Based Guide to Exceptional Performance (Boston, \nMA: Harvard Business Review Press, 2021), 160. \n27 See www.justice.gov/atr/horizontal-merger-guidelines-08192010#5c. \n28 I. Pavić, Fran Galetić, and Damir Piplica, “Similarities and Differences between the CR and HHI as an Indicator \nof Market Concentration and Market Power,” British Journal of Economics, Management & Trade, Vol. 13, No. \n1, January 2016, 1-8. \n29 Esteban Rossi-Hansberg, Pierre-Daniel Sarte, and Nicholas Trachter, “Diverging Trends in National and Local \nConcentration,” National Bureau of Economic Research Working Paper 25066, September 2018 and Dominic \nA. Smith and Sergio Ocampo, “The Evolution of U.S. Retail Concentration,” Working Paper, February 12, 2022. \n30Jan Eeckhout, “Comment on ‘Diverging Trends in National and Local Concentration,’” NBER Macroeconomics \nAnnual 2020, Vol. 35, 2020, 151-162. Eeckhout shows that if you assume a rising population, a constant average \nestablishment size, an increase in the ratio of establishments to firms, and a stable grid of industry (as measured \nby Standard Industrial Classification, or SIC, code) and geographical area (commonly expressed using a ZIP \ncode or metropolitical statistical area, or MSA), you will get a divergence in national and local measures of \nconcentration for “purely mechanical reasons.”    \n31 Ashiq Ali, Sandy Klasa, and Eric Yeung, “The Limitations of Industry Concentration Measures Constructed \nwith Compustat Data: Implications for Finance Research,” Review of Financial Studies, Vol. 22, No. 10, October \n2009, 3839-3871; Karel Hrazdil and Ray Zhang, “The Importance of Industry Classification in Estimating \nConcentration Ratios,” Economics Letters, Vol. 114, No. 2, February 2012, 224-227; and Jan Keil, “The Trouble \nwith Approximating Industry Concentration from Compustat,” Journal of Corporate Finance, Vol. 45, August \n2017, 467-479. \n"
    },
    {
      "number": 41,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n41\n \n32 Leila Davis and Özgür Orhangazi, “Competition and Monopoly in the U.S. Economy: What Do Industrial \nConcentration Data Tell?” Political Economy Research Institute Working Paper No. 492, July 2019; Falk \nBräuning, José L. Fillat, and Gustavo Joaquim, “Cost-Price Relationships in a Concentrated Economy,” Federal \nReserve Bank of Boston Current Policy Perspectives, May 23, 2022; and Covarrubias, Gutiérrez, and Philippon, \n“From Good to Bad Concentration?”  \n33 Gustavo Grullon, Yelena Larkin, Roni Michaely, “Are U.S. Industries Becoming More Concentrated?” Review \nof Finance, Vol. 23, No. 4, July 2019, 697-743. \n34 Robert D. Atkinson and Filipe Lage de Sousa, “No, Monopoly Has Not Grown,” Information Technology & \nInnovation Foundation, June 2021 and Robert Kulick and Andrew Card, “Industrial Concentration in the United \nStates: 2002-2017,” NERA Economic Consulting, March 2022. \n35 James Bessen, The New Goliaths: How Corporations Use Software to Dominate Industries, Kill Innovation, \nand Undermine Regulation (New Haven, CT: Yale University Press, 2022),19-21; James Bessen, Erich Denk, \nJoowon Kim, and Cesare Righi, “Declining Industrial Disruption,” Boston University School of Law: Law & \nEconomics Series Paper No. 20-28, February 2020; and Victor Manuel Bennett, “Changes in Persistence of \nPerformance Over Time,” Strategic Management Journal, Vol. 41, No. 10, October 2020, 1745-1769.   \n36 Jan Keil, “Explaining the Concentration-Profitability Paradox,” Review of Political Economy, Vol. 29, No. 2, \n2017, 209-231; Jan Keil, “Is There a Causal Effect of Concentration on Persistent Profitability Differentials?” \nIndustrial and Corporate Change, Vol. 28, No. 2, April 2019, 241-257; and Kewei Hou and David T. Robinson, \n“Industry Concentration and Average Stock Returns,” Journal of Finance, Vol. 61, No. 4, August 2006, 1927-\n1956. \n37 Bradley T. Gale and Ben S. Branch, “Concentration versus Market Share: Which Determines Performance \nand Why Does It Matter?” Antitrust Bulletin, Vol. 27, No. 1, Spring 1982, 83-106. \n38 Alexander Edeling and Alexander Himme, “When Does Market Share Matter? New Empirical Generalizations \nfrom a Meta-Analysis of the Market Share-Performance Relationship,” Journal of Marketing, Vol. 82, No. 3, May \n2018, 1-24. \n39 John E. Prescott, Ajay K. Kohli and N. Venkatraman, “The Market Share-Profitability Relationship: An \nEmpirical Assessment of Major Assertions and Contradictions,” Strategic Management Journal, Vol. 7, No. 4, \nJuly-August 1986, 377-394. \n40 Jan Eeckhout, The Profit Paradox: How Thriving Firms Threaten the Future of Work (Princeton, NJ: Princeton \nUniversity Press, 2021), 24. \n41 Adam M. Brandenburger and Harborne W. Stuart Jr., “Value-Based Business Strategy,” Journal of Economics \n& Management Strategy, Vol. 5, No. 1, Spring 1996, 5-24 and Harborne W. Stuart Jr., The Profitability Test: \nDoes Your Strategy Make Sense? (Cambridge, MA: MIT Press, 2016). \n42 Oberholzer-Gee, Better, Simpler Strategy. \n43 Nick Sleep of Nomad popularized the term, “scale economics shared,” in the investment community. Nick \nSleep and Qais Zakaria, “Nomad Investment Partnership Letters to Partners, 2001-2014.” See \nhttps://igyfoundation.org.uk/wp-content/uploads/ 2021/03/Full_Collection_ Nomad_Letters_.pdf. In his final \nletter as chief executive officer of Amazon, Jeff Bezos discussed the concept of “create more than you consume.” \nHe estimates that the company’s interactions with shareholders, employees, third-party sellers, and customers \nresulted in more than $300 billion in value. These figures do not represent surplus but provide a starting point.  \nSee https://www.aboutamazon.com/news/company-news/2020-letter-to-shareholders. \n44 Michael J. Mauboussin and Alfred Rappaport, Expectations Investing: Reading Stock Prices for Better \nReturns—Revised and Updated (New York: Columbia Business School Publishing, 2021), 16-18. \n45 Magretta, Understanding Michael Porter, 114-115. \n46 Willingness to pay (WTP) is an important concept in economics but tricky to estimate. Common techniques \ninclude surveys, conjoint analysis (a more structured form of survey), auctions, and experiments. For more on \nthis, see Tim Stobierski, “Willingness to Pay: What It Is and How to Calculate It,” Harvard Business School \nOnline, October 20, 2020, at https://online.hbs.edu/blog/post/willingness-to-pay. A consumer should in theory \nprovide the same figure for WTP and willingness to accept (WTA), the amount an individual would accept to not \nuse a product or service. But surveys often show a large gap between the two. Cass Sunstein, a professor at \nHarvard Law School, surveyed individuals in 2018 about their per month WTP and WTA for a handful of social \nmedia platforms. Here are the results: \n"
    },
    {
      "number": 42,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n42\n \n \nPer Month \n \nPlatform \nAverage  \nWTP \nAverage \nWTA \nRatio of \nWTA/WTP \nWhatsApp \n$34.90  \n$101.16 \n2.9 \nReddit \n27.73  \n97.73  \n3.5 \nLinkedIn \n25.71  \n97.80  \n3.8 \nSnapchat \n24.92  \n106.20 \n4.3 \nInstagram \n21.67  \n102.60 \n4.7 \nPinterest \n20.97  \n102.92 \n4.9 \nTwitter \n19.94  \n104.18 \n5.2 \nYouTube \n17.27  \n90.78  \n5.3 \nFacebook \n16.99  \n89.17  \n5.2 \nThat the WTA is roughly three to five times higher than the WTP is evidence of the endowment effect, the idea \nthat people place a greater value on what they own than what they do not own. Indeed, the size of the ratio \ncompelled Sunstein to call it a “superendowment effect.” See Cass R. Sunstein, Too Much Information: \nUnderstanding What You Don’t Want to Know (Cambridge, MA: MIT Press, 2020), 138-141. \nErik Brynjolfsson and colleagues did a similar exercise. They found that the median WTA for Facebook, for \ninstance, was  a more modest $48.49 per month. See Erik Brynjolfsson, Avinash Collis, and Felix Eggers, “Using \nMassive Online Choice Experiments to Measure Changes in Well-Being, PNAS, Vol. 116, No. 15, April 9, 2019, \n7250-7255. \n47 Arthur, “Increasing Returns and the New World of Business.”  \n48 Oberholzer-Gee, Better, Simpler Strategy, 89-91. \n49 W. Brian Arthur, “Competing Technologies, Increasing Returns, and Lock-In by Historical Events,” Economic \nJournal, Vol. 99, No. 394, March 1989, 116-131. \n50 Michael Arrington, “It’s Official(ish): MySpace Is Biggest Site on Internet,” TechCrunch, December 12, 2006. \n51 Andrew McAfee and Erik Brynjolfsson, Machine Platform Crowd: Harnessing Our Digital Future (New York: \nW.W. Norton & Company, 2017), 153-156. \n52 Shapiro and Varian, Information Rules, 103-134. \n53 Knee, The Platform Delusion, 12-17. Professors Michael Cusumano, Annabelle Gawer, and David Yoffie \nfound that only 43 of the 252 competitors seeking to become successful platform companies succeeded. See \nMichael A. Cusumano, Annabelle Gawer, and David B. Yoffie, The Business of Platforms: Strategy in the Age \nof Digital Competition, Innovation, and Power (New York: Harper Business, 2019), 107-138. \n54 “Laws of Tech: Commoditize Your Complement,” at www.gwern.net/Complement. \n55 Ron Amadeo, Google’s Iron Grip on Android: Controlling Open Source by Any Means Necessary, Ars \nTechnica, July 21, 2018. See https://arstechnica.com/gadgets/2018/07/googles-iron-grip-on-android-controlling-\nopen-source-by-any-means-necessary/. \n56 Mike Isaac and Jack Nicas, “Breaking Point: How Mark Zuckerberg and Tim Cook Became Foes,” New York \nTimes, April 26, 2021. \n57 Ben Thompson, “An Interview with Eric Seufert About the Post-ATT Landscape,” Stratechery, May 19, 2022. \n58 Salvador Rodriguez, “The Secret Talks That Could Have Prevented the Apple vs. Facebook War,” Wall Street \nJournal, August 12, 2022 and Nils Wernerfelt, Anna Tuchman, Bradley T. Shapiro, and Robert Moakler, \n“Estimating the Value of Offsite Data to Advertisers on Meta,” Working Paper, July 29, 2022. \n59 One study showed that the average customer had a higher willingness to pay for a Wal-Mart store versus \ncompetitors, after consideration for price and distance. See Lesley Chiou, “Empirical Analysis of Retail \nCompetition: Spatial Differentiation at Wal-Mart, Amazon.com, and Their Competitors,” Working Paper, May 27, \n2005. One noteworthy example of the last point is Blockbuster Video, which reported earned $800 million, in \nexcess of 15 percent of the company’s revenues, from late fees. The company charged customers a late fee if \nthey failed to return a movie to the store by a specific date. Naturally, customers disliked them, but they became \na key source of sales for the company. Blockbuster filed for bankruptcy in 2010. See Frank Olito, “The Rise and \n"
    },
    {
      "number": 43,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n43\n \nFall of Blockbuster,” Business Insider, August 20, 2020, see www.businessinsider.com/rise-and-fall-of-\nblockbuster. \n60 Gediminas Adomavicius, Jesse C. Bockstedt, Shawn P. Curley, and Jingjing Zhang, “Effects of Online \nRecommendations on Consumers’ Willingness to Pay,” Information Systems Research, Vol. 29, No. 1, March \n2018, 84-102. \n61 Wendy Wood and Dennis Rünger, “Psychology of Habit,” Annual Review of Psychology, Vol. 67, 2016, 289-\n314 and Greenwald and Kahn, Competition Demystified, 32-33.  \n62 Wenying Li and Jeffrey H. Dorfman, “The Implications of Heterogeneous Habit in Consumer Beverage \nPurchases on Soda and Sin Taxes,” Food Policy, Vol. 84, April 2019, 111-120. \n63 Chance Miller, “Analysts: Google to Pay Apple $15 Billion to Remain Default Safari Search Engine in 2021,” \n9to5Mac, August 25, 2021.  \n64 Michael Grean and Michael J. Shaw, “Supply-Chain Partnership between P&G and Wal-Mart,” in E-Business \nManagement: Integration of Web Technologies with Business Models, Michael J. Shaw, ed. (New York: Springer \nScience+Business Media, 2003), 155-171. \n65 Chad Syverson, “What Determines Productivity?” Journal of Economic Literature,  \nVol. 49, No. 2, June 2011, 326-365 and Sharat Ganapati, “Growing Oligopolies, Prices, Output, and \nProductivity,” American Economic Journal: Microeconomics, Vol. 13, No. 3, August 2021, 309-327. \n66 Besanko, Dranove, Shanley, and Schaefer, Economics of Strategy, 70-75. \n67 Tomas Chamorro-Premuzic, “Does Money Really Affect Motivation? A Review of the Research,” Harvard \nBusiness Review, April 10, 2013. \n68 Lea Cassar and Stephan Meier, “Nonmonetary Incentives and the Implications of Work as a Source of \nMeaning,” Journal of Economic Perspectives, Vol. 32, No. 3, Summer 2018, 215-238.  \n69 Daniel H. Pink, Drive: The Surprising Truth About What Motivates Us (New York: Riverhead Books, 2009). \n70 Eirik Sjåholm Knudsen, Lasse B. Lien, Bram Timmermans, Ivan Belik, and Sujit Pandey, “Stability in Turbulent \nTimes? The Effect of Digitalization on the Sustainability of Competitive Advantage,” Journal of Business \nResearch, Vol. 128, May 2021, 360-369.  \n71 Michael E. Porter, Competitive Strategy: Techniques for Analyzing Industries and Competitors (New York: \nThe Free Press, 1980). \n72 Greenwald and Kahn, Competition Demystified, 19.  \n73 Abhi Bhattacharya, Neil A. Morgan, and Lopo L. Rego, “Examining Why and When Market Share Drives Firm \nProfit,” Journal of Marketing, Vol. 86, No. 4, July 2022, 73-94.  \n74 The field of industrial organization studies the exercise and control of market power. Jean Tirole, “Market \nFailures and Public Policy,” Nobel Prize Lecture, December 8, 2014. See www.nobelprize.org/uploads/2018/06/ \ntirole-lecture.pdf. \n75 Susanto Basu, “Are Price-Cost Markups Rising in the United States? A Discussion of the Evidence,” Journal \nof Economic Perspectives, Vol. 33, No. 3, Summer 2019, 3-22 and Maximilian Koppenberg and Stefan Hirsch, \n“Markup Estimation: A Comparison of Contemporary Methods at the Example of European Food Retailers,” \nAgribusiness, Vol. 38, No. 1, Winter 2022, 108-133. \n76 Jan De Loecker and Frederic Warzynski, “Markups and Firm-Level Export Status,” American Economic \nReview, Vol. 102, No. 6, October 2012, 2437-2471. \n77 For a layman’s discussion on the production function, see https://boycewire.com/production-function-\ndefinition/. \n78 Maarten De Ridder, Basile Grassi, and Giovanni Morzenti, “The Hitchhiker’s Guide to Markup Estimation,” \nWorking Paper, July 29, 2022. \n79 Hendrik Döpper, Alexander MacKay, Nathan H. Miller, and Joel Stiebale, “Rising Markups and the Role of \nConsumer Preferences,” Harvard Business School Working Paper 22-025, March 2, 2022. \n80 For example, see Jan De Loecker, Jan Eeckhout, Gabriel Unger, “The Rise of Market Power and the \nMacroeconomic Implications,” Quarterly Journal of Economics, Vol. 135, No. 2, May 2020, 561-644; Jan \nEeckhout, The Profit Paradox: How Thriving Firms Threaten the Future of Work (Princeton, NJ: Princeton \nUniversity Press, 2021); Gauti B. Eggertsson, Jacob A. Robbins, and Ella Getz Wold, “Kaldor and Piketty’s \nFacts: The Rise of Monopoly Power in the United States,” NBER Working Paper 24287, February 2018; and \n"
    },
    {
      "number": 44,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n44\n \nThomas Philippon, The Great Reversal: How America Gave Up on Free Markets (Cambridge, MA: Belknap \nPress, 2019). \n81 David Autor, David Dorn, Lawrence F. Katz, Christina Patterson, and John Van Reenen, “The Fall of the Labor \nShare and the Rise of Superstar Firms,” Quarterly Journal of Economics, Vol. 135, No. 2, May 2020, 645-709. \n82 The HOLT Cash Flow Return on Investment (CFROI) metric reflects economic returns by measuring a \ncompany’s inflation-adjusted cash flow return on operating assets. With CFROI, HOLT aims to cut through the \nvagaries of traditional accounting results and to provide a consistent metric that allows for comparison of \nperformance over time and across a portfolio, a market, or a global universe of companies. HOLT calculates \nCFROI for a company using two steps. First, it measures the inflation-adjusted gross cash flows available to all \ncapital owners and compares that to the inflation-adjusted gross investment made by the capital owners. \nSecond, it translates this ratio into an Internal Rate of Return (IRR) by recognizing the finite economic life of \ndepreciating assets and the residual value of non-depreciating assets. CFROI is a trademark or registered \ntrademark of Credit Suisse Group AG or its affiliates in the U.S. and other countries. \n83 To be more specific, we exclude companies with the following NAICS codes: 52 (Finance and Insurance), 53 \n(Real Estate and Leasing), 55 (Management of Companies and Enterprises), 92 (Public Administration), and 93 \n(Unclassified Establishments). We also exclude companies with less than $0.1 million of annual sales, cost of \ngoods sold (COGS), selling, general and administrative (SG&A) expense, or research and development. All data \nare calendarized. \n84 Mike Konczal and Niko Lusiani, “Prices, Profits, and Power: An Analysis of 2021 Firm-Level Markups,” \nRoosevelt Institute, June 2022.  \n85 This includes NAICS sectors 52, “Finance and Insurance,” and 53, “Real Estate and Rental and Leasing.” \nHaving these sectors in the results lifts the aggregate markup about 0.20-0.25. See Jan De Loecker, Jan \nEeckhout, and Gabriel Unger, “The Rise of Market Power and the Macroeconomic Implications—Online \nAppendix,” December 10, 2019.  \n86 Eric D. Bostwick, Sherwood Lane Lambert, and Joseph G. Donelan, “A Wrench in the COGS: An Analysis of \nthe Differences between Cost of Goods Sold as Reported in Compustat and in the Financial Statements,” \nAccounting Horizons, Vol. 30, No. 2, June 2016, 177-193. Here is the relevant passage from the paper \n(emphasis added): “The Compustat income statement format presents a separate line item for both cost of \ngoods sold (Compustat COGS; hereafter, C_COGS)1 and depreciation, depletion, and amortization (Compustat \nDP). To accomplish this, S&P modifies data from 10-K filings so that the DP variable can be created and \npresented without altering bottom-line net income. When a company reports the allocation of DD&A among \nspecific line items (e.g., COGS and SG&A expenses), S&P will remove the specified amounts of DD&A from \neach of the items indicated and will collect all DD&A in the DP variable. However, when companies do not \ndisclose the allocation of DD&A among line items, S&P will still collect all DD&A in the DP variable, but they will \nalso subtract total DD&A from other line items within the financial statements. Most often, the entire amount of \nDD&A is deducted from COGS.” Further, some estimates of markups include financials, insurance, and real \nestate companies. These are among the highest markup industries and suffer from measurement challenges. \nRemoving these industries lowers the aggregate markup considerably but does not change the general trends. \nSee Appendix 10 in Jan De Loecker, Jan Eeckhout and Gabriel Unger, “Online Appendix for The Rise of Market \nPower and the Macroeconomic Implications,” December 10, 2019. \n87 Our approach follows that of Konczal and Lusiani. We calculate changes within each sector as: (Sector’s \nshare of total sales at end of prior year) ✕ (Average markup for all companies in that sector for the current year \n− Average markup for all companies in that sector for the prior year). We then sum that for all sectors. We \ncalculate changes between each sector as: (Sector’s share of total sales at end of current year − Sector’s share \nof total sales at end of prior year) ✕ (Average markup for all companies in that sector for the prior year). We \nthen sum that for all sectors. For both series, we then calculate the cumulative sum over time since the beginning \nof our measurement period (1990/1991). \n88 Autor, Dorn, Katz, Patterson, and Van Reenen, “The Fall of the Labor Share and the Rise of Superstar Firms;” \nPrasanna Tambe, Lorin Hitt, Daniel Rock, and Erik Brynjolfsson, “Digital Capital and Superstar Firms,” NBER \nWorking Paper 28285, December 2020; and Alexander Schiersch and Caroline Stiel, “Testing the Superstar \nFirm Hypothesis,” Journal of Applied Economics, Vol. 25, No. 1, 2022, 583-603. Sherwin Rosen, an economist, \n"
    },
    {
      "number": 45,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n45\n \ndiscussed the concept of “superstars” in the early 1980s. See Sherwin Rosen, “The Economics of Superstars,” \nAmerican Economic Review, Vol. 71, No. 5, December 1981, 845-858. \n89 Quoted from Autor, Dorn, Katz, Patterson, and Van Reenen, “The Fall of the Labor Share and the Rise of \nSuperstar Firms.” \n90 Susanto Basu, “Are Price-Cost Markups Rising in the United States? A Discussion of the Evidence,” Journal \nof Economic Perspectives, Vol. 33, No. 3, Summer 2019, 3-22; Steven Berry, Martin Gaynor, and Fiona Scott \nMorton, “Do Increasing Markups Matter? Lessons from Empirical Industrial Organization,” Journal of Economic \nPerspectives, Vol. 33, No. 3, Summer 2019, 44-68; and Chad Syverson, “Macroeconomics and Market Power: \nContext, Implications, and Open Questions,” Journal of Economic Perspectives, Vol. 33, No. 3, Summer 2019, \n23-43. \n91 Basu, “Are Price-Cost Markups Rising in the United States? A Discussion of the Evidence.”  \n92 Carol A. Corrado, Charles Hulten, and Daniel Sichel, “Measuring Capital and Technology: An Expanded \nFramework,” in Carol A. Corrado, John Haltiwanger, and Daniel Sichel, eds. Measuring Capital in the New \nEconomy (Chicago: University of Chicago Press, 2005); Carol A. Corrado, Charles Hulten, and Daniel Sichel, \n“Intangible Capital and U.S. Economic Growth,” Review of Income and Wealth, Vol. 55, No. 3, September 2009, \n661-685; Carol A. Corrado and Charles R. Hulten, “How Do You Measure a ‘Technological Revolution’? \nAmerican Economic Review, Vol. 100, No. 2, May 2010, 99-104; and Jonathan Haskel and Stian Westlake, \nCapitalism Without Capital: The Rise of the Intangible Economy (Princeton, NJ: Princeton University Press, \n2017). \n93 For a small sample of this research, see Nicolas Crouzet and Janice C. Eberly, “Understanding Weak Capital \nInvestment: The Role of Market Concentration and Intangibles, NBER Working Paper 25869, May 2019; James \nTraina, “Is Aggregate Market Power Increasing? Production Trends Using Financial Statements,” Booth School \nof Business, University of Chicago, New Working Paper Series No. 17, February 2018; Luminita Enache and \nAnup Srivastava, “Should Intangible Investments Be Reported Separately or Commingled with Operating \nExpenses? New Evidence,” Management Science, Vol. 64, No. 7, July 2018, 3446-3468; Baruch Lev, “Ending \nthe Accounting-for-Intangibles Status Quo,” European Accounting Review, Vol. 28, No. 4, September 2019, 713-\n736; Baruch Lev and Feng Gu, The End of Accounting and the Path Forward for Investors and Managers \n(Hoboken, NJ: John Wiley & Sons, 2016); and Feng Gu, Baruch Lev, and Chenqi Zhu, “All Losses Are Not Alike: \nReal versus Accounting-Driven Reported Losses,” SSRN Working Paper, May 2022. \n94 James Traina, “Is Aggregate Market Power Increasing? Production Trends Using Financial Statements,” \nBooth School of Business, University of Chicago, New Working Paper Series No. 17, February 2018; Meghana \nAyyagari, Asli Demirguc-Kunt, Vojislav Maksimovic, “The Rise of Star Firms: Intangible Capital and Competition,” \nWorking Paper, September 2021; and Rajgopal, Srivastava, and Zhao, “Do Digital Technology Firms Earn \nExcess Profits?” \n95 Meghana Ayyagari, Asli Demirguc-Kunt, Vojislav Maksimovic, “Who are America’s Star Firms?” World Bank \nPolicy Research Working Paper 8534, July 2018 and Ayyagari, Demirguc-Kunt, Maksimovic, “The Rise of Star \nFirms: Intangible Capital and Competition.”  \n96 Ryan H. Peters and Lucian A. Taylor, “Intangible Capital and the Investment-q Relation,” Journal of Financial \nEconomics, Vol. 123, No. 2, February 2017, 251-272. Peters and Taylor are broadly consistent with Michael \nEwens, Ryan H. Peters, and Sean Wang, “Measuring Intangible Capital with Market Prices,” NBER Working \nPaper, October 2020. \n97 Academics are working on refining this percentage based on industry. See Aneel Iqbal, Shivaram Rajgopal, \nAnup Srivastava, and Rong Zhao, “Value of Internally Generated Intangible Capital,” Working Paper, February \n2022. \n98 Sree Ramaswamy, Michael Birshan, James Manyika, Jacques Bughin, and Jonathan Woetzel, “What Every \nCEO Needs to Know About ‘Superstar’ Companies,” McKinsey Global Institute, April 2019; Sara Calligaris, \nChiara Criscuolo, Luca Marcolin, “Mark-Ups in the Digital Era,” OECD Science, Technology and Industry \nWorking Papers, April 25, 2018; and Matej Bajgar, Chiara Criscuolo, and Jonathan Timmis, “Intangibles and \nIndustry Concentration: Supersize Me,” OECD Science, Technology and Industry Working Papers, September \n22, 2021.  \n99 Bessen, The New Goliaths, 30-35. \n"
    },
    {
      "number": 46,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n46\n \n100 See U.S. Bureau of Economic Analysis, National Income and Product Accounts, Table 9.4U. Software \nInvestment and Prices. \n101 Magretta, Understanding Michael Porter, 114.  \n102 Bessen, The New Goliaths, 9-13. Along the same lines, Eeckhout and Veldkamp argue that “firms react to \ndata about demand by shifting their production to high-demand goods” and hence earn higher markups because \nthey “are getting better and better at forecasting future demand.” See Jan Eeckhout and Laura Veldkamp, “Data \nand Market Power,” NBER Working Paper 30022, May 2022. \n103 Bessen, The New Goliaths, 53-69. \n104 Ayyagari, Demirguc-Kunt, Maksimovic, “The Rise of Star Firms,” Table 1.   \n105 We apply the methodology explained here to fiscal 2022 figures: Michael J. Mauboussin and Dan Callahan, \n“One Job: Expectations and the Role of Intangible Investments,” Consilient Observer: Counterpoint Global \nInsights, September 15, 2020.  \n106 The industries include companies in the Russell 3000 at the end of each year with the following 6-digit NAICS \ncodes: Autos: 336111 (Automobile Manufacturing); Airlines: 481111 (Scheduled Passenger Air Transportation); \nWord Processing Software: 334614 (Software and Other Prerecorded Compact Disc, Tape, and Record \nReproducing), 511210 (Software Publishers), and 541512 (Computer Systems Design Services); and Internet \nSearch: 517919 (All Other Telecommunications), 519130 (Internet Publishing and Broadcasting and Web \nSearch Portals), 541511 (Custom Computer Programming Services), 541519 (Other Computer Related \nServices), 541840 (Media Representatives), and 511210 (Software Publishers). \n107 Willy Shih, “Is It Time to Rethink Globalized Supply Chains?” MIT Sloan Management Review, Vol. 61, No. \n4, Summer 2020, 1-3. \n108 See www.airlines.org/dataset/u-s-bankruptcies-and-services-cessations/. \n109 William E. Fruhan, Jr., The Fight for Competitive Advantage: A Study of the United States Domestic Trunk \nAir Carriers (Boston, MA: Harvard Business School, 1972). \n110 Germán Bet, “A Retrospective Study of Recent U.S. Airline Mergers: What Can We Learn from Production \nData?” Working Paper, October 2021. \n111 IATA, “Economic Performance of the Airline Industry: 2021 End-Year Report ,” IATA, October 4, 2021. \n112 Germán Bet, “Market Power in the U.S. Airline Industry,” Working Paper, August 2021. \n113 Ayyagari, Demirguc-Kunt, Maksimovic, “The Rise of Star Firms,” Figure 10.   \n114 Stan J. Liebowitz and Stephen E. Margolis, Winners, Losers & Microsoft: Competition and Antitrust in High \nTechnology (Oakland, CA: The Independent Institute, 1999), 180-192 and https://personal.utdallas.edu/ \n~liebowit/book/wordprocessor/word.html. \n115 Nicolás Rivero, “A Cheat Sheet to All of the Antitrust Cases Against Big Tech in 2021,” Quartz, September \n29, 2021. For a good historical view, see Carl Shapiro, “Antitrust in a Time of Populism,” International Journal of \nIndustrial Organization, Vol. 61, November 2018, 714-748.  \n116 Matt Stoller, Goliath: The 100-Year War Between Monopoly Power and Democracy (New York: Simon & \nSchuster, 2019).  \n117 Clayton M. Christensen, The Innovator’s Dilemma: When New Technologies Cause Great Firms to Fail \n(Boston, MA: Harvard Business School Press, 1997). \n118 Andrew A. King and Baljir Baatartogtokh, “How Useful Is the Theory of Disruptive Innovation?” MIT Sloan \nManagement Review, Vol. 57, No. 1, Fall 2015, 77-90.  \n119 John Sutton, “Market Share Dynamics and the ‘Persistence of Leadership’ Debate,” American Economic \nReview, Vol. 97, No. 1, March 2007, 222-241. \n  \n \n"
    },
    {
      "number": 47,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n47\n \nReferences \nBooks \nAghion, Philippe, Céline Antonin, and Simon Bunel, The Power of Creative Destruction: Economic Upheaval \nand the Wealth of Nations (Cambridge, MA: Belknap Press, 2021). \nBaker, Jonathan B., The Antitrust Paradigm: Restoring a Competitive Economy (Cambridge, MA: Harvard \nUniversity Press, 2019).  \nBesanko, David, David Dranove, Mark Shanley, and Scott Schaefer, Economics of Strategy, 7th Edition (New \nYork: John Wiley & Sons, 2017). \nBessen, James, The New Goliaths: How Corporations Use Software to Dominate Industries, Kill Innovation, and \nUndermine Regulation (New Haven, CT: Yale University Press, 2022).  \nCooper, Lee G., and Masao Nakanishi, Market-Share Analysis: Evaluating Competitive Marketing Effectiveness \n(Norwell, MA: Kluwer Academic Publishers, 1988). \nCusumano, Michael A., Annabelle Gawer, and David B. Yoffie, The Business of Platforms: Strategy in the Age \nof Digital Competition, Innovation, and Power (New York: Harper Business, 2019). \nEeckhout, Jan, The Profit Paradox: How Thriving Firms Threaten the Future of Work (Princeton, NJ: Princeton \nUniversity Press, 2021). \nFruhan, Jr., William E., The Fight for Competitive Advantage: A Study of the United States Domestic Trunk Air \nCarriers (Boston, MA: Harvard Business School, 1972). \nGreenwald, Bruce, and Judd Kahn, Competition Demystified: A Radically Simplified Approach to Business \nStrategy (New York: Portfolio, 2005). \nHaskel, Jonathan, and Stian Westlake, Capitalism Without Capital: The Rise of the Intangible Economy \n(Princeton, NJ: Princeton University Press, 2017). \n____., Restarting the Future: How to Fix the Intangible Economy (Princeton, NJ: Princeton University Press, \n2022). \nKlepper, Steven, Experimental Capitalism: The Nanoeconomics of American High-Tech Industries (Princeton, \nNJ: Princeton University Press, 2016). \nKnee, Jonathan A., The Platform Delusion: Who Wins and Who Loses in the Age of Tech Titans (New York: \nPortfolio/Penguin, 2021). \nLev, Baruch, and Feng Gu, The End of Accounting and the Path Forward for Investors and Managers (Hoboken, \nNJ: John Wiley & Sons, 2016). \nLiebowitz, Stan J., and Stephen E. Margolis, Winners, Losers & Microsoft: Competition and Antitrust in High \nTechnology (Oakland, CA: The Independent Institute, 1999). \nMagretta, Joan, Understanding Michael Porter: The Essential Guide to Competition and Strategy (Boston, MA: \nHarvard Business Review Press, 2012). \nMauboussin, Michael J., and Alfred Rappaport, Expectations Investing: Reading Stock Prices for Better \nReturns—Revised and Updated (New York: Columbia Business School Publishing, 2021). \nMcAfee, Andrew, and Erik Brynjolfsson, Machine Platform Crowd: Harnessing Our Digital Future (New York: \nW.W. Norton & Company, 2017). \n"
    },
    {
      "number": 48,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n48\n \nOberholzer-Gee, Felix, Better, Simpler Strategy: A Value-Based Guide to Exceptional Performance (Boston, \nMA: Harvard Business Review Press, 2021). \nPhilippon, Thomas, The Great Reversal: How America Gave Up on Free Markets (Cambridge, MA: Belknap \nPress, 2019). \nPorter, Michael E., Competitive Strategy: Techniques for Analyzing Industries and Competitors (New York: The \nFree Press, 1980). \nRappaport, Alfred, Creating Shareholder Value: A Guide for Managers and Investors—Revised and Updated \n(New York: Free Press, 1998).  \nStoller, Matt, Goliath: The 100-Year War Between Monopoly Power and Democracy (New York: Simon & \nSchuster, 2019).  \nSunstein, Cass R., Too Much Information: Understanding What You Don’t Want to Know (Cambridge, MA: MIT \nPress, 2020). \nSutton, John, Sunk Costs and Market Structure: Price Competition, Advertising, and the Evolution of \nConcentration (Cambridge, MA: MIT Press, 2007). \nTirole, Jean, The Theory of Industrial Organization (Cambridge, MA: MIT Press, 1988). \n \n \n \n"
    },
    {
      "number": 49,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n49\n \nPapers \nAdomavicius, Gediminas, Jesse C. Bockstedt, Shawn P. Curley, and Jingjing Zhang, “Effects of Online \nRecommendations on Consumers’ Willingness to Pay,” Information Systems Research, Vol. 29, No. 1, March \n2018, 84-102. \nAgarwal, Rajshree, and Michael Gort, “The Evolution of Markets and Entry, Exit and Survival of Firms,” Review \nof Economics and Statistics, Vol. 78, No. 3, August 1996, 489-498. \nAli, Ashiq, Sandy Klasa, and Eric Yeung, “The Limitations of Industry Concentration Measures Constructed with \nCompustat Data: Implications for Finance Research,” Review of Financial Studies, Vol. 22, No. 10, October \n2009, 3839-3871. \nArthur, W. Brian, “Competing Technologies, Increasing Returns, and Lock-In by Historical Events,” Economic \nJournal, Vol. 99, No. 394, March 1989, 116-131. \n_____., “Increasing Returns and the New World of Business, Harvard Business Review, Vol. 74, No. 4, July-\nAugust 1996, 100-109 \nAtkinson, Robert D., and Filipe Lage de Sousa, “No, Monopoly Has Not Grown,” Information Technology & \nInnovation Foundation, June 2021. \nAutor, David, David Dorn, Lawrence F. Katz, Christina Patterson, and John Van Reenen, “The Fall of the Labor \nShare and the Rise of Superstar Firms,” Quarterly Journal of Economics, Vol. 135, No. 2, May 2020, 645-709. \nAyyagari, Meghana, Asli Demirguc-Kunt, Vojislav Maksimovic, “Who are America’s Star Firms?” World Bank \nPolicy Research Working Paper 8534, July 2018. \n_____., “The Rise of Star Firms: Intangible Capital and Competition,” Working Paper, September 2021. \nBajgar, Matej, Chiara Criscuolo, and Jonathan Timmis, “Intangibles and Industry Concentration: Supersize Me,” \nOECD Science, Technology and Industry Working Papers, September 22, 2021.  \nBasu, Susanto, “Are Price-Cost Markups Rising in the United States? A Discussion of the Evidence,” Journal of \nEconomic Perspectives, Vol. 33, No. 3, Summer 2019, 3–22. \nBenkard, C. Lanier, Ali Yurukoglu, and Anthony Lee Zhang, “Concentration in Product Markets,” NBER Working \nPaper 28745, April 2021.  \nBennett, Victor Manuel “Changes in Persistence of Performance Over Time,” Strategic Management Journal, \nVol. 41, No. 10, October 2020, 1745-1769.  \nBerry, Steven, Martin Gaynor, and Fiona Scott Morton, “Do Increasing Markups Matter? Lessons from Empirical \nIndustrial Organization,” Journal of Economic Perspectives, Vol. 33, No. 3, Summer 2019, 44-68. \nBessen, James, Erich Denk, Joowon Kim, and Cesare Righi, “Declining Industrial Disruption,” Boston University \nSchool of Law: Law & Economics Series Paper No. 20-28, February 2020.  \nBet, Germán, “Market Power in the U.S. Airline Industry,” Working Paper, August 2021. \n_____., “A Retrospective Study of Recent U.S. Airline Mergers: What Can We Learn from Production Data?” \nWorking Paper, October 2021. \nBhattacharya, Abhi, Neil A. Morgan, and Lopo L. Rego, “Examining Why and When Market Share Drives Firm \nProfit,” Journal of Marketing, Vol. 86, No. 4, July 2022, 73-94.  \nBloch, Harry, “Innovation and the Evolution of Industry Structure,” International Journal of the Economics of \nBusiness, Vol. 25, No. 1, February 2018, 73-83. \n"
    },
    {
      "number": 50,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n50\n \nBostwick, Eric D., Sherwood Lane Lambert, and Joseph G. Donelan, “A Wrench in the COGS: An Analysis of \nthe Differences between Cost of Goods Sold as Reported in Compustat and in the Financial Statements,” \nAccounting Horizons, Vol. 30, No. 2, June 2016, 177-193. \nBräuning, Falk, José L. Fillat, and Gustavo Joaquim, “Cost-Price Relationships in a Concentrated Economy,” \nFederal Reserve Bank of Boston Current Policy Perspectives, May 23, 2022. \nBrynjolfsson, Erik, Avinash Collis, and Felix Eggers, “Using Massive Online Choice Experiments to Measure \nChanges in Well-being, PNAS, Vol. 116, No. 15, April 9, 2019, 7250-7255. \nCalligaris, Sara, Chiara Criscuolo, Luca Marcolin, “Mark-Ups in the Digital Era,” OECD Science, Technology and \nIndustry Working Papers, April 25, 2018.  \nCaves, R. E., and M. E. Porter, “Market Structure, Oligopoly, and Stability of Market Shares,” Journal of Industrial \nEconomics, Vol. 26, No. 4, June 1978, 289-313. \nChamorro-Premuzic, Tomas, “Does Money Really Affect Motivation? A Review of the Research,” Harvard \nBusiness Review, April 10, 2013. \nChiou, Lesley, “Empirical Analysis of Retail Competition: Spatial Differentiation at Wal-Mart, Amazon.com, and \nTheir Competitors,” Working Paper, May 27, 2005. \nCoad, Alex, and Rekha Rao, “Innovation and Firm Growth in High-Tech Sectors: A Quantile Regression \nApproach,” Research Policy, Vol. 37, No. 4, May 2008, 633-648. \nCorrado, Carol A., Charles Hulten, and Daniel Sichel, “Measuring Capital and Technology: An Expanded \nFramework,” in Carol A. Corrado, John Haltiwanger, and Daniel Sichel, eds. Measuring Capital in the New \nEconomy (Chicago: University of Chicago Press, 2005). \n_____., “Intangible Capital and U.S. Economic Growth,” Review of Income and Wealth, Vol. 55, No. 3, \nSeptember 2009, 661-685. \nCorrado, Carol A., and Charles R. Hulten, “How Do You Measure a ‘Technological Revolution’? American \nEconomic Review, Vol. 100, No. 2, May 2010, 99-104. \nCorrado, Carol A., Jonathan Haskel, Cecilia Jona-Lasinio, “Artificial Intelligence and Productivity: An Intangible \nAssets Approach,” Oxford Review of Economic Policy, Vol. 37, No. 3, Autumn 2021, 435-458. \nCorrigan, Jay R., Saleem Alhabash, Matthew Rousu, Sean B. Cash, “How Much is Social Media Worth? \nEstimating the Value of Facebook by Paying Users to Stop Using It,” PLoS ONE, Vol. 13, No. 12, December 19, \n2018. \nCovarrubias, Matias, Germán Gutiérrez, and Thomas Philippon, “From Good to Bad Concentration? U.S. \nIndustries over the Past 30 Years,” NBER Working Paper 25983, September 2019. \nCrouzet, Nicolas, and Janice C. Eberly, “Understanding Weak Capital Investment: The Role of Market \nConcentration and Intangibles, NBER Working Paper 25869, May 2019. \n_____., “Intangibles, Markups, and the Measurement of Productivity Growth,” Journal of Monetary Economics, \nVol. 124, Supplement, November 2021, S92-S109.  \nCrouzet, Nicolas, Janice C. Eberly, Andrea L. Eisfeldt, and Dimitris Papanikolaou, “The Economics of Intangible \nCapital,” Journal of Economic Perspectives, Vol. 36, No. 3, Summer 2022, 29-52. \nDavis, Leila, and Özgür Orhangazi, “Competition and Monopoly in the U.S. Economy: What Do Industrial \nConcentration Data Tell?” Political Economy Research Institute Working Paper No. 492, July 2019.  \nDay, George S., and Robin Wensley, “Assessing Advantage: A Framework for Diagnosing Competitive \nSuperiority,” Journal of Marketing, Vol. 52, No. 2, April 1988, 1-20.  \n"
    },
    {
      "number": 51,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n51\n \nDecker, Ryan A., John Haltiwanger, Ron S. Jarmin, and Javier Miranda, “Declining Business Dynamism: What \nWe Know and the Way Forward,” American Economic Review, Vol. 106, No. 5, May 2016, 203-207. \nDe Loecker, Jan, Jan Eeckhout, Gabriel Unger, “The Rise of Market Power and the Macroeconomic \nImplications,” Quarterly Journal of Economics, Vol. 135, No. 2, May 2020, 561-644. \nDe Loecker, Jan, and Chad Syverson “An Industrial Organization Perspective on Productivity, Working Paper \nNo. 2021-109, September 2021.  \nDe Loecker, Jan, and Frederic Warzynski, “Markups and Firm-Level Export Status,” American Economic \nReview, Vol. 102, No. 6, October 2012, 2437-2471. \nDe Ridder, Maarten, Basile Grassi, and Giovanni Morzenti, “The Hitchhiker’s Guide to Markup Estimation,” \nWorking Paper, July 29, 2022. \nDickinson, Victoria, and Gregory A. Sommers, “Which Competitive Efforts Lead to Future Abnormal Economic \nRents? Using Accounting Ratios to Assess Competitive Advantage,” Journal of Business Finance & Accounting, \nVol. 39, Nos. 3 & 4, April/May 2012, 360-398. \nDíez, Federico J., Jiayue Fan, and Carolina Villegas-Sánchez, “Global Declining Competition?” Journal of \nInternational Economics, Vol. 132, September 2021, 103492.  \nDöpper, Hendrik, Alexander MacKay, Nathan H. Miller, and Joel Stiebale, “Rising Markups and the Role of \nConsumer Preferences,” Harvard Business School Working Paper 22-025, March 2, 2022. \nDunne, Timothy, Mark J. Roberts and Larry Samuelson, “Patterns of Firm Entry and Exit in U.S. Manufacturing \nIndustries,” RAND Journal of Economics, Vol. 19, No. 4, Winter 1988, 495-515. \nEdeling, Alexander, and Alexander Himme, “When Does Market Share Matter? New Empirical Generalizations \nfrom a Meta-Analysis of the Market Share-Performance Relationship,” Journal of Marketing, Vol. 82, No. 3, May \n2018, 1-24. \nEeckhout, Jan, “Comment on ‘Diverging Trends in National and Local Concentration,’” NBER Macroeconomics \nAnnual 2020, Vol. 35, 2020, 151-162.  \nEeckhout, Jan, and Laura Veldkamp, “Data and Market Power,” NBER Working Paper 30022, May 2022. \nEggertsson, Gauti B., Jacob A. Robbins, and Ella Getz Wold, “Kaldor and Piketty’s Facts: The Rise of Monopoly \nPower in the United States,” NBER Working Paper 24287, February 2018. \nElzinga, Kenneth G., and David E. Mills, “The Lerner Index of Monopoly Power: Origins and Uses,” American \nEconomic Review, Vol. 101, No. 3, May 2011, 558-564.  \nEwens, Michael, Ryan H. Peters, and Sean Wang, “Measuring Intangible Capital with Market Prices,” NBER \nWorking Paper, October 2020. \nFisher, Franklin M., and John J. McGowan, “On the Misuse of Accounting Rates of Return to Infer Monopoly \nProfits,” American Economic Review, Vol. 73, No. 1, March 1983, 82-97. \nGale, Bradley T., and Ben S. Branch, “Concentration versus Market Share: Which Determines Performance and \nWhy Does It Matter?” Antitrust Bulletin, Vol. 27, No. 1, Spring 1982, 83-106. \nGale, Bradley T., “Market Share and Rate of Return,” Review of Economics and Statistics, Vol. 54, No. 4, \nNovember 1972, 412-423. \nGanapati, Sharat “Growing Oligopolies, Prices, Output, and Productivity,” American Economic Journal: \nMicroeconomics, Vol. 13, No. 3, August 2021, 309-327. \n"
    },
    {
      "number": 52,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n52\n \nGort, Michael, “Analysis of Stability and Change in Market Shares,” Journal of Political Economy, Vol. 71, No. \n1, February 1963, 51-63. \nGrean, Michael, and Michael J. Shaw, “Supply-Chain Partnership between P&G and Wal-Mart,” in E-Business \nManagement: Integration of Web Technologies with Business Models, Michael J. Shaw, ed. (New York: Springer \nScience+Business Media, 2003), 155-171. \nGrullon, Gustavo, Yelena Larkin, Roni Michaely, “Are U.S. Industries Becoming More Concentrated?” Review \nof Finance, Vol. 23, No. 4, July 2019, 697-743. \nGutiérrez, Germán, and Thomas Philippon, “The Failure of Free Entry,” National Bureau of Economic Research \nWorking Paper 26001, June 2019. \nHou, Kewei and David T. Robinson, “Industry Concentration and Average Stock Returns,” Journal of Finance, \nVol. 61, No. 4, August 2006, 1927-1956. \nHrazdil, Karel, and Ray Zhang, “The Importance of Industry Classification in Estimating Concentration Ratios,” \nEconomics Letters, Vol. 114, No. 2, February 2012, 224-227. \nIATA, “Economic Performance of the Airline Industry: 2021 End-Year Report ,” IATA, October 4, 2021. \nIqbal, Aneel, Shivaram Rajgopal, Anup Srivastava, and Rong Zhao, “Value of Internally Generated Intangible \nCapital,” Working Paper, February 2022. \nJacobson, Robert, and David A. Aaker, “Is Market Share All That It's Cracked up to Be?” Journal of Marketing, \nVol. 49, No. 4, Autumn 1985, 11-22. \nKato, Masatoshi, and Yuji Honjo, “Market Share Instability and the Dynamics of Competition: A Panel Data \nAnalysis of Japanese Manufacturing Industries,” Review of Industrial Organization, Vol. 28, No. 2, March 2006, \n165-182. \nKeil, Jan, “The Trouble with Approximating Industry Concentration from Compustat,” Journal of Corporate \nFinance, Vol. 45, August 2017, 467-479. \n_____., “Explaining the Concentration-Profitability Paradox,” Review of Political Economy, Vol. 29, No. 2, 2017, \n209-231.  \n_____., “Is There a Causal Effect of Concentration on Persistent Profitability Differentials?” Industrial and \nCorporate Change, Vol. 28, No. 2, April 2019, 241-257. \nKlepper, Steven, “Entry, Exit, Growth, and Innovation over the Product Life Cycle,” American Economic Review, \nVol. 86, No. 3, June 1996, 562-583. \n_____., “The Capabilities of New Firms and the Evolution of the U.S. Automobile Industry,” Industrial and \nCorporate Change, Vol. 11, No. 4, August 2002, 645-666. \nKlepper, Steven, and Elizabeth Graddy, “The Evolution of New Industries and the Determinants of Market \nStructure,” RAND Journal of Economics, Vol. 21, No. 1, Spring, 1990, 27-44.  \nKnudsen, Eirik Sjåholm, Lasse B. Lien, Bram Timmermans, Ivan Belik, and Sujit Pandey, “Stability in Turbulent \nTimes? The Effect of Digitalization on the Sustainability of Competitive Advantage,” Journal of Business \nResearch, Vol. 128, May 2021, 360-369.  \nKonczal, Mike, and Niko Lusiani, “Prices, Profits, and Power: An Analysis of 2021 Firm-Level Markups,” \nRoosevelt Institute, June 2022. \nKulick, Robert, and Andrew Card, “Industrial Concentration in the United States: 2002-2017,” NERA Economic \nConsulting, March 2022. \n"
    },
    {
      "number": 53,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n53\n \nKwon, Spencer Y., Yueran Ma, and Kaspar Zimmermann, “100 Years of Rising Corporate Concentration,” SSRN \nWorking Paper, May 2022. \nLamoreaux, Naomi R., “The Problem of Bigness: From Standard Oil to Google,” Journal of Economic \nPerspectives, Vol. 33, No. 3, Summer 2019, 94-117. \nLi, Wenying, and Jeffrey H. Dorfman, “The Implications of Heterogeneous Habit in Consumer Beverage \nPurchases on Soda and Sin Taxes,” Food Policy, Vol. 84, April 2019, 111-120. \nMartin, Stephen, “Globalization and the Natural Limits of Competition,” in The International Handbook of \nCompetition–Second Edition, Manfred Neumann and Jürgen Weigand, eds. (Cheltenham, UK: Edward Elgar, \n2013), 4-56.  \nMaury, Benjamin, “Sustainable Competitive Advantage and Profitability Persistence: Sources versus Outcomes \nfor Assessing Advantage,” Journal of Business Research, Vol. 84, March 2018, 100-113.  \nOberholzer-Gee, Felix, and Dennis A. Yao, “Antitrust – What Role for Strategic Management Expertise?” Boston \nUniversity Law Review, Vol. 90, No. 4, August 2010, 1457-1478. \n_____., “Integrated Strategy: Residual Market and Exchange Imperfections as the Foundation of Sustainable \nCompetitive Advantage,” Strategy Science, Vol. 3, No. 2, June 2018, 463-480. \nPavić, I., Fran Galetić, and Damir Piplica, “Similarities and Differences between the CR and HHI as an Indicator \nof Market Concentration and Market Power,” British Journal of Economics, Management & Trade, Vol. 13, No. \n1, January 2016, 1-8. \nPeters, Ryan H., and Lucian A. Taylor, “Intangible Capital and the Investment-q Relation,” Journal of Financial \nEconomics, Vol. 123, No. 2, February 2017, 251-272. \nPrescott, John E., Ajay K. Kohli and N. Venkatraman, “The Market Share-Profitability Relationship: An Empirical \nAssessment of Major Assertions and Contradictions,” Strategic Management Journal, Vol. 7, No. 4, July-August \n1986, 377-394. \nRajgopal, Shivaram, Anup Srivastava, and Rong Zhao, “Do Digital Technology Firms Earn Excess Profits? \nAlternative Perspectives,” Accounting Review, forthcoming. \nRamaswamy, Sree, Michael Birshan, James Manyika, Jacques Bughin, and Jonathan Woetzel, “What Every \nCEO Needs to Know About ‘Superstar’ Companies,” McKinsey Global Institute, April 2019.  \nRivero, Nicolás, “A Cheat Sheet to All of the Antitrust Cases Against Big Tech in 2021,” Quartz, September 29, \n2021. \nRochet, Jean-Charles, and Jean Tirole, “Platform Competition in Two-Sided Markets,” Journal of the European \nEconomic Association, Vol. 1, No. 4, June 2003, 990-1029. \nRosen, Sherwin, “The Economics of Superstars,” American Economic Review, Vol. 71, No. 5, December 1981, \n845-858. \nRossi-Hansberg, Esteban, Pierre-Daniel Sarte, and Nicholas Trachter, “Diverging Trends in National and Local \nConcentration,” National Bureau of Economic Research Working Paper 25066, September 2018. \nSchiersch, Alexander, and Caroline Stiel, “Testing the Superstar Firm Hypothesis,” Journal of Applied \nEconomics, Vol. 25, No. 1, 2022, 583-603. \nSchilling, Melissa A., “Technology Success and Failure in Winner-Take-All Markets: The Impact of Learning \nOrientation, Timing, and Network Externalities,” Academy of Management Journal, Vol. 45, No. 2, April 2002, \n387-398. \n"
    },
    {
      "number": 54,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n54\n \nShapiro, Carl, “Antitrust in a Time of Populism,” International Journal of Industrial Organization, Vol. 61, \nNovember 2018, 714-748. \nShih, Willy, “Is It Time to Rethink Globalized Supply Chains?” MIT Sloan Management Review, Vol. 61, No. 4, \nSummer 2020, 1-3. \nSmith, Dominic A., and Sergio Ocampo, “The Evolution of U.S. Retail Concentration,” Working Paper, February \n12, 2022. \nSleep, Nick, and Qais Zakaria, “Nomad Investment Partnership Letters to Partners, 2001-2014.” \nStobierski, Tim, “Willingness to Pay: What It Is and How to Calculate It,” Harvard Business School Online, \nOctober 20, 2020. \nSutton, John, “Market Share Dynamics and the ‘Persistence of Leadership’ Debate,” American Economic \nReview, Vol. 97, No. 1, March 2007, 222-241. \nSyverson, Chad, “What Determines Productivity?” Journal of Economic Literature, Vol. 49, No. 2, June 2011, \n326-365 \n_____., “Challenges to Mismeasurement Explanations for the U.S. Productivity Slowdown,” Journal of Economic \nPerspectives, Vol. 31, No. 2, Spring 2017, 165-186.  \n_____., “Macroeconomics and Market Power: Context, Implications, and Open Questions,” Journal of Economic \nPerspectives, Vol. 33, No. 3, Summer 2019, 23-43.  \nTambe, Prasanna, Lorin Hitt, Daniel Rock, and Erik Brynjolfsson, “Digital Capital and Superstar Firms,” NBER \nWorking Paper 28285, December 2020. \nTirole, Jean, “Market Failures and Public Policy,” Nobel Prize Lecture, December 8, 2014. \nTraina, James, “Is Aggregate Market Power Increasing? Production Trends Using Financial Statements,” Booth \nSchool of Business, University of Chicago, New Working Paper Series No. 17, February 2018. \nVarian, Hal R., “Beyond Big Data,” Business Economics, Vol. 49, No. 1, January 2014, 27-31. \nWernerfelt, Nils, Anna Tuchman, Bradley T. Shapiro, and Robert Moakler, “Estimating the Value of Offsite Data \nto Advertisers on Meta,” Working Paper, July 29, 2022.  \nWood, Wendy, and Dennis Rünger, “Psychology of Habit,” Annual Review of Psychology, Vol. 67, 2016, 289-\n314. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 55,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n55\n \nIMPORTANT INFORMATION \n \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers. \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation. \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary. \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \n \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 56,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n56\n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities: \n \nEMEA \nThis material is for Professional Clients/Accredited Investors only. \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited (“FMIL”). \nFMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company limited by \nshares with company registration number 616661 and has its registered address at 24-26 City Quay, Dublin 2, \nDO2 NY19, Ireland. \n \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA. \n \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland. \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) Limited \n(“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the United \nKingdom by the Financial Conduct Authority. \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158). \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument. \n \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall only \nbe made available to “professional investors” as defined under the Securities and Futures Ordinance of Hong \nKong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory authority \n"
    },
    {
      "number": 57,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5980466 Exp. 9/30/2024 \n57\n \nincluding the Securities and Futures Commission in Hong Kong. Accordingly, save where an exemption is \navailable under the relevant law, this material shall not be issued, circulated, distributed, directed at, or made \navailable to, the public in Hong Kong. Singapore: This material is disseminated by Morgan Stanley Investment \nManagement Company and should not be considered to be the subject of an invitation for subscription or \npurchase, whether directly or indirectly, to the public or any member of the public in Singapore other than (i) to \nan institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of Singapore (“SFA”); \n(ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of the SFA, and such \ndistribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) otherwise pursuant \nto, and in accordance with the conditions of, any other applicable provision of the SFA. This publication has not \nbeen reviewed by the Monetary Authority of Singapore. In cases where you are dealing with a representative \nof [insert name of Notified Foreign Entity (FYI - link to the NFE Here], and where such representative is acting \non behalf of [insert name of Notified Foreign Entity], please note that such representative is not subject to \nregulatory requirements issued by the Monetary Authority of Singapore nor is under the supervision of the \nMonetary Authority of Singapore. For any issues which may arise in your dealing with such representative, \nplease approach the Singapore-based contact person who has been established as your local contact person.  \nAustralia: This material is provided by Morgan Stanley Investment Management (Australia) Pty Ltd ABN \n22122040037, AFSL No. 314182 and its affiliates and does not constitute an offer of interests. Morgan Stanley \nInvestment Management (Australia) Pty Limited arranges for MSIM affiliates to provide financial services to \nAustralian wholesale clients. Interests will only be offered in circumstances under which no disclosure is required \nunder the Corporations Act 2001 (Cth) (the “Corporations Act”). Any offer of interests will not purport to be an \noffer of interests in circumstances under which disclosure is required under the Corporations Act and will only \nbe made to persons who qualify as a “wholesale client” (as defined in the Corporations Act). This material will \nnot be lodged with the Australian Securities and Investments Commission. \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association. \n"
    }
  ]
}