{
  "filename": "mm_163_2023_birth__death__and_wealth_creation__why_investors_need_to_understand_corporate_demographics.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "Abidor, Alla Maya (CS)",
    "subject": "",
    "keywords": "",
    "creator": "Microsoft® Word for Microsoft 365",
    "producer": "Microsoft® Word for Microsoft 365",
    "creationDate": "D:20230724144023-04'00'",
    "modDate": "D:20230724144023-04'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 163,
      "year": "2023",
      "date": "7/25",
      "institution": "Counterpoint",
      "title": "Birth, Death, and Wealth Creation: Why Investors Need to Understand Corporate Demographics",
      "url": "https://12mv2.files.wordpress.com/2024/04/23-07-25-birth-death-and-wealth-creation__why-investors-need-to-understand-corporate-demographics.pdf"
    },
    "tags": [
      "Business lifecycle & longevity",
      "Valuation methods",
      "Base rates",
      "Investment process"
    ],
    "tagged_at": "2025-01-20T21:30:29.124078"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \n. \n \n \n \nCounterpoint Global Insights \nBirth, Death, and Wealth Creation \nWhy Investors Need to Understand Corporate Demographics \nCONSILIENT OBSERVER  |  July 25, 2023\nIntroduction \nValuing the equity of a public company is a bold exercise. A \ncompany’s stock is worth the present value of the cash flows it will \ngenerate for its owners until it is no more. Valuation approaches, \nwhether based on simple multiples or elaborate discounted cash \nflow (DCF) models, generally assume a company will exist in \nperpetuity. \nTake a price-earnings multiple of 18 as an example. We can \ntranslate that into a simple valuation model by assuming the cost \nof equity is 9 percent, earnings are a proxy for distributable cash, \nand that the company will grow at a 3.5 percent rate forever \n(18=1/(.09-.035)).1 Discounted cash flow models are more \ncomplicated, but it is common for most of the value to come from \nthe continuing value, which captures what happens after the \nexplicit forecast period ends. Methods to estimate the continuing \nvalue often assume business results that are more of the same.2 \nA thoughtful valuation requires confronting some empirical \nrealties: most companies do not live that long and do not generate \ngood returns for shareholders while they are alive.  \nFor this discussion, a company is “born” when its stock starts \ntrading on a public exchange and “dies” when it stops trading \nthere. We also examine the time between when founders \nincorporate a company and when it is born. And a company can \ndie for a good reason, such as being acquired at a large premium, \nor a bad reason, including going bankrupt. Roughly one-half of \npublic companies have traded for ten years or less over the last \ncentury. \nHendrik Bessembinder, a professor of finance at Arizona State \nUniversity, has documented an extraordinary pattern of wealth \ncreation in public equity markets.3 Nearly 60 percent of companies \nthat have been public in the U.S. over the last century or so have \nfailed to create value, defined as earning total shareholder returns \nin excess of one-month Treasury bills. And only 2 percent of \ncompanies were responsible for more than 90 percent of the \naggregate net wealth creation. \nAUTHORS \n \nMichael J. Mauboussin \nmichael.mauboussin@morganstanley.com \n \nDan Callahan, CFA \ndan.callahan1@morganstanley.com \n"
    },
    {
      "number": 2,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n2\n \n \nThe future may well be different than the past. But these patterns of longevity and value creation are worthy of \nattention. They hold for international markets as well and are consistent with regularities found in other studies \nof the social sciences.4  \nThese concepts have particular relevance for valuation and portfolio construction. For valuation, it may be time \nto revisit the basic construction of a DCF model, which typically includes an explicit forecast period plus a simple \nestimate of continuing value, and tailor projections of cash flows to reflect these observed patterns.5 Researchers \ndeveloped the concept of continuing value nearly a century ago, when computation was slow and costly.6 Today, \ndata and technology are relatively inexpensive and allow for a richer exploration of possible end states rather \nthan a simple extrapolation of results following a forecast period. \nThe data on wealth creation suggest two strategies for portfolio construction. One is to recognize that an investor \ncan capture the skewness, or asymmetry of a distribution, in long-term total shareholder returns by holding a \ndiversified portfolio. Index funds are an effective way to implement this approach. While an index will include \nstocks with poor returns, it will also have the handful of companies that generate most of the aggregate value.  \nThe other strategy is to build a relatively concentrated portfolio that seeks to include the companies that have \nthe potential to generate high returns and avoid those that do not.7 We will share some insights into the \ncharacteristics of the winning businesses and their stocks.         \nIn this report, we examine how companies are born and how long they live, why they die, and patterns of \nshareholder returns. We focus primarily on the last half century of results in the U.S. and note waves in both \ninitial public offerings (IPOs) and mergers and acquisitions (M&A) that may not repeat. We also discuss how the \ncomposition of the U.S. market has changed over the decades and what that means for investors.  \nHow Many Companies Are Born and How Long Do They Live?  \nWe start the discussion on the demographic trends of public companies in the U.S. with a review of how the \npopulation has changed over time. Exhibit 1 shows the number of public companies in the U.S. from 1976 to \n2022. There were just under 4,800 listed companies in 1976, the total rose to more than 7,300 at the peak in \n1996, and the sum has descended to a little more than 4,200 companies today.  \nThe FT Wilshire 5000 IndexSM attempts to include all stocks that trade actively in the U.S., weighted by market \ncapitalization. Wilshire Associates, an investment management consulting firm, launched the index in 1974 and \npicked the number “5000” to match the investable universe. That index had more than 7,000 constituents at one \npoint in the 1990s but only 3,478 as of March 31, 2023.8 There were fewer public companies in the U.S. in 2022 \nthan there were in 1976 notwithstanding that the population in 2022 was 1.5 times that of 1976, real gross \ndomestic product (GDP) per capita was 2.2 times higher, and the number of firms was roughly 1.5 times greater.9 \nThe “listing gap” is the difference between how many public companies are listed and an estimate of how many \nshould be listed, given the size of the population and economy as well as listings in other countries. Researchers \nestimate the gap in the U.S. is 5,800 to 12,200 companies.10    \n \n \n \n"
    },
    {
      "number": 3,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n3\n \n \nExhibit 1: Number of Public Companies in the U.S., 1976-2022 \n \nSource: Craig Doidge, G. Andrew Karolyi, and René Stulz, “The U.S. Listing Gap,” Journal of Financial Economics, Vol. 123, \nNo. 3, March 2017, 464-487; Center for Research in Security Prices; and Counterpoint Global. \nOf the firms in the U.S. with 20 or more employees, only 1 percent are public. But they are big and important. \nFor example, the combined sales of the top 100 public companies were nearly 7 times those of the top 100 \nprivate companies in 2021.11 And the market capitalization of the U.S. stock market was 1.5 times GDP at the \nend of 2022. This ratio is off its all-time high but remains well above the long-term average. \nWe can track births and deaths to see how the demographics of public companies have changed, just as we do \nwith figures for the population of humans. For now, we focus on births and longevity. We explore deaths in the \nnext section. \nIPOs accounted for 78 percent of births from 1976 to 2022. Jay Ritter, a professor of finance at the University of \nFlorida, is the leading scholar on IPOs. Exhibit 2 shows Ritter’s annual tally of IPOs in the U.S. over this period. \nRitter excludes various types of IPOs, including those of special purpose acquisition companies (SPACs). \n \n \n \n \n \n \n \n0\n1,000\n2,000\n3,000\n4,000\n5,000\n6,000\n7,000\n8,000\n1976\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\n2018\n2020\n2022\nNumber of Public Companies\n"
    },
    {
      "number": 4,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n4\n \n \nExhibit 2: Number of Initial Public Offerings in the U.S., 1976-2022 \n \nSource: Jay R. Ritter and Counterpoint Global. \nNote: Includes IPOs with an offer price of at least $5.00 and excludes American depositary receipts, unit offers, closed-end \nfunds, real estate investment trusts, special purpose acquisition companies, natural resource limited partnerships, small \nbest-efforts offers, banks and savings and loan associations, and stocks not listed in the Center for Research in Security \nPrices database. \nTwo big waves are apparent, from 1980 to 1987 and 1991 to 2000. There were previous IPO waves in 1959-\n1961 and 1968-1969. In fact, there were 780 IPOs in 1969 alone, which is 18 percent of the total number of \npublic companies today.12 Ritter’s data show only 39 IPOs in 2022, the fewest since 2008 when the economy \nwas in the throes of the Great Recession. \nA SPAC is another way for a company’s stock to become publicly listed. SPACs represented 11 percent of the \nbirth of public companies from 1976 to 2022 but were a signifcant factor for new listings in 2021 and 2022. \nA sponsor creates a SPAC and raises capital via a public offering with the intention of merging with a company \nthat is not public. Once a merger is complete, the operating company is a listed public company. A SPAC that \nfails to find a suitable target within a designated time, usually two years, is liquidated and the sponsor returns \nthe pool of capital to the holders.13 Ritter does not count a SPAC as an IPO because it is uncertain whether it \nwill remain as a listed company.  \nThere was a modest wave of SPACs in 2005-2007, with 124 deals, but the market really took off in 2020 and \n2021, when there were 861 offerings. To put that into context, the deals that came to market in those two years \nwere about two-thirds of the total number of SPACs ever issued.14  \nExhibit 3 shows the number of SPAC IPOs from 2009 through the first half of 2023 as well as the number that \ncompleted or announced a merger, were liquidated, or are still searching for a deal. Of the 613 SPAC IPOs in \n2021, the peak year of issuance, 209 have liquidated. There were more than 110 liquidations in the first half of \n2023, continuing the trend.15 The number of SPAC IPOs overstates the birth of public companies even though \na majority of SPACs end up as listed companies.  \n0\n100\n200\n300\n400\n500\n600\n700\n1976\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\n2018\n2020\n2022\nNumber\n"
    },
    {
      "number": 5,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n5\n \n \nExhibit 3: SPAC IPOs and Breakdown of Status, 2009-June 2023  \n  \n  \nStatus \n  \nYear \nTotal \nSPACs \nCompleted \nAnnounced, \nNot Completed \nLiquidated \nSearching \nRemained Listed \n(2009-2022) \n2009 \n1 \n1 \n0 \n0 \n0 \n100% \n2010 \n7 \n3 \n0 \n4 \n0 \n43% \n2011 \n15 \n12 \n0 \n3 \n0 \n80% \n2012 \n9 \n6 \n0 \n3 \n0 \n67% \n2013 \n10 \n8 \n0 \n2 \n0 \n80% \n2014 \n12 \n8 \n0 \n4 \n0 \n67% \n2015 \n20 \n17 \n0 \n3 \n0 \n85% \n2016 \n13 \n11 \n0 \n2 \n0 \n85% \n2017 \n34 \n31 \n0 \n3 \n0 \n91% \n2018 \n46 \n44 \n0 \n2 \n0 \n96% \n2019 \n59 \n56 \n0 \n3 \n0 \n95% \n2020 \n248 \n172 \n13 \n55 \n8 \n75% \n2021 \n613 \n140 \n118 \n209 \n146 \n42% \n2022 \n86 \n2 \n33 \n6 \n45 \n41% \n2023 \n18 \n0 \n1 \n0 \n17 \n  \nTotal \n1,191 \n511 \n165 \n299 \n216 \n58% \nSource: SPAC Insider (www.spacinsider.com/data/stats) and Counterpoint Global. \nNote: Data as of July 13, 2023. \nSpin-offs have made up 11 percent of births from 1976 to 2022. A spin-off is when a public company distributes \nshares of a wholly-owned subsidiary to its shareholders on a pro-rata and tax-free basis. For example, General \nElectric, a conglomerate, announced in late 2021 that it intended to split into three companies by doing two spin-\noffs. In January 2023, the company completed the spin-off of GE Healthcare, and it expects to spin off GE \nVernova, its energy business, in early 2024. This will leave only GE Aerospace. Exhibit 4 shows the number of \nannounced spin-offs from 1976 through 2022. \nExhibit 4: Spin-Offs in the U.S., 1976-2022 \n \nSource: Hemang Desai and Prem C. Jain, “Firm Performance and Focus: Long-Run Stock Market Performance Following \nSpinoffs,” Journal of Financial Economics, Vol. 54, No. 1, October 1999, 75-101; FactSet; Spin-Off Research; Counterpoint \nGlobal. \n0\n10\n20\n30\n40\n50\n60\n70\n1976\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\n2018\n2020\n2022\nNumber\n"
    },
    {
      "number": 6,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n6\n \n \nThere were more announced spin-offs than IPOs in 2022. Along with 2008, this was one of the only two times \nthis has happened in the last half century.  \nOur calculation of the number of public companies in the U.S. follows the approach of Craig Doidge, Andrew \nKarolyi, and René M. Stulz, professors of finance.16 We take the total number of companies and delistings each \nyear, and calculate the number of new listings that reconciles the annual change. While our number of new \nlistings varies somewhat from those in the Ritter data, the two series are highly correlated.17 \nThe primary explanation for the lower birth rate of U.S. public companies in the 21st century is the sharp decline \nin IPOs. For example, from 1976 to 2000 there were 282 IPOs per year, on average. Since 2000, that average \nhas dipped to 124. The main question is why the rate of IPOs has dropped so much in recent decades.  \nWe can analyze the inclination of private companies to go public by assessing the costs and benefits. The costs \ninclude exchange fees, regulatory requirements, loss of confidentiality as the result of disclosure, and investor \nrelations. Further, management often feels that being public creates an expectation to achieve short-term \nfinancial results, invites media scrutiny, and introduces the possibility of having shareholders that may be \ndemanding. On balance, these are fixed costs and have gone up over time.  \nThe benefits of listing include access to equity capital for internal uses or acquisitions, transparency and \nenhanced liquidity for stock-based compensation programs, a stock price that reflects current market \nexpectations, and coverage by research analysts.  \nDoidge, Karolyi, and Stulz consider these costs and benefits and conclude that the propensity to go public in \nrecent years is roughly one-half of what it was in the mid-1990s.18  \nOther factors affect the decision to list. Private companies have had more access to capital in recent decades \nthan they did before. For example, investments in private companies by mutual funds and hedge funds rose \nsharply in the 2000s and 2010s.19 In the fall of 1996, the U.S. Congress passed the National Securities Markets \nImprovement Act, which deregulated key securities laws. This allowed investors more flexibility to invest in \nprivate companies.20  \nIncreasing regulatory burdens, including expanded disclosure requirements for the boards, management, and \naccounting firms of public companies in the U.S. as a result of the Sarbanes-Oxley Act of 2002, also contributed \nto the costs of being public.21 But it does not appear that these costs are decisive in the choice to list.22  \nResearch suggests that large companies have gained strength relative to small companies in recent decades.23 \nThe evidence shows that it is more difficult than it used to be for small companies to become medium or large, \nand that the gap in profitability between small and large companies has been growing.24   \nThat small companies face limited mobility and profitability means that they may be better off as part of a big \ncompany. This is consistent with economies of scope, the idea that overall costs can come down as companies \nexpand their offerings. In recent decades, many small companies found it more attractive to sell their business \nto a big company than to go public.25 Companies have to be larger, on average, to cover the costs of going public \nthan they had to be in prior decades.  \nAnother consideration is the liquidity demands of mutual funds, which are the predominant buyers of IPOs. \nAcademics suggest that the turning point was in 1998, following the devaluation of the Russian ruble and the \nAsian financial crisis in the prior year. The argument is that mutual funds were willing to participate in small IPOs \n"
    },
    {
      "number": 7,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n7\n \n \nprior to that time but reluctant to do so after. For example, small IPOs were 56 percent of deals from 1994-1998 \nbut only 13 percent from 1999-2003.26  \nCompanies have been waiting longer to come public than they used to as a result of the higher costs of being \npublic, greater access to private capital, limited mobility, and demand for liquidity. Exhibit 5 shows the median \nage at IPO from 1976-2022. That figure was 7.9 years from 1976 to 2000 and rose to 9.5 years from 2001 to \n2022.  \nExhibit 5: Median Age at IPO, 1976-2022 \n \nSource: Jay R. Ritter and Counterpoint Global. \nOne implication of companies staying private longer is that wealth creation has shifted to private markets from \nthe public markets. Importantly, not all investors have access to private markets. To illustrate the point, Amazon’s \nmarket capitalization was $749 million when it went public in 1997 and $1.3 trillion as of June 30, 2023 (in 2022 \ndollars). The company was three years old when it did its IPO. Essentially all of its wealth creation occurred \nwhen it was public. Meta Platforms’s market capitalization was $133 billion when it went public in 2012, 8 years \nafter its founding, and $622 billion as of June 30, 2023 (in 2022 dollars). The company was called Facebook \nwhen it went public but changed its name to Meta Platforms in 2021. One-fifth of the company’s wealth creation \noccurred as a private company. \nWe now look at how long companies live, defined as the time from new listing to delisting. Exhibit 6 shows the \nlongevity of nearly 23,000 companies that have been public since 1926, based on data from Hendrik \nBessembinder. The horizontal axis reflects age at death, and the vertical axis is frequency. Note that the vertical \naxis is on a logarithmic scale, which means that the percentage change between tick marks is uniform. \n \n \n0\n2\n4\n6\n8\n10\n12\n1976\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\n2018\n2020\n2022\nAge (Median)\nAverage\nAverage\n"
    },
    {
      "number": 8,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n8\n \n \nExhibit 6: Longevity of Companies, 1926-2022  \n \nSource: Hendrik Bessembinder and Counterpoint Global. \nNote: Initial listing date unknown for the 470 delisted companies with a starting date of July 1926. \nAn exponential function, where a constant change in the independent variable (age) has the same percentage \nchange in the dependent variable (frequency), fits the data extremely well. But numerous studies show that \npublic companies have a half-life, the time for the population to decrease by half, of about 10 years.27 About five \npercent of listed companies at the beginning of 2023 are more than 50 years old. \nSome studies suggest that corporate longevity has shortened over time.28 Exhibit 7 shows the percentage of \ncompanies that survived 5 and 7 years following their IPOs in each decade from the 1970s through the 2010s. \nThe survival rates did decline from the 1970s through the 1990s, but they rebounded in the 2000s and 2010s. If \nanything, the longevity of public companies has lengthened in the 2000s and 2010s relative to the 1980s and \n1990s. This probably has more to do with the composition of public companies than the rate of change in \ninnovation. \nExhibit 7: Percentage of Companies That Survive 5 and 7 Years by Decade, 1970s-2010s \n  \n \nSource: Hendrik Bessembinder and Counterpoint Global. \n1\n10\n100\n1,000\n10,000\n0-5\n5-10\n10-15\n15-20\n20-25\n25-30\n30-35\n35-40\n40-45\n45-50\n50-55\n55-60\n60-65\n65-70\n70-75\n75-80\n80-85\n85-90\n90-95\n95-100\nFrequency (Log)\nAge (Years)\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1970s\n1980s\n1990s\n2000s\n2010s\nSurvive First 5 Years\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n90%\n100%\n1970s\n1980s\n1990s\n2000s\n2010s\nSurvive First 7 Years\n"
    },
    {
      "number": 9,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n9\n \n \nWhy Do Companies Die? \nNow that we have a sense of how many companies are born and how long they live, we explore why they die. \nExhibit 8 reprises the number of listed public companies in the U.S. from exhibit 1 but adds annual new listings \nand delistings. When new listings exceed delistings, the overall number of listed companies rises. When \ndelistings exceed new listings, the number of listed companies falls. \nExhibit 8: Number of Listed Companies in the U.S. with New Listings and Delistings, 1976-2022 \n \nSource: Craig Doidge, G. Andrew Karolyi, and René Stulz, “The U.S. Listing Gap,” Journal of Financial Economics, Vol. 123, \nNo. 3, March 2017, 464-487; Center for Research in Security Prices; and Counterpoint Global. \nNew listings were greater than delistings overall from 1976 to 1996, and there were more delistings than new \nlistings for the following two decades through 2017. Since then, the number of listed companies has again risen \nwith a major boost from SPAC issuance. \nExhibit 9 shows the three ways that companies die: mergers, cause, and voluntary. Of the delistings since 1976, \nmergers explained 58 percent, cause 39 percent, and voluntary 3 percent. There is a rich literature on the \nreasons that firms die.29 \n \n \n \n \n \n \n0\n1,000\n2,000\n3,000\n4,000\n5,000\n6,000\n7,000\n8,000\n9,000\n1976\n1978\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\n2018\n2020\n2022\nNumber of Listed Companies\n= New Listings\n= Delistings\n"
    },
    {
      "number": 10,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n10\n \n \nExhibit 9: Sources of Delistings, 1976-2022 \n \nSource: Doidge, Karolyi, and Stulz, “The U.S. Listing Gap”; Center for Research in Security Prices; Counterpoint Global. \nM&A is the most common reason companies delist. Exhibit 10 shows the M&A delisting rate, which equals the \nnumber of delistings due to M&A divided by the number of listed companies at the beginning of the year. This \nrate averaged 4.6 percent from 1976 to 2022. This means that M&A directly or indirectly affects most public \ncompanies at some point in their lives.  \nWhen one public company buys another, the number of companies shrinks but the buyer absorbs the seller’s \nassets. As a result, the aggregate assets controlled by public companies declined at a rate much less dramatic \nthan did the total number of listed companies from 1996 through 2022.30 \nExhibit 10: M&A Delisting Rate, 1976-2022 \n \nSource: Doidge, Karolyi, and Stulz, “The U.S. Listing Gap”; Center for Research in Security Prices; Counterpoint Global. \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n1976\n1977\n1978\n1979\n1980\n1981\n1982\n1983\n1984\n1985\n1986\n1987\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nPercentage of Total Delistings\nMergers\nCause\nVoluntary\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n1976\n1977\n1978\n1979\n1980\n1981\n1982\n1983\n1984\n1985\n1986\n1987\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nPercent\nAverage\n"
    },
    {
      "number": 11,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n11\n \n \nMost delistings due to M&A are strategic deals, where one company buys another. But financial deals, where a \nfinancial sponsor acquires a public company in a buyout, have been on the rise since 2000. Investors call this \nasset class “private equity” because buyout firms own companies that are not public. Exhibit 11 shows M&A \nprivate equity buyouts as a percent of total delistings due to M&A from 1977 to 2022. Buyouts were less than 2 \npercent of M&A delistings from 1977 to 2000 but have been more than 20 percent since then. \nExhibit 11: Private Equity Buyouts as a Percent of M&A Delistings, 1977-2022 \n \nSource: FactSet; Alexander Ljungqvist, Lars Persson, and Joacim Tåg, “Private Equity’s Unintended Dark Side: On the \nEconomic Consequences of Excessive Delistings,” NBER Working Paper 21909, January 2016; Counterpoint Global. \nWe count an M&A as a death, but shareholders of the selling firm often fare fine. In fact, it is usually better to be \na seller than a buyer.31 The seller commonly receives a premium to its stock price before the deal is announced \nand lives on as part of another company.  \nExhibit 12 shows the median annual deal premium from 1985 to 2022. The premium is defined as the percentage \nthe buyer offers in excess of the seller’s stock price five days prior to the announcement. The median premium \nis 29 percent over the full period. The average premium is closer to 45 percent and tends to be higher when \nthere are multiple bidders.32  \nSellers can negotiate from a position of strength or weakness.33 Companies with strong prospects for growth \nand profitability can often command a large premium, especially when the buyer provides resources that allow \nthe seller to improve its prospects for value creation. Meta Platforms’s acquisition of Instagram, which at the \ntime had no sales and about a dozen employees and no revenue, for $1 billion in 2012 is an example. Firms in \ndecline or that are struggling may seek reprieve by merging with a stronger partner. For instance, ten U.S. \nairlines in 2001 consolidated into the four major carriers today. \n \n \n \n0\n5\n10\n15\n20\n25\n30\n35\n40\n1977\n1980\n1983\n1986\n1989\n1992\n1995\n1998\n2001\n2004\n2007\n2010\n2013\n2016\n2019\n2022\nPercent\n"
    },
    {
      "number": 12,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n12\n \n \nExhibit 12: Median Deal Premium in the U.S., 1985-2022 \n \nSource: FactSet; Patrick A. Gaughan, Mergers, Acquisitions, and Corporate Restructurings, 7th Ed. (Hoboken, NJ: John \nWiley & Sons, 2017), 611; Counterpoint Global. \nA delisting for cause occurs when a company files for bankruptcy or fails to meet certain requirements set by an \nexchange. Exhibit 13 shows the bankruptcies of public companies with assets of $355 million or more (in 2022 \ndollars) from 1980 to 2022. Almost 90 percent of companies in the Russell 3000 were of this size in 2022. \nBankruptcies naturally increase during recessions. We estimate that these bankruptcies made up about three-\nquarters of the delistings for cause since 1976.  \nExhibit 13: Bankruptcies of Large Public Companies, 1980-2022 \n \nSource: Florida-UCLA-LoPucki Bankruptcy Research Database (https:/lopucki.law.ufl.edu/index.php); Counterpoint Global. \nNote: Large is defined as companies with assets of $355 million or more, measured in 2022 dollars.  \n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n1985\n1986\n1987\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nPercent\nAverage\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n1980\n1982\n1984\n1986\n1988\n1990\n1992\n1994\n1996\n1998\n2000\n2002\n2004\n2006\n2008\n2010\n2012\n2014\n2016\n2018\n2020\n2022\nNumber\n"
    },
    {
      "number": 13,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n13\n \n \nRequirements set by exchanges include being up to date with requisite filings for the Securities and Exchange \nCommission or maintaining a minimum stock price, number of shareholders, and market capitalization. For \nexample, the New York Stock Exchange requires a stock to sustain a price of at least $1.00, have 400 or more \nshareholders, and maintain a market capitalization of no less than $15 million. Delisting as a result of failure to \nmeet requirements often leads to a drop in stock price and higher transaction costs through an increase in the \nbid-offer spread.34  \nA voluntary delisting is the least common explanation. This happens when a company decides that the cost of \nbeing public outstrips the benefit and is consistent with the thesis that the size threshold of listing has been on \nthe rise. The stocks of some of these companies continue to trade but are no longer registered with an exchange. \nThe mix of the size of public companies has changed a great deal since the mid-1970s. The full span from 1976 \nto 2022 can be broken into two parts that are roughly equal. From 1976 to 2000, there were lots of IPOs that \nincluded many small companies. From 2001 to 2022, the number of annual IPOs was less than one-half of the \nprior period with few small companies. This change, combined with ongoing M&A and higher costs associated \nwith regulation, suggests that we should now see fewer small companies that are public.35 \nThis is the case. Exhibit 14 shows the mix of mega-, mid-, small-, and micro-capitalization companies from 1976 \nto 2022.36 Mega-capitalization companies were 7 percent, and micro-capitalization 56 percent, of the total \nnumber of public companies at the peak in 1996. In 2022, mega stocks were 13 percent and micro stocks just \n33 percent of the total. More than 2,000 of the vanishing companies had micro capitalizations, defined as \ncompanies that make up two percent of the aggregate value of the U.S. stock market.   \nExhibit 14: Mix of Mega-, Mid-, Small-, and Micro-Cap U.S. Public Companies, 1976-2022 \n \nSource: Center for Research in Security Prices and Counterpoint Global. \n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n1976\n1977\n1978\n1979\n1980\n1981\n1982\n1983\n1984\n1985\n1986\n1987\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nPercent of Total\nMicro\nSmall\nMid\nMega\n"
    },
    {
      "number": 14,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n14\n \n \nIPOs, the largest source of births, and M&A, the primary cause of deaths, are more related to one another than \nthey may appear.37 First, the volumes of IPOs and M&A tend to follow similar cycles and are more frequent when \nmarkets are doing well than when they are doing poorly. Second, a company that has recently completed an \nIPO may become a target of a buyer or an acquirer itself. Finally, entrepreneurs and early investors can compare \nthe value in the public and M&A markets to determine which is a more attractive way to monetize ownership. \nThese exit alternatives compete with one another assuming the seller wants to attain the highest value. \nBirths and deaths are related in other noteworthy ways. For instance, the delisting rate is different following an \nIPO in a “hot” or “cold” market.38 A hot market is characterized by a high volume of deals, strong investor \ndemand, and apparent IPO underpricing leading to sharp gains in the first day of trading. The IPO market in \n1999 and 2000 is a good illustration. According to Jay Ritter, there were 476 IPOs in 1999 with an average return \nin the first day of 57.4 percent (weighted by proceeds) and another 380 in 2000 with a return of 45.8 percent.39   \nA cold market is the opposite of a hot one: low volume, limited demand, and subdued gains. The years 2001 \nand 2002 are an example. There were 80 IPOs in 2001 with an average gain of 8.4 percent and 66 in 2002 with \na return of 5.1 percent. IPO volume and gains in the first day of trading were down more than 80 percent in \n2001-2002 versus 1999-2000. A large majority of IPOs occur in hot markets. \nThis is relevant because the delisting rate is higher for companies that come public during hot markets than it is \nfor those during cold markets. One study found that 41 percent of companies that listed in a hot market had \ndelisted within 5 years, whereas that rate was 30 percent for IPOs during cold markets. Further, of the companies \nthat delisted, M&A was responsible 60 percent of the time in hot markets and 70 percent in cold markets.40 \nAnother relevant consideration is the risk of death, either due to failure or takeover, as a function of age and \nsize.41 On the one hand, young companies may appear vulnerable because they have yet to fully establish their \nplace in the market and to achieve consistent profitability. Older companies, by contrast, have been successful \nand are established organizations. Researchers call the risks faced by young companies the liabilities of \nnewness and adolescence.42 \nOn the other hand, older companies may appear more susceptible to death because their structures have \nbecome rigid and they are less innovative.43 Further, the capital raised in an IPO may provide a new company \nwith resources to weather early competitive and organizational storms. The hazards for older companies are \ncalled the liabilities of senescence and obsolescence.  \nThe empirical data do not reveal an easy answer. A number of studies show that the risk of death declines with \nage, although the pattern is not always linear.44 Another analysis shows that “mortality rates for publicly traded \ncompanies are approximately age independent.”45 Academics have built models that seek to integrate the \nhazard rates across the life of a company.46 One noteworthy result is that companies with low stock prices, \nindependent of market capitalization, have a higher mortality rate than companies with higher prices.47   \nA final thought on birth and death, although not limited to public companies, is the pattern they follow during the \nindustry lifecycle.48 The simple version is that there is substantial entry as an industry emerges, with new firms \ntrying out novel products and processes in order to capture a share of the growing economic pie. Once the \nmarket settles on certain products and processes, there is little entry and substantial exit. The final number of \ncompanies in the industry ends up being relatively small.  \n"
    },
    {
      "number": 15,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n15\n \n \nMarket shares in the early phase of industry development are fluid but become steadier as the industry stabilizes. \nResearchers have documented this pattern of boom and bust for dozens of industries. Exhibit 15 shows a classic \nexample: the entries, exits, and total number of companies for the U.S. automobile industry from 1885 to 1941. \nExhibit 15: Entries, Exits, and Total Companies in the U.S. Automobile Industry, 1885-1941 \n \nSource: Counterpoint Global and Wikipedia contributors, “List of defunct automobile manufacturers of the United States,” \nWikipedia, The Free Encyclopedia, https://en.wikipedia.org/w/index.php?title=List_of_defunct_automobile_manufacturers_ \nof_the_United_States&oldid=1087965710 and Wikipedia contributors, “List of automobile manufacturers of the United \nStates,” Wikipedia, The Free Encyclopedia, https://en.wikipedia.org/w/index.php?title=List_of_automobile_manufacturers_ \nof_the_United_States&oldid=1088463190.  \nThe combination of technological revolutions and financial capital in public markets can lead to large booms and \nbusts. Examples include manias and subsequent crashes in the U.K. canal stocks in the 1790s, the U.K. railway \nstocks in the 1840s, and the internet stocks in the late 1990s and early 2000s. Each marked an epoch of \nsubstantial birth followed by sweeping death.49  \nNot only are there fewer public companies than in the past but those that exist today are on average much older \nand larger than they were previously. We estimate the average age of a listed company went from 12 years in \n1996 to nearly 20 years in 2022.50  \nOver the same period, the average market capitalization for companies in the S&P 500, an index that tracks the \nperformance of the 500 largest U.S. listed companies, went from $21 billion to $78 billion (in 2022 dollars) and \nthe median market capitalization went from $9 billion to $30 billion. The Russell 3000 had similar changes, from \n$5 billion to $16 billion (average) and $1 billion to $2 billion (median). The substantial exodus of micro-\ncapitalization companies explains most of the increase in company size for the Russell 3000.  \nInvestors should keep these changes in mind as they consider the key features of the stock market, including \ngrowth, return on invested capital (ROIC), balance sheets, and the proclivity to return capital to shareholders \nthrough dividends and share buybacks.51 Further, anticipating the relevance of M&A for public companies might \ninclude consideration of the average deal size and the initiative of antitrust regulators.52    \n0\n50\n100\n150\n200\n250\n300\n1885\n1887\n1889\n1891\n1893\n1895\n1897\n1899\n1901\n1903\n1905\n1907\n1909\n1911\n1913\n1915\n1917\n1919\n1921\n1923\n1925\n1927\n1929\n1931\n1933\n1935\n1937\n1939\n1941\nNumber of Companies\nEntries\nTotal\nExits\n"
    },
    {
      "number": 16,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n16\n \n \nWhat Returns Do Companies Deliver for Shareholders? \nThe demography of U.S. public companies is to active investment managers constructing portfolios as is the \npaint on the palette for artists creating a picture on canvas. At the end of the day, however, investors care about \nthe returns that they earn. This requires returning to the work of Hendrik Bessembinder on the pattern of value \ncreation, and considering how births and deaths relate to those results. \nOver the long term, a small percentage of companies create most of the aggregate wealth in the stock market. \nIn statistics, skewness measures the asymmetry of a distribution and kurtosis reflects the fatness of the tails, or \nnumber of extreme values. Long-term equity returns for firms are positively skewed and have high kurtosis.53 \nBessembinder studied roughly 28,100 public companies in the U.S. that have been listed since 1926.54 He \ndefined wealth creation as earning a return higher than one-month Treasury bills. He found that about 16,500, \nor just under 60 percent of the sample, destroyed $9.1 trillion in value through December 2022. The other 11,600 \nor so, slightly more than 40 percent, created $64.2 trillion in value. Of the net wealth creation of $55.1 trillion, \nmore than $50 trillion was attributable to just 2 percent of the sample. The top 3 (½ of 1 percent of the 2 percent), \nApple, Microsoft, and ExxonMobil, alone added almost $6 trillion.  \nExhibit 16 shows the age and total wealth created by the top 20 wealth creators from 1926 to December 2022. \nAge is the number of years the company has traded publicly since 1926. This collection of companies created \nwealth of $15.7 trillion through 2022.  \nExhibit 16: Age and Total Wealth Created of the 20 Top Wealth Creators, 1926-2022 \n \nSource: Hendrik Bessembinder and Counterpoint Global; Presentation based on Carson Kamp, “Do Stocks Outperform \nTreasury Bills?” W. P. Carey, Autumn 2018. \nApple\nMicrosoft\nExxonMobil\nAlphabet\nAmazon\nBerkshire Hathaway\nJohnson & Johnson\nWalmart\nChevron\nProcter &\nGamble\nIBM\nUnitedHealth\nAltria\nMerck\nHome Depot\nCoca-\nCola\nGeneral\nElectric\nJPMorgan\nGeneral\nMotors\nEli Lilly\n0\n500\n1,000\n1,500\n2,000\n2,500\n3,000\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\nLifetime Wealth Creation ($ Billions)\nAge (Years)\n"
    },
    {
      "number": 17,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n17\n \n \nThese headlines are striking, but investors should bear a couple of thoughts in mind. First, Bessembinder’s \ncalculation translates relative total shareholder gains and losses from percentages into dollars. This is akin to \nthe relationship between ROIC (percentages) and economic profit (dollars) in the study of corporate results.55  \nActive investors focus predominantly on the percentage changes in their portfolios measured relative to \nappropriate benchmarks. A portfolio manager will consider two distinct positions of the same size that outperform \na benchmark by 10 percentage points over equal timespans to be equivalent, all else being constant. But if the \nbeginning market capitalization of the first company is $3 trillion and that of the second is $30 billion, the wealth \ncreation in the first case is 100 times that of the second.56 Investors need to consider dollar changes only when \nthe size of the deployable assets is sufficiently large relative to the asset class.   \nSecond, the leader board of wealth creation can reflect outperformance from decades ago. Return to exhibit 16 \nand focus on the companies in the bottom right corner. The stocks of many of these companies have been \nlaggards for decades, yet they still appear high on the list because of how they did long ago. For instance, \nExxonMobil, IBM, General Electric, and General Motors are in the top 20 in part because of the performance of \ntheir stock in the 1950s. These were large capitalization companies that did well enough to allow them into the \nwealth creation hall of fame.  \nThe pattern of wealth creation is not limited to the U.S. Bessembinder and his co-authors do a similar analysis \nof nearly 47,000 stocks outside the U.S., which include those in 26 developed and 16 developing economies. \nThe period they examine, 1990 to 2020, is shorter, but the full sample of non-U.S. and U.S. stocks exceeds \n64,000. They find essentially the same result outside the U.S. as they do inside it: 55-60 percent of stocks \nunderperform Treasury bills and a small fraction of stocks produce the vast majority of the value. Indeed, these \nfeatures are even more pronounced outside the U.S.57 \nThese results appear highly relevant for long-term shareholders. But investors can lose sight of these extreme \noutcomes because they are a consequence of compounding over lots of years. Further, while returns for \nindividual stocks exhibit positive skewness, returns for the aggregate stock market have negative skewness.58  \nEven investors with long investment horizons, including endowments and pension funds, tend to evaluate results \nover periods that are too short for the revelation of the full effect of compounding.59 Bessembinder uses some \nsimplified assumptions to show how portfolio concentration and the frequency of rebalancing affect skewness. \nHigh concentration and infrequent rebalancing lead to high skewness.60 Long-term returns for investment funds \nalso convey different information than short-term returns.61  \nThis raises another issue. Most institutional money managers have a fiduciary responsibility to put the interests \nof clients first. This commonly includes guidelines for portfolio diversification and risk management. For example, \nstocks that compound at a high rate can become too large in a mutual fund portfolio and violate parameters for \ndiversification, market capitalization, or risk that are described in the fund prospectus.62 Index funds, for the most \npart, do not have this problem.63 Most of the richest people in the U.S. have the vast majority of their wealth in \na single asset, usually the stock of the company they founded or of which they are large owners.64   \nThe counterpoint is that the list of the top wealth creators is based on what they have done rather than what they \nmay do. Exhibit 17 shows the annual wealth creation for Microsoft from its IPO in March 1986 to December \n2022. The aggregate wealth creation is nearly $2.1 trillion, placing the company number 2 on the total wealth \ncreation list as of 2022. However, there are extended periods when the stock underperforms Treasury bills. For \nexample, the stock’s total return was -69 percent over 111 months from January 2000 to March 2009.  \n"
    },
    {
      "number": 18,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n18\n \n \nExhibit 17: Annual Wealth Creation for Microsoft 1986-2022 \n \nSource: Hendrik Bessembinder and Counterpoint Global. \nActive managers seek to capture a sliver of the wealth generated by the best-performing public companies. \nDoing so is obviously difficult, but Bessembinder studied the set up and characteristics of the top wealth creators. \nHere is some of what his work revealed: \n• \nStock price drawdowns.65 The stocks of the best wealth creators over time went through substantial \ndrawdowns, a measure of the decline in a stock price from the top to the bottom over a particular period. \nFor example, Apple, which created nearly $2.7 trillion in wealth from its IPO in 1981 to the end of 2022, \nsuffered three drawdowns of 70 percent or more over that span. These included 74 percent from May \n1983 to August 1985, 80 percent from February 1992 to December 1997, and 79 percent from March \n2000 to March 2003. Apple was the top wealth creator through the end of 2022, but most investors \nwould have struggled to hold the shares through these declines. The shares of Amazon offer another \ncase, having suffered a drawdown of more than 91 percent from February 2000 to September 2001 on \ntheir way to being among the best wealth creators. \n• \nNot just technology.66 While companies in the information technology sector may come to mind first \nwhen considering the top wealth creators, Bessembinder found that these companies were \nunderrepresented among than the best. Sectors that were overrepresented among the winners included \nhealthcare and energy. Industries with high variance in return on invested capital tend to be represented \namong the top and bottom groups in wealth creation.  \n• \nCommon characteristics of the winners.67 Bessembinder considered a slew of financial metrics to \nassess which ones, if any, were consistent with substantial wealth creation. Large increases in net \nincome, rapid asset and sales growth that the company generated internally, a rising return on assets, \nabove-average research and development (R&D) spending, and cash accumulation were among the \ncharacteristics of the top wealth creators. An investor can measure these characteristics objectively, \nand they may help anticipate good and bad prospects for wealth creation.68 \n-1,000\n-800\n-600\n-400\n-200\n0\n200\n400\n600\n800\n1,000\n1986\n1987\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nWealth Creation ($ Billions)\n"
    },
    {
      "number": 19,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n19\n \n \nFinally, we turn to the relationship between company earnings, stock returns, and corporate demographics \nthrough a remarkable study of more than 16,300 firms that started trading after the beginning of 1975.69 The \nauthors, Sanjeev Bhojraj, Ashish Ochani, and Shiva Rajgopal, are professors of accounting who wanted to know \nif the price the stock market sets as a public company is born is an accurate reflection of future earnings.  \nThey separated the IPOs into companies that survived as public companies, those that merged, and those that \ndelisted for other reasons. They then examined whether the present value of its actual future earnings could \njustify the price at which the stock closed on the day of its IPO. They discounted the earnings by the cost of \nequity, calculated as the risk-free rate plus an estimate of the market risk premium. They used the yield on the \n10-year Treasury note as the risk-free rate, estimates of the market risk premium from Aswath Damodaran, a \nprofessor of finance, and made no additional adjustments for risk.70 They also ran the figures using free cash \nflow versus earnings and found similar, albeit lower, values. \nIn the case of survivors, they calculated the value of the actual earnings and added a terminal value. For those \ncompanies that merged, they assumed the acquisition price. For delisted companies, they used the earnings \nplus the liquidating dividend paid to the last shareholders if relevant.  \nExhibit 18 summarizes the results. They found that the “average lifetime earnings at the aggregate level slightly \nexceeds first day price,” which is reflected in the 1.1 mean, or average, ratio in the bottom row of the exhibit. \nFirms that merged, which make up the largest percentage of the sample, drove most of this outcome. Further, \nthe medians were greatly lower than the means, indicating substantial skewness. Nearly two-thirds of the \ncompanies failed to generate sufficient earnings to justify their stock prices on the first day. \nExhibit 18: Mean and Median Lifetime Earnings to First Day Stock Price, 1975-2020 \nCategory \nNumber \nMean \nMedian \nSurviving \n2,757 \n1.5 \n0.4 \nMerged \n6,963 \n1.9 \n1.1 \nDelisted (Non-Merged) \n6,666 \n0.1 \n0.0 \nTotal \n16,386 \n1.1 \n0.3 \nSource: Sanjeev Bhojraj, Ashish Ochani, and Shiva Rajgopal, “Lifetime Earnings,” Working Paper, October 2022 and \nCounterpoint Global. \nThe authors explicitly link their analysis of lifetime earnings to Bessembinder’s work on wealth creation. They \nfind that lifetime earnings are “positively associated” with future wealth creation. They also note that past wealth \ncreation, based on returns, has a negative correlation with subsequent wealth creation. They conclude that while \nprice and value may diverge in the short to medium term, they tend to converge in the long term.  \nConclusion \nInvestors seeking to generate excess returns can benefit from understanding the demographics of public \ncompanies and their pattern of wealth creation.71 There were nearly 3,100 more listed companies in the U.S. at \nthe peak in 1996 than in 2022. This means there were fewer new listings than delistings over that time. \nAcademics that compare the U.S. to other markets suggest there is a gap between how many companies are \nlisted and how many should be listed of 5,800 to 12,200 companies.  \nNew listings are generally the result of IPOs, and the number of deals from 2001-2022 was not even half of what \nit was from 1976-2000. A strong wave of SPACs in 2020, and especially 2021, lifted the number of listed stocks. \n"
    },
    {
      "number": 20,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n20\n \n \nBut about one-third of the SPACs launched in 2021 have liquidated and another one-quarter are still searching \nfor a deal.  \nDelistings are primarily the consequence of M&A or cause, which means the company went bankrupt or failed \nto meet listing requirements. About two-thirds of the delistings were companies with micro-capitalizations, \ndefined as the smallest two percent of listed companies as measured by market capitalization. The loss of these \nlistings has a very limited impact on the investable universe, but the mean and median market capitalization of \npublic companies has risen in the last two decades as a consequence. \nAbout one-half of all public companies since 1926 have delisted within 10 years of their listing. Corporate \nlongevity, which considers a listing as a birth and delisting as death, follows an exponential function, which \nmeans that a constant change in age has the same percentage change in the probability of death. Counter to a \npopular narrative of shrinking corporate longevity, we find that survival rates have increased in the 2000s and \n2010s relative to the 1980s and 1990s. \nHendrik Bessembinder, a professor of finance, has measured the wealth creation of more than 28,000 U.S. \nlisted companies since 1926. A company creates wealth if it generates returns in excess of one-month Treasury \nbill rates. He found that from 1926 to 2022, just under 60 percent of them destroyed $9.1 trillion and the other \n40 percent or so created $64.2 trillion. Just 2 percent of the sample created $50 trillion of the net total of $55.1 \ntrillion, and the top 3 firms (Apple, Microsoft, and ExxonMobil) created almost $6 trillion.  \nThese results reveal skewness, which measures the asymmetry of a distribution, that is eye-popping. But it is \nimportant to recognize that this calculation translates gains and losses in relative total shareholder returns from \npercentages into dollars. Active managers focus mostly on generating percentage returns, adjusted for risk, that \nare better than those of their benchmarks. Further, some of the leading wealth creators as measured today, \nincluding IBM and General Motors, reflect total shareholder returns and market capitalizations from decades ago. \nThese results have relevance for investors as they consider valuation and portfolio construction. Most investors \nacknowledge the value of a business is the present value of its future cash flows and assess value using \nmultiples or a DCF model. But even for a DCF model, the more sophisticated of the two approaches, most of \nthe value is commonly reflected in the continuing value. The continuing value seeks to represent the value \nfollowing the explicit forecast period and often assumes business results that are more of the same.72 The data \non the causes of death, hazard rates, and longevity provide investors with context to consider a diverse range \nof possible end states. \nThe skewness in corporate wealth creation suggests two potential investment approaches. The first is to seek \nbroad diversification in an index fund. If the future is similar to the past, the outperformance of the wealth creators \nwill more than make up for the underperformance of the losers.  \nThe second is to build a portfolio that seeks to avoid the wealth destroyers while owning the wealth creators. \nBessembinder finds that the wealth creators have certain financial characteristics that are identifiable, albeit \ndifficult to predict. He also finds that the stocks of many of the top wealth creators suffered major drawdowns, \nevents that often cause all but the hardiest shareholders to sell. He shows that a portfolio’s exposure to the \nskewness is a function of its concentration and rebalancing frequency. Portfolios that are concentrated and do \nnot rebalance often are more exposed to skewness. \nPlease see Important Disclosures on pages 32-34 \n"
    },
    {
      "number": 21,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n21\n \n \nEndnotes \n1 M. J. Gordon, “Dividends, Earnings, and Stock Prices,” Review of Economics and Statistics, Vol. 41, No. 2, \nMay 1959, 99-105. The formula for the Gordon Growth Model is D/(k-g), where D is distributable cash, k is the \ncost of capital, and g is the growth in perpetuity.  \n2 For a review of popular methods to estimate continuing value, see Tim Koller, Marc Goedhardt, and David \nWessels, Valuation: Measuring and Managing the Value of Companies, 7th ed. (New York: John Wiley & Sons, \n2020), 285-303. \n3 Hendrik Bessembinder, “Do Stocks Outperform Treasury Bills?” Journal of Financial Economics, Vol. 129, No. \n3, September 2018, 440-457 and Hendrik Bessembinder, “Shareholder Wealth Enhancement Outcomes, 1926 \nto 2022,” Working Paper, May 2023.  \n4 Hendrik Bessembinder, Te-Feng Chen, Goeun Choi, and K. C. John Wei, “Long-Term Shareholder Returns: \nEvidence from 64,000 Global Stocks,” Financial Analysts Journal, forthcoming; Jiang Zhang, Christopher P. \nKempes, Marcus J. Hamilton, Ruyi Tao, and Geoffrey B. West, “Scaling Laws and A General Theory for the \nGrowth of Public Companies,” arXiv:2109.10379, July 7, 2022; and Geoffrey West, Scale: The Universal Laws \nof Growth, Innovation, Sustainability, and the Pace of Life in Organisms, Cities, Economies, and Companies \n(New York: Penguin Press, 2017), 379-410. \n5 Bradford Cornell and Richard Gerger, “Is It Time to Terminate the Traditional Terminal Value?” Business \nValuation Review, Vol. 40, No. 1, Winter 2021, 13-19. \n6 John Burr Williams, The Theory of Investment Value (Cambridge, MA: Harvard University Press, 1938). \n7 Hendrik Bessembinder, “Wealth Creation in the US Public Stock Markets 1926-2019,” Journal of Investing, \nVol. 30, No. 3, April 2021, 47-61. \n8 “Wilshire 5000® Celebrates 40th Anniversary,” Business Wire, December 17, 2014 and “FT Wilshire 5000 Index \nSeries Factsheet,” March 31, 2023.  \n9 Population: https://fred.stlouisfed.org/series/POPTHM#0; Real GDP per capita: https://fred.stlouisfed.org/ \nseries/A939RX0Q048SBEA#0; and Firms (estimate): https://data.census.gov/table?q=BDSTIMESERIES.BDS \nFAGE&tid=BDSTIMESERIES.BDSFAGE&hidePreview=true. \n10 Craig Doidge, G. Andrew Karolyi, and René M. Stulz, “The U.S. Listing Gap,” Journal of Financial Economics, \nVol. 123, No. 3, March 2017, 464-487 and Gabriele Lattanzio, William L. Megginson, and Ali Sanati, “Dissecting \nthe Listing Gap: Mergers, Private Equity, or Regulation?” Journal of Financial Markets, forthcoming. \n11 Andrea Murphy, ed., “America’s Largest Private Companies,” Forbes, December 1, 2022. See \nwww.forbes.com/lists/largest-private-companies/. \n12 Roger G. Ibbotson, Jody L. Sindelar, and Jay Ritter, “The Market’s Problems With the Pricing of Initial Public \nOfferings,” Journal of Applied Corporate Finance, Vol. 7, No. 1, Spring 1994, 66-74.  \n13 SPACs are commonly called “blank check” companies because investors in them do not know which company \nthe sponsors will purchase in advance. SPACs are typically sold as units, which include a share in the pool of \ncash raised and a warrant (or a fraction of a warrant). Most units trade at $10, and the warrants can be detached \nand traded separately. A warrant is the right but not the obligation to acquire the stock at a set price, often a 15 \npercent premium, or $11.50 per share. The sponsors put the money in a trust account that accrues interest and \nthen tries to find a suitable target. \nThe sponsors have some time, typically two years, to do a deal. If they fail, the sponsors dissolve the SPAC, \nand the holders get their money back plus the interest. When the sponsors identify a merger target, the SPAC \nholders get a stake in the new company. The sponsors receive a sizeable stake in the new entity as \ncompensation for their work. If the deal size is greater than the amount in the pool, the sponsors seek to raise \nthe additional capital through a private investment in public equity (PIPE).  \nOf note, SPAC holders can either take the share in the new company or opt out by redeeming their shares for \nthe $10, plus the interest. Redemption rates were more than 50 percent in 2021 and 2022. For more on SPACs, \nsee Matt Levine, “Money Stuff: SPAC Magic Isn’t Free,” Bloomberg, January 8, 2021. \n14 Jay R. Ritter, “Special Purpose Acquisition Company (SPAC) IPOs Through 2022.” See https://site.warrington. \nufl.edu/ritter.  \n15 “SPAC Litigation Mid-Year Update: Delaware Opens the Gates,” JD Supra, June 23, 2023. \n"
    },
    {
      "number": 22,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n22\n \n \n16 Doidge, Karolyi, and Stulz, “The U.S. Listing Gap.” \n17 Through 2022, about a dozen companies have gone public through a direct listing. Rather than use an \nunderwriter, a company doing a direct listing creates an order book with sellers (investors and employees) and \nbuyers. The price for the initial listing is set by supply and demand. Note that companies that come public via a \ndirect listing are subject to the same regulations as those doing an initial public offering.  \n18 Doidge, Karolyi, and Stulz, “The U.S. Listing Gap.” For additional discussion on the costs and benefits of being \npublic, see Sreedhar T. Bharath and Amy K. Dittmar, “Why Do Firms Use Private Equity to Opt Out of Public \nMarkets?” Review of Financial Studies, Vol. 23, No. 5, May 2010, 1771-1818. \n19 Michelle Lowry, “The Blurring Lines between Private and Public Ownership,” ECGI Finance Working Paper \nN° 844/2022, March 2023.  \n20 Michael Ewens and Joan Farre-Mensa, “The Deregulation of the Private Equity Markets and the Decline in \nIPOs,” Review of Financial Studies, Vol. 33, No. 12, December 2020, 5463-5509. \n21 Ellen Engel, Rachel M. Hayes, and Xue Wang, “The Sarbanes-Oxley Act and Firms’ Going-Private Decisions,” \nJournal of Accounting and Economics, Vol. 44, No. 1-2, September 2007, 116-145 and Michael Ewens, Kairong \nXiao, and Ting Xu, “Regulatory Costs of Being Public: Evidence from Bunching Estimation,” NBER Working \nPaper 29143, August 2021.  \n22 Christian Leuz, “Was the Sarbanes-Oxley Act of 2002 Really This Costly? A Discussion of Evidence from \nEvent Returns and Going-Private Decisions,” Journal of Accounting and Economics, Vol. 44, No. 1-2, September \n2007, 146-165. \n23 James Bessen, The New Goliaths: How Corporations Use Software to Dominate Industries, Kill Innovation, \nand Undermine Regulation (New Haven, CT: Yale University Press, 2022). \n24 Vijay Govindarajan, Baruch Lev, Anup Srivastava, and Luminita Enache, “The Gap Between Large and Small \nCompanies Is Growing. Why?” Harvard Business Review, August 16, 2019. \n25 Xiaohui Gao, Jay R. Ritter, and Zhongyan Zhu, “Where Have All the IPOs Gone?” Journal of Financial and \nQuantitative Analysis, Vol. 48, No. 6, December 2013, 1663-1692; Jay R. Ritter, “Reenergizing the IPO Market,” \nJournal of Applied Finance, Vol. 24, No. 1, January 2014, 37-48; and Daniel Ferreira, Gustavo Manso, and \nAndré C. Silva, “Incentives to Innovate and the Decision to Go Public or Private,” Review of Financial Studies, \nVol. 27, No. 1, January 2014, 256-300. \n26 Small IPOs are defined as ones with $54.4 million or less in net proceeds in 2014 dollars (about $66.8 million \nin 2022 dollars). See Robert P. Bartlett III, Paul Rose, and Steven Davidoff Solomon, “The Small IPO and the \nInvesting Preferences of Mutual Funds,” Journal of Corporate Finance, Vol. 47, December 2017, 151-173. \n27 Madeleine I. G. Daepp, Marcus J. Hamilton, Geoffrey B. West, and Luís M. A. Bettencourt, “The Mortality of \nCompanies,” Journal of the Royal Society Interface, Vol. 12, No. 106, May 2015, 20150120 and Eugene F. Fama \nand Kenneth R. French, “New Lists: Fundamentals and Survival Rates,” Journal of Financial Economics, Vol, \n73, No. 2, August 2004, 229-269. \n28 Vijay Govindarajan and Anup Srivastava, “Strategy When Creative Destruction Accelerates,” Tuck School of \nBusiness Working Paper No. 2836135, September 2016 and S. Patrick Viguerie, Ned Calder, and Brian Hindo, \n“2021 Corporate Longevity Forecast,” Innosight, May 2021.  \n29 Elena Cefis, Cristina Bettinelli, Alex Coad, and Orietta Marsili, “Understanding Firm Exit: A Systematic \nLiterature Review,” Small Business Economics, Vol. 59, No. 2, August 2022, 423-446 and Isabelle Martinez and \nStéphanie Serve, “Reasons for Delisting and Consequences: A Literature Review and Research Agenda,” \nJournal of Economic Surveys, Vol. 31, No. 3, July 2017, 733-77. \n30 B. Espen Eckbo and Markus Lithell, “Follow the Assets: Is the US Listing Gap ‘Real’?” SSRN Working Paper, \nMay 20, 2020; B. Espen Eckbo and Markus Lithell, “Merger-Driven Listing Dynamics,” Tuck School of Business \nat Dartmouth, Research Paper Series, No. 354758, European Corporate Governance Institute–Finance Working \nPaper No. 752/2021, May 8, 2023; and Carter Davis, Alexandre Sollaci, and James Traina, “Profit Puzzles and \nthe Fall of Public-Firm Profit Rates,” Working Paper, July 2023. \n31 Mark Sirower and Jeff Weirens, The Synergy Solution: How Companies Win the Mergers and Acquisitions \nGame (Boston, MA: Harvard Business Review Press, 2022). \n32 B. Espen Eckbo, “Bidding Strategies and Takeover Premiums: A Review,” Journal of Corporate Finance, Vol. \n15, No. 1, February 2019, 149-178. \n"
    },
    {
      "number": 23,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n23\n \n \n33 Melissa E. Graebner and Kathleen M. Eisenhardt, “The Seller's Side of the Story: Acquisition as Courtship \nand Governance as Syndicate in Entrepreneurial Firms,” Administrative Science Quarterly, Vol. 49, No. 3, \nSeptember 2004, 366-403. \n34 Jonathan Macey, Maureen O’Hara, and David Pompilio, “Down and Out in the Stock Market: The Law and \nEconomics of the Delisting Process,” Journal of Law and Economics, Vol. 51, No. 4, November 2008, 683-713. \n35 Lattanzio, Megginson, and Sanati, “Dissecting the Listing Gap: Mergers, Private Equity, or Regulation?”  \n36 As designated by the Center for Research in Security Prices (CRSP), “mega” capitalization stocks include \nthose companies that make up the top 70 percent of the market capitalization in the U.S. “Mid” capitalization \ncompanies include the next 15 percent of the market, or those between 70 and 85 percent of the total market \ncapitalization. “Small” capitalization companies are the following 13 percent of market capitalization (85 to 98 \npercent). And “micro” capitalization is the final 2 percent of the stock market.  \n37 Nihat Aktas, Christian Andres, and Ali Ozdakak, “The Interplay of IPO and M&A Markets: The Many Ways \nOne Affects the Other,” in Douglas Cumming and Sofia A. Johan, eds., Oxford Handbook of IPOs (Oxford: \nOxford University Press, 2018), 201-232 and Christopher W. Anderson, Jian Huang, and Gökhan Torna, “Can \nInvestors Anticipate Post-IPO Mergers and Acquisitions?” Journal of Corporate Finance, Vol. 45, August 2017, \n496-521. \n38 Jean Helwege and Nellie Liang, “Initial Public Offerings in Hot and Cold Markets,” Journal of Financial and \nQuantitative Analysis, Vol. 39, No. 3, September 2004, 541-569. \n39 Jay R. Ritter, “Initial Public Offerings: Updated Statistics,” June 29, 2023. See https://site.warrington.ufl.edu/ \nritter/files/IPO-Statistics.pdf. \n40 Wei Wang and Chris Yung, “IPO Market Conditions and Timing Over the Long Run,” in Douglas Cumming \nand Sofia A. Johan, eds., Oxford Handbook of IPOs (Oxford: Oxford University Press, 2018), 175-198. \n41 Alex Coad, “Firm Age: A Survey,” Journal of Evolutionary Economics, Vol. 28, No. 1, January 2018, 13-43 \nand Angelo Riviezzo, Mika Skippari, and Antonella Garofano, “Who Wants to Live Forever: Exploring 30 Years \nof Research on Business Longevity,” Business History, Vol. 57, No. 9, October 2015, 970-987. \n42 Arthur Stinchcombe, “Social Structure and Organizations,” in James G. March, ed., Handbook of \nOrganizations (Chicago: Rand McNally & Company, 1965) 142-193; Josef Bruderl and Rudolf Schussler, \n“Organizational Mortality: The Liabilities of Newness and Adolescence,” Administrative Science Quarterly, Vol. \n35, No. 3, September 1990, 530-547; Elizabeth Demers and Philip Joos, “IPO Failure Risk,” Journal of \nAccounting Research, Vol. 45, No. 2, May 2007, 333-371; and Aracely Soto-Simeone, Charlotta Sirén, and \nTorben Antretter, “New Venture Survival: A Review and Extension,” International Journal of Management \nReviews, Vol. 22, No. 4, October 2020, 378-407. The opposite idea, that older companies are expected to live \nlonger than young ones, is based on “Lindy’s Law.” See Iddo Eliazar, “Lindy’s Law,” Physica A: Statistical \nMechanics and its Applications, Vol. 486, No. 15, November 2017, 797-805.  \n43 Martin Reeves, Simon Levin, and Daichi Ueda, “The Biology of Corporate Survival,” Harvard Business Review, \nVol. 94, No. 1, January-February 2016, 46-55. \n44 Claudio Loderer, Klaus Neusser, and Urs Waelchli, “Firm Age and Survival,” Working Paper, June 29, 2009; \nClaudio Loderer and Urs Waelchli, “Corporate Aging and Takeover Risk,” Review of Finance, Vol. 19, No. 6, \nOctober 2015, 2277-2315; and Robert L. Axtell, “120 Million Agents Self-Organize into 6 Million Firms: A Model \nof the U.S. Private Sector,” Proceedings of the 2016 International Conference on Autonomous Agents & \nMultiagent Systems, May 2016, 806-816. \n45 Daepp, Hamilton, West, and Bettencourt, “The Mortality of Companies.” \n46 Gaël Le Mens, Michael T. Hannan and László Pólos, “Organizational Obsolescence, Drifting Tastes, and Age \nDependence in Organizational Life Chances,” Organization Science, Vol. 26, No. 2, March-April 2015, 550-570. \n47 P. J. Seguin and M. M. Smoller, “Share Price and Mortality: An Empirical Evaluation of Newly Listed Nasdaq \nStocks,” Journal of Financial Economics, Vol. 45, No. 3, September 1997, 333-363; Maggie Queen and Richard \nRoll, “Firm Mortality: Using Market Indicators to Predict Survival,” Financial Analysts Journal, Vol. 43, No. 3, \nMay-June 1987, 9-26; and Chitru S. Fernando, Srinivasan Krishnamurthy, and Paul A. Spindt, “Are Share Price \nLevels Informative? Evidence from the Ownership, Pricing, Turnover and Performance of IPO Firms,” Journal \nof Financial Markets, Vol. 7, No. 4, October 2004, 377-403. \n"
    },
    {
      "number": 24,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n24\n \n \n48 Steven Klepper, “Entry, Exit, Growth, and Innovation over the Product Life Cycle,” American Economic \nReview, Vol. 86, No. 3, June 1996, 562-583. For related work, see Steven Klepper and Elizabeth Graddy, “The \nEvolution of New Industries and the Determinants of Market Structure,” RAND Journal of Economics, Vol. 21, \nNo. 1, Spring, 1990, 27-44; Steven Klepper, “The Capabilities of New Firms and the Evolution of the U.S. \nAutomobile Industry,” Industrial and Corporate Change, Vol. 11, No. 4, August 2002, 645-666; Rajshree Agarwal \nand Michael Gort, “The Evolution of Markets and Entry, Exit and Survival of Firms,“ Review of Economics and \nStatistics, Vol. 78, No. 3, August 1996, 489-498; Steven Klepper, Experimental Capitalism: The Nanoeconomics \nof American High-Tech Industries (Princeton, NJ: Princeton University Press, 2016); Timothy Dunne, Mark J. \nRoberts and Larry Samuelson, “Patterns of Firm Entry and Exit in U.S. Manufacturing Industries,” RAND Journal \nof Economics, Vol. 19, No. 4, Winter 1988, 495-515; Harry Bloch, “Innovation and the Evolution of Industry \nStructure,” International Journal of the Economics of Business, Vol. 25, No. 1, February 2018, 73-83; and Paolo \nCalvosa, “Entry, Exit and Innovation Over the Industry Life Cycle in Converging Sectors: An Analysis of the \nSmartphone Industry,” International Journal of Business and Management, Vol. 15, No. 12, 2020, 151-168. \n49 Carlota Perez, Technological Revolutions and Financial Capital: The Dynamics of Bubbles and Golden Ages \n(Cheltenham, UK: Edward Elgar Publishing, 2002).  \n50 Claudio Loderer, René Stulz, and Urs Waelchli, “Firm Rigidities and the Decline in Growth Opportunities,” \nManagement Science, Vol. 63, No. 9, September 2017, 2773-3145. \n51 Kathleen Kahle and René M. Stulz, “Why Are Corporate Payouts So High in the 2000s?” Journal of Financial \nEconomics, Vol. 142, No. 3, December 2021, 1359-1380. \n52 Leah Nylen and Michelle F. Davis, “US Antitrust Enforcers Are Chilling Big Mergers,” Bloomberg, May 10, \n2023. \n53 Adam Farago and Erik Hjalmarsson, “Long-Horizon Stock Returns Are Positively Skewed,” Review of Finance, \nVol. 27, No. 2, March 2023, 495-538 and Eugene F. Fama and Kenneth R. French, “Long-Horizon Returns,” \nReview of Asset Pricing Studies, Vol. 8, No. 2, December 2018, 232-252. \n54 Bessembinder, “Shareholder Wealth Enhancement Outcomes, 1926 to 2022.” \n55 Michael J. Mauboussin and Dan Callahan, “Return on Invested Capital: How to Calculate ROIC and Handle \nCommon Issues,” Consilient Observer: Counterpoint Global Insights, October 6, 2022. ROIC equals net \noperating profit after taxes (NOPAT) divided by invested capital. Investors commonly compare ROIC to the \nweighted average cost of capital (WACC) and a company creates value if ROIC is greater than WACC. Economic \nprofit equals ROIC – WACC × invested capital. Two companies with the same ROIC – WACC spread but \ndifferent amounts of invested capital will result in different economic profits.  \n56 The market capitalizations may be relevant in cases when the benchmark is weighted by market capitalization. \nThis is the case with the S&P 500 Index, which is the benchmark most widely used. Bessembinder’s benchmark \nis the return on one-month Treasury bills, so market capitalization does not play a role. \n57 Bessembinder, Chen, Choi, and Wei, “Long-Term Shareholder Returns: Evidence from 64,000 Global Stocks.”  \n58 Rui Albuquerque, “Skewness in Stock Returns: Reconciling the Evidence on Firm Versus Aggregate Returns,” \nReview of Financial Studies, Vol. 25, No. 5, May 2012, 1630-1673. \n59 Interestingly, in a survey of more than 200 institutional investors that collectively manage more than $4.1 \ntrillion, 68 percent said they invest with a manager for 5 or more years.  \n60 Hendrik Bessembinder, “Extending Portfolio Theory to Compound Returns,” Working Paper, July 2022.  \n61 Hendrik Bessembinder, Michael J. Cooper, and Feng Zhang, “Mutual Fund Performance at Long Horizons,” \nJournal of Financial Economics, Vol. 147, No. 1, January 2023, 132-158. \n62 Some funds have operated outside of these constraints. For example, the Nomad Investment Partnership, \nfounded by Nick Sleep and Qais Zakaria, at one point reportedly had 40 percent of the fund in Amazon and at \nanother had 16 percent in Costco. See William Green, Richer, Wiser, Happier: How the World’s Greatest \nInvestors Win in Markets and Life (New York: Scribner, 2021). Another case is Berkshire Hathaway’s investment \nin Apple, which represented about 35 percent of the company’s public equity portfolio as of mid-2023. Berkshire \nHathaway had gains of more than $140 billion in its stake in Apple at that time.  \n63 This is not strictly true. For time to time, index providers have to adjust their rules so that funds linked to the \nindex remain compliant with rules about diversification spelled out by the U.S. Securities and Exchange \nCommission. For example, following strong gains by large technology companies in the first half of 2023, Nasdaq \n"
    },
    {
      "number": 25,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n25\n \n \nannounced that there will be a “special rebalance” for the Nasdaq-100 Index®, which tracks the stocks of the \nlargest non-financial companies listed on the Nasdaq exchange, to be effective before the market opens on July \n24, 2023. The weightings of some companies had become too large and jeopardized the diversification needs \nof the funds pegged to the index. The rebalance lowers the weight of these mega-capitalization stocks and \nincreases the weight of others. Similar rebalancings occurred in 1998 and 2011. See www.nasdaq.com/press-\nrelease/the-nasdaq-100-index-special-rebalance-to-be-effective-july-24-2023-2023-07-07. \n64 Rob LaFranco and Chase Peterson-Withorn, eds. “Forbes 400 2022: The Definitive Ranking of The Wealthiest \nAmericans in 2022,” Forbes, 2022. See www.forbes.com/forbes-400/. \n65 Hendrik Bessembinder, “Extreme Stock Market Performers, Part I: Expect Some Drawdowns,” Working Paper, \nJuly 2020. Thanks to Baillie Gifford for supporting this research. \n66 Hendrik Bessembinder, “Extreme Stock Market Performers, Part II: Do Technology Stocks Dominate?” \nWorking Paper, July 2020. \n67 Hendrik Bessembinder, “Extreme Stock Market Performers, Part III: What Are Their Observable \nCharacteristics?” Working Paper, July 2020 and Hendrik Bessembinder, “The Role of Net Income Growth in \nExplaining Long-Horizon Stock Returns,” Working Paper, August 2022. \n68 Hendrik Bessembinder, “Extreme Stock Market Performers, Part IV: Can Observable Characteristics Forecast \nOutcomes?” Working Paper, July 2020. \n69 Sanjeev Bhojraj, Ashish Ochani, and Shiva Rajgopal, “Lifetime Earnings,” Working Paper, October 2022.  \n70 They used estimates from Aswath Damodaran at https://pages.stern.nyu.edu/~adamodar/.  \n71 Kathleen Kahle and René M. Stulz, “Is the US Public Corporation in Trouble?” Journal of Economic \nPerspectives, Vol. 31, No. 3, Summer 2017, 67-88. \n72 Lucio Cassia, Andrea Plati, and Silvio Vismara, “Equity Valuation Using DCF: A Theoretical Analysis of the \nLong-Term Hypothesis,” Investment Management and Financial Innovations, Vol. 4, No. 1, January 2007, 91-\n107 and Morris G. Danielson and Jean L. Heck, “The Perpetual Growth Model and the Cost of Computational \nEfficiency: Rounding Errors or Wild Distortions?” Financial Services Review, Vol. 23, No. 2, Summer 2014, 189-\n206. \n  \n \n"
    },
    {
      "number": 26,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n26\n \n \nReferences \nAgarwal, Rajshree, and David B. Audretsch, “Does Entry Size Matter? The Impact of the Life Cycle and \nTechnology on Firm Survival,” Journal of Industrial Economics, Vol. 49, No. 1, March 2001, 21-43.  \nAgarwal, Rajshree, and Michael Gort, “The Evolution of Markets and Entry, Exit and Survival of Firms,” Review \nof Economics and Statistics, Vol. 78, No. 3, August 1996, 489-498. \n_____., “Firm and Product Life Cycles and Firm Survival,” American Economic Review, Vol. 92, No. 2, May \n2002, 184-190. \nAgarwal, Rajshree, MB Sarkar and Raj Echambadi, “The Conditioning Effect of Time on Firm Survival: An \nIndustry Life Cycle Approach,” Academy of Management Journal, Vol. 45, No. 5, October 2002, 971-994. \nAktas, Nihat, Christian Andres, and Ali Ozdakak, “The Interplay of IPO and M&A Markets: The Many Ways That \nOne Affects the Other,” in Douglas Cumming and Sofia A. Johan, eds., Oxford Handbook of IPOs (Oxford: \nOxford University Press, 2018), 201-232. \nAlbuquerque, Rui, “Skewness in Stock Returns: Reconciling the Evidence on Firm Versus Aggregate Returns,” \nReview of Financial Studies, Vol. 25, No. 5, May 2012, 1630-1673. \nAnderson, Christopher W., Jian Huang, and Gökhan Torna, “Can Investors Anticipate Post-IPO Mergers and \nAcquisitions?” Journal of Corporate Finance, Vol. 45, August 2017, 496-521. \nAnyadike-Danes, Michael, and Mark Hart, “All Grown Up? The Fate After 15 Years of a Quarter of a Million UK \nFirms Born in 1998,” Journal of Evolutionary Economics, Vol. 28, No. 1, January 2018, 45-76. \nAxtell, Robert L., “120 Million Agents Self-Organize into 6 Million Firms: A Model of the U.S. Private Sector,” \nProceedings of the 2016 International Conference on Autonomous Agents & Multiagent Systems, May 2016, \n806-816. \nBartlett, Robert P., Paul Rose, and Steven Davidoff Solomon, “The Small IPO and the Investing Preferences of \nMutual Funds,” Journal of Corporate Finance, Vol. 47, December 2017, 151-173.  \nBen-Hafaïedh, Cyrine, and Anaïs Hamelin, “Questioning the Growth Dogma: A Replication Study,” \nEntrepreneurship Theory and Practice, Vol. 47, No. 2, March 2023, 628-647. \nBessembinder, Hendrik, “Do Stocks Outperform Treasury Bills?” Journal of Financial Economics, Vol. 129, No. \n3, September 2018, 440-457. \n_____., “Extreme Stock Market Performers, Part I: Expect Some Drawdowns,” Working Paper, July 2020. \n_____., “Extreme Stock Market Performers, Part II: Do Technology Stocks Dominate?” Working Paper, July \n2020. \n_____., “Extreme Stock Market Performers, Part III: What Are Their Observable Characteristics?” Working \nPaper, July 2020. \n_____., “Extreme Stock Market Performers, Part IV: Can Observable Characteristics Forecast Outcomes?” \nWorking Paper, July 2020. \n_____., “Wealth Creation in the US Public Stock Markets 1926–2019,” Journal of Investing, Vol. 30, No. 3, April \n2021, 47-61. \n_____., “Extending Portfolio Theory to Compound Returns,” Working Paper, July 2022. \n_____., “The Role of Net Income Growth in Explaining Long-Horizon Stock Returns,” Working Paper, August \n2022. \n"
    },
    {
      "number": 27,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n27\n \n \n_____., “Shareholder Wealth Enhancement Outcomes, 1926 to 2022,” Working Paper, May 2023.  \nBessembinder, Hendrik, Michael J. Cooper, and Feng Zhang, “Mutual Fund Performance at Long Horizons,” \nJournal of Financial Economics, Vol. 147, No. 1, January 2023, 132-158. \nBessembinder, Hendrik, Te-Feng Chen, Goeun Choi, and K. C. John Wei, “Long-Term Shareholder Returns: \nEvidence from 64,000 Global Stocks,” Financial Analysts Journal, forthcoming. \nBessen, James, The New Goliaths: How Corporations Use Software to Dominate Industries, Kill Innovation, and \nUndermine Regulation (New Haven, CT: Yale University Press, 2022). \nBharath, Sreedhar T., and Amy K. Dittmar, “Why Do Firms Use Private Equity to Opt Out of Public Markets?” \nReview of Financial Studies, Vol. 23, No. 5, May 2010, 1771-1818. \nBhojraj, Sanjeev, Ashish Ochani, and Shiva Rajgopal, “Lifetime Earnings,” Working Paper, October 2022.  \nBloch, Harry, “Innovation and the Evolution of Industry Structure,” International Journal of the Economics of \nBusiness, Vol. 25, No. 1, February 2018, 73-83. \nBoeh, Kevin K., and Craig G. Dunbar, “IPO Regulators Gone Wild,” in Douglas Cumming and Sofia A. Johan, \neds., Oxford Handbook of IPOs (Oxford: Oxford University Press, 2018), 52-80. \nBottazzi, Giulio, and Angelo Secchi, “Explaining the Distribution of Firm Growth Rates,” RAND Journal of \nEconomics, Vol. 37, No. 2, Summer 2006, 235-256.  \nBruderl, Josef, and Rudolf Schussler, “Organizational Mortality: The Liabilities of Newness and Adolescence,” \nAdministrative Science Quarterly, Vol. 35, No. 3, September 1990, 530-547.  \nCalvosa, Paolo, “Entry, Exit and Innovation Over the Industry Life Cycle in Converging Sectors: An Analysis of \nthe Smartphone Industry,” International Journal of Business and Management, Vol. 15, No. 12, 2020, 151-168. \nCarroll, Glenn R., and Michael T. Hannan, The Demography of Corporations and Industries (Princeton, NJ: \nPrinceton University Press, 2000). \nCassia, Lucio, Andrea Plati, and Silvio Vismara, “Equity Valuation Using DCF: A Theoretical Analysis of the \nLong-Term Hypothesis,” Investment Management and Financial Innovations, Vol. 4, No. 1, January 2007, 91-\n107. \nCefis, Elena, Cristina Bettinelli, Alex Coad, and Orietta Marsili, “Understanding Firm Exit: A Systematic Literature \nReview,” Small Business Economics, Vol. 59, No. 2, August 2022, 423-446. \nCoad, Alex, The Growth of Firms: A Survey of Theories and Empirical Evidence (Cheltenham, UK: Edward Elgar, \n2009).  \n_____., “Firm Age: A Survey,” Journal of Evolutionary Economics, Vol. 28, No. 1, January 2018, 13-43. \nCornell, Bradford, and Richard Gerger, “Is It Time to Terminate the Traditional Terminal Value?” Business \nValuation Review, Vol. 40, No. 1, Winter 2021, 13-19. \nDaepp, Madeleine I. G., Marcus J. Hamilton, Geoffrey B. West, and Luís M. A. Bettencourt, “The Mortality of \nCompanies,” Journal of the Royal Society Interface, Vol. 12, No. 106, May 2015, 20150120. \nDanielson, Morris G., and Jean L. Heck, “The Perpetual Growth Model and the Cost of Computational Efficiency: \nRounding Errors or Wild Distortions?” Financial Services Review, Vol. 23, No. 2, Summer 2014, 189-206. \nDavis, Carter, Alexandre Sollaci, and James Traina, “Profit Puzzles and the Fall of Public-Firm Profit Rates,” \nWorking Paper, July 2023. \n"
    },
    {
      "number": 28,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n28\n \n \nDemers, Elizabeth, and Philip Joos, “IPO Failure Risk,” Journal of Accounting Research, Vol. 45, No. 2, May \n2007, 333-371. \nDoidge, Craig, Kathleen M. Kahle, G. Andrew Karolyi, and René M. Stulz, “Eclipse of the Public Corporation or \nEclipse of the Public Markets?” Journal of Applied Corporate Finance, Vol. 30, No. 1, Winter 2018, 8-16. \nDoidge, Craig, G. Andrew Karolyi, and René M. Stulz, “The U.S. Listing Gap,” Journal of Financial Economics, \nVol. 123, No. 3, March 2017, 464-487. \nDunne, Timothy, Mark J. Roberts and Larry Samuelson, “Patterns of Firm Entry and Exit in U.S. Manufacturing \nIndustries,” RAND Journal of Economics, Vol. 19, No. 4, Winter 1988, 495-515. \nEckbo, B. Espen, “Bidding Strategies and Takeover Premiums: A Review,” Journal of Corporate Finance, Vol. \n15, No. 1, February 2019, 149-178. \nEckbo, B. Espen, and Markus Lithell, “Follow the Assets: Is the US Listing Gap ‘Real’?” SSRN Working Paper, \nMay 20, 2020.  \n_____., “Merger-Driven Listing Dynamics,” Tuck School of Business at Dartmouth, Research Paper Series, No. \n354758, European Corporate Governance Institute–Finance Working Paper No. 752/2021, May 8, 2023. \nEliazar, Iddo, “Lindy’s Law,” Physica A: Statistical Mechanics and its Applications, Vol. 486, No. 15, November \n2017, 797-805.  \nEngel, Ellen, Rachel M. Hayes, and Xue Wang, “The Sarbanes-Oxley Act and Firms’ Going-Private Decisions,” \nJournal of Accounting and Economics, Vol. 44, No. 1-2, September 2007, 116-145. \nEwens, Michael, and Joan Farre-Mensa, “The Deregulation of the Private Equity Markets and the Decline in \nIPOs,” Review of Financial Studies, Vol. 33, No. 12, December 2020, 5463-5509.  \nEwens, Michael, Kairong Xiao, and Ting Xu, “Regulatory Costs of Being Public: Evidence from Bunching \nEstimation,” NBER Working Paper 29143, August 2021.  \nFama, Eugene F., and Kenneth R. French, “New Lists: Fundamentals and Survival Rates,” Journal of Financial \nEconomics, Vol, 73, No. 2, August 2004, 229-269. \n_____., “Long-Horizon Returns,” Review of Asset Pricing Studies, Vol. 8, No. 2, December 2018, 232-252. \nFarago, Adam, and Erik Hjalmarsson, “Long-Horizon Stock Returns Are Positively Skewed,” Review of Finance, \nVol. 27, No. 2, March 2023, 495-538. \nFernando, Chitru S., Srinivasan Krishnamurthy, and Paul A. Spindt, “Are Share Price Levels Informative? \nEvidence from the Ownership, Pricing, Turnover and Performance of IPO Firms,” Journal of Financial Markets, \nVol. 7, No. 4, October 2004, 377-403. \nFerreira, Daniel, Gustavo Manso, and André C. Silva, “Incentives to Innovate and the Decision to Go Public or \nPrivate,” Review of Financial Studies, Vol. 27, No. 1, January 2014, 256-300. \nGao, Xiaohui, Jay R. Ritter, and Zhongyan Zhu, “Where Have All the IPOs Gone?” Journal of Financial and \nQuantitative Analysis, Vol. 48, No. 6, December 2013, 1663-1692. \nGordon, M. J., “Dividends, Earnings, and Stock Prices,” Review of Economics and Statistics, Vol. 41, No. 2, May \n1959, 99-105. \nGovindarajan, Vijay, and Anup Srivastava, “Strategy When Creative Destruction Accelerates,” Tuck School of \nBusiness Working Paper No. 2836135, September 2016. \n"
    },
    {
      "number": 29,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n29\n \n \nGovindarajan, Vijay, Baruch Lev, Anup Srivastava, and Luminita Enache, “The Gap Between Large and Small \nCompanies Is Growing. Why?” Harvard Business Review, August 16, 2019. \nGoyal, Amit, Ramon Tol, and Sunil Wahal, “Forbearance in Institutional Investment Management: Evidence from \nSurvey Data,” Financial Analysts Journal, Vol. 79, No. 2, 2023, 7-20. \nGraebner, Melissa E., and Kathleen M. Eisenhardt, “The Seller's Side of the Story: Acquisition as Courtship and \nGovernance as Syndicate in Entrepreneurial Firms,” Administrative Science Quarterly, Vol. 49, No. 3, September \n2004, 366-403. \nGrullon, Gustavo, Yelena Larkin, and Roni Michaely, “Are U.S. Industries Becoming More Concentrated?” \nReview of Finance, Vol. 23, No. 4, July 2019, 697-743. \nHelwege, Jean, and Nellie Liang, “Initial Public Offerings in Hot and Cold Markets,” Journal of Financial and \nQuantitative Analysis, Vol. 39, No. 3, September 2004, 541-569. \nHudson, John, “The Birth and Death of Firms,” Quarterly Review of Economics and Business, Vol. 29, No. 2, \nSummer 1989, 68-87.  \nIbbotson, Roger G., “Price Performance of Common Stock New Issues,” Journal of Financial Economics, Vol. \n2, No. 3, September 1975, 235-272.  \nIbbotson, Roger G., and Jeffrey F. Jaffe, “‘Hot Issue’ Markets,” Journal of Finance, Vol. 30, No. 4, September \n1975, 1027-1042. \nIbbotson, Roger G., Jody L. Sindelar, and Jay Ritter, “The Market’s Problems With the Pricing of Initial Public \nOfferings,” Journal of Applied Corporate Finance, Vol. 7, No. 1, Spring 1994, 66-74.  \nJovanovic, Boyan, “Fitness and Age: Review of Carroll and Hannan’s Demography of Corporations and \nIndustries,” Journal of Economic Literature, Vol. 39, No. 1, March 2001, 105-119. \nKoller, Tim, Marc Goedhardt, and David Wessels, Valuation: Measuring and Managing the Value of Companies, \n7th ed. (New York: John Wiley & Sons, 2020). \nGort, Michael, and Steven Klepper, “Time Paths in the Diffusion of Product Innovations,” The Economic Journal, \nVol. 92, No. 367, September 1982, 630-653. \nKahle, Kathleen, and René M. Stulz, “Is the US Public Corporation in Trouble?” Journal of Economic \nPerspectives, Vol. 31, No. 3, Summer 2017, 67-88. \n_____., “Why Are Corporate Payouts So High in the 2000s?” Journal of Financial Economics, Vol. 142, No. 3, \nDecember 2021, 1359-1380. \nKlepper, Steven, “Entry, Exit, Growth, and Innovation over the Product Life Cycle,” American Economic Review, \nVol. 86, No. 3, June 1996, 562-583.  \n_____., “The Capabilities of New Firms and the Evolution of the U.S. Automobile Industry,” Industrial and \nCorporate Change, Vol. 11, No. 4, August 2002, 645-666. \n_____, Experimental Capitalism: The Nanoeconomics of American High-Tech Industries (Princeton, NJ: \nPrinceton University Press, 2016).  \nKlepper, Steven, and Elizabeth Graddy, “The Evolution of New Industries and the Determinants of Market \nStructure,” RAND Journal of Economics, Vol. 21, No. 1, Spring, 1990, 27-44. \nLa Porta, Rafael, Florencio Lopez-De-Silanes, Andrei Shleifer, and Robert W. Vishny, “Legal Determinants of \nExternal Finance,” Journal of Finance, Vol. 52, No. 3, July 1997, 1131-1150.  \n"
    },
    {
      "number": 30,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n30\n \n \nLattanzio, Gabriele, William L. Megginson, and Ali Sanati, “Dissecting the Listing Gap: Mergers, Private Equity, \nor Regulation?” Journal of Financial Markets, forthcoming.  \nLe Mens, Gaël, Michael T. Hannan, and László Pólos, “Organizational Obsolescence, Drifting Tastes, and Age \nDependence in Organizational Life Chances,” Organization Science, Vol. 26, No. 2, March-April 2015, 550-570. \nLeuz, Christian, “Was the Sarbanes-Oxley Act of 2002 Really This Costly? A Discussion of Evidence from Event \nReturns and Going-Private Decisions,” Journal of Accounting and Economics, Vol. 44, No. 1-2, September 2007, \n146-165. \nLevinthal, Daniel A., “Random Walks and Organizational Mortality,” Administrative Science Quarterly, Vol. 36, \nNo. 3, September 1991, 397-420. \nLoderer, Claudio, Klaus Neusser, and Urs Waelchli, “Firm Age and Survival,” Working Paper, June 29, 2009. \nLoderer, Claudio, and Urs Waelchli, “Corporate Aging and Takeover Risk,” Review of Finance, Vol. 19, No. 6, \nOctober 2015, 2277-2315.  \nLoderer, Claudio, René Stulz, and Urs Waelchli, “Firm Rigidities and the Decline in Growth Opportunities,” \nManagement Science, Vol. 63, No. 9, September 2017, 2773-3145. \nLowry, Michelle, “Why Does IPO Volume Fluctuate So Much?” Journal of Financial Economics, Vol. 67, No. 1, \nJanuary 2003, 3-40.  \n_____., “The Blurring Lines between Private and Public Ownership,” ECGI Finance Working Paper N° 844/2022, \nMarch 2023. \nLowry, Michelle, Roni Michaely, and Ekaterina Volkova, “Initial Public Offerings: A Synthesis of the Literature \nand Directions for Future Research,” Foundations and Trends® in Finance, Vol. 11, Nos. 3-4, 2017, 154-320. \nLjungqvist, Alexander, Lars Persson, and Joacim Tåg, “Private Equity’s Unintended Dark Side: On the Economic \nConsequences of Excessive Delistings,” NBER Working Paper 21909, January 2016. \nMacey, Jonathan, Maureen O’Hara, and David Pompilio, “Down and Out in the Stock Market: The Law and \nEconomics of the Delisting Process,” Journal of Law and Economics, Vol. 51, No. 4, November 2008, 683-713. \nMartinez, Isabelle, and Stéphanie Serve, “Reasons for Delisting and Consequences: A Literature Review and \nResearch Agenda,” Journal of Economic Surveys, Vol. 31, No. 3, July 2017, 733-77. \nMatthews, Gilbert E., “Creative Destruction and the Perpetual Growth Assumption,” Business Valuation Review, \nVol. 37, No. 4, Winter 2018, 150-157.  \nMorris, James R., “Life and Death of Businesses: A Review of Research on Firm Mortality,” Journal of Business \nValuation and Economic Loss Analysis, Vol. 4, No. 1, October 2009, Article 3. \nPástor, Ĺuboš, and Pietro Veronesi, “Rational IPO Waves,” Journal of Finance, Vol. 60, No. 4, August 2005, \n1713-1757. \nPerez, Carlota, Technological Revolutions and Financial Capital: The Dynamics of Bubbles and Golden Ages \n(Cheltenham, UK: Edward Elgar Publishing, 2002). \nQueen, Maggie, and Richard Roll, “Firm Mortality: Using Market Indicators to Predict Survival,” Financial \nAnalysts Journal, Vol. 43, No. 3, May-June 1987, 9-26.  \nReeves, Martin, Simon Levin, and Daichi Ueda, “The Biology of Corporate Survival,” Harvard Business Review, \nVol. 94, No. 1, January-February 2016, 46-55. \nRitter, Jay R., “The ‘Hot Issue’ Market of 1980,” Journal of Business, Vol. 57, No. 2, April 1984, 215-240.  \n"
    },
    {
      "number": 31,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n31\n \n \n_____., “Reenergizing the IPO Market,” Journal of Applied Finance, Vol. 24, No. 1, January 2014, 37-48. \nRitter, Jay R., and Ivo Welch, “A Review of IPO Activity, Pricing, and Allocations,” Journal of Finance, Vol. 57, \nNo. 4, August 2002, 1795-1828. \nRiviezzo, Angelo, Mika Skippari, and Antonella Garofano, “Who Wants to Live Forever: Exploring 30 Years of \nResearch on Business Longevity,” Business History, Vol. 57, No. 9, October 2015, 970-987. \nRose, Paul, and Steven Davidoff Solomon, “Where Have All the IPOs Gone? The Hard Life of the Small IPO,” \nHarvard Business Law Review, Vol. 83, No. 1, 2016. \nSaha, Atanu, and Burton G. Malkiel, “Valuation of Cash Flows with Time-Varying Cessation Risk,” Journal of \nBusiness Valuation and Economic Loss Analysis, Vol. 7, No. 1, January 2012, Article 3. \nSeguin, P. J., and M. M. Smoller, “Share Price and Mortality: An Empirical Evaluation of Newly Listed Nasdaq \nStocks,” Journal of Financial Economics, Vol. 45, No. 3, September 1997, 333-363. \nShaffer, Sherrill, “Corporate Failure and Equity Valuation,” Financial Analysts Journal, Vol. 62, No. 1, January-\nFebruary 2006, 71-80.  \nSirower, Mark, and Jeff Weirens, The Synergy Solution: How Companies Win the Mergers and Acquisitions \nGame (Boston, MA: Harvard Business Review Press, 2022). \nSoto-Simeone, Aracely, Charlotta Sirén, and Torben Antretter, “New Venture Survival: A Review and Extension,” \nInternational Journal of Management Reviews, Vol. 22, No. 4, October 2020, 378-407. \nSrivastava, Anup, “Why Have Measures of Earnings Quality Changed Over Time?” Journal of Accounting and \nEconomics, Vol. 57, Nos. 2-3, April-May 2014, 196-217. \nStinchcombe, Arthur, “Social Structure and Organizations,” in James G. March, ed., Handbook of Organizations \n(Chicago: Rand McNally & Company, 1965) 142-193. \nStulz, René, “Public versus Private Equity,” Oxford Review of Economic Policy, Vol. 36, No. 2, Summer 2020, \n275-290. \nWang, Wei, and Chris Yung, “IPO Market Conditions and Timing Over the Long Run,” in Douglas Cumming and \nSofia A. Johan, eds., Oxford Handbook of IPOs (Oxford: Oxford University Press, 2018), 175-198. \nZhang, Ivy Xiying, “Economic Consequences of the Sarbanes-Oxley Act of 2002,” Journal of Accounting and \nEconomics, Vol. 44, No. 1-2, September 2007, 74-115 \nZhang, Jiang, Christopher P. Kempes, Marcus J. Hamilton, Ruyi Tao, and Geoffrey B. West, “Scaling Laws and \nA General Theory for the Growth of Public Companies,” arXiv:2109.10379, July 7, 2022. \n \n \n \n"
    },
    {
      "number": 32,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n32\n \n \nIMPORTANT INFORMATION \n \nThe views and opinions and/or analysis expressed are those of the author as of the date of preparation of this \nmaterial and are subject to change at any time due to market or economic conditions and may not necessarily \ncome to pass. Furthermore, the views will not be updated or otherwise revised to reflect information that \nsubsequently becomes available or circumstances existing, or changes occurring, after the date of publication. \nThe views expressed do not reflect the opinions of all investment personnel at Morgan Stanley Investment \nManagement (MSIM) and its subsidiaries and affiliates (collectively “the Firm”), and may not be reflected in all \nthe strategies and products that the Firm offers.  \n \nForecasts and/or estimates provided herein are subject to change and may not actually come to pass. \nInformation regarding expected market returns and market outlooks is based on the research, analysis and \nopinions of the authors or the investment team. These conclusions are speculative in nature, may not come to \npass and are not intended to predict the future performance of any specific strategy or product the Firm offers. \nFuture results may differ significantly depending on factors such as changes in securities or financial markets or \ngeneral economic conditions. \n \nPast performance is no guarantee of future results. This material has been prepared on the basis of publicly \navailable information, internally developed data and other third-party sources believed to be reliable. However, \nno assurances are provided regarding the reliability of such information and the Firm has not sought to \nindependently verify information taken from public and third-party sources. The views expressed in the books \nand articles referenced in this whitepaper are not necessarily endorsed by the Firm. \n \nThis material is a general communications which is not impartial and has been prepared solely for information \nand educational purposes and does not constitute an offer or a recommendation to buy or sell any particular \nsecurity or to adopt any specific investment strategy. The material contained herein has not been based on a \nconsideration of any individual client circumstances and is not investment advice, nor should it be construed in \nany way as tax, accounting, legal or regulatory advice. To that end, investors should seek independent legal \nand financial advice, including advice as to tax consequences, before making any investment decision. \n \nCharts and graphs provided herein are for illustrative purposes only. Any securities referenced herein are solely \nfor illustrative purposes only and should not be construed as a recommendation for investment. \n \nThe Russell 3000® Index measures the performance of the largest 3,000 U.S. companies representing \napproximately 98% of the investable U.S. equity market. The Russell 3000 Index is constructed to provide a \ncomprehensive, unbiased, and stable barometer of the broad market and is completely reconstituted annually \nto ensure new and growing equities are reflected. The index is unmanaged and does not include any expenses, \nfees or sales charges. It is not possible to invest directly in an index. The index referred to herein is the intellectual \nproperty (including registered trademarks) of the applicable licensor. Any product based on an index is in no \nway sponsored, endorsed, sold or promoted by the applicable licensor and it shall not have any liability with \nrespect thereto. \n \nThis material is not a product of Morgan Stanley’s Research Department and should not be regarded as a \nresearch material or a recommendation.  \n \nThe Firm has not authorised financial intermediaries to use and to distribute this material, unless such use and \ndistribution is made in accordance with applicable law and regulation. Additionally, financial intermediaries are \nrequired to satisfy themselves that the information in this material is appropriate for any person to whom they \nprovide this material in view of that person’s circumstances and purpose. The Firm shall not be liable for, and \naccepts no liability for, the use or misuse of this material by any such financial intermediary.  \n \nThe whole or any part of this work may not be directly or indirectly reproduced, copied, modified, used to create \na derivative work, performed, displayed, published, posted, licensed, framed, distributed or transmitted or any \nof its contents disclosed to third parties without MSIM’s express written consent. This work may not be linked to \nunless such hyperlink is for personal and non-commercial use. All information contained herein is proprietary \nand is protected under copyright and other applicable law. \n \nEaton Vance is part of Morgan Stanley Investment Management. Morgan Stanley Investment Management is \nthe asset management division of Morgan Stanley. \n \nThis material may be translated into other languages. Where such a translation is made this English version \nremains definitive. If there are any discrepancies between the English version and any version of this material \nin another language, the English version shall prevail. \n"
    },
    {
      "number": 33,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n33\n \n \nDISTRIBUTION \n \nThis communication is only intended for and will only be distributed to persons resident in jurisdictions \nwhere such distribution or availability would not be contrary to local laws or regulations. \n \nMSIM, the asset management division of Morgan Stanley (NYSE: MS), and its affiliates have \narrangements in place to market each other’s products and services.  Each MSIM affiliate is regulated \nas appropriate in the jurisdiction it operates. MSIM’s affiliates are: Eaton Vance Management \n(International) Limited, Eaton Vance Advisers International Ltd, Calvert Research and Management, \nEaton Vance Management, Parametric Portfolio Associates LLC, and Atlanta Capital Management LLC. \n \nThis material has been issued by any one or more of the following entities:  \n \nEMEA  \nThis material is for Professional Clients/Accredited Investors only.  \nIn the EU, MSIM and Eaton Vance materials are issued by MSIM Fund Management (Ireland) Limited \n(“FMIL”). FMIL is regulated by the Central Bank of Ireland and is incorporated in Ireland as a private company \nlimited by shares with company registration number 616661 and has its registered address at The \nObservatory, 7-11 Sir John Rogerson's Quay, Dublin 2, D02 VC42, Ireland.  \n  \nOutside the EU, MSIM materials are issued by Morgan Stanley Investment Management Limited (MSIM Ltd) is \nauthorised and regulated by the Financial Conduct Authority. Registered in England. Registered No. 1981121. \nRegistered Ofﬁce: 25 Cabot Square, Canary Wharf, London E14 4QA.  \n  \nIn Switzerland, MSIM materials are issued by Morgan Stanley & Co. International plc, London (Zurich Branch) \nAuthorised and regulated by the Eidgenössische Finanzmarktaufsicht (\"FINMA\"). Registered Office: \nBeethovenstrasse 33, 8002 Zurich, Switzerland.  \n \nOutside the US and EU, Eaton Vance materials are issued by Eaton Vance Management (International) \nLimited (“EVMI”) 125 Old Broad Street, London, EC2N 1AR, UK, which is authorised and regulated in the \nUnited Kingdom by the Financial Conduct Authority.  \n \nItaly: MSIM FMIL (Milan Branch), (Sede Secondaria di Milano) Palazzo Serbelloni Corso Venezia, 16 20121 \nMilano, Italy. The Netherlands: MSIM FMIL (Amsterdam Branch), Rembrandt Tower, 11th Floor Amstelplein 1 \n1096HA, Netherlands. France: MSIM FMIL (Paris Branch), 61 rue de Monceau 75008 Paris, France. Spain: \nMSIM FMIL (Madrid Branch), Calle Serrano 55, 28006, Madrid, Spain. Germany: MSIM FMIL Frankfurt Branch, \nGroße Gallusstraße 18, 60312 Frankfurt am Main, Germany (Gattung: Zweigniederlassung (FDI) gem. § 53b \nKWG). Denmark: MSIM FMIL (Copenhagen Branch), Gorrissen Federspiel, Axel Towers, Axeltorv2, 1609 \nCopenhagen V, Denmark. \n \nMIDDLE EAST \nDubai: MSIM Ltd (Representative Office, Unit Precinct 3-7th Floor-Unit 701 and 702, Level 7, Gate Precinct \nBuilding 3, Dubai International Financial Centre, Dubai, 506501, United Arab Emirates. Telephone: +97 (0)14 \n709 7158).  \n \nThis document is distributed in the Dubai International Financial Centre by Morgan Stanley Investment \nManagement Limited (Representative Office), an entity regulated by the Dubai Financial Services Authority \n(“DFSA”). It is intended for use by professional clients and market counterparties only. This document is not \nintended for distribution to retail clients, and retail clients should not act upon the information contained in this \ndocument.  \n  \nU.S. \nNOT FDIC INSURED | OFFER NO BANK GUARANTEE | MAY LOSE VALUE | NOT INSURED BY ANY \nFEDERAL GOVERNMENT AGENCY | NOT A DEPOSIT \n \nASIA PACIFIC \nHong Kong: This material is disseminated by Morgan Stanley Asia Limited for use in Hong Kong and shall \nonly be made available to “professional investors” as defined under the Securities and Futures Ordinance of \n"
    },
    {
      "number": 34,
      "text": "  \n \n \n \n© 2023 Morgan Stanley. All rights reserved. \n5820305 Exp. 7/31/2024 \n34\n \n \nHong Kong (Cap 571). The contents of this material have not been reviewed nor approved by any regulatory \nauthority including the Securities and Futures Commission in Hong Kong. Accordingly, save where an \nexemption is available under the relevant law, this material shall not be issued, circulated, distributed, directed \nat, or made available to, the public in Hong Kong. Singapore: This material is disseminated by Morgan \nStanley Investment Management Company and should not be considered to be the subject of an invitation for \nsubscription or purchase, whether directly or indirectly, to the public or any member of the public in Singapore \nother than (i) to an institutional investor under section 304 of the Securities and Futures Act, Chapter 289 of \nSingapore (“SFA”); (ii) to a “relevant person” (which includes an accredited investor) pursuant to section 305 of \nthe SFA, and such distribution is in accordance with the conditions specified in section 305 of the SFA; or (iii) \notherwise pursuant to, and in accordance with the conditions of, any other applicable provision of the SFA. \nThis publication has not been reviewed by the Monetary Authority of Singapore.   Australia: This material is \nprovided by Morgan Stanley Investment Management (Australia) Pty Ltd ABN 22122040037, AFSL No. \n314182 and its affiliates and does not constitute an offer of interests. Morgan Stanley Investment Management \n(Australia) Pty Limited arranges for MSIM affiliates to provide financial services to Australian wholesale clients. \nInterests will only be offered in circumstances under which no disclosure is required under the Corporations \nAct 2001 (Cth) (the “Corporations Act”). Any offer of interests will not purport to be an offer of interests in \ncircumstances under which disclosure is required under the Corporations Act and will only be made to persons \nwho qualify as a “wholesale client” (as defined in the Corporations Act). This material will not be lodged with \nthe Australian Securities and Investments Commission.  \n \nJapan \nThis material may not be circulated or distributed, whether directly or indirectly, to persons in Japan other than \nto (i) a professional investor as defined in Article 2 of the Financial Instruments and Exchange Act (“FIEA”) or \n(ii) otherwise pursuant to, and in accordance with the conditions of, any other allocable provision of the FIEA. \nThis material is disseminated in Japan by Morgan Stanley Investment Management (Japan) Co., Ltd., \nRegistered No. 410 (Director of Kanto Local Finance Bureau (Financial Instruments Firms)), Membership: the \nJapan Securities Dealers Association, The Investment Trusts Association, Japan, the Japan Investment \nAdvisers Association and the Type II Financial Instruments Firms Association. \n"
    }
  ]
}