{
  "filename": "mm_125_2017_coming_clean_with_energy_cost_curves__an_interview_with_mit_s_jessika_trancik.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423230752-07'00'",
    "modDate": "D:20240423231044-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 125,
      "year": "2017",
      "date": "1/19",
      "institution": "Credit Suisse",
      "title": "Coming Clean with Energy Cost Curves: An Interview with MIT’s Jessika Trancik",
      "url": "https://12mv2.files.wordpress.com/2024/04/17-01-19-coming-clean-with-energy-cost-curves__an-interview-with-mits-jessika-trancik.pdf"
    },
    "tags": [
      "Technology & innovation",
      "Decision making",
      "Quantitative methods"
    ],
    "tagged_at": "2025-01-20T21:29:04.553770"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nJanuary 19, 2017 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \nDarius Majd \ndarius.majd@credit-suisse.com \n \n \nSource: pcdb.santafe.edu/process_view.php. \nNote: “Photovoltaics 2” curve; Cost in 2005 U.S. Dollars per Kilowatt Hour; Production in Kilowatt Hours. \n \n“I am interested in how we can support economic activity based on a \nfundamentally different infrastructure for providing commercial energy, one \nthat doesn’t emit greenhouse gases. There are limited financial resources and \nthere’s limited time to achieve this transition, and so it’s important to invest \nour engineering, policy, and financial resources wisely.” \n                                                                                          Jessika Trancik  \n \n Change in energy consumption behavior is not enough. To mitigate the \nrelease of greenhouse gases, we need to switch to energy sources that do \nnot contain carbon. Over the next few decades, we may see a wholesale \nchange in our energy infrastructure, which will create winners and losers. \n Moore’s law and Wright’s law. While most investors are familiar with \nMoore’s law, which specifies the relationship between the cost of \ntechnology and time, fewer know Wright’s law, which considers the \nrelationship between the cost of technology and cumulative output. The \nlaws often provide similar results, but Wright’s law outperforms Moore’s \nlaw for certain technologies. This is important because it means that \noutput itself can drive costs down.      \n Interaction between government, companies, and investors. The roles \nvarious stakeholders play will determine the rate of change in the sources \nand uses of energy. The government provided basic research for many \ntechnologies that we take for granted today, including the Internet and \nGPS. Further, policy-supported demand may be a crucial factor in spurring \nprivate sector innovation to further reduce unit costs for key technologies, \nincluding batteries and photovoltaics.  \n \n \n0\n1\n10\n100\n100,000\n10,000,000\n1,000,000,000\nCost\nCumulative Production\nPhotovoltaics: Cumulative Production and Cost\nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nComing Clean with Energy Cost Curves \nAn Interview with MIT’s Jessika Trancik \n"
    },
    {
      "number": 2,
      "text": "January 19, 2017  \nComing Clean with Energy Cost Curves \n2 \nIntroduction \n  \nThe ability to harness energy has played a central role in driving living standards over the centuries. We are \nnow at the point where human energy use has changed our world. For example, per capita carbon dioxide \nemissions have risen sharply in the last century and a half. The ultimate impact on the climate and human \nwelfare is unknown. Governments, the scientific community, and investors seek cleaner forms of energy to \nslow the rate of carbon emissions. \n \nJessika Trancik is an Associate Professor in Energy Studies at the Massachusetts Institute of Technology \n(MIT) and an external professor at the Santa Fe Institute. Her research focuses on energy technologies, \nincluding their costs and impact on the environment. Professor Trancik’s work sheds light on how our \ninfrastructure for providing energy may change in upcoming decades. She combines theoretical models with \nempirical data to arrive at applied solutions. Here’s a discussion with her about these and other issues: \n \nMichael Mauboussin (MM): Hi, Jessika. Thanks for taking some time to share your thoughts with us. Many \nof the most pressing issues facing our global society relate to energy consumption and the effect it is having \non our world. Your work focuses on predicting the future of energy technologies and ways to improve their \ndevelopment. Can you discuss how you approach the problem of forecasting technological improvement and \nhow that work applies to current challenges? \n  \nJessika Trancik (JT): Hi, Michael, thanks for the question. It’s great to have the opportunity to discuss these \nissues with you.  \n \nFirst, let me give some background on why I’m interested in these topics, because it will help explain my \nresearch approach. Commercial energy has driven industrialization and increasing living standards in the \ndeveloped world since the late 1800s, and more recently in emerging and developing economies. But, as is \nwidely recognized, we now have a problem in that the energy sources we’ve relied on to build our economies \nrelease greenhouse gases when burned, which threaten to irreversibly change the climate and negatively \naffect human wellbeing. I am interested in whether we can support economic activity based on a \nfundamentally different infrastructure for providing commercial energy, one that doesn’t emit greenhouse \ngases. There are limited financial resources and there’s limited time to achieve this transition, and so it’s \nimportant to invest our engineering, policy, and financial resources wisely. My research aims to understand the \npromise and limits of different technologies in order to increase the probability of success. \n  \nThe reason technology is so important for addressing this problem is that changes to behavior won’t be \nenough alone. Even with extreme improvements to how efficiently we consume energy, the source of energy \nhas to change in order to meet climate goals. To meet these goals, we’ll need to switch over to fuels that \ndon’t contain carbon, and we likely need to move toward conversion technologies that aren’t based on \ncombustion. This transformation in our energy supply infrastructure would have to happen within a few \ndecades. \n \nA transformation toward low-carbon energy is both a challenge and an opportunity for engineers, private \ninvestors, and governments. I am interested in uncovering opportunities that may otherwise be hidden, in order \nto accelerate a transition to low-carbon energy. Specifically, I ask: How should engineers, private investors, \nand policymakers invest limited time and money to make this happen? Can we use data and mathematical \nmodels to help direct and inform key areas of technology innovation to accelerate this transition? The \napproach is somewhat analogous to taking insights from epidemiology to inform drug development.  \n  \n"
    },
    {
      "number": 3,
      "text": "January 19, 2017  \nComing Clean with Energy Cost Curves \n3 \nMy methods include developing mathematical models informed by, and testable against, data to describe why \nthe costs of a technology are changing over time, analyzing large data sets to understand how well various \nforecasting models perform, and developing computer simulations to model the emissions impacts of \ntechnology portfolios.  \n \nMany of the applied questions I am interested in require a new fundamental understanding of the features of \ntechnologies and human activity that influence rates of technological progress. So the work focuses on \ndeveloping both basic and applied insights. In terms of specific technologies, I am particularly interested in \nsolar energy and energy storage, and managing our use of natural gas, because of the key role these \ntechnologies will play if decarbonization is achieved.  \n  \nMM: Let’s delve into your research on evaluating the performance of technologies. First, how do you model \nthis performance? Second, it’d be great to get your take on a handful of technologies. For example, will \nsilicon-based photovoltaics (solar energy) costs continue to fall? \n  \nJT: Photovoltaics (PV) is a technology that I’ve been interested in for some time. This is a technology that has \nseen an unprecedented cost decline over the past four decades. The costs follow a remarkably regular trend. \nSo this raises the following questions: Where does this regularity come from, and why are photovoltaics \n(dominated by crystalline silicon, or x-Si, modules) costs improving so quickly? Also, is there room for \nimprovement? Answering these questions has taken a number of years and papers. We’ve shown the \nimportance of certain design features―such as unit scale and the degree to which a technology’s \ncomponents can be changed without disturbing other components―in determining the rate of improvement, \nand how the regularities we observe in data could arise from a simple process of search.  \n  \nMore recently, my students and I have been studying which photovoltaics device features have improved most \nand the policies that supported these improvements―going from modeling the device physics to studying the \npublic policies that spurred human efforts to improve PV. The results show clearly the important role that \ngovernment policies played in incentivizing market growth, and in turn efforts by and competition among \nprivate firms in improving photovoltaics. This technology improvement didn’t just come from governments \ninvesting in research. Government policies to support market growth were critically important. From this we \ncan conclude, as we reported ahead of the Paris climate talks, that emissions reduction efforts and technology \nimprovement can be mutually reinforcing. This was an important message to bring to the negotiations.  \n  \nAnd, to answer your specific question―will x-Si costs continue to fall― yes, there is still room for \nimprovement, particularly in the non-module costs. There is also room to scale up this technology, but it’s \nimportant to pay attention to potential natural resource limitations. The scalability of x-Si looks quite good but \nsome other cell designs, based on other semiconductor materials, might be more limited, which is something \nthat we’ve created a tool to assess.  \n  \nMM: Should we as a society invest in flow batteries1 or lithium-ion for renewables integration? What battery \nenergy density is required for widespread electrification and are we likely to get there? \n \nJT: Flow batteries show promise but lithium-ion (Li-ion) batteries have a head start. I’d invest some in both \ntechnologies for stationary energy storage applications (Li-ion is better for mobile storage), and to track the \nimprovement in flow batteries very carefully. What is interesting about flow batteries is that due to the design \nof the technology there is potential for reducing the energy capacity costs, or the cost of storing energy, which \nis critically important. In recent work, we’ve shown how the two dimensions of energy capacity costs and \npower capacity costs, or the cost of power conversion, should be optimally balanced to maximize the value of \nstorage.2 Reducing energy capacity costs is important because of certain emergent properties of electricity \n"
    },
    {
      "number": 4,
      "text": "January 19, 2017  \nComing Clean with Energy Cost Curves \n4 \nprices that turn out to be similar across locations. We’re currently sharing our cost targets and technology \nassessments with storage technology developers in the lab, private investors, and policymakers that are \ndesigning incentives to stimulate the growth of storage markets. \n  \nWidespread electrification of transportation is already physically possible today, even with today’s batteries, \nbelow average cost vehicles, and today’s charging infrastructure. In a recent paper we found that across \ndiverse cities in the U.S., from Houston to New York, almost 90 percent of vehicles on an average day could \nbe replaced by a low-cost electric vehicle, which saves consumers money, even if only once-daily charging \nwere possible, for example at home overnight.3 This is based on a model that we built in my group over the \npast four years, called “TripEnergy,” which reconstructs the second by second driving patterns of people \nacross the U.S. \n  \nBattery improvement will increase this number but there is a heavy tail of high-energy days for which other \nengines or “power train” technologies are going to be needed for some time. And, of course, a person \ndeciding to buy an electric car has to have his or her needs met on all days. One way to encourage the growth \nin battery electric vehicles would be to make vehicles with today’s dominant engines, the internal combustion \nengine, easily accessible to drivers on their high-energy days. I’m thinking of, for example, shared internal \ncombustion engine vehicles—even driverless ones in the future—that show up at the front door on demand. \nThis would require being able to predict which days will exceed the battery capacity of the electric vehicle, \nwhich is something that we’re developing an application to do. \n  \nMM: Can natural gas serve as an effective bridge fuel to lower carbon alternatives?   \n  \nJT: In terms of carbon emissions, natural gas is an improvement over coal, but we do need to pay attention to \nmethane emissions or natural gas leakage from current infrastructure. We’ve developed methods to account \nfor methane in climate policies. This involves understanding how methane compares to carbon dioxide, and \nagain some interesting dynamics in how these very different gases contribute to climate change. Based on \nthis work, we are uncovering what methane emissions reductions need to be achieved alongside carbon \ndioxide focused policies for countries to meet their climate pledges.  \n  \nMM: Many of our readers know about Moore’s law, which states that the number of transistors on an \nintegrated circuit doubles roughly every two years. They also know that Moore’s law, or a variant, applies to \nother technology cost curves as well. Fewer are familiar with Wright’s law, which expresses a reduction in cost \nbased not on time but on cumulative output. Can you tell us a little about these models and how they inform \nyour research? \n  \nJT: These models describe how technologies improve over time, and are “phenomenological” models that are \nbased on observed trends in the empirical data. These models describe the rate of change in technology costs \nand other features as a function of time or another variable such as production. \n  \nWright’s law or the learning curve was proposed by T.P. Wright in 1936 as a way to relate the production \nquantity of a technology to its cost. This model says that for each one percent increase in cumulative \nproduction, there is a fixed percent decrease in cost. This means that to see cost improvement, a \ntechnology’s production needs to increase, and it suggests that the technology cost improvement that results \nfrom increasing production may be somewhat predictable.  \n  \nThis model contrasts with Moore’s law which relates technology improvement to time. If time is driving \ntechnological improvement, no amount of human effort can affect the rate.  \n \n"
    },
    {
      "number": 5,
      "text": "January 19, 2017  \nComing Clean with Energy Cost Curves \n5 \nSo, conceptually, a worldview based on Moore’s law is quite different from one based on Wright’s. In the first \ncase technologies follow inexorable trends, while in the second case the level of human effort determines \nrates of technological improvement.  \n  \nMathematically, however, there are conditions under which both Wright’s law and Moore’s law would hold. \nThis happens when the rate at which production is growing is fixed in time. If production grows with time at a \nconstant exponential rate and costs fall at an exponential rate with time (following Moore’s curve), then \nWright’s law will describe technological costs. Or if production grows exponentially and costs fall with \nproduction following a power law functional form (Wright’s curve), then Moore’s law will describe the \ntechnology’s cost decline.  \n  \nMuch of my work has focused on testing these laws and explaining the underlying mechanisms. The examples \nof my research that we touched on above deal with specific examples of technologies, but underlying these \ninsights is a picture of how technologies improve and change more generally. This picture emerged from \nlooking at many different examples of technologies, within and beyond the energy sector.  \n  \nWhen we test these laws against the data we see that, in fact, both Wright’s and Moore’s curves do similarly \nwell in describing the changes in technology costs. This similar performance has to do with the fact that \nproduction tends to grow exponentially at a constant rate within technologies or industries. This rate can differ \nsubstantially across technologies or industries. \n  \nHowever when we look at the mechanisms underlying these curves, the reason for technological improvement \nseems to come down to effort, or a Wright’s curve worldview where production drives improvement, at least \nfor the deterministic part of the process. In any industry there is a good deal of randomness in, for example, \nhow prices of input materials fluctuate over time. These stochastic processes can contribute significantly to \ncost trends and fluctuations over time.  \n  \nFurthermore there are limits to cost improvement over time, defined by the raw materials costs that go into \nmaking any technology. The floors in these raw material costs can change over time, for example if these \nmaterials become scarcer and prices increase. \n  \nUnderstanding the regularities and stochasticity in cost and other performance trends for energy technologies \nis critical to evaluating which technologies are most promising for climate change mitigation. My work has \nfocused on developing an understanding of why technologies improve, and characterizing how regular or noisy \nthese performance trends are for different technologies. I’ve focused quite a bit on how well we can do in \nforecasting technology cost changes and limits to improvement, and how we can quantify the uncertainty in \nthose forecasts to arrive at robust conclusions.  \n  \nMM: You mentioned that both government policies to incentivize market growth and competition among \nprivate firms are important to improve the competitiveness of photovoltaics (and other technologies as well, I \nwould guess). Is there anything you would like to see out of government, or the investment community, to \nfoster a more rapid transition to an alternative infrastructure for commercial energy? \n \nJT: What I’d like to see is more intense, informed, and sustained effort over time, on the part of both \ngovernment and businesses. The interface between policy decision making and insights from science has \ngrown stronger in recent years, and it is important that this continues. Private companies have also become \nincreasingly more informed about issues of climate change and energy, and we are starting to see this affect \nreal decisions.  \n \n"
    },
    {
      "number": 6,
      "text": "January 19, 2017  \nComing Clean with Energy Cost Curves \n6 \nGovernment plays a critical role, of course, so long as the objective is to address an external cost to society, \nsuch as carbon emissions, that is not priced in the marketplace. These government policies can be structured \nin such a way as to directly support innovation through publicly-funded R&D, or to create incentives for the \nprivate sector to invest. Both approaches are important and not easily substitutable for one another.  \n \nTo incentivize private sector efforts through government policy, many have written about why a carbon price \ncan be an economically-efficient approach, assuming the right price can be determined and applied (which \nitself requires forecasting technological progress). In the United States, however, no price has been adopted \nand a variety of other mechanisms have been used instead, to incentivize the development and adoption of \nlow-carbon technologies. As many have noted, the efforts on the part of government to support alternative \nenergy have been uneven over time.4 Simply sustaining efforts, even with a set of imperfect policy instruments, \ncan go a long way. \n \nBut for government policy to really be effective, it should measure progress and use these data-informed \ninsights to design more effective portfolios of policies and technologies. This approach is needed both for \ngovernment R&D and incentives for market growth. In your writing you’ve discussed the balance of luck and \nskill involved in investing.5 In the area of energy policy there is certainly room to further develop skill before we \nbump up against the limits imposed by randomness. \n \nFor example, one can use historical data to estimate limitations that different input materials could put on \nfuture growth, and use models to estimate limits to cost improvement. Historical data can be used to \nunderstand the degree to which a group of technologies or a specific industry tends to see slower or faster \nimprovement, or experience steady or more erratic progress. There are certain design features of technology \nthat are correlated with slower or faster development. We can use data-informed models in various ways to \nimprove our forecasts and understand the degree of unpredictability. Developing technology portfolio models \ncan point to risk mitigating policies and technologies. \n \nIt is also important to ask which technological capabilities are likely to be most impactful. While it is difficult to \npredict which specific technologies will succeed, it is possible to identify important functionalities.6 Here too, \nmodeling can help by shedding light on how people are consuming energy and which technologies are likely to \ntake off in the marketplace and support emissions reductions.7 Taking this approach we see, for example, the \nextent to which improved energy storage technologies and new business models for meeting transportation \nneeds can support electrification and decarbonization of transportation.8 Developing smarter home energy \nsystems and managing intermittent renewables and distributed energy systems is likely to be important as well, \nand models of energy consuming behavior can shed light on priority areas for technology development and \ninstitutional innovation.  \n \nPrivate industry can use many of these same approaches to inform their decisions with data and models. \nThree kinds of tools can provide particularly useful insight: time-series analyses to measure and compare rates \nof technological progress; a combination of phenomenological and mechanistic models to identify the drivers \nof technology innovation; and portfolio models to inform specific decisions. There are some research \nchallenges here to address, but we already have insight that can be used today. The more sophisticated that \nfirms become, the better and faster the technological development trends can be.  \n \nIt is inevitable that there will be false starts and failures in developing new technologies. Both government and \nindustry would benefit by taking this into account and pursuing portfolios that can withstand a few failures.  \n \nIn general, while much about the world isn’t predictable, there is information to be gleaned from data-informed \nmodels that can help us understand technological innovation and accelerate a transition to clean energy.  \n"
    },
    {
      "number": 7,
      "text": "January 19, 2017  \nComing Clean with Energy Cost Curves \n7 \nFull Biography  \n \nProfessor Jessika Trancik is an Associate Professor in the Institute for Data, Systems, and Society at MIT, \nand an external professor at the Santa Fe Institute. Professor Trancik’s research centers on evaluating the \nenvironmental impacts and costs of energy systems over time and space. Her research aims to accelerate \nclean energy technology development by informing decisions made by engineers, policymakers, and private \ninvestors. This work involves assembling and analyzing expansive datasets, and developing new quantitative \nmodels and theory. Projects focus on electricity and transportation, with an emphasis on solar energy \nconversion and storage technologies. \n \nTrancik was a postdoctoral fellow at the Santa Fe Institute and a fellow at Columbia University’s Earth \nInstitute. She earned a B.S. in materials science and engineering from Cornell University, and a PhD in \nmaterials science from Oxford University, where she studied as a Rhodes Scholar. She has also worked for \nthe United Nations, and as an advisor to the private sector on investment in low-carbon energy technologies. \nShe has published in journals such as Nature Climate Change, Nature, Proceedings of the National Academy \nof Sciences, Nano Letters, and Environmental Science and Technology. You can find more information at \nhttp://trancik.mit.edu/. \n  \n \n \n \n"
    },
    {
      "number": 8,
      "text": "January 19, 2017  \nComing Clean with Energy Cost Curves \n8 \nAppendix  \n \nMoore’s law is a recognized way to forecast performance improvement in the semiconductor industry. In 1965, \nGordon Moore, one of the founders of Intel, predicted that the number of transistors on an integrated circuit \nwould double every year.10 In 1975, he revised the time to double to two years.11 Moore’s law says that the \nproduction cost of an integrated circuit decreases as a function of time. \n \nOver the last 50 years, the manufacturing cost per transistor has followed Moore’s law with remarkable \naccuracy. Only now is it bumping into the limits of physics.  \n \nThere’s another law that predicts performance even better than Moore’s law. Most people know that Orville \nand Wilbur Wright built the first airplane. But few know about the engineers, including Theodore Paul Wright, \nwho made the plane a viable commercial product. Wright was a naval aircraft inspector during World War I \nwho joined the Curtiss Aeroplane and Motor Company after the war. Although Theodore had no relation to the \nWright brothers, two of his brothers rose to eminence in their respective fields.  \n \nWright saw the potential of manufacturing airplanes for commercial use early but knew they would have to be \ncheaper. So he kept track of industrial capacity and labor efficiency. He published his findings in 1936 in a \npaper called “Factors Affecting the Cost of Airplanes.” This paper provided a statistically rigorous case for the \nlearning curve.12 Wright’s law says that the cost of a plane decreases as a function of cumulative production.  \n \nWright’s law goes well beyond aircraft manufacturing. Jessika Trancik, along with Béla Nagy, Doyne Farmer, \nand Quan Bui, examined how well various models, including Moore’s law and Wright’s law, predicted the \nchange in cost per unit for various technologies.13 They tested the models with cost and production data for \n62 different technologies, including computer hardware, energy, and chemicals. (See \nhttp://pcdb.santafe.edu/process_view.php.) \n \nWright’s law made the most accurate forecasts of technological progress of all of the models, with Moore’s \nlaw close behind. They also found that their models had predictive power for both low- and high-technology \nproducts, which suggests that you can use a common forecasting method for disparate industries. \n \nMoore’s law and Wright’s law did provide similar forecasts for technologies in the sample that had exponential \nincreases in production.14 Although Wright’s law is not well known, economists and consultants have used it \nwidely. \n \nWright’s law not only predicted costs more accurately than Moore’s law did for the overall sample, it beat \nMoore’s law in forecasting the costs for the electronics industry. This raises a provocative idea: Maybe the \nbelief in Moore’s law spurred production, but it was Wright’s law that explained the shape of the cost curve all \nalong. \n \nIf Wright’s law is accurate, it makes sense to focus on cumulative production. For example, the main \ndrawback of alternative energy today is cost. If advances in clean energy depend more on cumulative \nproduction than on the passage of time, increasing production may be the best way to lower the costs for \nalternative energy sources. Indeed, a study led by Trancik suggests that increases in the production of clean \nenergy technologies, such as solar and wind energy, could push costs low enough to make these alternative \nenergy sources viable in the next few years.15 \n \n \n"
    },
    {
      "number": 9,
      "text": "January 19, 2017  \nComing Clean with Energy Cost Curves \n9 \nThis research is important for a couple of reasons. First, you want to use the model that most accurately \npredicts the rate of technological change. This allows you to be effective at defining the range of possible \noutcomes. Second, a grasp of the driver of technological change is critical. If Wright’s law is the best predictor \nof cost per unit, you can anticipate the move down the cost curve by understanding the amount of cumulative \noutput.  \n \nThe electric vehicle industry is a good example of Wright’s law in action. In 2005, there were only 1,670 \nelectric vehicles. The total expanded to12,480 in 2010 and soared to 1.5 million in early 2016.16 The \ncompound annual growth rate was 94 percent from 2005 to 2015, and 152 percent for the 5 years ended in \n2015. Demand growth is expected to be in the range of 30-40 percent in the next 5 years.17  \n \nThe battery is the main cost of an electric car. The future of the industry to some degree hinges on the \ncapacity and cost improvement for lithium-ion batteries for the automobile industry. Global capacity was about \n28 megawatt hours (MWh) at the end of 2014, but capacity utilization was below 40 percent. Demand is \nexpected to double over the next five years, which will be accommodated by additional capacity and improved \ncapacity utilization. Cumulative production, the key to Wright’s law, is rising rapidly. Lower costs for batteries \nspur additional demand, which increases output and further reduces cost.  \n \nThe cost of batteries for plug-in hybrid electric vehicles fell from approximately $1,000 per kilowatt hour (kWh) \nin 2008 to roughly $270 per kWh in 2015, a 17 percent annual decline. Automobile manufacturers and \ngovernments have set ambitious targets for battery costs. For example, General Motors hopes to reduce the \ncost of its electric batteries to below $100 per kWh by 2022 for the Chevrolet Bolt, and Tesla hopes to get \nunder $100 per kWh by 2020.18 \n \nMoore’s law and Wright’s law have both effectively explained the reduction in costs for a host of technologies. \nBut they have different drivers of performance. Moore’s law relies on technological improvement, and hence \nthe cost declines are a function of time. Wright’s law is based on manufacturing experience, so cost declines \nare a function of cumulative output. Technology and experience are both important and are interrelated. To the \ndegree to which Wright’s law better explains the decline in the cost of a technology, investors are well served \nto focus on output and capacity as indicators for future costs.    \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n"
    },
    {
      "number": 10,
      "text": "January 19, 2017  \nComing Clean with Energy Cost Curves \n10 \nEndnotes \n \n1 Per Wikipedia, “A flow battery, or redox flow battery (after reduction–oxidation), is a type of rechargeable \nbattery where rechargeability is provided by two chemical components dissolved in liquids contained within the \nsystem and separated by a membrane.” \n2 William A. Braff, Joshua M. Mueller, and Jessika E. Trancik, “Value of Storage Technologies for Wind and \nSolar Energy,” Nature Climate Change, Vol. 6, October 2016, 964-970. \n3 Zachary A. Needell, James McNerney, Michael T. Chang, and Jessika E. Trancik, “Potential for Widespread \nElectrification of Personal Vehicle Travel in the United States,” Nature Energy, 1, Article No. 16112, 2016. \nSee carboncounter.com to compare the costs and emissions of 125 automobile models. \n4 Gregory F. Nemet, Arnulf Grubler, and Daniel Kammen, “Countercyclical Energy and Climate Policy for the \nU.S.,” WIREs Climate Change, Vol. 7, No. 1, January/February 2016, 5-12. \n5 Michael J. Mauboussin, The Success Equation: Untangling Skill and Luck in Business, Sports, and Investing, \nHarvard Business Review Press, 2012. \n6 Robert. W. Fri, “The Role of Knowledge: Technological Innovation in the Energy System,” Energy Journal, \nVol. 24, No. 4, 2003, 51-74.  \n7 Braff, Mueller, and Trancik, 2016 and Needell, McNerney, Chang, and Trancik, 2016.  \n8 Needell, McNerney, Chang, and Trancik, 2016.  \n9 Ibid. \n10 Gordon E. Moore, “Cramming More Components onto Integrated Circuits,” Electronics, Vol. 38, No. 8, April \n19, 1965, 114-117. \n11 Gordon E. Moore, “Progress in Digital Integrated Electronics,” Technical Digest: International Electron \nDevices Meeting, 1975, 11-13. \n12 T.P. Wright, “Factors Affecting the Cost of Airplanes,” Journal of the Aeronautical Sciences, Vol. 3, No. 4, \nFebruary 1936, 122-128. \n13 Béla Nagy, J. Doyne Farmer, Quan M. Bui, and Jessika E. Trancik, “Statistical Basis for Predicting \nTechnological Progress,” PLoS ONE, Vol. 8, No. 2, February 2013. \n14 When cumulative production of a technology increases exponentially over time, it is increasing as a function \nof time. If cumulative production is increasing as a function of time, any cost reductions that result as a \nfunction of production (which is consistent with Wright’s law) can also be seen as resulting as a function of \ntime (which is consistent with Moore’s law). \n15 Jessika E. Trancik, Patrick R. Brown, Joel Jean, Goksin Kavlak, Magdalena M. Klemun, Morgan R. \nEdwards, James McNerney, Marco Miotti, Joshua Mueller, and Zachary Needell, “Technology Improvement \nand Emissions Reductions as Mutually Reinforcing Efforts: Observations from the Global Development of \nSolar and Wind Energy,” Institute for Data, Systems and Society, Massachusetts Institute of Technology, \nNovember 13, 2015.  \n16 “Global EV Outlook 2016: Beyond One Million Electric Cars,” International Energy Agency OECD/IEA 2016, \n2016; Jeff Cobb, “Global Plug-in Car Sales Cruise Past 1.5 Million,” HybridCars.com, June 22, 2016. \n17 “2015 Research Highlights,” Clean Energy Manufacturing Analysis Center, March 2016 and Donald Chung, \nEmma Elgqvist, and Shriram Santhanagopalan, “Automotive Lithium-ion Cell Manufacturing: Regional Cost \nStructures and Supply Chain Considerations,” Clean Energy Manufacturing Analysis Center Technical Report \nNREL/TP-6A20-66086, April 2016. \n18 “Global EV Outlook 2016: Beyond One Million Electric Cars.”   \n \n \n \n"
    },
    {
      "number": 11,
      "text": " \n \n \nImportant information \n \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future.  \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A.  \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK’s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG, Singapore Branch, and elsewhere in the \nworld by the relevant authorized affiliate of the above.  \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \n© 2017 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n \n \n \n \n \n \n \n \n"
    }
  ]
}