{
  "filename": "mm_105_2015_understanding_skill__a_paradox_plus_qualitative_and_quantitative_approaches.pdf",
  "metadata": {
    "format": "PDF 1.7",
    "title": "",
    "author": "",
    "subject": "",
    "keywords": "",
    "creator": "",
    "producer": "www.ilovepdf.com",
    "creationDate": "D:20240423225516-07'00'",
    "modDate": "D:20240423225610-07'00'",
    "trapped": "",
    "encryption": null,
    "csv_data": {
      "id": 105,
      "year": "2015",
      "date": "7/22",
      "institution": "Credit Suisse",
      "title": "Understanding Skill: A Paradox Plus Qualitative and Quantitative Approaches",
      "url": "https://12mv2.files.wordpress.com/2024/04/15-07-22-understanding-skill__a-paradox-plus-qualitative-and-quantitative-approaches.pdf"
    },
    "tags": [
      "Skill vs luck",
      "Quantitative methods",
      "Decision making",
      "Investment process"
    ],
    "tagged_at": "2025-01-20T21:28:24.254899"
  },
  "pages": [
    {
      "number": 1,
      "text": " \n \nFOR DISCLOSURES AND OTHER IMPORTANT INFORMATION, PLEASE REFER TO THE BACK OF THIS REPORT. \nJuly 22, 2015 \n \nAuthors \nMichael J. Mauboussin \nmichael.mauboussin@credit-suisse.com \nDan Callahan, CFA \ndaniel.callahan@credit-suisse.com \n \n \nSource: Based on Andy Rachleff, “You Can’t Get Access to the Best Alternative Assets,” Wealthfront, \nFebruary 5, 2015; Cambridge Associates. \n \nPresentation given to the Greenwich Roundtable, July 16, 2015 \n The challenge in finding differential skill among active managers reflects a \nsurfeit, not a dearth, of skill. Skillful managers offset one another, leaving \nmore to luck. This is the major lesson of the paradox of skill. And it applies \nwell beyond the world of investing.    \n The key to making money is not just proficiency, but also finding games \nwhere you can be the best player. In investing, it’s giving a great deal of \nthought as to why you are on the correct side of the trade. As Napoleon \nwas reported to say, “Ability is nothing without opportunity.” \n A useful statistic is persistent, which means it indicates skill, and predictive \nof the outcomes you are trying to achieve. We are awash in statistics, and \nwe know that they are not created equally. Run that little test by the \nstatistics you see. Active share appears to be potentially interesting as a \nmeasure, but we should continue our search.     \n \n \nU.S. Bonds\nU.S. Equity\nHedge Funds\nU.S. Venture\nU.S. Buyouts\nDavid Swensen’s Advice\nGo Passive\nGo Active\n25th to 75th Percentile of Returns\nGLOBAL FINANCIAL STRATEGIES \nwww.credit-suisse.com \nUnderstanding Skill \nA Paradox Plus Qualitative and Quantitative Approaches  \n"
    },
    {
      "number": 2,
      "text": " \n \nJuly 22, 2015 \n \nUnderstanding Skill \n2 \nGood morning. It’s a real pleasure for me to join you today, as these roundtable sessions always prompt me to \norganize my thoughts on an important and topical theme. This morning’s topic—understanding skill—is near \nand dear to my heart since I wrote a book about skill and luck!1 But it’s also a trickier topic than most people \nthink, and it has some counterintuitive aspects.  \n \nI will break my comments into three parts: \n \n First, I want to discuss what I call the “paradox of skill.” When we think of investing, most of us think \nthere’s a dearth of skill. But, in fact, the problem is the exact opposite: there is too much skill. \n  \n Second, I’ll discuss some qualitative ways to think about where excess returns may come from. These \nare broader ideas but may still be a useful way to frame investment decisions. \n \n Finally, I’ll touch on some more quantitative ways to think about identifying skill. Well, I’ll try to lay out a \nframework for doing so and then apply an idea or two to the framework. \n \nI. Let me start at the top and discuss what I call the paradox of skill. Now, I want to be clear that it’s not my \nidea, but I did give it that name. The paradox of skill says that in many activities where both skill and luck \ncontribute to outcomes, it’s often the case that as skill increases, luck becomes more important in shaping \nresults. More skill leads to more luck? That doesn’t make sense on the surface.  \n \nI learned about this idea from the famous Harvard biologist, Stephen Jay Gould, who liked to write about \nevolutionary theory and baseball. One of my favorite pieces is about Ted Williams, the last player in Major \nLeague Baseball to hit over .400 for a full season—he hit .406 in the 1941 season. Gould wrote about \nWilliams in his book, Full House: The Spread of Excellence from Plato to Darwin.2 Gould asked why no player \nhas been able to replicate this feat. A few have come close, including Tony Gwynn, who hit .394  in 1994, \nand George Brett, who hit .390 in 1980.3  \n \nTo understand the answer, you have to think about two dimensions of skill: absolute and relative.4 Let’s start \nwith absolute skill. I think it’d be fair to say that in baseball, as in other professional sports, the level of \nabsolute skill has never been higher. You can attribute that to larger populations who can participate—most \nprofessional leagues are truly international—as well as better training, better coaching, and better nutrition. \nPut a contemporary ballplayer in the past and he’d clean up. This is also true for business and investing.  \n \nThe problem is that this absolute improvement is obscured by the fact that there are interactions. Pitchers and \nhitters get better roughly in lockstep. It’s an arms war—and that pun is intended. And if one side gets too far \nahead, the powers that be at Major League Baseball change the rules to level the playing field. So, even as \nthe averages look about the same from year to year, the underlying skill to achieve those averages is markedly \nhigher today than it was in the past. \n \nThe second dimension of skill is the crucial one, and that’s relative skill. Perhaps you can imagine the skill of \nplayers falling along a bell-shaped distribution. The point is that the bell is getting skinnier in a lot of domains, \nwhich means that the difference between the very best and the average participant is less today than it was a \ngeneration or two before. A fancier way of saying this is that the standard deviation of skill has declined over \ntime. If you accept that a player’s batting average combines both skill and luck, as the standard deviation of \nskill shrinks, the standard deviation of batting average should follow—even if you assume the distribution of \nluck stays the same. \n \n"
    },
    {
      "number": 3,
      "text": " \n \nJuly 22, 2015 \n \nUnderstanding Skill \n3 \nThat is indeed what we have witnessed. The standard deviation of batting average was .0326 in the 1940s \nand .0274 in the first decade of this century (see Exhibit 1). Saying this differently, Ted Williams was a four \nstandard deviation event in 1941. To be a four standard deviation event in 2011—exactly 70 years later—a \nplayer would have to hit 0.380. Now 0.380 is obviously awesome, and would easily win the batting crown \n(Jose Altuvé won it in 2014 hitting .341). But it doesn’t get you over the magic .400 level. And I should add \nthis is not limited to batting average. It applies to other relevant statistics, such as earned run average for \npitchers.5   \n \nExhibit 1: Decline in Standard Deviation of Batting Average \n \nSource: Michael J. Mauboussin, The Success Equation: Untangling Skill and Luck in Business, Sports, and Investing (Boston, MA: Harvard Business \nReview Press, 2012), 55; Credit Suisse. \n \nHopefully, it’s not too hard to see the relevance in investing. Certainly, skill has never been higher. Investors \ntoday have access to vast quantities of information and powerful computers, and are better trained than ever \nbefore. An investor today, put back into the 1960s with today’s tools at his or her disposal, could run circles \naround the competition. But, of course, that skill is obscured by the fact that every investor competes with the \nmarket, which embeds information from lots of investors. \n \nThe relative skill of investors has declined over the decades. One way we can measure that is through the \nstandard deviation of excess returns. Imagine, again, a bell-shaped distribution. The standard deviation for \nactive mutual funds was about 12 percent in the 1960s and just 3.6 percent last year. The trend, after a brief \nspike around the dot-com era, has been steadily down. Just as in baseball, the difference between the best \nand the average has dwindled over time (see Exhibit 2).  \n \n \n \n \n \n \n \n \n6\n8\n10\n12\n14\n16\n18\n20\n0.020\n0.025\n0.030\n0.035\n0.040\n0.045\n0.050\n0.055\n0.060\n1870s\n1880s\n1890s\n1900s\n1910s\n1920s\n1930s\n1940s\n1950s\n1960s\n1970s\n1980s\n1990s\n2000s\n2010s\nCoefficient of Variation\nStandard Deviation\nStandard Deviation\nCoefficient of Variation\n"
    },
    {
      "number": 4,
      "text": " \n \nJuly 22, 2015 \n \nUnderstanding Skill \n4 \nExhibit 2: Decline in Standard Deviation of Excess Returns for U.S. Large Capitalization Funds \n \nSource: Markov Processes International, Morningstar, and Credit Suisse.  \nNote: Chart shows a five-year rolling average.   \n \nNow, the standard deviation of excess returns is an important concept because it defines the amount of \navailable excess return, or alpha. For some market participants to generate excess returns, other investors \nhave to lose an equivalent amount because the sum of positive and negative excess returns must be zero. A \nlow standard deviation says that there are not a lot of winners or losers. So, picking winners is hard. \n \nLet me emphasize that the problem in investing is not a lack of skill, it is the exact opposite: there’s too much \nskill. But the discussion also places the emphasis—properly—on the distribution of skill. And that has gotten \nnarrower virtually everywhere we look.  \n \nII. Let me now turn to the second issue I’d like to address, and that’s some qualitative ways to think about \nwhere you might get excess returns. \n \nJim Rutt is the former CEO of Network Solutions—which was sold in March 2000 right at the peak of the \nNASDAQ—and preceded me as chairman of the board at the Santa Fe Institute. He told a great story.  \n \nWhen he was young, he played a lot of poker. Now this was before the recent poker craze, so it was much \nless mainstream. Jim honed his skills by day, learning the probabilities for various hands and studying common \npoker tells. Then he found games at night. He said he became pretty good and started playing with better \ncompetition. He won some and lost some, but on balance he made money.  \n \nAt that point, an uncle pulled him aside and offered some advice: “Jim, I wouldn’t spend my time getting \nbetter; I’d spend my time finding weaker games.” In other words, instead of finding players who are as skilled \nas you are, you want to find players who are not as good as you are and who are rich. That way, you have a \nbetter chance of walking out of the room each night with cash stuffed in your pockets. \nNumber of funds 69\n142\n187\n120\n311\n562\n1,328\n1,070\n979\n4%\n6%\n8%\n10%\n12%\n14%\n16%\n18%\n1967\n1970\n1973\n1976\n1978\n1981\n1984\n1987\n1989\n1992\n1995\n1998\n2000\n2003\n2006\n2009\n2011\n2014\nStandard Deviation of Excess Returns\n"
    },
    {
      "number": 5,
      "text": " \n \nJuly 22, 2015 \n \nUnderstanding Skill \n5 \nLet me see if I can make this lesson more relevant for investing. One way to do this is to consider the \n“fundamental law of active management,” described by Richard Grinold more than 25 years ago.6 The fancy \nversion says that the information ratio equals the information coefficient times the square root of breadth.  \n \nIn plain language, it says that excess returns equal skill times opportunity. So, to make money, in poker or \ninvesting, you need skill but you also need opportunity. And that was what Jim’s uncle taught him: Sometimes \nthe key to making money is not getting smarter. It’s finding games where you’re the smartest player. \nSpeaking of poker, Warren Buffett has a great saying: “If you’ve been in the game 30 minutes and you don't \nknow who the patsy is, you’re the patsy.”7   \n \nSo how do you find games where you have an edge in relative skill? It’s a complex answer, but let me focus \non three areas in public markets: \n \n Institutions versus individuals.8 This is similar to a professional poker player competing with an \namateur. Research shows that institutions tend to come out on top in these situations. Let me give you a \ncouple of examples. Institutions tend to fare better than individuals in initial public offerings. In other \nwords, the institutions are better at discerning which deals are fluffy. Institutions are often more \nsophisticated and hence make fewer mistakes than mom and pop investors. One study of the Taiwanese \nmarket showed that institutions had positive alpha and individuals had negative alpha over the same \nperiod. So, in effect, the institutions were winning at the expense of individuals. \n \n Taking advantage of people who need to buy or sell for non-fundamental reasons.9 A classic \nand persistent example of this is spin-offs. Spin-offs are often small and debt-laden businesses that large \nmutual funds have no interest in owning. So, they basically jettison them indiscriminately. This creates an \nopportunity for excess returns for those willing to scoop them up. Another example is the unwinding of \nthe leverage cycle, where holders have to sell assets to meet margin requirements. Again, they don’t \nhave the luxury to be price sensitive, creating opportunity. \n \n Diversity breakdowns.10 Markets tend to be efficient in a classic sense when certain conditions prevail, \nincluding diversity of the investor base. When investors correlate their behavior, we can see big moves up \nor down and a resulting departure between fundamentals and expectations. Any time you hear concern \nabout a “crowded trade,” you are hearing about a potential diversity breakdown. Obviously, the dot-com \nboom is an extraordinary example.  \n \nBut the very factor that causes market inefficiency—correlated beliefs—makes exploiting that inefficiency \ndifficult. The desire to be part of the crowd is powerful, and being apart from the crowd is scary for most. \n \nIf you observe the behavior of investors—institutions as well as individuals—they tend to want to do today \nwhat they should have done two years ago. The key is to keep your eyes on the future and to think about \nwhere inefficiencies may exist. \n \nDavid Swensen, the chief investment officer of Yale University’s endowment, uses the dispersion of active \nmanagers as a proxy for market efficiency. He measures the dispersion by examining the difference between \nthe first and third quartile results in various asset classes (see report cover). The idea is to index where the \nopportunities are modest and to seek skill where they are abundant.11  \n \nHe told his students, “You want to spend your time and energy pursuing the most inefficiently priced asset \nclasses because there’s an enormous reward for identifying the top quartile venture capitalist and almost no \nreward for being the top quartile of the high-quality bond universe.”12 \n"
    },
    {
      "number": 6,
      "text": " \n \nJuly 22, 2015 \n \nUnderstanding Skill \n6 \nNow, one area that is of interest to me that is getting some more attention is whether the rise in passive \ninvesting is itself creating opportunity for active managers.13 We do know, for example, that the trading \ncharacteristics for stocks change after they have been added to an index such as the S&P 500. But it remains \nto be seen whether indexing itself becomes a source of edge for active managers. \n \nIII. Let me now wrap up with a more quantitative approach to thinking about skill. Whether it’s sports, \nbusiness, or investing, we’d all like to come up with statistics that are indicative of a good process and hence \ngive us a good chance of achieving attractive outcomes over time.   \n \nWhat makes for a useful statistic?14 Well, you generally want two characteristics. The first is that it is \npersistent—or what statisticians call “reliable.” That means the outcome correlates highly with itself over time. \nHigh persistence is generally indicative of skill.  \n \nThe second characteristic is that it is predictive. In other words, it correlates highly with what you are trying to \nachieve. Statisticians call this “validity.” So, you want a statistic that is persistent and predictive. \n \nLet me go back to the world of baseball for a moment to make this point more concrete. One of the statistics \nfeatured in Michael Lewis’s book, Moneyball, was on-base plus slugging (OPS) percentage.15 The Oakland \nA’s thought that was a better statistic than batting average. Well, let’s run it through our test. First, it turns out \nthat OPS is more persistent than batting average. Second, it also has a higher correlation with run production.  \nSo it is a better statistic—and, of course, the A’s thought it was undervalued in the market.16 \n \nExhibit 3: OPS Is a Better Statistic Than Batting Average \n \nSource: Michael J. Mauboussin, The Success Equation: Untangling Skill and Luck in Business, Sports, and Investing (Boston, MA: Harvard Business \nReview Press, 2012), 141; Baseball Prospectus. \n \nUnfortunately, we have no similar measures in the investing world that are super clean. There is one I’ll \nmention because it has made a bit of a splash in recent years, although it remains controversial. And that is \nactive share.17 \nPersistent\nBA\nHigh\nSkill\nLuck\nLow\nPredictive\nOPS\nBatting average\nOn-base plus \nslugging percentage\n"
    },
    {
      "number": 7,
      "text": " \n \nJuly 22, 2015 \n \nUnderstanding Skill \n7 \nI suspect most of you have heard of active share, but let me offer a brief definition so that we’re all on the \nsame page. Active share is the percentage of a fund’s portfolio that is different from the fund’s benchmark \nindex. So, a fund with a zero active share is an index fund, and a fund with an active share of 100 percent is \ncompletely different than its benchmark. To give you some sense of the measure, Fidelity’s Magellan Fund \nhas an active share in the range of 60-65 percent. A fund can have a high active share by owning the stocks \nwithin the index but weighting them very differently, or by owning stocks that are not in the index at all.   \n \nResearchers have suggested that a combination of high active share and low tracking error, or low portfolio \nturnover, has led to excess returns.18 Active share itself is persistent—this comes as no surprise, as it is \nlargely within the portfolio manager’s control. And portfolios with these characteristics have generated excess \nreturns, on average. \n \nLet me make a couple quick final points on active share. The first is that active share has been in steady \ndecline in the last 35 years. Active share in 1980 was around 80 percent, and it’s down to about 55 percent \ntoday. That, of course, excludes index funds and exchange-traded funds. So, more of the market today is \nhugging the benchmark than in the past. \n \nSecond, active share is a nice way to think about fees. Say you are examining a mutual fund with an active \nshare of 50 percent and total expenses of 125 basis points per year. If you work out the math, that fund has \nto generate excess returns in its active component of about 250 basis points in order to get to alpha of zero \n(see Exhibit 4). That’s a difficult task, even for a skilled manager. \n \nExhibit 4: Closet Indexers Need Large Returns on Their Active Investments To Break Even \n                \n \n \n \nPercentage \n                           \n \n \n \nof Portfolio         Excess Return       \nWeighted Return \n \n \n \n \nPassive                      50%  \n \n    \n  0.00%  \n \n \n \n    0.00% \n \n \n \n \nActive                         50%  \n    \n \n  2.50%  \n \n \n \n    1.25% \n \n                   \n   \n \n \n    100% \n \n \n \n \nGross return  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n    1.25% \n \n \n \n \nLess expenses  \n \n \n                        \n \n \n \n \n \n        -1.25% \n \n \n \n \nNet return \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n       =     0% \nSource: Credit Suisse. \n \nOn the topic of fees, I’ll also mention that there is no simple relationship between fees and results. In fact, we \nfind the correlation between annual net expense ratio and excess returns to be close to zero. \n \nSo what do you do about all of this? Let me offer three takeaways: \n \n Recognize that the challenge in finding differential skill among active managers reflects a surfeit, not a \ndearth, of skill. This is the major lesson of the paradox of skill. And it applies well beyond the world of \ninvesting.    \n \n Remember the story about Jim Rutt: the key to making money is not just proficiency, but finding easy \ngames. In investing, it’s giving a great deal of thought as to why you are—or think you can hire—the \nsmartest person at the poker table. As Napoleon was reported to say, “Ability is nothing without \nopportunity.”19 \n \n"
    },
    {
      "number": 8,
      "text": " \n \nJuly 22, 2015 \n \nUnderstanding Skill \n8 \n A good statistic is one that is persistent and predictive. We are awash in statistics, and we know that \nthey are not created equally. Run that little test by the statistics you see. Active share appears to be \npotentially interesting as a measure, but we should continue our search.     \n \nThank you very much.  \n \n \n \n \n"
    },
    {
      "number": 9,
      "text": " \n \nJuly 22, 2015 \n \nUnderstanding Skill \n9 \nEndnotes: \n \n1 Michael J. Mauboussin, The Success Equation: Untangling Skill and Luck in Business, Sports, and Investing \n(Boston, MA: Harvard Business Review Press, 2012).  \n2 Stephen Jay Gould, Full House: The Spread of Excellence from Plato to Darwin (New York: Three Rivers \nPress, 1996), 98-121.  \n3 See http://www.baseball-reference.com/leaders/batting_avg_top_ten.shtml. \n4 Phil Rosenzweig, The Halo Effect . . and the Eight Other Business Delusions That Deceive Managers (New \nYork: Free Press, 2007), 111-121. \n5 Wilbert M. Leonard II, “The Decline of the .400 Hitter: An Explanation and a Test,” Journal of Sport \nBehavior, Vol. 18, No. 3, September 1995, 226-236.  \n6 Richard C. Grinold, “The Fundamental Law of Active Management,” Journal of Portfolio Management, Vol. 15, \nNo. 3, Spring 1989, 30-37; Richard C. Grinold and Ronald N. Kahn, Active Portfolio Management: A \nQuantitative Approach for Producing Superior Returns and Controlling Risk, Second Edition (New York: McGraw \nHill, 2000), 147-169; Roger Clarke, Harindra de Silva, and Steven Thorley, “The Fundamental Law of Active \nPortfolio Management,” Journal of Investment Management, Vol. 4, No. 3, Third Quarter 2006, 54-72.  \n7 A person who is easy to take advantage of is called a “patsy.” Quote is from Warren E. Buffett, “Letter to \nShareholders,” 1987 Berkshire Hathaway Annual Report. \n8 Laura Casares Field and Michelle Lowry, “Institutional versus Individual Investment in IPOs: The Importance \nof Firm Fundamentals,” Journal of Financial and Quantitative Analysis, Vol. 44, No. 3, June 2009, 489-516. \nAlso, Randolph B. Cohen, Paul A. Gompers, and Tuomo Vuolteenaho, “Who underreacts to cash-flow news? \nEvidence from trading between individuals and institutions,” Journal of Financial Economics, Vol. 66, No. 2-3, \nNovember-December 2002, 409-462. Also, Brad M. Barber, Yi-Tsung Lee, Yu-Jane Liu, and Terrance \nOdean, “Just How Much Do Individual Investors Lose by Trading?” Review of Financial Studies, Vol. 22, No. 2, \nFebruary 2009, 609-632. For a current example, see Rob Copeland, “Hedge Funds Gear Up for Another Big \nShort,” Wall Street Journal, July 22, 2015.  \n9 Chris Veld and Yulia V. Veld-Merkoulova, “Value creation through spin-offs: A review of the empirical \nevidence,” International Journal of Management Reviews, Vol. 11, No. 4, December 2009, 407-420. For a \npopular account, see Joel Greenblatt, You Can Be a Stock Market Genius: Uncovering the Secret Hiding \nPlaces of Stock Market Profits (New York: Simon & Schuster, 1997). Also, Keith C. Brown and Bryce A. \nBrooke, “Institutional Demand and Security Price Pressure: The Case of Corporate Spinoffs,” Financial \nAnalysts Journal, Vol. 49, No. 5, September/October 1993, 53-62. Also, Jeffrey S. Abarbanell, Brian J. \nBushee, and Jana Smith Raedy, “Institutional Investor Preferences and Price Pressure: The Case of \nCorporate Spin-offs,” Journal of Business, Vol. 76, No. 2, April 2003, 233-261. Also, John Geanakoplos, \n“The Leverage Cycle,” Cowles Foundation Discussion Paper No.1715R, January 2010. Also, Joseph Chen, \nSamuel Hanson, Harrison Hong, and Jeremy C. Stein, “Do Hedge Funds Profit from Mutual-Fund Distress?” \nNBER Working Paper 13786, February 2008.  \n10 James Surowiecki, The Wisdom of Crowds: Why the Many Are Smarter than the Few and How Collective \nWisdom Shapes Business, Economies, Societies, and Nations (New York: Doubleday, 2004). Also, Michael J. \nMauboussin, “Revisiting Market Efficiency: The Stock Market as a Complex Adaptive System,” Journal of \nApplied Corporate Finance, Vol. 14, No. 4, Winter 2002, 8-16. Also, Michael J. Mauboussin, Think Twice: \nHarnessing the Power of Counterintuition (Boston, MA: Harvard Business Press, 2009), 101-118. \n11 Michael J. Mauboussin and Dan Callahan, “Min(d)ing the Opportunity: Excess Returns Require the Chance \nto Apply Skill,” Credit Suisse Global Financial Strategies, March 17, 2015. \n12 David Swensen, “Guest Lecture for ECON-252-08: Financial Markets,” Yale University, February 13, 2008.  \n13 Russ Wermers and Tong Yao, “Active vs. Passive Investing and the Efficiency of Individual Stock Prices,” \nWorking Paper, February 2010; Rodney N. Sullivan and James X. Xiong, “How Index Trading Increases \nMarket Vulnerability,” Financial Analysts Journal, Vol. 68, No. 2, March/April 2012, 70-84; and Jeffrey \nWurgler, “On the Economic Consequences of Index-Linked Investing,” in Challenges to Business in the \n"
    },
    {
      "number": 10,
      "text": " \n \nJuly 22, 2015 \n \nUnderstanding Skill \n10 \nTwenty-First Century: The Way Forward, Gerald Rosenfeld, Jay W. Lorsch, and Rakesh Khurana, eds. \n(Cambridge, Mass: American Academy of Arts and Sciences, 2011). \n14 Michael J. Mauboussin, “The True Measures of Success,” Harvard Business Review, October 2012, 46-56.   \n15 Michael Lewis, Moneyball: The Art of Winning an Unfair Game (New York: W.W. Norton & Company, \n2003), 127-128. On-base plus slugging percentage equals on-base percentage plus slugging percentage. \nOn-base percentage equals hits + bases on balls (walks) + hit by pitch divided by at-bats + bases on balls + \nhit by pitch + sacrifice flies. Slugging percentage equals total bases divided by at-bats.   \n16 Ben S. Baumer, “Why On-Base Percentage is a Better Indicator of Future Performance than Batting \nAverage: An Algebraic Proof,” Journal of Quantitative Analysis in Sports, Vol. 4, No. 2, April 2008, 1-13.   \n17 K. J. Martijn Cremers and Antti Petajisto, “How Active is Your Fund Manager? A New Measure That \nPredicts Performance,” Review of Financial Studies, Vol. 22, No. 9, September 2009, 3329-3365. Also, \nAntti Petajisto, “Active Share and Mutual Fund Performance,” Financial Analysts Journal, Vol. 69, No. 4, \nJuly/August 2013, 73-93. For controversy, see Andrea Frazzini, Jacques Friedman, Lukasz Pomorski, \n“Deactivating Active Share,” AQR White Paper, April 10, 2015. For a response, see Antti Petajisto, \n“Response to AQR’s Article Titled “Deactivating Active Share,” June 18, 2015.  \n18 Martijn Cremers and Ankur Pareek, “Patient Capital Outperformance: The Investment Skill of High Active \nShare Managers Who Trade Infrequently,” SSRN Working Paper, September 19, 2014.  \n19 We could not find an original source. The quotation has also appeared on the paper label of Salada tea \nbags.  \n \n \n"
    },
    {
      "number": 11,
      "text": " \n \n \nImportant information \n \nThis document was produced by and the opinions expressed are those of Credit Suisse as of the date of writing and are subject to change. It has been prepared \nsolely for information purposes and for the use of the recipient. It does not constitute an offer or an invitation by or on behalf of Credit Suisse to any person to buy \nor sell any security. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable \nor appropriate to your individual circumstances, or otherwise constitutes a personal recommendation to you. The price and value of investments mentioned and \nany income that might accrue may fluctuate and may fall or rise. Any reference to past performance is not a guide to the future.  \nThe information and analysis contained in this publication have been compiled or arrived at from sources believed to be reliable but Credit Suisse does not make \nany representation as to their accuracy or completeness and does not accept liability for any loss arising from the use hereof. A Credit Suisse Group company \nmay have acted upon the information and analysis contained in this publication before being made available to clients of Credit Suisse. Investments in emerging \nmarkets are speculative and considerably more volatile than investments in established markets. Some of the main risks are political risks, economic risks, credit \nrisks, currency risks and market risks. Investments in foreign currencies are subject to exchange rate fluctuations. Before entering into any transaction, you \nshould consider the suitability of the transaction to your particular circumstances and independently review (with your professional advisers as necessary) the \nspecific financial risks as well as legal, regulatory, credit, tax and accounting consequences. This document is issued and distributed in the United States by \nCredit Suisse Securities (USA) LLC, a U.S. registered broker-dealer; in Canada by Credit Suisse Securities (Canada), Inc.; and in Brazil by Banco de \nInvestimentos Credit Suisse (Brasil) S.A.  \nThis document is distributed in Switzerland by Credit Suisse AG, a Swiss bank. Credit Suisse is authorized and regulated by the Swiss Financial Market \nSupervisory Authority (FINMA). This document is issued and distributed in Europe (except Switzerland) by Credit Suisse (UK) Limited and Credit Suisse Securities \n(Europe) Limited, London. Credit Suisse Securities (Europe) Limited, London and Credit Suisse (UK) Limited, authorised by the Prudential Regulation Authority \n(PRA) and regulated by the Financial Conduct Authority (FCA) and PRA, are associated but independent legal and regulated entities within Credit Suisse. The \nprotections made available by the UK‘s Financial Services Authority for private customers do not apply to investments or services provided by a person outside the \nUK, nor will the Financial Services Compensation Scheme be available if the issuer of the investment fails to meet its obligations. This document is distributed in \nGuernsey by Credit Suisse (Guernsey) Limited, an independent legal entity registered in Guernsey under 15197, with its registered address at Helvetia Court, \nLes Echelons, South Esplanade, St Peter Port, Guernsey. Credit Suisse (Guernsey) Limited is wholly owned by Credit Suisse and is regulated by the Guernsey \nFinancial Services Commission. Copies of the latest audited accounts are available on request. This document is distributed in Jersey by Credit Suisse (Guernsey) \nLimited, Jersey Branch, which is regulated by the Jersey Financial Services Commission. The business address of Credit Suisse (Guernsey) Limited, Jersey \nBranch, in Jersey is: TradeWind House, 22 Esplanade, St Helier, Jersey JE2 3QA. This document has been issued in Asia-Pacific by whichever of the following \nis the appropriately authorised entity of the relevant jurisdiction: in Hong Kong by Credit Suisse (Hong Kong) Limited, a corporation licensed with the Hong Kong \nSecurities and Futures Commission or Credit Suisse Hong Kong branch, an Authorized Institution regulated by the Hong Kong Monetary Authority and a \nRegistered Institution regulated by the Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong); in Japan by Credit Suisse Securities (Japan) \nLimited; elsewhere in Asia/Pacific by whichever of the following is the appropriately authorized entity in the relevant jurisdiction: Credit Suisse Equities (Australia) \nLimited, Credit Suisse Securities (Thailand) Limited, Credit Suisse Securities (Malaysia) Sdn Bhd, Credit Suisse AG,Singapore Branch,and elsewhere in the world \nby the relevant authorized affiliate of the above.  \nThis document may not be reproduced either in whole, or in part, without the written permission of the authors and CREDIT SUISSE.  \n© 2015 CREDIT SUISSE GROUP AG and/or its affiliates. All rights reserved \n \n \n"
    }
  ]
}